<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Befehle&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Befehle --> 
<p>Befehle aktivieren Sie, indem Sie im Chat-Fenster &quot; / &quot; eingeben, 
  gefolgt von dem Befehl, den Sie ausf&uuml;hren wollen. Hier finden Sie einige 
  wichtige Befehle aufgelistet, eine vollst&auml;ndige Liste finden Sie in der 
  Ingame-Hilfe von EverQuest.</p>
<p><strong>Tastenbelegung</strong></p>
<p>Die wichtigsten Tasten der Standard-Tastenbelegung finden Sie hier.</p>
<p><strong>A</strong> - Aktiviert den automatischen Angriff, wodurch Sie versuchen 
  werden, das aktuell gew&auml;hlte Ziel zu verletzen.<br>
  <strong>C</strong> - Mit dieser Taste k&ouml;nnen Sie das gew&auml;hlte Ziel 
  einsch&auml;tzen.<br>
  <strong>H</strong> - Benutzen Sie diese Taste, um Spieler oder NSCs zu gr&uuml;&szlig;en.<br>
  <strong>I</strong> - &Ouml;ffnet und schlie&szlig;t Ihr Inventar-Fenster.<br>
  <strong>R</strong> - Mit dieser Taste k&ouml;nnen Sie eine Antwort auf eine 
  erhaltene Mitteilung abschicken.<br>
  <strong>T</strong> - Erlaubt Ihnen, eine Mitteilung direkt an einen Spieler 
  schicken, die nur dieser Spieler sehen kann.<br>
  <strong>U</strong> - Benutzen Sie diese Taste, um Gegenst&auml;nde wie T&uuml;ren, 
  Schalter oder Hebel, die sich in der Mitte Ihres Bildschirms befinden, zu benutzen.<br>
  <strong>NUM Lock</strong> - Veranlasst Ihren Charakter, automatisch geradeaus 
  zu laufen, ohne das Sie die Pfeil Hoch Taste dr&uuml;cken m&uuml;ssen.<br>
  <strong>Tabulator</strong> - Wechselt zwischen dem aktuellen Ziel und Ihnen 
  und zur&uuml;ck.<br>
  <strong>F1</strong> - Dr&uuml;cken Sie die Taste einmal, um sich selbst als 
  Ziel zu w&auml;hlen oder zweimal, um Ihren Helfer, falls Sie einen haben, als 
  Ziel auszuw&auml;hlen.<br>
  <strong>F2 - F6</strong> - Dr&uuml;cken Sie die Taste einmal, um das entsprechende 
  Gruppenmitglied als Ziel zu w&auml;hlen oder zweimal, um den Helfer des Grummenmitglieds 
  auszuw&auml;hlen.<br>
  <strong>F7</strong> - Dr&uuml;cken Sie die Taste, um den n&auml;hesten Spieler 
  als Ziel zu w&auml;hlen.<br>
  <strong>F8</strong> - Dr&uuml;cken Sie diese Taste, um den n&auml;hsten NSC 
  als Ziel auszuw&auml;hlen.<br>
  <strong>F9</strong> - Dr&uuml;cken Sie die Taste mehrmals hintereinander, um 
  zwischen den verschiedenen Kamerapositionen zu wechseln.<br>
  <strong>Pfeiltasten</strong> - Benutzen Sie die Pfeiltasten, um Ihren Charakter 
  durch die Welt von EverQuest zu bewegen.</p>
<p><strong>Kampfspezifische Befehle</strong></p>
<p><em>/automatischteilen EIN/AUS </em>- Mit dieser Funktion k&ouml;nnen Sie erbeutetes 
  Geld automatisch unter Ihren Gruppenmitgliedern verteilen.<em><br>
  /beistehen Ziel </em>- Wenn sich Ihr Ziel in einem Radius von ca. 60 Metern 
  von Ihnen befindet, l&auml;sst der Befehl /beistehen Sie automatisch den Gegner 
  als Ziel anw&auml;hlen, den der angegebene Charakter als Ziel hatte. Dies ist 
  besonders n&uuml;tzlich, wenn viele Gruppenmitglieder ein bestimmtes Ziel angreifen 
  sollen.<br>
  <em>/buch</em> - &Ouml;ffnet und schlie&szlig;t Ihr Zauberspruchbuch<br>
</p>
<p><strong>Chatspezifische Befehle</strong></p>
<p><em>/antwort</em> - Dieser Befehl sendet eine Antwort an die letzte Person, 
  die Ihnen eine Nachricht geschickt hat. Wenn Sie &quot; R &quot; dr&uuml;cken, 
  wird automatisch der Name dieses Charakters eingegeben<em><br>
  /auktion</em> - Mit diesem Befehl k&ouml;nnen Sie eine Nachricht abschicken, 
  die von jedem Spieler in der Zone gelesen werden kann. Der Auktionskanal dient 
  dazu, Waren, die Sie verkaufen anzubieten oder nach Waren, die Sie erwerben 
  m&ouml;chten, zu fragen.<em> <br>
  /kanal</em> - Dieser Befehl l&auml;sst Sie den Standard-Chat-Kanal festlegen. 
  Wenn Sie beispielsweise &quot;/kanal rufen&quot; eingeben, wird der Standard-Chat-Kanal 
  auf &quot;rufen&quot; gesetzt. Das bedeuted, dass jede Nachricht, die Sie eingeben 
  (ohne einen anderen Chat-Kanal zu definieren) als Ruf abgeschickt w&uuml;rde<br>
  <em>/mitteilen Charaktername</em> - Sendet eine Nachricht an den angegebenen 
  Charakter<br>
  <em>/rufen</em> - Sendet eine Nachricht als Ruf ab, die von jedem Spieler in 
  der Zone gelesen werden kann. Rufen sollte dazu benutzt werden, um auf Gefahren 
  aufmerksam zu machen oder in Zeiten der Not um Hilfe zu bitten.<br>
  <em>/sagen</em> - Sendet eine Nachricht ab, die alle Spieler, die in Ihrer N&auml;he 
  stehen, lesen k&ouml;nnen.<br>
  <em>/schreien</em> - Dieser Befehl schickt eine bunte Nachricht in einem kurzen 
  Radius um Sie herum ab und wird normalerweise benutzt, wenn Sie Hilfe ben&ouml;tigen.<br>
  <em>/sk</em> - Sendet eine Nachricht als Spielerkommentar ab, die von jedem 
  Spieler in der Zone gelesen werden kann. Spielerkommentare finden au&szlig;erhalb 
  des Charakters statt. Bitte benutzen Sie nur diesen Kanal, um &uuml;ber Dinge 
  zu sprechen, die nicht EverQuest und die Welt von Norrath betrefen. </p>
<p><strong>Helferbefehle</strong></p>
<p>Nur Klassen, die Helfer haben, k&ouml;nnen diese Befehle benutzen.</p>
<p><em>/helfer alles r&uuml;ckg&auml;ngig</em> - Befiehlt dem Helfer, in seinen 
  urspr&uuml;nglichen Zustand zur&uuml;ckzukehren und alle davor erteilten Befehle 
  zu ignorieren<br>
  <em>/helfer angreifen</em> - Befiehlt dem Helfer Ihr derzeitiges Ziel anzugreifen<br>
  <em>/helfer bewacht mich</em> - Befiehlt dem Helfer jeden, der seinen Meister 
  angreift oder den der Meister angreift, zu attackieren<br>
  <em>/helfer gesundheit</em> - Berichtet den Gesundheitsstatus des Helfers in 
  Prozent sowie auf ihn wirkende Zauber<br>
  <em>/helfer setzt sich</em> - Befiehlt dem Helfer, sich zu setzen<br>
  <em>/helfer soll folgen</em> - Befiehlt dem Helfer, Ihnen zu folgen. Der Befehl 
  endet jedoch, wenn die Zone gewechselt wird.<em><br>
  /helfer soll weggehen</em> - Befiehlt dem Helfer, dahin zur&uuml;ckzukehren, 
  wo her herkam<em><br>
  /helfer steht auf</em> - Befiehlt dem Helfer aufzustehen<br>
  <em>/helfer verspotten</em> <em>AN/AUS</em> - Befiehlt dem Helfer, seinen Gegner 
  zu verspotten oder damit aufzuh&ouml;ren<br>
  <em>/helfer wacht hier</em> - Befiehlt dem Helfer, den derzeitigen Ort zu bewachen<br>
  <em>/helfer weicht zur&uuml;ck</em> - Befiehlt dem Helfer, den Angriff abzubrechen</p>
<p><strong>andere Befehle</strong></p>
<p><em>/ablehnen</em> - Lehnt die herausforderung zu einem Duell ab<em><br>
  /anon</em> - Ver&auml;ndert Ihren Anonym-Status. Wenn Sie anonym sind, wird 
  Ihr Stufen-, Rassen-, Klassen- und Gildenstatus nicht durch &quot;/wer&quot; 
  oder &quot;/wer alle&quot; angezeigt<br>
  <em>/aufteilen # # # #</em> - Teil den angegebenen Betrag in Platin, Gold, Silber 
  und Kupfer zwischen den Mitgliedern der Gruppe auf, die sich in derselben Zone 
  befinden<br>
  <em>/duell</em> oder <em>/d</em> - Fordert den Spieler, den Sie zur Zeit als 
  Ziel gew&auml;hlt haben, zu einem Duell auf Leben und Tod heraus. Um dieses 
  anzunehmen, muss der Herausgeforderte ebenfalls /d mit Ihnen als Ziel eingeben. 
  Das Duell ist erst dann beendet, wenn einer der K&auml;mpfer stirbt oder die 
  Zone verl&auml;sst. W&auml;hrend des Duells k&ouml;nnen die beiden K&auml;mpfer 
  weder von den Zauberspr&uuml;chen anderer Spieler, die nicht am Duell teilnehmen, 
  betroffen werden noch k&ouml;nnen sie ihrerseits auf solche Spieler Zauber wirken.<br>
  <em>/em</em> <em>Nachricht</em> - L&auml;sst Sie eine Emotion mit definierbarer 
  Nachricht ausf&uuml;hren. &quot;/em ist sehr hungrig&quot; w&uuml;rde als &quot;Charaktername 
  ist sehr hungrig&quot; angezeigt werden.<br>
  <em>/familienname</em> - Wenn ein Charakter Level 20 erreicht, k&ouml;nnen Sie 
  diesem einen Familiennamen geben.<br>
  <em>/folgen</em> - L&auml;sst Ihren Charakter automatisch dem als Ziel ausgew&auml;hlten 
  Spieler folgen, falls er sich in derselben Gruppe befindet<br>
  <em>/leichnam </em>oder <em>/corpse</em> - Zieht die ausgew&auml;hlte Leiche 
  zu Ihnen, falls Sie dazu die Erlaubnis haben<br>
  <em>/loc</em> - Gibt die Koordinaten Ihrer gegenw&auml;rtigen Position an<br>
  <em>/nap</em> - Stell den Status Ihres Charakters auf &quot;Nicht am Platz&quot; 
  und setzte jeden Spieler, der Ihnen eine Nachricht schickt, durch eine automatische 
  Antwort davon in Kenntnis. Sie k&ouml;nnen diese Antwort auch selbst ausw&auml;hlen, 
  indem Sie &quot;/nap NACHRICHT&quot; eingeben, wobei NACHRICHT die von Ihnen 
  erstellte Antwort ist.<br>
  <em>/rollenspiel</em> - Funktioniert exakt wie /anon, aber Ihr Gildenname bleibt 
  sichtbar<br>
  <em>/zufall x y</em> - Erstellt eine zuf&auml;llig generierte Nummer von x bis 
  y und kann damit beispielsweise einen W&uuml;rfelwurf imitieren<br>
  <em>/zustimmung Spielername</em> oder <em>/consent Spielername</em> - Erlaubt 
  dem angegebenen Spieler, Ihre Leiche in Sicherheit zu bringen</p>
<p>Eine vollst&auml;ndige Liste mit den Befehlen in EverQuest finden Sie unter 
  <a href="http://www.eqloft.com/page.php?url=de/Support/Kurzel/kurzel.htm">diesem</a> 
  Link. </p>
<table width="100%" border="0">
  <tr> 
    <td width="50%"><div align="left"><a href="http://www.eqloft.com/page.php?url=de/Enzyklopedie/Neulinge/Ersteschritte/fenster.htm">Zur&uuml;ck 
        zu "Beschreibung der einzelnen Fenster"</a></div></td>
    <td width="50%"><div align="right"><a href="http://www.eqloft.com/page.php?url=de/Enzyklopedie/Neulinge/Ersteschritte/nscs.htm">Weiter 
        zu "Interaktion mit NSCs"</a></div></td>
  </tr>
  <tr> 
    <td width="50%"><div align="left"><a href="http://www.eqloft.com/de/Enzyklopedie/Neulinge/">Zurück 
        zur Neulingshilfe</a></div></td>
    <td width="50%"><div align="right"><a href="http://www.eqloft.com/page.php?url=de/Enzyklopedie/Neulinge/Jagdgruende/_index.htm">Weiter 
        zu den &quot;Jagdgr&uuml;nden&quot;</a></div></td>
  </tr>
</table>
<p>&nbsp;</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 21/12/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
