<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!----> 
<p><strong>01. Dezember 2002 - Eskorte nach Oggok</strong></p>
<p>Wieder einmal war eine wichtige Depesche von Neriak nach Oggok zu bef&ouml;rdern. 
  Der hohe Rat der V'Zek erw&auml;hlte den jungen Zauberer Zirok und ernannte 
  ihn zum Botschafter. Botschafter Zirok erhielt alle notwendigen Informationen 
  und verlie&szlig; die sch&uuml;tzenden Mauern Neriaks. Vor der Stadt sollte 
  er nach einer Eskorte suchen und wie das Schicksal es wollte traf er in den 
  W&auml;ldern von Nektulos auf die Illusionistin Cyndane und den Nekromanten 
  Apophis.</p>
<p>Er stellte sich vor und sofort boten sich die beiden Dunkelelfen als Eskorte 
  an, um den Botschafter auf dem weiten Weg nach Oggok zu begleiten.<br>
  <br>
  So machte man sich auf den Weg und wurde kurze Zeit sp&auml;ter von einigen 
  Formwandlern angegriffen, die sich im Wald herumtrieben und auch ein Halbling 
  machte einen verwegenen Versuch, die Gef&auml;hrten aufzuhalten. Aber sie lie&szlig;en 
  sich nicht aufhalten und fanden ihren Weg durch den Wald in die &Ouml;stlichen 
  Gemeinlande und von dort in die N&ouml;rdliche W&uuml;ste von Ro. Auf dem Weg 
  dorthin sprach sie w&auml;hrend einer Rast eine menschliche Druidin an, und 
  obwohl man sich nicht recht traute, spendete sie den drei Wanderern den einen 
  oder anderen helfenden Zauber, bevor man den Weg fortsetzte. Der Weg durch die 
  N&ouml;rdliche W&uuml;ste von Ro verlief ziemlich ereignislos, eine kurze Rast 
  am Wasser und ein in der Ferne vorbeiziehender Sandriese waren die einzige Abwechslung.<br>
  <br>
  In Oasis wurde es schon gef&auml;hrlicher... man schlich sich an den bedrohlich 
  nahe auftauchenden Sandriesen vorbei, vermied den Zusammenstoss mit W&uuml;stenirren 
  und fand schlie&szlig;lich dank Cyndanes Ortskenntnissen den Weg zu den S&uuml;dlichen 
  W&uuml;sten von Ro. Als diese durchquert war fiel dem Botschafter auf, dass 
  er f&uuml;r das &Uuml;bergaberitual noch 4 gro&szlig;e Schlangenh&auml;ute und 
  2 untote Froschzungen ben&ouml;tigte. Gesagt, getan... die beiden Dunkelelfen 
  brachten den Botschafter an einen sicheren Platz in der N&auml;he des Sumpfes 
  von Innothule und machten sich auf Schlangenjagd. Die Jagd nahm etwas Zeit in 
  Anspruch, dar sich die Schlangen gut versteckten, aber schliesslich war es getan 
  und man zog weiter in den Sumpf.<br>
  <br>
  Dort passierte dann was man bisher hatte verhindern k&ouml;nnen... im Kampf 
  gegen eine &uuml;berm&auml;chtige Gruppe von Froglok Fr&ouml;schen verlor Cyndane 
  ihr junges Leben... allerdings konnte der Botschafter mit Hilfe einiger magischer 
  Gegenst&auml;nde die verschollene Illusionistin in sehr kurzer Zeit wieder in 
  den Sumpf zur&uuml;ckholen. Der R&uuml;ckschlag war schnell vergessen und schliesslich 
  konnten die beiden Magiebegabten dem Botschafter die Zungen &uuml;bergeben.<br>
  <br>
  Im Feerott &uuml;bernahm der Botschafter Zirok die F&uuml;hrung und kurz vor 
  Oggok trennte er sich von seinen Begleitern um in Oggok die &Uuml;bergabe der 
  Nachricht vorzunehmen. Der heilige Ogerschamane Obgur nahm diese entgegen und 
  erfuhr dabei von der Hilfe der beiden Dunkelelfen, die den Botschafter begleitet 
  hatten. Er &uuml;berreichte dem Botschafter eine kleine Belohnung und bedankte 
  sich f&uuml;r dessen Dienst. Zirok kehrte zur&uuml;ck an den Ort an dem er Cyndane 
  und Apophis zur&uuml;ckgelassen hatte. Dort konnte er sich f&uuml;r deren Dienst 
  bedanken und &uuml;bergab ihnen neben einigen Goldst&uuml;cken zwei Ohrringe, 
  die durch magische Bearbeitung deren Kr&auml;fte und Intelligenz steigern w&uuml;rden 
  und einen magischen Ring, um den die beiden Dunkelelfen spielten. Dann bedanke 
  sich der Botschafter nochmals bei Cyndane und Apophis und kehrte nach Oggok 
  zur&uuml;ck noch einige Tage verweilte.</p>
<p><a href="http://www.eqloft.com/page.php?url=de/Community/Events/geschichten.htm">Zurück 
  zum den Geschichten</a></p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 25/12/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
