<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Le début de l'aventure&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Le début de l'aventure -->

 &nbsp;&nbsp;&nbsp;Joffrey Clay, ma&icirc;tre de la guilde des esprits du vent, les bardes de Qeynos, 
jeta un &#339;il au nouvel arrivant, puis revint &agrave; sa lettre de recommandation. 
<br>
&laquo; Comment dis-tu t&#8217;appeler d&eacute;j&agrave; ? Dit-il.<br>
- Bonaventura, sire, r&eacute;pondit l&#8217;aspirant.<br>
- Voil&agrave; un nom peu commun. C&#8217;est &eacute;quivalent &agrave; Bonaventure 
non ? C&#8217;est plut&ocirc;t un nom f&eacute;minin d&#8217;habitude.<br>
- Oui je sais. Mais je suis musique, et la musique est f&eacute;minine.<br>
Joffrey replia la lettre et esquissa un sourire. Il glissa la feuille dans sa 
poche puis reprit :<br>
&laquo; - En es-tu s&ucirc;r, jeune homme ?<br>
- Peu importe ! Si je n&#8217;en suis pas s&ucirc;r alors ma musique racontera 
mes doutes. Ce nom ne me d&eacute;signe pas, il me symbolise. Je n&#8217;aspire 
&agrave; rien d&#8217;autre qu&#8217;&ecirc;tre une id&eacute;e, une m&eacute;lodie, 
une joie fugace ou une main tendue au bon moment. Voil&agrave; quatre choses forc&eacute;ment 
f&eacute;minines. Ce que je suis s&#8217;effacera devant ce que j&#8217;accomplirais.<br>
Le ma&icirc;tre barde &eacute;clata de rire. Il reprit facilement le contr&ocirc;le 
de lui-m&ecirc;me, et, dans un hochement de t&ecirc;te approbateur, il r&eacute;pondit 
:<br>
&laquo; - Ton discours n&#8217;a aucun sens, mais il me pla&icirc;t. Tu es encore 
plus farfelu qu&#8217;un elfe ! Bienvenue chez les esprits du vent, Bonaventura. 
<br>
Joffrey descendit de l&#8217;estrade sur laquelle il se tenait, debout, tel un 
chef d&#8217;orchestre, et se dirigea vers une des marchandes de la guilde. Celle-ci 
lui tendit une tunique de coupe classique et d&#8217;une banale couleur marron 
qu&#8217;il offrit &agrave; Bonaventura. Le jeune barde enfila le v&ecirc;tement, 
l&#8217;air perplexe.<br>
&laquo; - Voil&agrave; une tunique assez morne pour un barde, je trouve, fit-il 
remarquer.<br>
- Tsss, voyons, jeune apprenti. Ceci est plus qu&#8217;une tunique, c&#8217;est 
un symbole !<br>
De nouveau Joffrey &eacute;clata de rire, puis reprit sa place sur l&#8217;estrade, 
fredonnant un air de Kelethin.
<p> Bonaventura discuta avec tous les membres de la guilde pr&eacute;sents dans 
  la pi&egrave;ce. Un certain Belious Naliedin promit de lui fabriquer un luth 
  si le jeune barde lui en apportait toutes les pi&egrave;ces. Sollari Bekines, 
  elle, expliqua &agrave; Bonaventura les diff&eacute;rentes &eacute;tapes pour 
  confectionner l&#8217;armure bardique des esprits du vent. L&#8217;apprenti 
  prit soins de noter toutes les recettes, de peur d&#8217;oublier certains composants. 
  Une derni&egrave;re personne, Jusean Evanesque, se d&eacute;chargea sur lui 
  d&#8217;une corv&eacute;e : celle de r&eacute;cup&eacute;rer des rapports d&#8217;agents 
  surveillant les docks et l&#8217;entr&eacute;e principale. Sur le coup Bonaventura 
  accepta, mais le t&acirc;che le lassa vite, surtout que certaines des personnes 
  mentionn&eacute;es demeuraient introuvables. <br>
  Las des discussions, et heureux possesseur d&#8217;une &eacute;p&eacute;e courte 
  qui lui d&eacute;mangeait la main droite, Bonaventura d&eacute;cida qu&#8217;il 
  &eacute;tait temps pour lui de pourchasser le mal. Il se dirigea vers les portes 
  de la ville et y croisa de nombreux gardes, ce qui ne fit qu&#8217;accro&icirc;tre 
  son assurance. Il aper&ccedil;ut la route menant aux collines &agrave; l&#8217;Est 
  de Qeynos et la jaugea quelques instants. Finalement, il d&eacute;cida que son 
  devoir &eacute;tait de combattre la vermine qui grouillait aux pieds des remparts 
  de la cit&eacute;. Il se concentra principalement sur les rats, dont les diff&eacute;rents 
  organes, les cr&acirc;nes, les yeux et la queue se revendaient &agrave; prix 
  d&#8217;or. Il occit aussi quelques chauve-souris g&eacute;antes dont la fourrure 
  &eacute;tait n&eacute;cessaire &agrave; la confection de son heaume. Pour tester 
  ses talents, il affronta &eacute;galement des serpents, heureusement non venimeux, 
  des squelettes anim&eacute;s et d&eacute;cr&eacute;pis, et des hordes croissantes 
  de scarab&eacute;es jaunes. Il eut aussi l&#8217;occasion de croiser le fer 
  avec les plus faibles des rejetons du fl&eacute;au de Qeynos : les gnolls, ces 
  cr&eacute;atures mi-hommes mi-chiens qui glapissaient &laquo; vengeance &raquo; 
  en mordant la poussi&egrave;re.</p>
<p> Avec l&#8217;argent qu&#8217;il r&eacute;ussit &agrave; &eacute;conomiser, 
  il put apprendre de nouveaux chants magiques, et se procurer de nouvelles armes 
  ainsi qu&#8217;une armure compl&egrave;te en cuir. Fort de son exp&eacute;rience 
  et de ses nouvelles possessions, il d&eacute;cida de s&#8217;aventurer plus 
  &agrave; l&#8217;Est, dans les fameuses collines de Qeynos&#8230; <br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
