<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">

<script language=javascript>
function imprimer(){ 
if (navigator.appName == "Netscape") {
window.print() ; 
}
else {
var navi = '<OBJECT ID="navi1" WIDTH=0 HEIGHT=0 CLASSID="CLSID:8856F961-340A-11D0-A96B-00C04FD705A2"></OBJECT>';
document.body.insertAdjacentHTML('beforeEnd', navi);
navi1.ExecWB(6, 1);
navi1.outerHTML = ""; 
}
}

function changemap(langue) {
document.chooselangue.src="img/bandeau_"+langue+".jpg"
}
function mapinit() {
document.chooselangue.src="img/bandeau_fr.jpg"
}
</script>
<body leftmargin=0 topmargin=0>
 <script language=javascript src="http://pub.ubi.com/barreubi.php?lng=FR"></script>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td width="491"><a href="/"><img src="img/bandeautot_fr.jpg" width="491" border="0" alt="EQ Loft"></a></td>
	<td width=30><a href="/"><img src="img/bandeau03.gif" width="30" height="119" border="0" alt="EQ Loft"></a></td>
	<td align=right background="img/bckg1.jpg"><a href="/"><img src="img/bandeau04.gif" width="125" height="119" border="0" alt="EQ Loft"></a></td>
	<td width="134"><img src="img/bandeau_fr.jpg" width="134" height="119" border="0" alt="" usemap="#langue" name="chooselangue"></td>
</tr>
</table>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td width="150" class="colgauche">
	
	

<style>
.case {background-color:#CCDDCC; text-align:center}
.casenulle {background-color:#BBBBBB; text-align:center; color:#888888}
.casespecial {background-color:#08101B; text-align:center; font-weight:bold}
.lienevent {color:#FFFFFF; font-weight:bold}
.aujourdhui {color:#FF0000}
th.caseevent {background-color:#BBBBBB; font-size:11px}
</style>
<script language=javascript>
function gotomoisprecedent() {
	document.formevents.moisdate.value='08';
	document.formevents.anneedate.value='2003';
	//alert(document.formevents.moisdate.value);
	document.formevents.submit();
}
function gotomoissuivant() {
	document.formevents.moisdate.value='10';
	document.formevents.anneedate.value='2003';
	document.formevents.submit();
}
function ouvrir_event(idevent, langue) {
ouvre=window.open("display_event.php?calendrier_date="+idevent+"&event_langue="+langue, "events", "width=200, height=250, toolbar=no, scrollbar=auto, menubar=no, statusbar=no")
}
</script>
<table border=0 cellspacing=0 cellpadding=0 width="150"><tr class=separecol><td>
<table border=0 cellspacing=1 cellpadding=1 width="100%"><form name="formevents" action="/page.php" method="post">
<input type="hidden" name="moisdate" value="">
<input type="hidden" name="anneedate" value="">
<input type="hidden" name="languesite" value="fr">
<tr>
	<td class=colcentre><center><a href="javascript:gotomoisprecedent()"><img src="img/flch_l.gif" border=0></a></center></td>
	<td colspan=5 class=colcentre><b><center>Septembre 2003</center></b></td>
	<td class=colcentre><center><a href="javascript:gotomoissuivant()"><img src="img/flch_r.gif" border=0></a></center></td>
</tr>
</form>
<tr>
	<th class=caseevent>Di</th>
	<th class=caseevent>Lu</th>
	<th class=caseevent>Ma</th>
	<th class=caseevent>Me</th>
	<th class=caseevent>Je</th>
	<th class=caseevent>Ve</th>
	<th class=caseevent>Sa</th>
</tr>


<TR>
			<TD class="casenulle">31</TD>

		
			<TD class=case><center>1</A></TD>
			
			<TD class=case><center>2</A></TD>
			
			<TD class=case><center>3</A></TD>
			
			<TD class=case><center>4</A></TD>
			
			<TD class=case><center>5</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('06/09/2003', '2')">6</a></A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>7</A></TD>
			
			<TD class=case><center>8</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('09/09/2003', '2')">9</a></A></TD>
			
			<TD class=case><center>10</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('11/09/2003', '2')">11</a></A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('12/09/2003', '2')">12</a></A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('13/09/2003', '2')">13</a></A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>14</A></TD>
			
			<TD class=case><center>15</A></TD>
			
			<TD class=case><center>16</A></TD>
			
			<TD class=case><center>17</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('18/09/2003', '2')">18</a></A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('19/09/2003', '2')">19</a></A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('20/09/2003', '2')">20</a></A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>21</A></TD>
			
			<TD class=case><center>22</A></TD>
			
			<TD class=case><center>23</A></TD>
			
			<TD class=case><center>24</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('25/09/2003', '2')">25</a></A></TD>
			
			<TD class=case><center>26</A></TD>
			
			<TD class=case><center>27</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>28</A></TD>
			
			<TD class=case><center>29</A></TD>
			
			<TD class=case><center>30</A></TD>
					<TD class="casenulle">1</TD>

				<TD class="casenulle">2</TD>

				<TD class="casenulle">3</TD>

				<TD class="casenulle">4</TD>

			
</TR>
	

</table>
</td></tr></table>
	<link REL="stylesheet" href="stylemenu.css" TYPE="text/css">
	
<img src="/headmenu.gif" width="150" height="25" border="0" alt=""><script src="/xaramenu.js"></script><script menumaker src="/mainmenu_fr.js"></script><script menucommun src="/menu_fr.js"></script>
<img src="/bottom.gif" width="150" height="27" border="0" alt="">

<br>

 <center> <a href="http://www.eqloft.com/page.php?url=/fr/ldon/_index.htm"><img src="http://www.eqloft.com/images/ldon.jpg" border="0"></a> </center> <br>
<br>

 <center> <a href="http://www.eqloft.com/eq_referral.php?languesite=fr"><img src="http://www.eqloft.com/images/reffr.gif" border="0"></a> </center> <br>
<br>


 <center> <a href="http://www.eqloft.com/page.php?url=fr/Abonnement/transfert.htm"><img src="http://www.eqloft.com/fr/images/Chrctr_change_sm-fr.jpg" border="0"></a> </center> <br>
<br>



<center> <a href="http://cmt.ubisoft.fr/eq_keys/fr" target="_blank"><img src="http://www.eqloft.com/fr/images/patch-fr.jpg" border="0"></a> </center> <br>

<center><a href="http://www.everquest-europe.com/intel_fr.html" target="_blank"><img src="img/pentium.gif" border=0></a></center>
	
<map name="langue">
<area alt="FR" shape="CIRCLE" coords="38,42,12" href="index.php?languesite=fr" onmouseover="changemap('fr')" onmouseout="mapinit()">
<area alt="UK" shape="circle" coords="90,26,13" href="index.php?languesite=uk" onmouseover="changemap('uk')" onmouseout="mapinit()">
<area alt="DE" shape="circle" coords="69,74,11" href="index.php?languesite=de" onmouseover="changemap('de')" onmouseout="mapinit()">
</map>
	
	
	</td>
	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="colcentre" width="100%">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><table border=0 cellspacing=0 cellpadding=1 width="100%"><tr><td class="entourechemin"><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr>	<td class="chemin" width="100%">&nbsp;&nbsp;<a href="/index.php?languesite=fr" class="chemin">Home</a> > <a href="fr/Communaute/" class="chemin">Communaute</a> > <a href="fr/Communaute/Recits_Aventuriers/" class="chemin">Recits Aventuriers</a> > <a href="fr/Communaute/Recits_Aventuriers/Adnmar/" class="chemin"><b>Adnmar</b></a></td>	<td class="chemin" align=right><img src="img/fin_chemin.gif" width="178" height="18" border="0"></td></tr></table></td></tr></table><br><table border=0 cellspacing=0 cellpadding=2 width="100%"><tr><td class=contenu align=right>[ <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Adnmar/a.htm">I & II</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Adnmar/b.htm">III & IV</a></nobr> | <nobr><b>V & VI</b></nobr> ]</td></tr></table>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;V & VI&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- V & VI -->
<div align="center">
  <h2>Chapitre V </h2>
</div>
<p>Quand je me r&eacute;veillais, j'&eacute;tais au milieu d'une infinit&eacute; 
  de corps calcin&eacute;s ou d&eacute;membr&eacute;s. Andela &eacute;tait &agrave; 
  mes c&ocirc;t&eacute;s et elle pleurait en regardant autour d'elle. Les plus 
  courageux des crois&eacute;s, ceux qui n'avait pas fuis au combat, tentaient 
  de soigner avec acharnement les survivants de ce maudit dragon. J'envoyais l'un 
  d'eux chercher tous les soldats post&eacute;s &agrave; l'int&eacute;rieur du 
  ch&acirc;teau de Karnor, en leur ordonnant d'abandonner le si&egrave;ge pour 
  venir porter secours aux bless&eacute;s, nous avions besoin de clercs exp&eacute;riment&eacute;s 
  pour soigner de telles blessures. Pendant plusieurs jours, nous nous occup&acirc;mes 
  des bless&eacute;s, je partis explorer les environs, n'ayant aucune comp&eacute;tence 
  de gu&eacute;rison. Les maisons de pierres qui entouraient le ch&acirc;teau 
  de Karnor &eacute;taient toutes d&eacute;truite. Andela m'expliqua que certains 
  des crois&eacute;s, pendant la retraite, essay&egrave;rent de se r&eacute;fugier 
  dans ces maisons mais le dragon ne leur laissa aucune chance. C'est ainsi que 
  prit fin ma croisade, les groupes de crois&eacute;s &eacute;parpill&eacute;s 
  sur Norrath continu&egrave;rent leurs avanc&eacute;es h&eacute;ro&iuml;ques 
  avant de tomber devant le nombre et la puissance des ennemis. Je ne fus pas 
  tenu pour responsable de cet &eacute;chec, au contraire, Andela et moi fument 
  consid&eacute;r&eacute;s comme des h&eacute;ros &agrave; notre retour &agrave; 
  Kelethin. Ma m&egrave;re m'accueillit les bras ouverts en me f&eacute;licitant 
  de mes actes,elle me pr&eacute;senta aussi &agrave; Tendrisu, mon petit fr&egrave;re, 
  demi elfe comme moi. Il &eacute;tait n&eacute; une ann&eacute;e apr&eacute;s 
  mon d&eacute;part et la diff&eacute;rence d'&acirc;ge ne frappa jamais personne, 
  il poss&eacute;dait une musculature et une taille d'adulte. Nous nous entendions 
  tr&egrave;s bien, il d&eacute;testait notre diff&eacute;rence d'&acirc;ge c'est 
  pourquoi nous d&eacute;clarions partout &ecirc;tre jumeaux. Brillant guerrier 
  et fid&egrave;le serviteur de Tunare, il &eacute;tait entr&eacute; dans la garde 
  personnelle de la famille Feinraug,la plus grande famille de Kelethin. Andela 
  partit pour Felwithe dans l'espoir de revoir sa m&egrave;re.Je restais &agrave; 
  Kelethin avec mon fr&egrave;re et re&ccedil;us tour &agrave; tour les anciens 
  h&eacute;ros de la croisade, Eltine le grand guerrier barbare, Kimuriel, Mysteria, 
  Haemdaer, Ranaorn, Darniel,Johnnybe, Lalasi, Zormo...La vie de Kelethin me plaisait 
  et je comptais bien y rester quelques temps avec ma famille. La nouvelle se 
  r&eacute;pandit bient&ocirc;t, Tintallia, la fille du v&eacute;n&eacute;rable 
  Quizan Feinraug,disparue. Tendrisu et moi partirent &agrave; sa recherche, Tintallia 
  &eacute;tait une ancienne amie que j'avais connu alors nous tenions le si&egrave;ge 
  du ch&acirc;teau de Karnor, c'est pourquoi nous part&icirc;mes &agrave; sa recherche 
  dans l'immense for&ecirc;t du Fayder. Voyant que nos recherches ne m&egrave;neraient 
  &agrave; rien, nous part&icirc;mes tout deux dans des directions diff&eacute;rentes.</p>
<p><i>autre vue :</i><br>
  Le cheval de Tendrisu devint nerveux, voil&agrave; des jours qu'il s'enfon&ccedil;ait 
  dans la for&ecirc;t sans r&eacute;sultat. Sa qu&ecirc;te consistait &agrave; 
  retrouver une jeune elfe des bois appartenant &agrave; l'une des grandes familles 
  de Kelethin , la lign&eacute;e Feinraug. Elle avait &eacute;t&eacute; enlev&eacute;e 
  alors qu'elle chassait de l'orque du cot&eacute; de Crushbone se r&eacute;p&eacute;tait 
  Tendrisu. Le baron demi-elfe s'arr&ecirc;ta soudain en voyant de la fum&eacute;e 
  s'&eacute;lever au dessus de la cime des arbres du Fayder.<br>
  Il n'avait pas vu &acirc;me qui vive depuis des jours et savait qu'aucun elfe 
  des bois n'aurait allum&eacute; de feu dans une for&ecirc;t si dense, ce sont 
  forc&eacute;ment des criminels se dit-il. Il descendit de cheval et arriva au 
  dessus du campement apr&egrave;s une dizaine de minutes de marche. En contrebas, 
  il vit une clairi&egrave;re entour&eacute;e d'une for&ecirc;t tr&egrave;s dense 
  et verdoyante. Autour d'un feu , trois elfes noirs discutaient en riant . Il 
  aper&ccedil;ut enfin l'objet de sa qu&ecirc;te, dans une cage en bois attach&eacute;e 
  &agrave; une mule, il aper&ccedil;ut une elfe. Il reconnut vite la chevelure 
  blonde de Tintallia Feinraug. Plus loin il aper&ccedil;ut deux autres elfes 
  noirs qui s'entra&icirc;naient au maniement de l'&eacute;p&eacute;e.&quot;Des 
  guerriers et des voleurs, pas l'ombre d'un magicien&quot; se dit-il. Tendrisu 
  se passa une bague au doigt avant de bander son arc, il visa le groupe autour 
  du feu,il s'appr&ecirc;ta &agrave; tirer quand l'un des elfes noirs se leva 
  et s'&eacute;loigna du groupe, il le suivit du regard et le vis s'enfoncer dans 
  la for&ecirc;t.&quot;Ne le laissons pas s'&eacute;chapper&quot; dit-il en souriant. 
  Il se concentra une derni&egrave;re fois et tira, la fl&egrave;che s'enfon&ccedil;a 
  dans l'arri&egrave;re du cr&acirc;ne du premier elfe noir qui s'effondra dans 
  un tas de foug&egrave;res. &quot;Parfait, personne n'a rien remarqu&eacute;&quot;se 
  dit-il. Il banda son arc une seconde fois et visa l'elfe noir qui lui tournait 
  le dos. La fl&egrave;che siffla et l&agrave; aussi trouva l'arri&egrave;re du 
  cr&acirc;ne du voleur. Il resta immobile un instant avant de basculer en avant, 
  son visage s'enfon&ccedil;a dans les braises. Tendrisu l&acirc;cha son arc et 
  d&eacute;vala la pente mousseuse. La surprise fut totale, le dernier elfe noir 
  bondit et se rua vers les chevaux pour sortir une &eacute;p&eacute;e, le demi 
  elfe le poursuivit. L'Elfe noir sortit une lame de son fourreau et fit volte 
  face, Tendrisu ex&eacute;cuta une discipline appel&eacute;e charge. Sa vitesse 
  augmenta la vitesse de ses coups aussi, l'elfe noir fut d&eacute;pass&eacute; 
  et vite &agrave; terre, la gorge tranch&eacute;e. Les deux derniers voleurs, 
  alert&eacute;s par les cris, arriv&egrave;rent ils s'arr&ecirc;t&egrave;rent 
  face &agrave; lui et l'inspect&egrave;rent en silence. L'armure de Tendrisu 
  &eacute;tait tach&eacute;e de sang et son visage ne cachait pas son excitation 
  . L'un des voleurs parla mais Tendrisu ne connaissait pas cette langue. Le voleur 
  s'&eacute;lan&ccedil;a, Tendrisu para un premier coup de dague et le d&eacute;capita 
  d'un coup de hache, il y eut un &eacute;clat de sang gel&eacute; (Frosbringer). 
  Le dernier voleur fit demi tour et essaya de prendre la fuite, le guerrier sourit 
  et envoya sa hache, elle trouva le dos du fuyard qui tomba face contre terre. 
  Le demi-elfe s'avan&ccedil;a vers lui en marchant, il posa le pied sur le dos 
  de l'elfe noir et saisit la hache , il la retira du dos bleut&eacute; d'un coup 
  sec. L'elfe noir essayait de ramper pour s'&eacute;chapper Tendrisu le rattrapa 
  en marchant, se pencha, le saisit par l'&eacute;paule pour le mettre dos au 
  sol. L'Elfe noir tenta de se d&eacute;battre mais une lame froide lui traversa 
  la gorge. Tendrisu revint vers le campement et alla inspecter la cage de bois, 
  Tintallia le regarda en souriant, elle dit &quot;C'est mon p&egrave;re qui vous 
  envoie pour me lib&eacute;rer? Je suis Tintallia Feinraug, fille du V&eacute;n&eacute;rable 
  Quizan Feinraug. Ramenez moi &agrave; Kelethin et vous serez couverts de pi&egrave;ces 
  de platines&quot;.Tendrisu regarda le visage de la prisonni&egrave;re, sous 
  ses yeux bleus p&acirc;les et ses tresses blondes, Tintallia avait de fines 
  lignes tatou&eacute;es qui partait de ses oreilles pour rejoindre ses joues. 
  Deux lignes sur la joue droite et trois sur la joue gauche. Il remarqua un autre 
  tatouage qu'elle portait sur la gorge, il repr&eacute;sentait un tourbillon 
  dont le bout rejoignait la troisi&egrave;me ligne de la joue gauche. Il ne r&eacute;pondit 
  pas et trancha la corde qui fermait la cage. Elle bondit au dehors et fit face 
  au guerrier en souriant. Celui-ci baissa la t&ecirc;te et s'agenouilla : &quot;Mes 
  hommages Tintallia Feinraug&quot;.<br>
  Quand je revins &agrave; Kelethin, Tendrisu et Tintallia n'&eacute;tait pas 
  encore rentr&eacute;s, mais quand la nouvelle de leur retour se r&eacute;pandit 
  je fus le premier &agrave; courir voir mon fr&egrave;re, il n'&eacute;tait m&ecirc;me 
  pas bless&eacute; et racontait ses exploits &agrave; un groupe de jeunes elfes. 
  C'est alors que Tendrisu devint le garde du corps de Tintallia tandis que Quizan 
  &eacute;tait prot&eacute;g&eacute; par d'autres elfes, la confiance du grand 
  druide en notre famille &eacute;tait maintenant totale. Je me doutais que Tintallia 
  &eacute;tait attir&eacute;e par mon fr&egrave;re mais je savais aussi qu'ils 
  ne fallaient pas qu'ils se montrent, ce serait le bagne pour notre famille et 
  Tendrisu le savait c'est pourquoi il ignorait la belle elfe pour ne se concentrer 
  que sur son r&ocirc;le. Quizan &eacute;tait un membre tr&egrave;s haut plac&eacute; 
  dans le fonctionnement de la cit&eacute; &quot;au somment des arbres&quot;, 
  c'est pourquoi il &eacute;tait amen&eacute; &agrave; se d&eacute;placer souvent 
  et partout sur Norrath. Le fils de Quizan &eacute;tait appel&eacute; Kimuriel, 
  c'&eacute;tait l'un des plus beaux elfes que Kelethin ai port&eacute;, sa peau 
  n'&eacute;tait pas blanche comme celle de sa m&egrave;re mais sombre comme celle 
  de son p&egrave;re. Kimuriel me connaissait car je lui avais achet&eacute; plusieurs 
  armures quand il &eacute;tait encore jeune, les rapports qu'il entretenait avec 
  son p&egrave;re devinrent tendus. Kimuriel &eacute;tait fier et conservateur, 
  il qui refusait que les elfes s'abaisse &agrave; demander l'aide des autres 
  races, son p&egrave;re &eacute;tait plus mod&eacute;r&eacute; et essayait de 
  maintenir un bon niveau d'entente avec les humains. C'est pr&eacute;cis&eacute;ment 
  l&agrave; que leurs points de vue diverg&egrave;rent, Kimuriel d&eacute;testait 
  les humains, et personne ne sus jamais pourquoi,en fait il repr&eacute;sentait 
  un danger pour les humains car ils ne voulaient pas mener une guerre contre 
  les elfes &agrave; cause d'un seul homme. C'est pourquoi ils enlev&egrave;rent 
  Kimuriel . Quizan savait qu'il s'agissait des humains c'est pourquoi il envoya 
  ses meilleurs diplomates n&eacute;gocier la lib&eacute;ration de son fils. Les 
  humains ni&egrave;rent l'enl&egrave;vement c'est pourquoi nous f&ucirc;mes envoy&eacute;s 
  &agrave; Freeport avec pour mission de lib&eacute;rer Kimuriel. Durant le trajet 
  Tendrisu et Andela firent connaissance et je ne me lassais pas de contempler 
  la beaut&eacute; et l'intelligence de ma femme. C'est seulement aux portes de 
  Freeport que nous avons enfil&eacute; nos aubes noires et masqu&eacute;s nos 
  visage. Nous avons ensuite escalad&eacute; le mur d'enceinte et p&eacute;n&eacute;tr&eacute; 
  discr&egrave;tement dans la ville jusqu'au Temple de Maar, haut si&egrave;ge 
  des paladins. Tendrisu ex&eacute;cuta l'humain de patrouille et nous p&eacute;n&eacute;tr&acirc;mes 
  dans le temple.Autour d'une grande table,les tra&icirc;tres festoyaient,des 
  plats pleins de fruits,de grands vases pleins de vins et autres multitudes de 
  mets ... Quand une fl&egrave;che siffla et traversa le buste de l'un d'eux, 
  la surprise fut totale, ils se regard&egrave;rent tous, la bouche pleine, interloqu&eacute;s, 
  le temps &agrave; l'archer de tirer une seconde fl&egrave;che,elle se ficha 
  dans l'avant bras de celui que pr&eacute;sidait, le capitaine William... il 
  resta assis,rouge de col&egrave;re ...</p>
<p><i>changement de vue :</i><br>
  Les autres ,prit de panique, se lev&egrave;rent sans prendre le temps de s'organiser, 
  une autre fl&egrave;che traversa la gorge d'un autre encore assis, il tomba 
  la face contre la grande table . La dizaine de paladins restant se replia dans 
  le d&eacute;sordre au fond de la salle,les paladins y prirent les &eacute;p&eacute;es 
  entrepos&eacute;s, des lances, des arcs, et leurs boucliers. Les intrus &eacute;taient 
  entr&eacute;s, maintenant dans le hall,dispos&eacute;s en triangle, les visages 
  cach&eacute;s sous de longue aubes noires,ils &eacute;taient trois dont deux 
  archers, celui qui semblait &ecirc;tre le chef,&agrave; la t&ecirc;te du groupe 
  qui &eacute;tait dispos&eacute; en triangle. Il avait une &eacute;p&eacute;e 
  cristalline aux ornements travaill&eacute;s,dans l'autre une hache de glace, 
  ceux des paladins qui avait prit le temps de consid&eacute;rer les voleurs en 
  d&eacute;duisirent qu'ils s'agissait d'un Guerrier car il avait des bottes de 
  cobalt, ces bottes n'&eacute;tant port&eacute;es que par les guerriers. A sa 
  gauche et &agrave; sa droite , les deux archers se tenaient droit, ils avaient 
  une taille moyenne, apparemment plus grand que des Elfes des bois il devait 
  s'agir de Demi Elfes .L'un des paladins leva son &eacute;p&eacute;e et hurla 
  : &quot;En position mes amis !&quot;<br>
  Les vieux h&eacute;ros &eacute;tait maintenant engraiss&eacute;s et compl&egrave;tement 
  d&eacute;shabitu&eacute;s aux batailles .En guise de r&eacute;ponse &agrave; 
  leur position de combat pitoyable, les deux archers tir&egrave;rent chacun une 
  fl&egrave;che . Une se planta dans l'un des boucliers, l'autre alla trouver 
  la poitrine de l'un d'eux . Le Guerrier &agrave; l'aube noire descendit doucement 
  les escaliers,ses pas m&eacute;talliques r&eacute;sonn&egrave;rent sur le marbre 
  blanc .<br>
  De l'autre cot&eacute; de la rue un grand fracas se fit entendre, l'aubergiste 
  elfe regarda sa femme en soupirant ;<br>
  &quot;Encore ces satan&eacute;s humains qui font la f&ecirc;te avec l'argent 
  de nos imp&ocirc;ts&quot;<br>
  Sa femme servit une chope de bi&egrave;re &agrave; une table d'humains de passage 
  et se dirigea vers la fen&ecirc;tre,elle tira le rideau et jeta un coup d'oeil.<br>
  &quot;Sont ils l&agrave; pour nous prot&eacute;ger ou pour festoyer toute la 
  journ&eacute;e durant ? Ah le bon temps de Queynos me manque , les gardes &eacute;taient 
  bien loyaux et...&quot;<br>
  Il ne finit pas sa phrase qu'ils entendirent un grand cri provenant du temple, 
  l'aubergiste regarda sa femme,interloqu&eacute;. Elle aussi semblait interdite 
  .<br>
  &quot;Cela venait du temple, Bon dieu que font-ils encore ?&quot; s'exclama 
  l'un des clients attabl&eacute;s .<br>
  &quot;Un duel, rien d'autre&quot; r&eacute;pondit un autre .<br>
  &quot;Je vais voir Papa&quot;<br>
  Le p&egrave;re se retourna et regarda fi&egrave;rement sa fille , demi elfe, 
  l&eacute;g&egrave;rement plus petite que ses amies, plus timide mais une &acirc;me 
  d'aventuri&egrave;re qui ne demandait qu'&agrave; partir conqu&eacute;rir Norrath 
  . Elle s'&eacute;tait sp&eacute;cialis&eacute;e dans les chants de bataille 
  et bien d'autres chansons et utilisation d'instruments . Emiliae &eacute;tait 
  en &quot;vacances&quot; ,apr&egrave;s un long voyage dans les contr&eacute;es 
  en ruines de Kunark, elle venait voir ses parents et en profitait pour passer 
  chez son ancien ma&icirc;tre de guilde qui lui offrait de nouvelles chansons 
  &agrave; &eacute;tudier .&quot;Fait attention &agrave; ces satan&eacute;s humains 
  on ne sait jamais&quot; dit-il .<br>
  &quot;Ne t'inqui&egrave;te pas, je v&eacute;rifie juste que tout va bien &agrave; 
  l'int&eacute;rieur&quot; r&eacute;pondit elle en souriant .<br>
  Elle &eacute;tait fix&eacute;e par les clients de l'auberge, submerg&eacute;s 
  par son assurance,par sa beaut&eacute;... qui &eacute;tait essentielle &agrave; 
  tout barde car la beaut&eacute; influence beaucoup les chansons de charmes et 
  d'effets sur autrui, c'est &agrave; dire une grande majorit&eacute; du travail 
  d'un barde .<br>
  Elle sortit .</p>
<p><i>changement de vue :</i><br>
  &quot;La paladin n'arrivait pas &agrave; voir le visage du guerrier, l'aube 
  qui lui retombait sur le visage et l'&eacute;clairage l'en emp&ecirc;chait. 
  La question r&eacute;sonnait dans sa t&ecirc;te, il sentait ses forces le quitter 
  la blessure &eacute;tait profonde et il sentait le sang couler au travers de 
  son armure, son imposition des mains n'&eacute;tait plus possible, il allait 
  mourir. Les deux autres meurtriers &eacute;taient indemnes et tournaient autour 
  de la table d&eacute;vast&eacute;e en qu&ecirc;te d'un paladin encore vivant 
  .<br>
  changement de vue :<br>
  Emiliae se trouvait maintenant face &agrave; l'entr&eacute;e du temple de Marr, 
  elle s'avan&ccedil;a en marchant admirant la hauteur et la puret&eacute; des 
  lignes de l'&eacute;difice . Elle contourna la fontaine, poussa la porte de 
  bois . Un long grincement accompagna l'ouverture de la lourde porte .</p>
<p><i>changement de vue :</i><br>
  Un grincement de porte r&eacute;sonna dans le temple de marbre, un silence de 
  mort s'ensuivit .<br>
  Dans un extr&ecirc;me silence, l'un des archers &agrave; la silhouette f&eacute;minine 
  banda son arc et visa l'&eacute;tage au dessus, celui de la porte d'entr&eacute;e,la 
  porte d'o&ugrave; venait le grincement .</p>
<p><i>changement de vue :</i><br>
  Emiliae frissonna en entendant le grincement, elle se traita d'idiote en silence 
  et entra . Ce soudain silence la surprit, elle sortit son &eacute;p&eacute;e,celle-ci 
  lui avait &eacute;t&eacute; offerte par un guerrier qui lui avait sauv&eacute;e 
  la vie aux environs du Lac d'Illomen, elle sourit en se le rem&eacute;morant, 
  elle ne savait pas si elle l'aimait, en tout cas elle voulait le revoir &agrave; 
  tout prix, et tout les marchands le d&eacute;crivait comme quelqu'un de nomade, 
  sans vraie patrie ni religion.Elle soupira en se souvenant de son visage .<br>
  Elle parla &agrave; haute voix : &quot; Eh Oh il y'a quelqu'un ?&quot;</p>
<p><i>changement de vue :</i><br>
  &quot;On est rep&eacute;r&eacute; il faut fuir&quot; souffla Tendrisu en attendant 
  la voix de la jeune barde .<br>
  &quot;Pas avant de savoir ce qu'ils ont fait de Kimuriel&quot; r&eacute;pondit 
  le guerrier &agrave; l'aube noire.<br>
  L'arch&egrave;re &eacute;tait toujours en position de tir , elle n'avait pas 
  boug&eacute; .</p>
<p><i>changement de vue :</i><br>
  Personne ne r&eacute;pondit &agrave; par l'&eacute;cho froid du temple. Elle 
  passa la t&ecirc;te par dessus la rambarde, elle sursauta en voyant les cadavres 
  ensanglant&eacute;s des paladins, sa derni&egrave;re vision fut celle d'une 
  femme demi elfe aux cheveux d'argent et aux yeux violets qui d&eacute;cocha 
  une fl&egrave;che dans sa direction .</p>
<p><i>changement de vue :</i><br>
  La fl&egrave;che &eacute;tait partie, Adnmar savait que celle-ci serait mortelle. 
  Effectivement, elle traversa le front et s'enfon&ccedil;a dans le cr&acirc;ne, 
  le corps de la barde tomba &agrave; la renverse.&quot;</p>
<p>Le paladin mourut dans mes bras sans nous faire conna&icirc;tre l'endroit o&ugrave; 
  &eacute;tait d&eacute;tenu Kimuriel, il nous fallait partir au plus vite avant 
  que quelqu'un d&eacute;couvre le corps du soldat de patrouille. Nous repr&icirc;mes 
  le chemin de Kelethin, honteux de rentrer sans Kimuriel, pourtant une fois arriv&eacute;s 
  nous f&ucirc;mes surpris de voir qu'il s'y trouvait. Il avait &eacute;t&eacute; 
  captur&eacute; par des humains &agrave; la solde des paladins du Temple de Marr 
  mais avait r&eacute;ussit &agrave; s'&eacute;chapper et &agrave; rejoindre la 
  cit&eacute; des elfes. Nous ne savions pas si Quizan allait d&eacute;cider de 
  mener une guerre pour cet affront, il ne le fit pas et ne pr&eacute;vint m&ecirc;me 
  pas les humains jugeant que &quot;la b&ecirc;tise &eacute;tait humaine =)&quot;.<br>
  Bient&ocirc;t Firiona Vie faillit &ecirc;tre tu&eacute;e dans une embuscade 
  Iksar, elle se rendait au moulin pour rencontrer un mage poss&eacute;dant un 
  pouvoir extraordinaire : le professeur Acabao mais aussi pour parler avec Kimuriel 
  des relations diplomatiques qu'entretiendront &agrave; l'avenir sa ville et 
  Kelethin, le fils de Quizan Feinraug et la reine des hauts-elfes ne purent parler 
  longtemps ; les iksars attaqu&egrave;rent en masse for&ccedil;ant les hauts 
  elfes &agrave; fuir dans la r&eacute;gion montagneuse de Frontiers Mountains.</p>
<p><i>changement de vue:</i><br>
  &quot;Kimuriel tituba un instant avant de se redresser. Il plaqua f&eacute;brilement 
  ses mains sur sa poitrine et se concentra. Une colonne d'&eacute;toiles bleut&eacute;es 
  s'&eacute;leva au dessus de lui, il sentit toute la puissance r&eacute;g&eacute;n&eacute;ratrice 
  de Tunare le p&eacute;n&eacute;trer. En une seconde il recouvra toute sa sant&eacute; 
  et sa vigueur, les plaies d&eacute;goulinantes de poison disparurent. Il regarda 
  autour. Le cadavre sanguinolent de l'Iksar gisait &agrave; quelques m&egrave;tres. 
  Il fixa le sommet de la montagne par lequel devait s'&eacute;chapper la Reine. 
  Maintenant en pleine forme il se mit &agrave; courir dans la direction, la garde 
  de Firiona Vie ne comptait plus que cinq ou six paladins qui soutenaient les 
  attaques incessantes des Iksars &agrave; leur recherche. Des cris &eacute;clat&egrave;rent,des 
  cris elfes et des cris plus stridents,ceux des Iksars. En se concentrant il 
  vit qu'un combat avait lieu au milieu de la montagne, il s'&eacute;lan&ccedil;a 
  dans la mont&eacute;e rocheuse. Il voyait que les iksars &eacute;taient en surnombre,des 
  archers Iksars tiraient fl&egrave;ches sur fl&egrave;ches, les paladins gardaient 
  la l&eacute;g&egrave;re plate-forme qu'offrait la montagne. Un des paladins 
  aida la Reine Haute-elfe &agrave; se hisser sur le plateau au-dessus. Kimuriel 
  progressait, charg&eacute;s de son &eacute;p&eacute;e,de son bouclier et de 
  son armure de m&eacute;tal, son ascension &eacute;tait difficile. Un des paladins 
  se jeta dans le vide heurtant volontairement une dizaine d'Iksars en pleine 
  escalade il les entra&icirc;na avec lui. Kimuriel se hissa sur la plate forme, 
  il regarda ses trois fr&egrave;res d'armes restant. En cercle s&eacute;r&eacute; 
  autour de Firiona Vie, ils prot&eacute;geaient sa mont&eacute;e. La reine mit 
  le pied sur la cuisse de Kimuriel pour pouvoir monter. Une fois en haut il fit 
  passer Mariner. Un iksar se rua sur le groupe. Le troisi&egrave;me paladin, 
  Ezelkir, para son attaque et lui fendit le cr&acirc;ne dans une gicl&eacute;e 
  de sang pourpre. Il fut suivit de deux autres reptiles, Kimuriel hissa Ezelkir 
  et &eacute;vita de justesse un coup d'&eacute;p&eacute;e qui frappa la roche 
  il se releva et porta un coup d'&eacute;p&eacute;e qui fendit la poitrine du 
  premier . Le second se jeta sur lui il riposta instantan&eacute;ment d'un coup 
  de bouclier, les pointes m&eacute;talliques travers&egrave;rent les &eacute;cailles 
  plusieurs c&ocirc;tes craqu&egrave;rent,l'Iksar tomba &agrave; la renverse et 
  roula dans le vide dans un cri aigu. Kimuriel se retourna enjambant le corps 
  d'un paladin tu&eacute;, il se hissa et jeta un rapide coup d'&#156;il en haut, 
  Firiona Vie &eacute;tait presque en haut, la descente serait plus facile et 
  l'entr&eacute;e du tunnel menant &agrave; la ville de Firiona Vie &eacute;tait 
  proche. Il fallait qu'elle atteigne ce sommet . Ezelkir aida Kimuriel &agrave; 
  monter, Mariner n'eut pas le temps de se hisser,une fl&egrave;che lui traversa 
  l'&eacute;paule il vacilla un instant et reposa le pied sur la cuisse d'Ezelkir, 
  un Iksar plus rapide parvint &agrave; se jeter sur Ezelkir, Mariner bascula 
  et tomba trois plateaux plus bas dans une chute douloureuse il n'eut pas le 
  temps de se redresser. Tels des rapaces, cinq Iksars se jet&egrave;rent sur 
  lui pour l'achever. Ezelkir hurla &agrave; Kimuriel de continuer. Celui ci se 
  retourna et aida Firiona &agrave; monter le dernier mur. Un r&acirc;le horrible 
  fit comprendre &agrave; Kimuriel que son ma&icirc;tre &eacute;tait mort. Firiona 
  essaya de l'aider &agrave; se hisser, il lui hurla de fuir. Une fl&egrave;che 
  siffla et frappa le rocher graniteux &agrave; quelques m&egrave;tres de lui. 
  Une seconde se planta dans son armure de cuir, la troisi&egrave;me trouva la 
  gorge de la reine des Hauts-elfes. Il n'h&eacute;sita pas, il arracha violemment 
  la fl&egrave;che et s'agenouilla pr&egrave;s de sa Reine &agrave; l'agonie, 
  il se concentra sur ce que les paladins appellent un Acte de Valeur. Une vieille 
  aptitude que seuls les paladins tr&egrave;s exp&eacute;riment&eacute;s connaissent, 
  il la fixa et r&eacute;cita &agrave; haute voix une formule. Une seconde plus 
  tard, sa t&ecirc;te bascula et Firiona rouvrit les yeux. &quot;</p>
<h2 align="center"><br>
  Chapitre VI</h2>
<p>Les mois pass&egrave;rent et le d&eacute;s&#156;uvrement commen&ccedil;ait 
  &agrave; se faire sentir. Des rumeurs venant des communes d'Antonica arriv&egrave;rent, 
  les humains s'inqui&eacute;taient de la prolif&eacute;ration de cr&eacute;atures 
  de l'ombre sur leurs territoires. Evidement ils avaient appel&eacute;s les elfes 
  &agrave; l'aide c'est pourquoi Quizan nous envoya avec une dizaine de rangers 
  exp&eacute;riment&eacute;s. Le voyage fut long et l'id&eacute;e de p&eacute;n&eacute;trer 
  dans Freeport me mettait tr&egrave;s mal &agrave; l'aise, j'en avais tu&eacute;s 
  plusieurs de mes mains dans le temple de marr quand nous &eacute;tions partis 
  &agrave; la recherche de Kimuriel. L'accueil fut tr&egrave;s chaleureux mais 
  les mines montraient que la f&ecirc;te ne durerait pas longtemps. Le soir m&ecirc;me 
  une grande r&eacute;union fut donn&eacute;e,tous les ma&icirc;tres de guildes 
  y participaient ainsi que les seigneurs de guerre, sortes de mercenaires envoy&eacute;s 
  par les diff&eacute;rentes villes pour s'assurer que la situation ne devient 
  incontr&ocirc;lable c'est ce que nous &eacute;tions Tendrisu et moi. Le probl&egrave;me 
  venait de la for&ecirc;t de Kithicor, des hordes de morts vivants envahissaient 
  les communes &agrave; la nuit tomb&eacute;e, plusieurs auberges avaient &eacute;t&eacute; 
  d&eacute;cim&eacute;es et les animaux se firent rare puis inexistants ils transportaient 
  des maladies, certains devenaient agressifs et m&ecirc;me dangereux. Nous &eacute;coutions 
  la conversation avec attention et savions que si la maladie p&eacute;n&eacute;trait 
  dans les remparts de la ville, c'est toute la race humaine qui serait &eacute;radiqu&eacute;e. 
  Le soir m&ecirc;me j'&eacute;crivis une longue lettre o&ugrave; j'expliquais 
  la situation &agrave; Quizan, Andela qui ne voulais pas rester une minute de 
  plus dans cette ville nous quitta et partis au galop dans les terres communes.Le 
  lendemain, nous part&icirc;mes &agrave; cheval en direction de l'ouest pour 
  v&eacute;rifier l'&eacute;tendue du probl&egrave;me. Apr&egrave;s une heure 
  de course, le spectacle s'offrit &agrave; nos yeux. A perte de vue une sorte 
  de d&eacute;sert chaud et naus&eacute;abond, quelques arbres br&ucirc;laient, 
  l'herbe &eacute;tait jaune et des carcasses pourrissantes d'animaux &eacute;taient 
  visibles. Je mis mon voile du champignon et nous continu&acirc;mes notre exploration, 
  le lac &eacute;tait vert des centaines de poissons flottaient. Parfois nous 
  voyions un squelette d'une tr&egrave;s grande taille,un loup garou ou d'autres 
  cr&eacute;atures qui n'&eacute;tait jamais parus dans cette r&eacute;gion. Au 
  galop nous rentr&acirc;mes &agrave; Freeport. Nous f&icirc;mes r&eacute;cit 
  de nos explorations et j'ordonnais au capitaine Hazran d'envoyer le plus t&ocirc;t 
  possible un groupe de paladin bloquer la faille qui menait &agrave; la for&ecirc;t 
  de Kithicor, il accepta et la colonne fila vers l'ouest. Quelques jours plus 
  tard pourtant, plus aucune nouvelle ne nous parvint. Haemdaer l'un des rangers,ancien 
  h&eacute;ros de la croisade,se porta volontaire pour partir aux nouvelles des 
  paladins. Tendrisu fut rappel&eacute; par Quizan pour assurer sa s&eacute;curit&eacute; 
  apr&egrave;s que Firiona Vie ait faillit &ecirc;tre assassin&eacute;e. Tendrisu 
  et Haemdaer partirent donc ensemble me laissant seul &agrave; Freeport.</p>
<p><i>changement de vue :</i><br>
  Le jeune ranger &eacute;tait inquiet,la nuit tombait et il n'avait toujours 
  pas retrouv&eacute; la colonne partie depuis quatre jours . Au pas de course,il 
  parcourut la moiti&eacute; du territoire, il regarda le camp derviche qui &eacute;tait 
  d&eacute;sormais,abandonn&eacute; . Il continua vers l'Ouest, pouss&eacute; 
  par sa curiosit&eacute;, apr&egrave;s une dizaines de minutes de marches, il 
  aper&ccedil;u la faille dans la montagne qui annon&ccedil;ait la limite vers 
  le bois de Kithicor . Il frissonna, ce n'est que cette faille qui inqui&egrave;te 
  tant Sir Arthur ? C'est ridicule ... il suffirait de la bloquer et d'y placer 
  une sentinelle bien arm&eacute;e, pour repousser une &eacute;ventuelle perc&eacute;e 
  zombie . La nuit tombait,il fallait encore avancer pour trouver enfin cette 
  sentinelle et relever son rapport, si elle avait eut le temps de le faire. Il 
  entra dans la faille et enfin,aper&ccedil;u des corps &eacute;tendus, il courut 
  dans l'&eacute;troit couloir &agrave; ciel ouvert ... il enjamba le corps d'un 
  premier garde et ramasse l'objet de ses recherche,un parchemin de peau roul&eacute;s 
  et tenu par une ficelle . Il fit sauter la ficelle et commen&ccedil;a sa lecture 
  :&quot;Guard Valon au Capitaine Hazran :<br>
  Milieu du jour : Les marchands ont tous &eacute;t&eacute; tu&eacute;s ... par 
  contre aucune trace des Elfes-Noirs ... leurs camps n'a pas &eacute;t&eacute; 
  br&ucirc;l&eacute;... Nous allons nous diriger vers les bois de Kithicor pour 
  pousser plus loin nos investigations ... le jour est encore loin ... nous aurons 
  le temps de revenir ...Fin de journ&eacute;e : Nous sommes prit en embuscade, 
  j'&eacute;crit ces mots tandis que nous nous relayons pour combattre de chaque 
  cot&eacute; les cr&eacute;atures qui se suivent sans fin , ils transmettent 
  des maladies &agrave; une vitesse inqui&eacute;tante,nos mains tremblent,nous 
  avons des vertiges, Colin est au bord de la mort, &agrave; se demande je l'ai 
  achev&eacute; ... les autres m'ont demand&eacute; de faire de m&ecirc;me si 
  ils n'&eacute;taient pas en mesure de le faire eux m&ecirc;mes . Si le jour 
  ne se l&egrave;ve pas, c'est cette maladie qui aura raison de nous ... C'est 
  une certitude, les zombies n'attendent pas la nuit,il fait encore jour et ils 
  arrivent encore et encore ... &quot;Un grognement &agrave; sa droite interrompit 
  sa lecture ... c'&eacute;tait une goule ... elle avait la peau pourpre,rougeoyante,comme 
  si tout son corps n'&eacute;tait qu'une seule et m&ecirc;me plaie ouverte depuis 
  des jours, la cr&eacute;ature avait ramass&eacute; l'&eacute;p&eacute;e de l'un 
  des soldats morts, et la faisait bouger devant le ranger,elle attaqua mais Haemdaer 
  eut le r&eacute;flexe d'interposer le parchemin, le rouleau d&eacute;via le 
  premier coup. Le second le d&eacute;capita net.&quot;Arriv&eacute; &agrave; 
  Kelethin, Tendrisu se rendit dans la hutte du grand pr&ecirc;tre, plusieurs 
  guerriers et rangers de l'unit&eacute; d'&eacute;meraude s'y trouvait pour une 
  grande r&eacute;union, Quizan Feinraug devait se rendre &agrave; Felwithe pour 
  parler avec les dirigeants de la ville de marbre de la conduite &agrave; adopter 
  face aux probl&egrave;mes que les humains rencontraient dans les communes d'Antonica. 
  Le risque d'attentat &eacute;tait haut c'est pourquoi ce voyage de quelques 
  jours &agrave; peine se transforma en v&eacute;ritable exp&eacute;dition. Un 
  jour apr&egrave;s leurs d&eacute;parts Quizan et Tintallia Feinraug furent attaqu&eacute;s.</p>
<p><i>changement de vue :</i><br>
  &quot;Les fl&egrave;ches travers&egrave;rent les coeurs, raccourcirent les vies, 
  les guerriers tombaient mais ils n'avaient pas un visage triste, non . On aurait 
  dit qu'ils souriaient, oui ils souriaient. Ils souriaient parce qu'ils savaient 
  que les fl&egrave;ches qu'ils portaient dans leurs corps &eacute;tait celles 
  qui &eacute;taient destin&eacute;es &agrave; Quizan. Ils se vidaient de leur 
  sang pour lui, parce qu'ils avaient jur&eacute;s devant Tunare de le servir 
  jusqu'&agrave; la mort. Certains, dans un ultime acte d'orgueil, ne se permirent 
  de poser un genoux &agrave; terre que lorsqu'ils auraient tu&eacute;s quelques 
  un des assaillants. Temadin fut l'un d'eux, il ne s'&eacute;croula qu'apr&egrave;s 
  avoir tu&eacute;s les archers qui avaient tir&eacute;s les fl&egrave;ches qu'il 
  portait dans le buste. Le V&eacute;n&eacute;rable Quizan Feinraug tenait le 
  visage de sa fille dans ses bras et regardait ses guerriers le d&eacute;fendre 
  avec ardeur. Il lan&ccedil;a quelques sorts de gu&eacute;rison sur ses gardes 
  les plus proches mais l'&acirc;ge du vieil homme ne lui permit pas de se reconcentrer.Les 
  guerriers et rangers &eacute;taient presque tous tomb&eacute;s,les elfes noirs 
  aussi. L'attaque avait &eacute;t&eacute; foudroyante mais un sursaut de rage 
  avait permis aux elfes des bois de mettre les assassins, bien que plus nombreux, 
  en d&eacute;route. Tendrisu tira son &eacute;p&eacute;e du corps de l'elfe noir 
  qu'il venait de tuer,il se retourna et tituba. Il portait une profonde entaille 
  &agrave; la gorge et ne sentait plus son bras droit. Il regarda autour de lui, 
  il n'y avait plus personne debout a part Tintallia et Quizan qui &eacute;tait 
  adoss&eacute;s &agrave; un arbre et le regardait d'un air horrifi&eacute;. Il 
  se dirigea vers eux tr&egrave;s lentement, son corps commen&ccedil;ait &agrave; 
  ne plus lui ob&eacute;ir. Il entendit un son, c'&eacute;tait un elfe noir, ses 
  cheveux blancs &eacute;taient enti&egrave;rement ensanglant&eacute;s, il avait 
  l'air en mauvais &eacute;tat.</p>
<p><i>changement de vue :</i><br>
  Roughenn vacilla et vit Tintallia dans les bras de son p&egrave;re. L'elfe noir 
  saignait abondamment et avait le cr&acirc;ne bris&eacute;, il ne lui restait 
  que quelques minutes &agrave; vivre,il le savait. Il prit son sac et pla&ccedil;a 
  sa plus belle fl&egrave;che en tremblant. Il visa Quizan, celui que lui et ses 
  fr&egrave;res &eacute;taient venus assassiner. Il rassembla ses derni&egrave;res 
  forces pour bander son arc et s'appr&ecirc;ta &agrave; tirer. Soudain &agrave; 
  quelques m&egrave;tres des deux elfes il vit un guerrier demi elfe qui avan&ccedil;ait 
  en titubant, celui ci semblait vouloir se placer dans la trajectoire de la fl&egrave;che, 
  entre Roughenn et Quizan. Il fallait qu'il tire, il fallait qu'il tire maintenant.</p>
<p><i>changement de vue :</i><br>
  Tendrisu sentit sa vision se brouiller, l'elfe noir avait finit de bander son 
  arc. Il entendit la fl&egrave;che siffler, il se jeta devant les deux descendants 
  Feinraug. Le guerrier sentit avec soulagement la fl&egrave;che lui traverser 
  la gorge avant de s'effondrer &agrave; leurs pieds. Une seconde plus tard, l'Elfe 
  noir l&acirc;cha son arc et s'effondra &agrave; son tour. Tintallia se jeta 
  aupr&egrave;s de Tendrisu, c'&eacute;tait la deuxi&egrave;me fois qu'il lui 
  sauvait la vie. Elle se mit &agrave; pleurer et &agrave; demander pourquoi les 
  dieux permettait ceci. Tendrisu sentait les cheveux de Tintallia sur son visage, 
  il rouvrit les yeux et contempla le visage parfait de la jeune elfe des bois. 
  Quizan le grand pr&ecirc;te restait immobile,&agrave; quelques m&egrave;tres 
  d'eux, les yeux grands ouverts. Tendrisu toussa, ses poumons se remplissaient 
  de sang, pourtant il arriva &agrave; articuler : &quot; Mon destin est de me 
  sacrifier pour les autres afin que leurs propres destins s'accomplissent . Il 
  s'arr&ecirc;ta ,ferma les yeux et prit le visage de Tintallia dans son gant 
  de m&eacute;tal.&quot;Les oracles t'ont pr&eacute;dit un grand avenir, Tintallia, 
  alors va, accomplit ce que tu doit faire en ce monde&quot;. Ce furent ses derni&egrave;res 
  paroles.<br>
  Les ann&eacute;es pass&egrave;rent et les hordes de morts vivants furent finalement 
  repouss&eacute;es, les campements des elfes noirs br&ucirc;l&eacute;s Une grande 
  palissade de bois fut construite au niveau de la faille menant &agrave; la for&ecirc;t 
  de Kithicor permit &agrave; la nature de reprendre ses droits et les communes 
  retrouv&egrave;rent leur verdoyante d'entant. Un bastion r&eacute;sista, pourtant, 
  il s'agissait de Befallen, une grotte profonde et peupl&eacute;e de squelettes, 
  de rats et d'autres cr&eacute;atures tout aussi inqui&eacute;tante. Voil&agrave; 
  ce que j'ai accomplit sur Norrath, voil&agrave; quels sont mes souvenirs. Je 
  suis assis dans l'herbe, mon dos contre un palmier je regarde &agrave; l'horizon 
  une douce brise vient me caresser le visage, je repense &agrave; Andela ,celle 
  sans qui ma vie sur Norrath n'aurait pas eut de sens. L&eacute;lonie &eacute;tait 
  maintenant adulte, elle vivait &agrave; Queynos avec son mari ; Tendrisu &eacute;tait 
  mort en d&eacute;fendant celle qu'il aimait; ma m&egrave;re &eacute;tait morte 
  de tristesse apr&egrave;s la mort d'Ezelkir et de mon fr&egrave;re. J'avais 
  surv&eacute;cu &agrave; toute ma famille, m&ecirc;me &agrave; mes amours. Il 
  &eacute;tait tant pour moi de quitter ce monde et de laisser la nouvelle g&eacute;n&eacute;ration 
  prendre les commandes. Je ne pouvais pourtant pas me r&eacute;soudre au suicide, 
  je d&eacute;cidais donc de mener ma derni&egrave;re charge, la plus h&eacute;ro&iuml;que 
  de mon existence. J'allais m'attaquer au plus grand pr&ecirc;tre de l'ombre 
  de Neriak,symbole m&ecirc;me de la haine que je vouais &agrave; ceux qui m'avais 
  s&eacute;par&eacute; de ceux que j'aimais.</p>
<p align="right"><br>
  <b>Adnmar</b> - <b><font size="2"><i><a href="mailto:adnmar.eq@caramail.com">adnmar.eq@caramail.com</a></i></font></b> 
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><center>[&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Adnmar/a.htm">I & II</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Adnmar/b.htm">III & IV</a></nobr>&nbsp;|&nbsp;<nobr><b>V & VI</b></nobr>&nbsp;]</center></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br>	<table width="100%" border="0" cellspacing="0" cellpadding="0">







        <tr> 







          <td> 







            <p> 







              <center>







                <nolayer><iframe src="http://pub.ubisoft.fr/pub_everquest.php?languesite=fr" width=468 height=60 marginwidth=0 marginheight=0 hspace=0 vspace=0 frameborder=0 scrolling=no bgcolor="#FFFFFF"></iframe></nolayer>







              </center>







            </p>







          </td>







        </tr>







      </table></td>















	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>















	<td width="134" class="coldroite">







	<center>



 

<br>







	


 <center> <a href="http://www.eqloft.com/page.php?url=/fr/Actualites/_index.htm"><img src="http://www.eqloft.com/images/bandeau01_fr.gif" border="0"></a> </center> <br>


<br>



 <center> <a href="http://www.eqloft.com/page.php?url=fr/Communaute/Annuaire_des_Guildes/_hallofguilds.htm"><img src="http://www.eqloft.com/images/bandeau02_fr.gif" border="0"></a> </center> <br>


<br>

<!-- WEEKLY POLL --> 
<img src="fr/img/titr-poll.gif" width="134" height="18" border="0" alt="_poll"><br>
<center><table border=0 cellspacing=0 cellpadding=0 width="130">
<tr valign=top>
	<td colspan=5><img src="img/cadre-poll-h.gif" width="130" height="8" border="0"></td>
</tr>
<tr valign=top>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td width="126" class=poll_interne>


            <table cellpadding=1 cellspacing=2 border=0>
        <tr>
          <td class="poll_question"><b>_nopoll</b> </td>
        </tr>
		</table>
      	</td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
<tr>
	<td colspan=5><img src="img/cadre-poll-b.gif" width="130" height="8" border="0"></td>
</tr>

</table></center>
<!-- POLL ENDS -->


 </center>







	<br>



















	</td>















</tr>















</table><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<center><a href="mailto:eqloft_fr@ubisoft.fr">Contact</a><a target="impression" href="imprimer.php?url=fr/Communaute/Recits_Aventuriers/Adnmar/c.htm"></a></center>
	<br>
	<center>Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
	EverQuest and You're in Our World Now are registered trademarks of Sony Computer Entertainment America Inc. 
	Verant Interactive and Verant Interactive logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are trademarks of 
	Sony Online Entertainment Inc. All other trademarks below to their respective owners.  2002 Sony Computer Entertainment America Inc. All rights reserved.</center></center>
	<br>

	</td>
</tr>
</table>
</BODY>
</HTML>
<script language="javascript">
WEBO_ZONE=204;
WEBO_PAGE=2;
weboplus_ok=0;
</script>
<script language="javascript" src="http://js.tiscali.fr/jstiscali/weborama/weboscopeplus.js">
</SCRIPT>
<SCRIPT>
if(weboplus_ok==1){weboplus_zp(WEBO_ZONE,WEBO_PAGE);}
</script>
<!-- BEGIN WEBSIDESTORY CODE v7.2 -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="V & VI"; 	//page name(s)
var _mlc="SiteWeb/Everquest/Retention/";	//multi-level content category
var _seg=""; // visitor segmentation
var _cmp=""; // campaign analysis - id
var _gp="";  // campaign analysis - goal page 
var _cmpn="";// campaign analysis - query name for id
var _gpn=""; // campaign analysis - query name for goal page
var _cp="null"; 	//campaign
var _acct="DM510830FOBR38FR3"; 	//account number(s)
var _pndef="title";	//default page name
var _ctdef="full"; 	//default content category
var _dlf="n";	//download filter
var _elf="n";	//exit link filter
var _epg="n"; 	//event page identifier
var _mn="we91"; //machine name
var _gn="ehg-ubisoft.hitbox.com"; //gateway name
var _lp=location.protocol.indexOf('https')>-1?'https://':'http://';
var _hcv=68;function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if (_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if (_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_fp=_pm(_rm,_fml,_ipn);return _fp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script><script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://www.ubi.com/nr/ubisoft/include/hbe.js"></script>
<script language="javascript">if (_sv==10){if (document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='"+_lp+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6&seg="+_seg+"' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<noscript><img src="http://ehg-ubisoft.hitbox.com/HG?hc=we91&cd=1&hv=6&ce=u&hb=DM510830FOBR38FR3&n=V & VI&vcon=SiteWeb/Everquest/Retention/&seg=&cmp=&gp=" border='0' width='1' height='1'>
</noscript><!--//-->
<!-- END WEBSIDESTORY CODE  -->
<!-- ************************************************ -->
<!-- ****       END TEMPORARY REPORTING CODE      *** -->
<!-- ************************************************ -->	


