{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Janice","from":"&quot;Janice&quot; &lt;jcjc@...","replyTo":"LIST","senderId":"PllDui6SlrkxAmv4GiTzIo9wQ2i7bcanfMfkw2HFp1x3HAHy2bZ1dEun1vvh57la92W4pR9sXwv8EA7amuHPSpk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Fw: Important Medical Information for Women   about Paget&#39;s Disease","postDate":"930855729","msgId":244,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS40Ni4yNDQuOTU5Mjk3NTkwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":243,"nextInTime":245,"topicId":244,"numMessagesInTopic":1,"msgSnippet":"Dear Friends, I received this email from another friend and wish to pass it along. Please send it to women you care about.  You may save a life. I don t know","messageBody":"<div id=\"ygrps-yiv-1964389069\">Dear Friends,<br/>\n<br/>\nI received this email from another friend and wish to pass it along.<br/>\nPlease send it to women you care about.  You may save a life.<br/>\n<br/>\nI don&#39;t know how true it is, if at all, but it is better to be safe than sorry.<br/>\nJanice<br/>\n<br/>\nSubject: PAGET&#39;S DISEASE OF THE NIPPLE<br/>\n<br/>\nIs a rare form of breast cancer, and is on the outside of the breast, on<br/>\n<br/>\nthe nipple and areola.  It appeared as a rash which later became a lesion<br/>\nwith a  crusty outer edge. I would not have ever suspected it to be<br/>\nbreast cancer but it was. My nipple never seemed any different to me, but the<br/>\nrash bothered me so went to my doctor for that. Sometimes it itched and was<br/>\nsore, but other than that it didn&#39;t really bother me. It was just ugly and a<br/>\nnuisance, and could not be cleared up with all the creams prescribed by<br/>\nmy doctor and dermatologist for the dermatitis on my eyes just prior to<br/>\nthis outbreak.They seemed a little concerned but did not warn me it could be<br/>\ncancerous.Now I suspect there are not many women out there who know a lesion or<br/>\nrash on the nipple or areola can be breast cancer.<br/>\n<br/>\nWhat are the symptoms? Mine started out as a single red pimple on the<br/>\nareola.  One of the biggest problems with Paget&#39;s disease of the nipple<br/>\nis that the symptoms appear to be harmless. It is frequently thought to be<br/>\na skin inflammation or infection, leading to unfortunate delays in<br/>\ndetection and care.<br/>\n<br/>\n   The symptoms include:<br/>\n<br/>\n   1. A persistent redness, oozing, and crusting of your nipple causing<br/>\n       it to itch and burn. ( As I stated mine did not itch or burn much,<br/>\n       and  had no oozing I was aware of, but it did have a crust along<br/>\n       the outer edge on one side).<br/>\n<br/>\n   2. A sore on your nipple that will not heal. (Mine was on the areola<br/>\n       area with a whitish thick looking area in center of nipple).<br/>\n<br/>\n   3. Usually only one nipple is affected.<br/>\n<br/>\n   How is it diagnosed?<br/>\n<br/>\n   Your doctor will do a physical exam and should suggest having a<br/>\n    mammogram of both breasts done immediately.<br/>\n<br/>\n   Even though the redness, oozing and crusting closely resemble<br/>\ndermatitis  (inflammation of the skin), your doctor should suspect cancer if the<br/>\nsore   is only on one breast. Your doctor should order a biopsy of your sore<br/>\nto   confirm what is going on. They will take a sample of your breast<br/>\ntissue in   that area to test for cancer.<br/>\n<br/>\n   If the cancer is only in the nipple and not in the breast, your doctor<br/>\n   may  recommend just removing the nipple and surrounding tissue or<br/>\nsuggest   radiation treatments. Had my doctor caught mine right away, instead<br/>\nof   flaking it off as dermatitis, perhaps they could of saved my breast,<br/>\nand   it wouldn&#39;t have gone to my lymph nodes.<br/>\n<br/>\n   This message should be taken seriously and passed on to as many of<br/>\nyour   friends as possible; it could save someone&#39;s life. My breast cancer<br/>\nhas   spread and metastasized to my bones after receiving mega doses of<br/>\n   chemotherapy, 28 treatments of radiation and taking tamaxofin. If<br/>\nthis   had been diagnosed in the beginning as breast cancer and treated<br/>\nright away,   perhaps it would not have spread...<br/>\n<br/>\n   I did try to spread the word through Rosie O&#39;Donnell show on breast<br/>\n   cancer awareness, but it failed trigger importance enough to announce<br/>\non her   show last year. This is sad as woman are not aware of Paget&#39;s<br/>\ndisease. If by   passing this around on the e-mail, we can make others aware of it,<br/>\nand it&#39;s   potential danger we are helping women everywhere.<br/>\n<br/>\n   Thanks for taking the time to share.</div>","specialLinks":[]}}