{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silten@xxxxx.xxx","from":"silten@...","replyTo":"LIST","senderId":"nouM7Hj4uALBCMpap2XqRO7VWvfgGvt53rYCSUftorS_Hss02V_6UTHXIhpRhaOfgWS50Ir12g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"FAO Satyric.  Itan the Whistler states his arguement.","postDate":"923339958","msgId":26,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS4yLjI2Ljk1OTI5NzU5MEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":25,"nextInTime":27,"topicId":26,"numMessagesInTopic":1,"msgSnippet":"Satyric, You sound like a necro.  I hope you are not, as I never speak kindly to a bone sucker. I assume that your reference to idle threats and","messageBody":"<div id=\"ygrps-yiv-1626744338\">Satyric,\r<br/>\n\r<br/>\nYou sound like a necro.  I hope you are not, as I never speak kindly to a bone sucker.\r<br/>\n\r<br/>\nI assume that your reference to &quot;idle threats and poorly-written posturing&quot; was aimed at myself and my poor deluded friend Zardoz.\r<br/>\n\r<br/>\nooc:  Let me assure you, that if I were to meet him in game, I would engage in much the same banter.  This list is a convenient way of extend the roleplay experience.  If it offends you, then I am sorry, but in the absence of any rules other than no profanity, I will leave it to the administrator to decide whether or not it needs curbing.\r<br/>\nMaybe it is not offense that you wish to confer, but something more akin to mere displeasure.  If that is the case then I will make no apology.  If this list is going to consist solely of technical questions and ooc communication, then I think it will miss the point of being server specific.\r<br/>\nI believe that it should be used as we have begun to use it, but let us see what the consensus of the growing numbers decides.\r<br/>\n\r<br/>\nPoorly written you say?  You must excuse Zardoz.  Apart from looking exactly like Sean Connery, his mind is not up to eloquent communication of the level which you seek.  Indeed, I have had to write to him in a simplistic manner, just so that he can get the general idea.\r<br/>\n\r<br/>\nAs for idle threats,  I don&#39;t think we have threatened each other as yet, so you must mean someone else.\r<br/>\n\r<br/>\nooc: Please try and join in character.  It will help build a strong community on the server, and I hope we&#39;ll show those Fennin Ro bods how to\r<br/>\nroleplay in EQ.\r<br/>\n\r<br/>\nItan</div>","specialLinks":[]}}