{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Chris Dutton","from":"&quot;Chris Dutton&quot; &lt;severe@...&gt;","replyTo":"LIST","senderId":"6PRIfG64-Gnrs9uvj6p51vZ81eFx72hY6DQ9BPl83uNoRRtV8ERwpcEbmRCbAgGbth7V_tqtJ73KmU4YIbPYakVuatP2Xw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Character Bio and Intro","postDate":"923354002","msgId":46,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS4zLjQ2Ljk1OTI5NzU5MEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":45,"nextInTime":47,"topicId":46,"numMessagesInTopic":1,"msgSnippet":"Greetings! My name is Hewhois and I am a 5th level Monk and follower of Quellious the Tranquil.  Hometown is Freeport.  I spend most of my time in the","messageBody":"<div id=\"ygrps-yiv-1715411438\">Greetings!<br/>\n<br/>\nMy name is &quot;Hewhois&quot; and I am a 5th level Monk and follower of Quellious the<br/>\nTranquil.  Hometown is Freeport.  I spend most of my time in the Eastern<br/>\nCommonlands (Watchout for that wall piercing Griffin!!!) or the Northern<br/>\nDesert of Ro.  I too, love to destroy skeletons.  One good round kick and<br/>\nthey fall apart, LOVE that sound.<br/>\n<br/>\nHere is a rough draft of a character Bio I am working on.  Please let me<br/>\nknow what you think.  BTW, the character originally started out female, but<br/>\nthe story seemed to work better with a male character.  So, may be a few<br/>\nshe/hers that should be he/hims :)<br/>\n<br/>\nHewhois (Monk Character):<br/>\n<br/>\nQuick Look:<br/>\n*Mistrusts all metal and metallic objects and stays away from them as much<br/>\nas is practical<br/>\n**Will loot metal items to sell, but will get rid of it as soon as possible.<br/>\n***Money is money afterall ;)<br/>\n*Follows the path of Quellious<br/>\n*ALL NPC dark elves are attacked on sight due to characters personal<br/>\nhistory(have yet to meet any NPC Drows though)<br/>\n*Does his best to not judge others based on his own beliefs<br/>\n**However, he is only human, and can&#39;t help but feel a little superior to<br/>\nmetal wielding warriors<br/>\n*On a continuous quest to find his father&#39;s murderer (believed to be a Dark<br/>\nElf) and foil whatever plot the murderer is involved in.<br/>\n<br/>\nCharacter Bio:<br/>\nHewhois was born to Hew and his wife Hois, she died while giving birth to<br/>\nhim.  Hew was a Grand Master Blacksmith and started training Hewhois for the<br/>\ntrade as soon as he could hold a little hammer.  he was taught to love and<br/>\nrevere metal in all of it&#39;s forms.  For the first sixteen years of his life,<br/>\nall was well.  Although he was not a naturally talented smith, his father<br/>\nwas a very good teacher and he could look forward to eventually being at<br/>\nleast a Master Blacksmith.<br/>\n<br/>\nOne day, a mysterious cloaked and hooded stranger came to his father&#39;s<br/>\nforge.  He had with him a bar of metal that he wished Hew to forge into a<br/>\nsword.  The stranger made Hew swear that he would be the only one who<br/>\ntouched the metal.  Hewhois&#39; father agreed, customer is always right was his<br/>\nmotto, and reached out to receive the metal bar from the stranger.  As the<br/>\nexchange was made, Hewhois noticed a strange blue tinge to the skin of the<br/>\nstranger&#39;s hand and a strange looking ring on the pinky finger.  The ring<br/>\nhad a stone with a design engraved into it that looked like many ovals of<br/>\nthe same shape, but different orientations, around four small spheres<br/>\nclustered in the middle.  Now, normally he would not be able to make out<br/>\nsuch fine detail at that distance, but the ring caught his gaze and seemed<br/>\nto draw him in, as if some outside force wished him to see it.  The stranger<br/>\nsaid it must be ready by the fifth day, for he must return home soon.  With<br/>\nthat announcement, he quickly departed.<br/>\n<br/>\nFor the next five days, Hewhois watched his father from afar as he bent to<br/>\nthe task at hand.  Knowing Hewhois&#39; inquisitive nature, his father had<br/>\nforbidden him to even go near the metal.  For Hew knew that his son would<br/>\nnot be able to resist touching the strange metal bar that almost seemed to<br/>\nglow on the edge of Human vision with a light all it&#39;s own.  Hew worked on<br/>\nit day and night, despite a slowly growing feeling of illness.  He<br/>\nattributed it to nothing more than the long hours of smithing without a<br/>\nbreak.  At long last, with Hew barely able to even lift a hammer, it was<br/>\nfinished just before dawn on the fifth day.<br/>\n<br/>\nAs if waiting nearby for some secret signal, the stranger appeared shortly<br/>\nafterward for his sword.  The stranger was very impressed with Hew&#39;s<br/>\nworkmanship, so much so that he told Hew to name his price, and it would be<br/>\nhis.  By this time, Hewhois&#39; father was beginning to suspect that not all<br/>\nwas as it appeared, and he feared for their lives.  His fatigue was only<br/>\ngetting worse, and he noticed that his arms and hands were starting to<br/>\nblister.  Knowing he was already a dead man, he asked the stranger to spare<br/>\nhis son&#39;s life as payment.  The stranger was not pleased, but he had already<br/>\ngiven his promise and for some reason felt bound by it, at least for now.<br/>\nSo he agreed to the price, then immediately killed the Father by<br/>\naccelerating what was already happening to him, and lulled Hewhois to sleep.<br/>\n<br/>\nOn the sixth day following the strangers first appearance at the forge,<br/>\nHewhois woke up with a start with no memory of what had happened the<br/>\nprevious day.  She found his father dead, on the floor near where he had<br/>\nbeen standing.  His skin was red, with blisters all over.  Hewhois also<br/>\nnoticed an itching sensation that grew as he approached his dear father&#39;s<br/>\nbody.  Fearing that it may be contagious, he rushed off to get the village<br/>\nhealer.  The healer was not very helpful, for he had never seen such<br/>\nsymptoms before.  He also feared getting to close to the body, wisely<br/>\nthinking that the growing itching sensation was a warning to stay away.  He<br/>\nrecommended to the town Elders that the forge be burned to the ground and a<br/>\nhigh wall erected around the property to keep out the curious.  Despite<br/>\nHewhois&#39; anguished pleas, it was agreed to follow the healers advice.<br/>\n<br/>\nMystified, confused, grieving and orphaned, he ran out of the meeting hall<br/>\nand nearly knocked over an elderly, kind looking stranger, whose graceful<br/>\nrecovery belied his great age.  When the old man heard his tale of woe, he<br/>\nwas greatly disturbed.  He asked him if she had a place to live, and offered<br/>\nto be his guardian till he became an adult in a couple of years.  Not<br/>\nwanting to stay in the village where his father died, and having no other<br/>\nalternatives, he agreed.<br/>\n<br/>\nThe elderly gentleman turned out to be a monk and a follower of Quellious.<br/>\nHe was also very wise and knowledgeable. He had read of similar cases and<br/>\nrelated them to Hewhois.  All had been blacksmiths, all had recently taken<br/>\non a new commission from a stranger, and all had died the same way.  In some<br/>\naccounts, a dark Elf had been mentioned and he asked Hewhois if he new the<br/>\nrace of the stranger.  All he could tell him was that the skin had appeared<br/>\nto have a bluish tint to it.  The old monk thought it likely that the<br/>\nstranger had been a dark Elf, and that the items he was commissioning were<br/>\nbeing made out of metal with some strange power emanating from it.  He<br/>\nfurther speculated that it was this strange power that killed the<br/>\nblacksmiths.  After praying for Divine help, the old monk placed Hewhois in<br/>\na deep trance, in hope of recovering his memory of that fateful fifth day.<br/>\n<br/>\nHewhois nearly went mad when he heard that metal and stranger was<br/>\nresponsible for his father&#39;s death.  The very substance that his father had<br/>\ntaught Hewhois to revere and love had killed him.  From that day on, he had<br/>\nan aversion to anything with metal.  Obviously, smiths had to use metal, so<br/>\nshe needed a new trade.<br/>\n<br/>\nThe monk agreed to train him in the basics of monkhood, but he said that to<br/>\ngo beyond the first level, one had to go out into the world and earn it.<br/>\n<br/>\nSo, now Hewhois wanders the land, learning his craft, seeking inner peace,<br/>\nand above all, seeking answers to how his father died and why.  He believes<br/>\nthe Dark Elves are responsible and that some nefarious plot is being<br/>\nexecuted involving this strange metal.  He vowed to one day uncover that<br/>\nplot and foil their plans.  Needless to say, he has a special dislike of<br/>\nDark Elves.<br/>\n<br/>\n--Chris Dutton<br/>\nMeteorology Major @ Millersville University<br/>\nNew Media Design Technician @ New Media Design Center<br/>\nMy Personal Website - <a rel=\"nofollow\" target=\"_blank\" href=\"http://wso.net/severe\">http://wso.net/severe</a></div>","specialLinks":[]}}