{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cronus","from":"&quot;Cronus&quot; &lt;nathilus@...&gt;","replyTo":"LIST","senderId":"yKSeNeUvbj7qXHvygzdJTCagVJkPrVp2pAgz_Xi7n8ArmC7bKK5QmONpvpT5922mEjko6J5pNQ2-ZsBkb6eBo6MyE6U","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Okay....let see....","postDate":"923361370","msgId":51,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS4zLjUxLjk1OTI5NzU5MEBlR3JvdXBzLmNvbT4="},"prevInTopic":45,"nextInTopic":0,"prevInTime":50,"nextInTime":52,"topicId":45,"numMessagesInTopic":2,"msgSnippet":" Truly, I think this is the first time I ve ever seen or heard of a power gamer putting down players for Role Playing. Both High Elves and Erudites tend","messageBody":"<div id=\"ygrps-yiv-941729598\">&lt;OOC&gt;<br/>\nTruly, I think this is the first time I&#39;ve ever seen or heard of a power<br/>\ngamer putting down players for Role Playing. Both High Elves and Erudites<br/>\ntend to be a bit stuck up, and when players of those races decide to add<br/>\nsome spice to their messages with RP then they have a perfect right to. I<br/>\nhate to get UO involved in an EQ discussion list, but I feel one of the<br/>\nmajor downfalls of that game was the fact that there were so few RPers. WQ<br/>\nhas been vastly diffrent in that respect, and I&#39;d be thankful if you stopped<br/>\ntrying to scare them off! Quite frankly, I found those messages to be<br/>\nentertaining as well as to possess pertinant info. I agree that the many<br/>\nmessages  that are recieved via this mailing list can get a bit spammy.. but<br/>\nif you don&#39;t like them simply unsubscribe. Okay, now I&#39;m done with the rant<br/>\nand can go on to more cheerful subjects...<br/>\n&lt;OOC&gt;<br/>\n&lt;IC&gt;<br/>\n    Since introductions seem to be the order of the day (except of course<br/>\nfor our dear magic users who seem to be more intrested in flinging mud and<br/>\nracial prejudices than spells as is normal) I&#39;d like to introduce myself. I<br/>\nam Madoc, and I am in the sixth level of service to Quellious the Tranquil.<br/>\n(OOC&gt; 6th level Monk) Unlike so many others, I judge no man or beast before<br/>\ncontact. I will fight only those who spend their lives seeking to destroy<br/>\nothers. Currently I stay close to my home town, Freeport. I can usually be<br/>\nfound in the dessert men have labeled Ro, but I have decided that this is<br/>\nnot the place that I  might find my Center, so one day I plan to travel the<br/>\nworld. Should we one day meet in our travels and I not recognize you, feel<br/>\nfree to stop me and start up a bit of conversation, as additional wisdom can<br/>\nalways be gained from the meeting of two travellers.<br/>\n<br/>\nMadoc</div>","specialLinks":[]}}