{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mark Bourland","from":"&quot;Mark Bourland&quot; &lt;bourland@...","replyTo":"LIST","senderId":"HAlSn3ZyqIFTRo4jB1cmzYbLEclCsvDHSN14_vv2k4aVaLkn6xRzim305fMV1CgAN6-lQdyfFPx4u4pkAHr0H1LoWhGNHoAuFA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Minotaur&#39;s Lament","postDate":"923427552","msgId":57,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS40LjU3Ljk1OTI5NzU5MEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":56,"nextInTime":58,"topicId":57,"numMessagesInTopic":1,"msgSnippet":" Minotaur s Lament The cave opened wide before the fellowship.  Not far within, the","messageBody":"<div id=\"ygrps-yiv-342751476\">&lt;ooc: You asked for stories.. and being the bard that I am, here you go&gt;<br/>\n<br/>\nMinotaur&#39;s Lament<br/>\n<br/>\nThe cave opened wide before the fellowship.  Not far within, the mountain<br/>\nswallowed up the path into a maze of tunnels and caverns.  The land outside<br/>\nwas broken by deep ravines and high, steep hills.  The fellowship stood just<br/>\noutside the mouth of the cave peering in.<br/>\n&quot;I see nothing,&quot; said Lindale as he looked into the cave with his keen Wood<br/>\nElven eyes.<br/>\n&quot;Shall we go?&quot; asked Drugas, the stout Dwarf.<br/>\n&quot;I&#39;m not so sure of this,&quot; said Derkahn.  He knew that should the fellowship<br/>\nfind the danger that it sought, he would be chosen as a prime target because<br/>\nhe was a High Elf.<br/>\n&quot;If we&#39;re going to do this, let&#39;s have it done and be over with it,&quot; replied<br/>\nXtarii the small yet powerful Gnome.<br/>\n&quot;I agree,&quot; spoke Kaolas.<br/>\nThey slowly, but surely moved inside the cave.  The light outside was lost a<br/>\nfew feet within and darkness swallowed them.  They went on, deeper into the<br/>\ncave.  His eyes adjusting quickly, Lindale said, &quot;Quiet everyone.  Something<br/>\napproaches.&quot;  Quickly Lindale lowered himself to the ground and listened to<br/>\nwhat rumors the earth would tell.<br/>\n&quot;I feel it in my bones, there is something near and I like it not,&quot; Falyen<br/>\nhoarsely whispered.<br/>\nSuddenly they were all aware of a snorting and stomping as the unknown<br/>\ncreature approached.  Then, all went quiet.<br/>\n&quot;He knows we are here,&quot; Kaolas said, slightly within the hearing of the rest<br/>\nof the fellowship.<br/>\nLindale quietly rose from the floor of the cave and moved forward,<br/>\ncarefully, a few steps.  He smelled it.  It was very near.  The stench was<br/>\nsomething between the farm animals he saw when he had visited the human<br/>\nsettlements many years ago and the vile orcs of Crushbone.  He backed away<br/>\nswiftly yet quietly and rejoined his party.<br/>\nJust as he returned and began to tell them what he thought the beast was,<br/>\nthere was no need.  Around the corner emerged a huge beast.  Half man, half<br/>\nBull.  He turned quickly and faced the party.  They could see that he was<br/>\nnot afraid.  Studying them for a moment he paused.  Neither adversary moved,<br/>\nboth considering the eminent battle ahead.  Then, with lightning quick<br/>\nspeed, the Minotaur lurched forward and charge the adventurers.<br/>\n&quot;Stand firm!&quot; shouted Drugas as he prepared himself for the coming<br/>\nonslaught.<br/>\nThe battle began.  Quickly the fellowship realized exactly what they were up<br/>\nagainst.  The minotaur&#39;s blows found their way home and Drugas winced in<br/>\npain.  His sturdy armor receiving a shock that before it had not know.  With<br/>\nall their might, the group defended themselves as well as dealing what<br/>\ndamage they could to the minotaur.  Slowly, the tide changed and the<br/>\nminotaur was receiving the worst of it.  His sides were rent and bleeding.<br/>\nHe had lost one horn to the sharp blade of Drugas.  He was about to fall<br/>\nwhen he called back into the recesses of the cave.<br/>\n&quot;I FALL SOON!  COME!&quot; screamed the minotaur with his last breath as the<br/>\nspear of Lindale pierced his throat.<br/>\nStaggering backward, the dwarf said &quot;That didn&#39;t sound good.&quot;<br/>\nHow right he was.  Suddenly, with no previous warning, another minotaur came<br/>\ncharging around the corner.  He was not alone.  Three minotaurs were now<br/>\ncharging the fellowship and the future looked ill.<br/>\nJust as quickly as the previous battle had ended, the new one sprung up in<br/>\nits place.  Exhausted and weakened by the first fight, the party put<br/>\neverything they had into one of the minotaurs.  Fighting for their life,<br/>\ntheir berserker style of last effort took down one of the minotaurs.<br/>\nHaving spent all his mana, Falyen had entered into the fray.  He did well at<br/>\nthe start, but soon, the third minotaur realized him and drew off his attack<br/>\non Lindale and turned to Falyen.  He did not stand long.  This brief moment<br/>\nwas all that was needed for Derkahn, the powerful magician.  With a burst of<br/>\nfire and a loud scream, the second minotaur fell, never to wake again.  The<br/>\nparty turned their attention to the last minotaur and with speed<br/>\nsurprisingly fast after such a battle, the minotaur turned and ran deep into<br/>\nthe cave.<br/>\nThe adventurers did not follow far before the minotaur was returning.<br/>\nAgain, he was not alone.  A mighty chieftain of the minotaurs was with him.<br/>\nMuch taller and stronger he was, and armed with a mighty axe.  The chieftain<br/>\ncharged, the smaller minotaur by his side.  Knowing that they could not<br/>\ndestroy the chieftain if the lesser minotaur remained, the party focused on<br/>\nfinishing him.  Quickly this was done by the swift axe of Kaolas.  The party<br/>\nwas now wounded, weakened and on their last legs.  Turning to the great<br/>\nchieftain, Drugar began the final stand.  Cleaving the shield of Drugas, the<br/>\nminotaur put all his weight down on him.  Drugas knew his end was near.  But<br/>\nagainst all hope, new life surged into his limbs and he gained strength.<br/>\nKaolas had backed off from the fight and was singing a hymn of restoration.<br/>\nThe party realizing that this was their chance, redoubled their efforts and<br/>\nsoon the great chieftain was falling back, stumbling with the effort of<br/>\nstanding before such a great and unexpected effort.  Hewing limb from limb,<br/>\nDrugas laid waste to the chieftain and he fell.<br/>\nThey had won. But not without a price.  Falyen and Derkahn had fallen and<br/>\nLindale was gravely wounded.  Drugas, being a paladin laid hands on Lindale<br/>\nand revived him, but was greatly drained because of the effort.  Lifting the<br/>\nmighty axe from the ground where it had fallen, Kaolas hewed the other horn<br/>\nfrom the beast put it in his pouch.  Turning to Drugas, he presented the axe<br/>\nto him and said,   &quot;I believe that this belongs to you.&quot;<br/>\n<br/>\nThe End.</div>","specialLinks":[]}}