{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Becca","from":"&quot;Becca&quot; &lt;ferret.grrl@...&gt;","replyTo":"LIST","senderId":"H6kSZesYUrJyroXDXw29vhlLhQqnitQtOI2cYZnXNBwUyTzbxd7BRfrIfZFNsECKUmDd4M-Z1MyD7Li4O3tYGNs69T05q1akJrAZ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Two cents and more.","postDate":"923452313","msgId":69,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS40LjY5Ljk1OTI5NzU5MEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":68,"nextInTime":70,"topicId":69,"numMessagesInTopic":1,"msgSnippet":"Well, I have to agree with an earlier poster who said that EQ doesn t necessarily encourage roleplay given its structure. I ve played on MUSHes for many years","messageBody":"<div id=\"ygrps-yiv-829120760\">Well, I have to agree with an earlier poster who said that EQ doesn&#39;t necessarily encourage roleplay given its structure. I&#39;ve played on MUSHes for many years now, and I can tell you that EQ is definately MUD-like, geared mainly for killing monsters and gaining experience. That I enjoy it so much is testament to the fact that it&#39;s a well-done game. However, I also think that it&#39;s possible to have a low level of roleplay in the game, if for no other reason than to enhance the immersion aspect. <br/>\n<br/>\nThat said, I fail to see how any type of meaningful roleplaying can be conducted in a mailing list. I think roleplay has a place, and it&#39;s in the game or, at the very least, in a list specifically designed for roleplay. I was hoping to find an OOC list where players could exchange ideas about the game to enhance everyone&#39;s enjoyment. If I want RP, I&#39;ll likely either go into the game itself or log onto a MUSH where there&#39;s plenty of RP to be had for everyone. So you probably won&#39;t see me on the list much longer. <br/>\n<br/>\nNo offense, but I don&#39;t have time to wade through a bunch of in-character emails. I&#39;d rather spend my limited amount of time in the game. My own personal suggestion is that, since there is so much dissention among the list participants, perhaps a second mailing list should be created, one entirely OOC. That way, people who want to roleplay can do so without worrying about offending other participants, and those who want purely OOC chat and information exchange can get the information they need and move on without having to sort through IC emails.<br/>\n<br/>\nJudi</div>","specialLinks":[]}}