{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Josh Hall","from":"Josh Hall &lt;phule@...","replyTo":"LIST","senderId":"xFX_KX0UItBlfRXqQhW2lvTlVKq-VxXU56Z9kDasF6JLGTGWbxMV-NpIGqdFKHKooY0d-NLTEuotZhd3gzRtmh4ICXmxpOONVw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Kind of grouchy about some of the changes","postDate":"923512365","msgId":74,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjcyNS41Ljc0Ljk1OTI5NzU5MEBlR3JvdXBzLmNvbT4="},"prevInTopic":73,"nextInTopic":0,"prevInTime":73,"nextInTime":75,"topicId":73,"numMessagesInTopic":2,"msgSnippet":"Rated LOO for Long,Opinionated, and Out of Character Subject matter contains gratitious opinions on game design and thoughts on Everquest in general. The","messageBody":"<div id=\"ygrps-yiv-715660961\">Rated LOO for Long,Opinionated, and Out of Character<br/>\nSubject matter contains gratitious opinions on game design and thoughts<br/>\non Everquest in general.<br/>\nThe reader should consider themself forewarned.<br/>\n<br/>\nVirginia Renaut wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; From: Virginia Renaut &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vrenaut@...\">vrenaut@...</a>&gt;<br/>\n&gt; OK, so if increased difficulty was EQ&#39;s goal... what is the point?  If we went<br/>\n&gt; back in there 5 levels from now we would survive the &quot;hot&quot; spawns better, but<br/>\n&gt; nothing would give us XP anymore.  If the goal was anti-camping then they<br/>\n&gt; should lower the spawn rate a bit, as there is no way we could hack our way in<br/>\n&gt; to our intended target, then hack our way back out through the near-immediate<br/>\n&gt; respawns.  If we were high enough level to do so, again we&#39;d hardly get XP for<br/>\n&gt; the accomplishment.<br/>\n<br/>\n </span></blockquote>I think a reasonable parallel could be drawn between this, and design<br/>\ntricks such as<br/>\nthe constant flow of wandering creatures in Japanese RPG&#39;s, and some of<br/>\nthe lenghty continual jumps needed in Tomb Raider. <br/>\nThey&#39;re all &#39;cheese&#39; attempts to lengthen gameplay that really don&#39;t add<br/>\nany enjoyment to what you&#39;re doing. Does anyone really like dying the<br/>\nfirst time they make an attempted jump in TR? Does anyone really like<br/>\nfighting so many times in Final Fantasy 7 that it&#39;s not uncommon to<br/>\nforget where you were going by the time you&#39;re halfway there?<br/>\nNo. <br/>\nBut game designers continually put such things in because these are easy<br/>\nsolutions to address serious level design flaws.<br/>\n<br/>\nIn Everquest&#39;s case, I think we&#39;ve seen the results. While I was not in<br/>\nBeta, there&#39;s a distinct lack of exploration and risk taking because of<br/>\nall the sudden death monsters running around. I&#39;ve gotten the impression<br/>\nthat this was not the case in the beta tests.<br/>\n<br/>\nTo expand on this a bit, let me point not at Befallen, but at the East<br/>\nCommonlands as an example.<br/>\n<br/>\nHow is it even plausibly defensible to put not one, but on occassion<br/>\nFOUR griffins into what is designed as a 5-8 lvl area(yes parts of it<br/>\nare higher level, but should be considered sub-zones for the point of<br/>\nthis discussion)?<br/>\n<br/>\nFor those of you whom have not seen Griffins, let me explain. They are<br/>\ninvunerable to normal attacks and have been known to eat several<br/>\nshopkeepers and a few guards before boredly flying away.  They are not<br/>\nlimited to the upper level sections of the zone, and frequently are seen<br/>\nin the parts closest to East Freeport; the same parts where newbies just<br/>\nbeginning to leave the newbie zone outside of their city are beginning<br/>\nto hunt.<br/>\n<br/>\nLet me also point out the latest patch revision. A paraphrased quote:<br/>\n&#39;Safe zones were removed to prevent exploitation.&#39; <br/>\n <br/>\nExamples such as these are haphazard solutions and hacks to poor<br/>\nlevel(or zone if you will) design. Some will probably argue at this<br/>\npoint that they are most likely interim solutions only and will most<br/>\nlikely be changed in the future.<br/>\n<br/>\nUnfortunately, my view of this, is that such actions are becoming<br/>\nincreasingly characteristic of how EQ is run. Which is to say,<br/>\nhaphazardly slapdash solutions being applied without careful thought and<br/>\nrecognition of how to solve any problems that may arise. It adds to an<br/>\never increasing feeling that this is just all some final beta test<br/>\nbefore Everquest 2 comes out in a year or two. <br/>\n<br/>\nThis isn&#39;t to say that I don&#39;t fully enjoy Everquest. I&#39;ve spent many a<br/>\nsleepless day since the day this game came out playing it. This post is<br/>\nnot meant to be taken as &#39;Josh&#39;s thesis on Why Everquest Sucks&#39;. It&#39;s<br/>\nmerely that there are some serious issues that need to be brought up and<br/>\ndiscussed. The game is good. It could have been a hell of a lot better.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;From a player point of view, the only solution to this situation is to wait<br/>\n&gt; until there are enough PCs in a zone to make it safe to inhabit.  But then you<br/>\n&gt; lose out on all the fun of being the few brave souls alone in a zone.  And you<br/>\n&gt; also end up with previously deadly zones like Blackburrow reduced to a gaggle<br/>\n&gt; of players standing around *WAITING* for something to spawn because they&#39;ve<br/>\n&gt; all killed everything.  I&#39;ve seen more suspense and danger at Wal-Mart.<br/>\n<br/>\n </span></blockquote>You&#39;re already seeing this in parts of Befallen. There&#39;s definitely the<br/>\nbeginnings of some crowding in certain area&#39;s, because of the dangers of<br/>\nrisk taking. It&#39;s infinitely safer to walk around the castle than it is<br/>\nto explore the unknown. This is why I think we see the Insta-Death<br/>\ncritters and such. It&#39;s increasingly becoming a damned if you do, damned<br/>\nif you don&#39;t situation and won&#39;t be resolved anytime soon.<br/>\n<br/>\n<br/>\nJosh<br/>\nDirque, the rather long winded Monk.</div>","specialLinks":[]}}