<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Tagebuch eines  müden Reisenden&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Tagebuch eines  müden Reisenden --> 
<p><strong>Tagebuch eines m&uuml;den Reisenden</strong></p>
<p> Meine Begleiter, Krieger und Mitglieder des Fluch des B&ouml;sen, schlafen 
  in der N&auml;he, w&auml;hrend ich diese Zeilen schreibe. Dies ist unsere erste 
  Nacht nach einer langen Seereise auf beruhigend festem Boden. Nur eine flackernde 
  Kerze erhellt den Gemeinschaftsraum des Gasthauses in den Docks von Firiona 
  Vie, w&auml;hrend die Feder meine Worte auf das Papier kratzt. Wir haben den 
  langen Weg von Antonica gemacht, um den Geschichten und Ger&uuml;chten &uuml;ber 
  ein gefl&uuml;geltes Monster zu folgen, das w&auml;hrend eines Kampfes aus dem 
  Himmel stie&szlig; und Lysel &#8211; unsere Gef&auml;hrtin und beste Schwertk&auml;mpferin 
  unseres Bundes &#8211; in seinen Klauen davon trug. Bereits vor Wochen waren 
  wir kurz davor, die Suche aufzugeben. Aber dann schritt Rallos Zek ein und sandte 
  uns in der Gestalt eines verh&uuml;llten Besuchers einen neuen Hoffnungsschimmer. 
  Er berichtete uns, dass er von anderen geh&ouml;rt hatte, die ebenfalls von 
  fliegenden Kreaturen entf&uuml;hrt worden waren. Er sagte auch, dass wir unsere 
  Kameradin vergessen sollten &#8211; dass sie als Sklavin zum Ring der Schuppen 
  auf &quot;Kunark&quot; gebracht worden sei, von wo noch nie jemand lebend entkommen 
  sei. Niemand von uns war jemals an diesem Ort Kunark gewesen, aber die M&ouml;glichkeit, 
  dass Lysel vielleicht noch lebte, gab uns neuen Mut. Wir waren uns einig. Falls 
  sie noch leben sollte, gab es auch eine Chance sie zu retten. Unser mysteri&ouml;ser 
  Freund sch&uuml;ttelte nur seinen Kopf. Dann schob er die Kapuze seines Umhangs 
  zur&uuml;ck, so dass wir sein reptilienartiges Gesicht sehen konnten. Er stellte 
  sich als Vanusk vor und sagte uns, dass er an diesem Abend an Bord der &quot;Seefalke&quot; 
  gehen w&uuml;rde, um nach Kunark zu reisen. Als Ausgleich f&uuml;r unsere Gesellschaft 
  auf der langen Reise und der Bezahlung seiner Passage, bot uns Vanusk an, mehr 
  &uuml;ber seine Heimat zu erz&auml;hlen. Seine Geschichten enthielten viel, 
  das wir schon wussten. Aber damit ich nichts vergesse, habe<br>
  ich alles aufgeschrieben, was er sagte. </p>
<p>Am Anfang&#8230;<br>
  Es gab schon immer und es wird auch immer ein Wesen sein, das wir als Den Namenlosen 
  kennen. Das Universum, seine zahllosen Sonnen und Planeten entstammen alle dem 
  Willen des Namenlosen, genau wie viele m&auml;chtige Kreaturen, die man durchaus 
  als G&ouml;tter bezeichnen k&ouml;nnte. W&auml;hrend der Namenlose die B&uuml;hne 
  erschuf, schenkten die G&ouml;tter uns, den Darstellern auf dieser B&uuml;hne, 
  das Leben.<br>
  <br>
  <strong>Veeshan</strong><br>
  Am Anfang waren die Drachen &#8211; Das Zeitalter der Schuppen</p>
<p> Veeshan, Kristalldrache und Herrscherin der Ebene der Luft, war die erste 
  unter den G&ouml;ttern, die die Welt Norrath bemerkte. Sie empfand die Welt 
  als sehr angenehm und brachte Ihre Brut auf den eisigen Kontinent Velious. Die 
  Drachen zogen durch das Land und flogen durch die Luft &#8211; m&auml;chtige 
  Wesen von gro&szlig;er Intelligenz, Weisheit und St&auml;rke.</p>
<p><strong> Die fr&uuml;hen G&ouml;tter und ihre Intervention &#8211; Das Zeitalter 
  der Alten</strong></p>
<p> Mit der Zeit fiel einem anderen Gott Veeshans Werk auf. Brell Serilis, der 
  Herzog der Unterwelt, &ouml;ffnete heimlich ein magisches Portal zu einer H&ouml;hle 
  in der Unterwelt von Norrath. Durch dieses Portal sandte er eine Unzahl von 
  Kreaturen in die Unterwelt und schloss sie in einem Labyrinth aus einem seltsamen 
  lebenden Stein ein. Nachdem er seine eigenen Anh&auml;nger vor Ort gebracht 
  hatte, diskutierte Brell Serilis das Schicksal Norraths mit den anderen G&ouml;ttern: 
  Tunare die Gro&szlig;e<br>
  M utter, Prexus der Meeresf&uuml;rst und Rallos Zek der Kriegsgott. Mit Worten, 
  die einem K&ouml;nig der Diebe angemessen waren, schlug Brell vor, dass man 
  eine Art Allianz eingehen sollte, um den Planeten aufzuteilen und so die K&ouml;nigin 
  der Drachen und deren Kreaturen in Schach zu halten. Alle stimmten der Teilung 
  zu, allerdings schloss sich Rallos Zek keiner der Gruppierungen an. Und so erschuf 
  jeder der G&ouml;tter eine Rasse, die ein wachsames Auge auf Norrath und die 
  Pl&auml;ne des Drachenvolkes haben sollte. Brell Serilis erschuf die Zwerge, 
  ein st&auml;mmiges aber kr&auml;ftiges Volk, das tief unter den Bergen lebte. 
  Prexus der Meeresf&uuml;rst sandte seine Kinder, die Kedge, herzliche Wasserwesen 
  mit gro&szlig;en mentalen Kr&auml;ften und unglaublicher Ausdauer. Auf dem Antlitz 
  des Planeten schuf Tunare die Gro&szlig;e Mutter die Elfen, Wesen von unglaublicher 
  Anmut und Eleganz. Und Rallos Zek sandte die Riesen, eine Rasse von harten und 
  gef&uuml;rchteten Oberfl&auml;chenbewohnern, die sich nur um die Verteidigung 
  ihrer Heimat k&uuml;mmerten.</p>
<p><strong> Unerw&uuml;nschte Aufmerksamkeit &#8211; Das Zeitalter der Monumente</strong></p>
<p> Innoruuk, der Prinz des Hasses, verfluchte die anderen G&ouml;tter, weil sie 
  ihn nicht in ihren Pakt einbezogen hatten. Er schwor, dass sie diese Respektlosigkeit 
  b&uuml;&szlig;en w&uuml;rden. Er entf&uuml;hrte das erste K&ouml;nigspaar der 
  Elfen und setze sie &uuml;ber 300 Jahre lang unvorstellbaren seelischen und 
  k&ouml;rperlichen Qualen aus. Dann schuf er sie in seinem eigenen sadistischen 
  Abbild neu.<br>
  Diese Dunkelelfen wurden als die Teir&#8217;Dal bekannt.</p>
<p> <strong>Die Ruinen von Kunark</strong><br>
  <br>
  Die Geschichte von Norrath... Vanusk nannte hier nur Veeshan. Sp&auml;ter erfuhren 
  wir mehr. Innoruuk Tunare, Fizzlethorpe Bristlebane und Cazic-Thule kamen als 
  n&auml;chste nach Norrath. Brell Serilis schloss zusammen mit Rallos Zek einen 
  zweiten Pakt mit diesen G&ouml;ttern.<br>
  Aus diesem Pakt heraus schuf Brell die Gnome &#8211; verwandt mit den Zwergen, 
  aber drahtiger und mit verwitterten Gesichtsz&uuml;gen und von dem Basteln findiger 
  Ger&auml;tschaften fasziniert. Rallos Zek schickte die Oger &#8211; massive, 
  un&uuml;bersehbare Wesen von zweifelhafter Intelligenz &#8211; und die Orks, 
  die nur f&uuml;r den Kampf leben und einzig und allein ihre Eroberungen verfolgen. 
  Auf der Oberfl&auml;che, weit entfernt von Elfen und Riesen, erschuf Fizzlethorpe 
  Bristlebane die Halblinge, ein Volk von kleinem, aber st&auml;mmigem Bau, die 
  sehr agil waren und einen ausgesprochenen Hang entwickelten, sich unaufgefordert 
  mit dem Besitz anderer zu befassen (oder manchmal sogar zu stehlen). Cazic-Thule, 
  den F&uuml;rst der Furcht, zog es in die S&uuml;mpfe und Dschungel von Norrath, 
  wo er die gr&uuml;nh&auml;utigen Trolle und die reptilienartigen Iksar von<br>
  Kunark schuf.</p>
<p> <strong>Der Fall von Rallos Zek und seinen Kindern</strong></p>
<p> Nur die Oger von Rallos Zek wagten es, die Ebene der Erde selbst anzugreifen. 
  Obwohl es sich um eine durchdachte Offensive handelte, siegten die anderen G&ouml;tter 
  am Ende doch gegen Rallos Zek und verbannten ihn in sein eigenes Reich, die 
  Ebenen der Macht. Tausende von Ogern wurden get&ouml;tet und ihr Imperium brach 
  zusammen. Nachdem die G&ouml;tter Schnee und Eis &uuml;ber ihre einst fruchtbare 
  Heimat brachten, waren die Riesen gezwungen zu fliehen. Rallos Zeks dritte Rasse, 
  die Goblins, wurde ebenfalls verflucht, aber es gibt keine Aufzeichnungen &uuml;ber 
  ihr Schicksal. </p>
<p><strong>Das Ende der Glanzzeit der Elfen</strong></p>
<p> Der Elddar-Forst, das uralte Reich der Elfen, erstreckte sich &uuml;ber das 
  gesamte s&uuml;d&ouml;stliche Viertel von Tunaria. Baumsiedlungen und St&auml;dte 
  aus reinem Marmor, deren T&uuml;rme sich weit &uuml;ber den h&ouml;chsten Baum 
  erstreckten, &uuml;berragten den Wald. Dieser Glanz war Solusek Ro, dem F&uuml;rst 
  der Flammen, ein Dorn im Auge. Die Fl&uuml;sse trockneten aus und es fiel immer 
  weniger Regen. Die Elfendruiden k&auml;mpften lange und erbittert mit ihren 
  Kr&auml;ften gegen die Ver&auml;nderung, aber sie konnten das Unvermeidliche 
  nur herausz&ouml;gern. Langsam wich der Wald der W&uuml;ste bis auch die letzte 
  prunkvolle Stadt der<br>
  Elfen, Takish-Hiz, verfiel und die Elfen nach Tunaria fliehen und einen gro&szlig;en 
  Teil Ihrer gro&szlig;en Kultur zur&uuml;cklassen mussten.</p>
<p> <strong>Die Geburt der Menschen &#8211; Das Zeitalter des Blutes </strong></p>
<p>Als sich der Staub legte, kamen die letzten G&ouml;tter nach Norrath. Es waren 
  die Zwillingsg&ouml;tter Mithaniel Marr, Gott der Tapferkeit, und seine Schwester 
  Erollisi, G&ouml;ttin der Liebe. Ihre Kreaturen, die Barbaren, erwiesen sich 
  als widerstandsf&auml;hige Rasse, die sich in den zerkl&uuml;fteten Nordl&auml;ndern 
  nahe der Ruinen des Imperiums der Riesen niederlie&szlig;.<br>
  <br>
  Wir fragten ihn nach Einzelheiten &uuml;ber sein Volk. Vanusk sagte, dass er 
  schon bald mehr erz&auml;hlen w&uuml;rde.</p>
<p>W&auml;hrend sich die Barbaren &uuml;ber das Land ausbreiteten &#8211; st&auml;ndig 
  im Streit untereinander und mit jeder Rasse, die sie trafen &#8211; entstand 
  eine kleine Bewegung, die von den Zwillingen Marr angeregt wurde, und deren 
  Denkweise sich von der gew&ouml;hnlicher Barbaren unterschied. Und so entstand 
  inmitten von Verw&uuml;stung und Krieg, neue Hoffnung. Die Mitglieder dieses 
  erleuchteten Ordens der Barbaren wurden die Urv&auml;ter der menschlichen Rasse. 
  Ihr Imperium der Verbindung erstreckte sich bald durch die gesamte bekannte 
  Welt, aber dann zerfiel es aus vollkommen unbekannten Gr&uuml;nden genau so 
  schnell, wie es entstanden war. Obwohl sie die Urahnen der Menschen auf Norrath 
  sind und ihre Relikte und Ruinen &uuml;berall von Odus bis Faydwer zu finden 
  sind, ist &uuml;ber ihre Geschichte bis heute wenig bekannt. </p>
<p><strong>Die ersten menschlichen Siedlungen &#8211; Das Zeitalter der Erleuchtung</strong></p>
<p>Im Westen gr&uuml;ndete eine starke und edelm&uuml;tige Gruppe von Menschen, 
  unter der F&uuml;hrung des Antonius Bayle eine Siedlung namens Qeynos, in der 
  die Gesetze der Gerechtigkeit herrschten. Im Osten entwickelte sich die gef&auml;hrliche 
  Hafenstadt Freihafen zu einer belebten Anlaufst&auml;tte f&uuml;r all jene, 
  die wagemutig genug waren, um den Ozean der Tr&auml;nen zu befahren. Der gro&szlig;e 
  Kontinent Tunaria wurde unter dem Namen Antonica bekannt. Aus allen Himmelsrichtungen 
  kehrten Entdecker und Abenteurer in die St&auml;dte zur&uuml;ck. Mit sich brachten 
  sie Geschichten von Elfen, Zwergen, wundersamen Wesen und riesigen, altert&uuml;mlichen 
  St&auml;dten die von ihren Bewohnern verlassen worden waren. Einigen wenigen 
  gelang es sogar sich auf ihren Reisen Kenntnisse im Bereich der Magie und der 
  Kampfkunst anzueignen. Als ein paar unzufriedene, m&uuml;rrische Anf&uuml;hrer 
  davon erfuhren, kam gro&szlig;er Neid in ihnen auf. Sie beschlossen die Wesen, 
  die diese K&uuml;nste vermitteln konnten, zu suchen und das Land auf eigene 
  Faust zu erforschen. Nachdem sie ein Netzwerk von Spionen etabliert hatten, 
  machten sich Erud und die bereits erw&auml;hnten M&auml;nner auf den Weg. Sie 
  segelten nach Westen und landeten an der kargen K&uuml;ste der Insel Odus. Schon 
  bald errichteten sie dort Erudin, eine Stadt die fast v&ouml;llig von den Mauern 
  einer Burg umgeben<br>
  war. Dort lebten dann Schreiber und Schriftgelehrte, welche sich die Hochmenschen 
  nannten. Hinter den hohen Mauern der Burg studierten diese Gelehrten Berichte, 
  Artefakte, Schriftrollen und B&uuml;cher, die von ihren Spionen gestohlen worden 
  waren. Schon bald bev&ouml;lkerten unz&auml;hlige &quot;Eruditen&quot; die Hallen 
  von Erudin, und sowohl ihr Wissen, als auch ihre Macht nahm stetig zu.<br>
  <br>
  Dies war die erste Nacht, in der wir eine gewisse Verachtung in Vanusks Erz&auml;hlungen 
  sp&uuml;rten. Wir sagten ihm gegen&uuml;ber aber nichts. </p>
<p><strong>Die Magie im Kampf &#8211; Das Zeitalter des Aufruhrs </strong></p>
<p>Einige Jahre sp&auml;ter entdeckten einige Eruditen die lange verlorene Kunst 
  der Totenbeschw&ouml;rung. Diese Gruppe von Eruditen nannte sich selbst &quot;Die 
  Ketzer&quot;. Zum ersten mal seit Hunderten von Jahren kam es zwischen den Eruditen 
  zum B&uuml;rgerkrieg. Aber im Gegensatz zu gew&ouml;hnlichen K&auml;mpfen mit 
  Schwert und Bogen, setzten die Eruditen Magie als Waffe ein. Hunderte verloren 
  ihr Leben, gro&szlig;artige Geb&auml;ude und ganze Landstriche wurden dem Erdboden 
  gleichgemacht. Schlie&szlig;lich mussten die Ketzer aus Erudin fliehen und sie 
  begannen sich in den s&uuml;dlichen Regionen von Odus neu zu gruppieren. Die 
  unb&auml;ndige, magische Kraft, welche bei der letzten gro&szlig;en Schlacht 
  freigesetzt wurde, &ouml;ffnete ein gigantisches Loch in der Erde, das in bisher 
  unbekannte Tiefen reichte. Am Rande dieses Kraters errichteten die Ketzer Paineel, 
  eine Stadt die ihnen als Zuflucht dienen sollte.</p>
<p> Sp&auml;ter in Kunark</p>
<p> Heute sa&szlig; Vanusk in Schweigen geh&uuml;llt da, solange bis ich ihn bat 
  fortzufahren. Er wollte wissen, was wir gelernt haben. Als wir damit begannen, 
  ihm die Geschichten zu erz&auml;hlen, deutete er uns still zu sein und fragte 
  erneut, was wir gelernt haben. Der Anf&uuml;hrer unserer Gruppe versuchte sein 
  Gl&uuml;ck und sagte, dass die einzigen Dinge, die anscheinend immer wiederkehren, 
  Kampf, Tod, Krieg und Verrat sind. Er zog seine Mundwinkel zu dem zur&uuml;ck, 
  was das L&auml;cheln eines Iksar zu sein schien und sagte: &quot;Wie es Norrath 
  ergeht, so ergeht es Kunark. Jetzt seid ihr bereit mehr &uuml;ber mein Land 
  zu erfahren.&quot; Er lehnte sich zur&uuml;ck, legte seinen langen, starken 
  Schwanz gegen die Reling unseres Schiffes und blickte nach S&uuml;den. &quot;Seit 
  den Anf&auml;ngen&quot;, sagte er, &quot;hat Kunark unter dem Schatten des Wurms 
  zu leiden.&quot; Die letzten Tage unserer Seereise verbrachten wir damit der 
  phantastischen Geschichte zuzuh&ouml;ren, die er uns zu erz&auml;hlen hatte. 
</p>
<p><strong>Das K&ouml;nigreich der Shissir </strong></p>
<p>W&auml;hrend die Drachen Jahrhunderte brauchten, um zu wachsen und sich zu 
  organisieren, bildete eine Rasse von intelligenten Schlangenmenschen &#8211; 
  die Shissir &#8211; die vorderste Front. Die Shissir waren brutal und unerbittlich. 
  Sie versklavten die Iksar und benutzen Vanusks Vorfahren als Arbeiter und Nahrungsquelle. 
  Von Chelsith, ihrer Hauptstadt aus, die nunmehr auf der anderen Seite liegt, 
  erforschten sie die dunklen Riten und vergessenen M&auml;chte der Finsternis 
  und legten somit den Grundstein f&uuml;r gro&szlig;e Teile des Wissens der Iksar 
  und deren Philosophie. Wie uns die &Uuml;berreste Norraths lehren, ist nichts 
  von Dauer. Als die Shissir begannen ihren eigenen G&ouml;ttern zu trotzen, raffte 
  sie eine schreckliche Seuche hinfort, von der nur die Iksar verschont blieben.</p>
<p><br>
  Obwohl sich Vanusk w&auml;hrend der Reise als vollkommen ehrenhaft herausgestellt 
  hatte, wurden wir ob dieser Worte misstrauisch. Als wir ihm sagten, dass wir 
  uns nicht mit Kindergeschichten abgeben, winkte er ab und sagte: &quot;Es ist 
  wichtig, sich immer an die Vergangenheit zu erinnern&quot;.<br>
</p>
<p> <strong>Die Nation der Iksar</strong></p>
<p> Im Laufe der n&auml;chsten Jahrhunderte stiegen die Iksar auf den &Uuml;berresten 
  ihrer toten Herrscher zu ungeahnter Gr&ouml;&szlig;e auf. Sie breiteten sich 
  &uuml;ber den ganzen Kontinent Kunark aus und es bildeten sich die f&uuml;nf 
  gro&szlig;en St&auml;mme: Kylong, Natshar, Obulus, Jarsath und Kunzar. Letzterer 
  Stamm wurde von Venril Sathir, einem jungen Kriegsmagier angef&uuml;hrt, der 
  mittels schwarzer Magie eine unbeugsame Armee von Untoten erschaffen hatte. 
  Sathir und seine Kunzar-Horden unterwarfen die anderen St&auml;mme und annektierten 
  deren Land. So wurde er K&ouml;nig des neu entstandenen Reichs Sebilis, das 
  nicht l&auml;nger den Namen Nation der Iksar tragen sollte. Um sein sebilianisches 
  Imperium auszudehnen, versklavte er Bergriesen, Waldriesen und die Froschloks 
  von Kunark. Zeit seines Lebens nahmen Macht, Einfluss und die Gr&ouml;&szlig;e 
  seines Reiches unaufhaltsam zu. </p>
<p><strong>Die Herrschaft des Rile </strong></p>
<p>K&ouml;nig Sathir wurde alt, doch er wollte nat&uuml;rlich nicht sterben. Um 
  dem Tode zu entkommen, schloss er einen Pakt mit Innoruuk, der ihn untot und 
  somit unsterblich machen sollte. Rile, der Erbfolger Sathirs, hatte jedoch ganz 
  andere Pl&auml;ne. Er sabotierte das Wiederauferstehungsritual und w&auml;hrend 
  die Seele Sathirs in einem Amulett gefangen wurde, verbrannte er die sterblichen 
  &Uuml;berreste seines Vaters. Rile bestieg den Thron und trotz des Machtwechsels 
  &auml;nderte sich nur wenig im gro&szlig;en K&ouml;nigreich. Der Sohn Sathirs 
  annektierte endlose Landstriche und sein Name wurde durch die Taten seiner Kriegsherren 
  Kurn Machta, Karatukus und dem Vampir Chosooth ein Synonym des Schreckens. Als 
  das blutige Treiben der Kriegsherren vor&uuml;ber war, geh&ouml;rte der ganze 
  Kontinent, mit Ausnahme von kleinen Gebieten, die von Drachen und Riesen beherrscht 
  wurden, zum Reiche Sebilis.</p>
<strong>Der Ring der Schuppen</strong> 
<p>Obwohl die Iksar die L&auml;ndereien der Drachen unber&uuml;hrt lie&szlig;en, 
  war die Bedrohung durch das Reich offensichtlich. Die Drachenf&uuml;rsten riefen 
  den Ring der Schuppen zusammen und begannen ihre weitere Vorgehensweise zu diskutieren. 
  Trakanon, der gro&szlig;e blaue Drache, riet zu einem schnellen Gegenangriff 
  auf die Iksar, an dem sich alle Rassen beteiligen sollten. Er wurde jedoch von 
  den anderen &uuml;berstimmt und man entschloss sich dazu, nur indirekt gegen 
  die Iksar vorzugehen. Trakanon und ein paar der j&uuml;ngeren Drachen war das 
  nicht genug. Sie beschworen eine starke Windb&ouml;e, die Riles Kriegsschiff 
  zerst&ouml;rte, w&auml;hrend der K&ouml;nig sich damit auf hoher See befand. 
  Dieses war der Ausl&ouml;ser eines unglaublichen Krieges, der ein halbes Jahrhundert 
  lang zwischen den Drachen toben sollte. Da der Ring der Schuppen aller Wahrscheinlichkeit 
  nach f&uuml;r die Gefangennahme unserer Gef&auml;hrtin verantwortlich war, versuchten 
  wir soviel zu erfahren, wie es uns m&ouml;glich war.</p>
<p> Vanusk beantwortete uns jedoch nur eine Frage mit folgenden Worten: &quot;Es 
  gibt niedere Drachen, die &uuml;ber Norrath fliegen und Sklaven f&uuml;r den 
  Ring der Schuppen ausw&auml;hlen.&quot; </p>
<p><strong>Atrebes Iksar-Imperium </strong></p>
<p>Atrebe, der erste Sohn des Rile wurde K&ouml;nig. Dieser junge Iksar war anders 
  als sein Vater. Er war in sich gekehrt und mit den dunklen Kr&auml;ften vertraut. 
  Alle f&uuml;rchteten sich vor ihm, da er die b&ouml;se Shissir-Magie und die 
  K&uuml;nste seines Gro&szlig;vaters beherrschte. Mit seiner schrecklichen Magie 
  gelang es ihm einen Drachen mit einem Iksar zu kreuzen und er erschuf so eine 
  Rasse von intelligenten Drachenmenschen, die Sarnak. Des Weiteren kreuzte er 
  Drachen mit Froglok, um so gefl&uuml;gelte Reittiere, die Sokokar, f&uuml;r 
  seine Armeen zu erschaffen. Auf diesen Reittieren waren die Iksar eine todbringende 
  Macht. Es dauerte nicht mehr lange, bis nur noch die St&auml;rksten aller Drachen 
  den Angriffen des sebilianischen Imperiums zu trotzen vermochten. </p>
<p><strong>Die Iksar gegen den Ring der Schuppen </strong></p>
<p>&Uuml;ber ein weiteres halbes Jahrhundert lang befanden sich die Drachen im 
  Krieg, diesmal k&auml;mpften sie gegen die gefl&uuml;gelten Truppen der Iksar 
  um ihr &Uuml;berleben. Auf Atrebe folgte sein Sohn, Ganak, ein &auml;u&szlig;erst 
  f&auml;higer Krieger. Der Krieg endete unerwartet, als Ganak auf seinem Sokokar 
  hoch am Himmel gegen Jaled-Dar, den Anf&uuml;hrer des Ringes der Schuppen k&auml;mpfte. 
  Beide wurden durch die von ihnen entfesselten Kr&auml;fte des Feuers und der 
  Magie verbrannt und get&ouml;tet. Die Drachen zogen sich zur&uuml;ck, aber nicht 
  ohne vorher den imperialen Palast und alle von Ganaks Brut in einem gigantischen 
  Feuerball der Vergeltung vernichtet zu haben.</p>
<p> <strong>Der Ring der Smaragde</strong></p>
<p> Anstelle eines neuen K&ouml;nigs setzten die Iksar den Ring der Smaragde als 
  neue Herrscher ein. Dieser Rat, bestehend aus f&uuml;nf Edelm&auml;nnern, sollte 
  eine neue Kampfflotte aufstellen, den Reichtum des Imperiums mehren und zum 
  Wohle der St&auml;dte und des Handels regieren. Ungl&uuml;cklicherweise ist 
  immer dort, wo die Macht ist, auch die Gier nicht fern. Es kam zu Auseinandersetzungen 
  innerhalb des Rates und das m&auml;chtige Reich zerfiel in die f&uuml;nf Einzelstaaten, 
  aus denen es einst entstanden war. Aber selbst das war den gierigen Kriegstreibern 
  nicht genug. Schon bald k&auml;mpften die einzelnen Staaten untereinander um 
  die Vorherrschaft. Unbemerkt von den Iksar hatte sich zwischenzeitlich der Ring 
  der Schuppen neu formiert und der Ring begann damit die einzelnen Staaten geschickt 
  gegeneinander auszuspielen.<br>
  <br>
  Als wir uns unserem Reiseziel n&auml;herten, begann Vanusk seine Erz&auml;hlungen 
  &uuml;ber die Geschichte der Iksar zu verk&uuml;rzen. </p>
<p><strong>Das Ende des Sebilianischen Imperiums </strong></p>
<p>In Sebilis revoltierten die Sklaven. Kriegsherren der Goblins aus Faydwer marschierten 
  mit ihren Armeen in Kunark ein. Die Riesen stellten eine Armee zusammen und 
  griffen damit die verbliebenen Au&szlig;enposten an. Den Gnadenstoss versetzte 
  den Iksar Trakanon und die mit ihm verb&uuml;ndeten Drachen, welche sich auf 
  die &Uuml;berbleibsel der St&auml;dte st&uuml;rzten und diese in Schutt und 
  Asche legten. Kaum waren alle Rassen von dem Joch der Iksar befreit, begannen 
  diese damit sich untereinander um die Herrschaft zu streiten. Zwei letzte Warnungen 
  gab uns Vanusk, bevor wir uns zu Bette legten. Unser neuer Freund erz&auml;hlte 
  uns, das der untote K&ouml;nig Venril Sathir tats&auml;chlich in das Reich der 
  Lebenden zur&uuml;ckgekehrt sei. Sathir herrsche in Karnor, in den Furchtlanden, 
  einem Ort, vor dem wir uns h&uuml;ten sollen. Die zweite Warnung bezog sich 
  auf die Grenzlandberge. Dort hatten die widerlichen Sarnak Au&szlig;enposten 
  errichtet, um Goblin- und Froglok-Sklaven zu z&uuml;chten. Und jetzt r&uuml;cken 
  die Stunden unaufhaltsam vor. Meine Aufzeichnungen sind vollst&auml;ndig und 
  ich habe ein neues Pergament vorbereitet, auf das ich meine weiteren Notizen 
  w&auml;hrend der Reise niederschreiben werde. Ich bete das Rallos Zek uns beisteht 
  und das Vanusk meiner Bitte Folge leistet und uns zu den Bergen von Veeshans 
  Kindern f&uuml;hrt. Wir sind jetzt in Kunark, seiner Welt...<br>
  <br>
  <br>
  <br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 27/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
