<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <TITLE>Iksar Warrior Quest</TITLE>
</HEAD>
<BODY BACKGROUND="../../rahmen/images/higru05.gif">

<TABLE WIDTH="95%" BORDER="1" CELLSPACING="2" CELLPADDING="0">
<CAPTION ALIGN="TOP"><B><FONT SIZE=+2>&nbsp;</FONT><FONT COLOR="#0000a0" SIZE=+2>Queste f&uuml;r
Iksar Trooper Armor</FONT></B></CAPTION>
<TR>
<TD WIDTH="100%"><P><FONT COLOR="#0000a0">Die gesamte Queste besteht mal wieder aus No Drop
Elementen, und man mu&szlig; alle Cabilis Factions im positiven Bereich
haben. Daher kann wohl nur ein Iksar sie machen, allenfalls ein Enchanter.
Das Resultat ist das &Auml;quivalent zur Crafted Armor, und ist generell
um 1 AC schlechter. Kosten und Aufwand sind &auml;hnlich, der Look ist ein
etwas dunkleres Gr&uuml;n als von Cabilis Scale Mail. </FONT></P>

<P><B><font color="#0000A0">Boots</FONT></B></P>

<P><FONT COLOR="#0000a0">Man beginnt in Overthere mit Drixiv Arcut, einem
Skorpiki, der am S&uuml;dende der Schlucht, westlich vom Sarnak Turm (ganz
nahebei), zusammen mit seinem Bruder steht. Mit der Frage &quot;What Boots?&quot;
bekommt man von ihm einen Brief an Harbinger Glossk in Cabilis, welcher
Illegible Letter: Boots hei&szlig;t (No Drop nat&uuml;rlich).<BR>
In Cabilis findet man Glossk im Turm der Nekromanten, er ist n&auml;mlich
der Gilden Chef. Diesem gibt man den Brief und er reicht ihn wieder zur&uuml;ck,
mit der Anweisung, ihn etwas tiefer unten im Turm Master Rixiz zu geben.
Dieser verlangt nun als Beweis deiner F&auml;higkeiten das Halsband eines
speziellen Burinay und zwei Fire Emeralds.<BR>
Dieser Burinay hei&szlig;t Snaorf und haust in den Frontier Mountains in
einer H&ouml;hle. Diese liegt nahe der Lake of Ill Omen Zone bei Location
800, -3000. Ich fand ihn dort umgeben mit den &uuml;blichen Horden von Burinay.
Er ist ein Cleric und mu&szlig; etwa 40. sein, denn er war gr&uuml;n f&uuml;r
mich, gab aber noch XP (ich bin Druide 52). Es gelang mir, mit Hilfe von
Harmony und Camouflage Snaorf einzeln da rauszuholen (uff), und ihn nachher
zu killen (arg, wieso kann der so irre heilen?), sowie nachher zu wechseln
und zu looten (freu). Normalerweise w&uuml;rde ich sagen, ist es besser,
ihn mit einer Gruppe an Ort und Stelle zu massakrieren, nachdem man alle,
die mit ihm sind, ebenfalls in eine bessere Welt geschickt hat.<BR>
Dieses Amulett von Snaorf ist No Drop, und dieses plus 2 Fire Emeralds (kosteten
mich 105pp das St&uuml;ck) mu&szlig; man Rixiz geben, der daf&uuml;r ein
neues Schreiben rausr&uuml;ckt, welches sich Glossks Proof: Boots nennt
(No Drop).<BR>
Damit geht man zur&uuml;ck nach Overthere zu Drixiv Arcut und gibt es ihm
zusammen mit einem Paar Banded Boots (ich habe Normalgr&ouml;&szlig;e verwendet,
da das die Iksar Gr&ouml;&szlig;e ist). Dieser gibt daf&uuml;r XP (etwa
eine Drittel Bubble in der 26.) und die <B>Trooper Boots</B> her, die folgende
Stats haben:</FONT></P>

<P><FONT COLOR="#0000a0">AC 11, AGI +5, CHA +5, Resist Poison &amp; Resist
Disease +3, Gewicht 4.0, Magic, Iksar Warrior only, sind aber nicht No Drop,
die kann man weitergeben</FONT></P>

<P><B><FONT COLOR="#0000a0" SIZE=+1>Vambraces</FONT></B><FONT COLOR="#0000a0"></FONT></P>

<P><FONT COLOR="#0000a0">Man f&auml;ngt wieder in Overthere an, mit Xlixinar
Arcut, dem zweiten Skorpiki am S&uuml;dende der Schlucht. Diesen fragt man
&quot;What Vambraces?&quot; und erh&auml;lt wieder ein Schreiben (No Drop),
welches an Prime Hierophant Vek gerichtet ist.<BR>
Vek findet man in Cabilis im Tempel des Rallos Zek, dem er vorsteht (gleich
beim Haupttor hinter dem Altar). Dieser verlangt als Beweis deiner F&auml;higkeiten
einen Saphir, einen Opal, sowie die spezielle Waffe eines besonderen Goblins,
plus das Opfermesser, das er dir mitgibt, um sie ihm zu operieren.<BR>
Dieser Goblin ist Pitfighter Dob, der im Goblindorf in Warslik Woods auftaucht.
Ich habe dort mehrere Stunden lang alle Spawnpl&auml;tze freigehalten, ehe
er zu erscheinen geruhte. Er d&uuml;rfte wohl etwa 30. sein und verpa&szlig;t
seinen Gegnern eine starke Krankheit. Es spielt nun keine Rolle, ob man
ihn mit dem Opfermesser killt oder nicht, wichtig ist nur seine Zunge (No
Drop). Dieses Dorf wird sehr oft becamped, weil dort auch Grachnist the
Destroyer lebt. Alle, die ich dort traf, waren stets willig, mir zu helfen,
da niemand sonst Dob braucht. Es d&uuml;rfte daher auch f&uuml;r Niederstufige
gute Chancen geben, die Zunge zu bekommen, wenn man das Risiko eingeht,
dort mal ein paar Stunden zuzubringen.<BR>
Die Zunge, das Messer, der Saphir und der Opal gehen zur&uuml;ck zu Prime
Hierophant Vek, und nur zu Prime Hierophant Vek (mir gelang da ein ausgesprochen
dummes Eigentor). <BR>
Der gibt daf&uuml;r Veks Proof: Vambraces her, den man zusammen mit Banded
Armor Vambraces nach Overthere bringt. Xlixinar Arcut gibt einem f&uuml;r
diese beiden Dinge dann XP (in der 26. etwa ein Drittel Bubble) und die
<B>Trooper Vambraces</B>, die folgende Stats haben:</FONT></P>

<P><FONT COLOR="#0000a0">AC 11, STR +2, DEX +2, Poison Resist &amp; Disease
Resist +2, Gewicht 3.0, Magic, Iksar Warrior only, sind aber nicht No Drop,
die kann man weitergeben<BR>
</FONT></TD></TR>
</TABLE>
</BODY>
</HTML>
