<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../css.css" type="text/css">
</head>

<body bgcolor="#F7E8E8" text="#000000">
<table width="90%">
  <tr> 
    <td class="titulo"> impaci.&ecirc;ncia</td>
  </tr>
</table>
<br>
<table width="100%" cellspacing="0" cellpadding="3">
  <tr>
    <td class="head"><b>Escrita em: </b>18.08.2003<br>
      <b>N&deg; de palavras:</b> 731<br>
      <b>Tema: </b>Isabella tapped her foot impatiently against......</td>
  </tr>
</table>
<p> Isabella bateu os p&eacute;s impacientemente contra a perna da cadeira da 
  frente. A senhora que estava sentada nela virou e olhou-a com cara feia. Isabella 
  nem percebeu.</p>
<p>&quot;Droga. Detesto esses m&eacute;dicos. Horas e horas numa sala de espera 
  sem gra&ccedil;a, cheirando a &eacute;ter. Um sil&ecirc;ncio t&atilde;o grande 
  que sinto como se estivesse rodeada de pacientes terminais, esperando a morte, 
  e n&atilde;o de gente que veio s&oacute; pra uma consulta. Que &oacute;dio. 
  N&atilde;o deveria ter vindo. Se ao menos eu tivesse algu&eacute;m para conversar...&quot;</p>
<p>Isabella era uma mulher impaciente, que a vida tinha tornado amarga. Uma vida 
  de rotinas sempre iguais, uma vida sem maiores divertimentos. Sem expectativas. 
  O pensamento dela sobre a sala de espera do consult&oacute;rio de ginecologia 
  com certeza refletia o pensamento do resto das pessoas que l&aacute; estavam, 
  mas a personalidade de Isabella tornava tudo diferente. Ela n&atilde;o se sentiria 
  melhor assim que sa&iacute;sse dali, como os outros.</p>
<p>Ela culpava os pais por terem prendido-a muito quando era adolescente. Por 
  n&atilde;o a incentivarem a fazer coisas diferentes, coisas das quais gostava. 
  Isabella tinha uma voz bonita - e culpava o descaso da m&atilde;e por nunca 
  ter tido coragem de ingressar numa aula de canto. Quando entrou no coral da 
  escola, a m&atilde;e reclamou porque ela teria que ficar no col&eacute;gio no 
  per&iacute;odo da tarde duas vezes por semana. Por isso, ela desistiu.</p>
<p>Ela culpava os amigos por n&atilde;o terem ajudado-a quando ela mais precisou. 
  Nesse momento percebeu que nunca poderia contar de verdade com algu&eacute;m, 
  e nunca mais deixou que as pessoas se tornassem parte de sua vida. Isabella 
  tornou-se uma mulher solit&aacute;ria, por ser t&atilde;o radical.</p>
<p>Agora ela morava sozinha. Tinha um emprego do qual n&atilde;o gostava, e seu 
  sal&aacute;rio era baixo. Sua sa&uacute;de era fr&aacute;gil, vivia resfriada. 
  N&atilde;o tinha mais &acirc;nimo para nenhum novo empreendimento. Cursos, reuni&otilde;es 
  de velhos conhecidos, nada ela conseguia fazer. Isabella acomodou-se de tal 
  maneira que passou a se odiar. Odiar sua falta de iniciativa, que a tinha levado 
  onde ela estava naquele momento.</p>
<p>At&eacute; que a enfermeira chamou seu nome. O exame de rotina n&atilde;o era 
  feito h&aacute; cinco anos, desde que sua m&atilde;e falecera e deixara de se 
  preocupar com ela. Isabella s&oacute; resolveu ir ao m&eacute;dico quando uma 
  secret&aacute;ria telefonou dizendo que j&aacute; era tempo dela fazer novos 
  exames.</p>
<p>Ela entrou na sala. A m&eacute;dica, relativamente jovem, inspirava confian&ccedil;a, 
  mas n&atilde;o deixou Isabella &agrave; vontade. O exame foi feito em sil&ecirc;ncio 
  - sil&ecirc;ncio este que tornou-se ainda mais mortal depois que o olhar da 
  m&eacute;dica come&ccedil;ou a mostrar preocupa&ccedil;&atilde;o.</p>
<p>&quot;Vou pedir pra voc&ecirc; fazer alguns exames. Uma mamografia, para come&ccedil;ar&quot;.</p>
<p>&quot;Estou com algum problema?&quot;</p>
<p>&quot;S&oacute; quero ter certeza de que o n&oacute;dulo que encontrei em voc&ecirc; 
  n&atilde;o &eacute; nada s&eacute;rio&quot;, a m&eacute;dica respondeu.</p>
<p>Isabella saiu do consult&oacute;rio atordoada. Um n&oacute;dulo que n&atilde;o 
  &eacute; s&eacute;rio, n&atilde;o pode ser poss&iacute;vel. Ela fez os exames 
  recomendados e em duas semanas tinha nas m&atilde;os o resultado: estava com 
  c&acirc;ncer de mama, num est&aacute;gio j&aacute; avan&ccedil;ado. As chances 
  de recupera&ccedil;&atilde;o, mesmo com cirurgia, seriam poucas.</p>
<p>Foi a&iacute; que Isabella percebeu o quanto tinha sido tola. Agora, aos trinta 
  e nove anos, tinha desenvolvido um c&acirc;ncer que a mataria. Levaria sua vida 
  embora, sem que ela ao menos tivesse tido a oportunidade de aproveit&aacute;-la. 
  Agora era tarde demais. Isabella estava sozinha. N&atilde;o ag&uuml;entaria 
  tamanha priva&ccedil;&atilde;o sem um ombro amigo ao lado.</p>
<p>O telefone do apartamento tocou. Uma, duas, cinco vezes, e a secret&aacute;ria 
  eletr&ocirc;nica disparou sua mensagem.</p>
<p>&quot;Al&ocirc;, Isabella? Aqui &eacute; Carmem. Acabei de saber que seus exames 
  deram positivo... Bem, eu sinto muito. Quero dizer que irei visit&aacute;-la 
  amanh&atilde; e, se voc&ecirc; quiser, posso ficar com voc&ecirc; por um tempo 
  para ajud&aacute;-la. Espero que voc&ecirc; esteja bem. At&eacute; mais&quot;.</p>
<p>Finalmente, o t&atilde;o esperado ombro amigo revelou-se atrav&eacute;s de 
  uma pessoa que Isabella n&atilde;o via h&aacute; muito tempo. Uma antiga vizinha 
  que soubera de sua doen&ccedil;a atrav&eacute;s da pr&oacute;pria m&eacute;dica. 
  Agora Isabella poderia recuperar suas esperan&ccedil;as e ter uma vida mais 
  digna, quem sabe at&eacute; curar-se, caso Carmem realmente conseguisse apagar 
  sua amargura?</p>
<p>Seria um belo final. Mas n&atilde;o foi assim. Uma coisa que Isabella nunca 
  soube, e jamais saberia, &eacute; que sempre resta uma esperan&ccedil;a.</p>
<p>Mas enquanto o recado era gravado pelo aparelho, o corpo de Isabella era recolhido 
  por bombeiros, ca&iacute;do no meio da rua, atirado do nono andar, da janela 
  do apartamento em que viveu grande parte de sua triste vida.</p>
<p><a href="index.htm">Voltar</a></p>
</body>
</html>
