<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!--  --> 
by Slogram
<p>----------------------------------------------------------</p>
<p>Ihr seid hungrig.<br>
  Ihr seid durstig.<br>
  Ihr habt nichts mehr zu essen und zu trinken.<br>
  Es beginnt zu regnen.<br>
  Ein Grizzly trifft euch f&uuml;r 20 Schadenspunkte.<br>
  Langsam habe ich das Gef&uuml;hl, heute ist nicht mein Tag...</p>
<p>----------------------------------------------------------</p>
<p>Bei Brell, so langsam kriege ich richtig Hunger. Durstig bin ich als Zwerg 
  ja von Natur aus. Nat&uuml;rlich habe ich nichts mehr zu essen, geschweige denn 
  etwas Anst&auml;ndiges zu trinken. Naja, eine Flasche Wasser f&uuml;r absolute 
  Notf&auml;lle m&uuml;&szlig;te sich noch irgendwo in meinem Rucksack befinden, 
  unter den stinkenden Fellen und dem &uuml;brigen, langsam vor sich hinfaulenden 
  Krempel, den ich in den letzten Tagen erbeutet habe. <br>
  Aber, ich frage euch - Wasser? Also wirklich, bevor ein Zwerg sich dazu herabl&auml;&szlig;t, 
  seinen Gaumen mit so etwas Ordin&auml;rem zu beleidigen, mu&szlig; es schon 
  sehr weit kommen. So durstig bin ich noch lange nicht. Was g&auml;be ich jetzt 
  nicht alles f&uuml;r ein frisch gezapftes Zwergenbier... aber in dieser von 
  Brell verlassenen Gegend bekommt man nirgendwo was Anst&auml;ndiges zu trinken, 
  und selbst wenn, ich k&ouml;nnte es mir kaum leisten. Zu allem &Uuml;berflu&szlig; 
  f&auml;ngt es jetzt auch noch an zu regnen.</p>
<p>Was habe ich auch in der Karana-Ebene zu suchen? Geh B&auml;ren jagen, hat 
  man mir daheim in Kaladim geraten, die Felle bringen gutes Geld. Felle habe 
  ich inzwischen zur Gen&uuml;ge, nur will mir kaum ein H&auml;ndler die mottenzerfressenen 
  Staubf&auml;nger abkaufen. Alles, was mir diese Reise bisher eingebracht hat, 
  sind Unkosten und Zeckenbisse. Von den wildgewordenen Druiden, die mich gestern 
  schreiend und fluchend durch die Qeynos-H&uuml;gel gejagt haben, will ich gar 
  nicht erst reden. Autsch... wo kommt diese Bestie auf einmal her? Kaum will 
  man sich mal ein paar Minuten ausruhen, da hat man direkt... la&szlig; mein 
  Bein los, du Monstrum! Bei meinem Gl&uuml;ck hat das Vieh bestimmt auch noch 
  die Tollwut!<br>
  Grade, als ich mich schon von meinem linken Bein verabschieden will, sehe ich 
  einen grellen Lichtblitz und kurz darauf gar nichts mehr. Ich bin zwar geblendet, 
  aber meine Nase funktioniert noch ausgezeichnet - und es riecht hier verd&auml;chtig 
  nach angesengtem Zwergenbart! Wer auch immer daf&uuml;r verantwortlich ist soll 
  sich schon mal warm anziehen. Ein potentieller Selbstm&ouml;rder hat in dieser 
  Gegend viele M&ouml;glichkeiten - er kann zum Beispiel versuchen, in Sicherfall 
  einem Druiden B&auml;renpelze zu verkaufen, oder seinen Kopf in einen Grizzly-Rachen 
  stecken - aber wer auf Nummer Sicher gehen will, sollte einem Zwerg den Bart 
  ruinieren.</p>
<p>Als ich endlich wieder verschwommene Umrisse erkennen kann, suche ich zornesschnaubend 
  nach einem Schuldigen und einem geeigneten Ziel f&uuml;r meine Axt. Aber alles, 
  was sich in meiner unmittelbaren Umgebung befindet, sind - au&szlig;er einem 
  knusprig durchgebratenen Grizzly-Kadaver - Rucks&auml;cke. Acht Rucks&auml;cke, 
  um genau zu sein. Merkw&uuml;rdigerweise ragt in der Mitte davon ein Holzstab 
  heraus.<br>
  Der wandelnde Rucksack-Stapel bringt es irgendwie fertig, sich vor mir zu verbeugen, 
  und eine fiepsige Stimme sagt &quot;Sorry, Mann, aber sah so aus als h&auml;ttet 
  ihr Hilfe brauchen k&ouml;nnen&quot;. Angesichts sprechender Rucks&auml;cke 
  leicht &uuml;berfordert, antworte ich nach l&auml;ngerer Denkpause mit einem 
  &auml;u&szlig;erst intelligent klingenden &quot;&Auml;h... was?&quot;<br>
  &quot;Njuhk ist mein Name, meines Zeichens Zauberer. Hocherfreut, eure Bekanntschaft 
  zu machen, Herr Zwerg.&quot; Eine winzige Hand taucht zwischen zwei Rucks&auml;cken 
  auf und streckt sich mir entgegen. Immer noch leicht verwirrt f&auml;llt mir 
  nichts Besseres ein, als die wandelnden acht Rucks&auml;cke mit Handschlag zu 
  begr&uuml;&szlig;en. &quot;Ehm, Slogram, Paladin im Dienste Brell&#8217;s, angenehm... 
  &auml;h... sagt, welcher Rasse geh&ouml;rt ihr an? Euresgleichen hab ich noch 
  nirgendwo in den weiten Landen Norrath&#8217;s gesehen... seid ihr eine Art 
  sprechendes Beuteltier?&quot;</p>
<p>Die Rucks&auml;cke, welche zuvor einige Zentimeter &uuml;ber dem Boden zu schweben 
  schienen, werden abgesetzt, und ein kahler, runzliger und wei&szlig;b&auml;rtiger 
  Kopf kommt zum Vorschein.<br>
  &quot;Nur ein bescheidener Gnom, Herr Zwerg, Zauberer und fliegender H&auml;ndler... 
  habt ihr Geld dabei? Wenn ja, wieviel ungef&auml;hr? Ich frage nur, damit ich 
  in etwa wei&szlig;, in welcher Preisklasse ich euch meine Waren - &auml;hm - 
  ich meine, Waren welcher Preisklasse ich euch anbieten kann. Was auch immer 
  euer Herz begehrt, ich habe es, und g&uuml;nstiger als ihr&#8217;s sonst irgendwo 
  finden werdet! Wie w&auml;re es zum Beispiel mit dieser Streitaxt, einem au&szlig;erordentlichen 
  St&uuml;ck feinster Zwergen-Handwerkskunst, f&uuml;r - sagen wir mal - 50 Platin? 
  Ein absoluter Sonderpreis, sage ich euch, da zahle ich sogar noch drauf!&quot;<br>
  Trotz dieses Wucherpreises f&uuml;r eine offensichtlich stark angerostete, stumpfe 
  Holzf&auml;ller-Axt gewinnt mein angeborener Durst die Oberhand. &quot;Au&szlig;er 
  ein paar Kupferm&uuml;nzen habe ich nur ein paar Felle, Z&auml;hne und B&auml;renpfoten. 
  Aber sagt, habt ihr etwas zu trinken dabei? Etwas Anst&auml;ndiges, meine ich 
  - dann k&ouml;nnten wir ins Gesch&auml;ft kommen.&quot;</p>
<p>Nachdem ich meine gesamte Barschaft und einen Gro&szlig;teil meiner m&uuml;hsam 
  erjagten Pelze gegen eine halbvolle Flasche Branntwein getauscht und diese auf 
  einen Zug geleert habe, f&uuml;hle ich mich wieder etwas besser. Der Gnom beginnt, 
  seine unz&auml;hligen Rucks&auml;cke aufzusammeln. Wie in aller Welt schafft 
  er das nur, acht St&uuml;ck davon zu tragen? Neugierig sehe ich zu, wie er die 
  Halteriemen festzurrt, aber beim f&uuml;nften Rucksack verliere ich den &Uuml;berblick.<br>
  &quot;Sagt, wollt ihr mich nicht ein St&uuml;ck des Weges begleiten?&quot; ert&ouml;nt 
  Njuhk&#8217;s Stimme ged&auml;mpft aus seinem Rucksack-Kokon. &quot;Ich bin 
  auf dem Weg nach Freihafen, angeblich lassen sich dort mit den Noobs, &auml;hem, 
  hochgesch&auml;tzen Kunden meine ich, gute Gesch&auml;fte machen.&quot; Was 
  soll&#8217;s, denke ich mir, ich hab sowieso die Nase voll von dieser Ein&ouml;de. 
  Also auf nach Freihafen. Solange ich diesem Komiker nicht beim Tragen helfen 
  mu&szlig;, soll es mir recht sein.</p>
<p>Eine ganze Weile trotte ich schweigsam dem fliegenden Gnomen-H&auml;ndler hinterher 
  (schleichender H&auml;ndler w&auml;re angemessener, anscheinend ist der Winzling 
  v&ouml;llig &uuml;berladen). Pl&ouml;tzlich bleibt Njuhk aprubt stehen. Anfangs 
  habe ich etwas Schwierigkeiten, das Hindernis zu erkennen, das so urpl&ouml;tzlich 
  vor uns aus den B&uuml;schen aufgetaucht ist, denn mein ganzes Sichtfeld wird 
  von einer &uuml;berdimensionalen Kniescheibe ausgef&uuml;llt. Irgendwo ein paar 
  Meter &uuml;ber uns ert&ouml;nt eine Stimme: &quot;Hey, Zwerk, Alter, was guckst 
  du? Ich da was am Knie hab oder so? Und sach ma, ey, cool, Mann - wie has du 
  deine Rucks&auml;gge zum Laufn gekricht?&quot; Nachdem ich mir fast das Genick 
  verrenkt habe, um an dieser monstr&ouml;sen Gestalt hinaufzusehen, best&auml;tigen 
  mein Augen was meine empfindliche Nase schon bef&uuml;rchtet hat - ein Oger. 
</p>
<p>Immer sch&ouml;n h&ouml;flich bleiben, denke ich mir, diese nach billigem Fusel 
  und scharfgew&uuml;rztem Oger-Chili stinkenden Gesellen sollte man nicht ver&auml;rgen. 
  Und um einen Oger zu ver&auml;rgen, reicht schon eine etwas zu komplizierte 
  Wortwahl - Fremdw&ouml;rter sollte man daher in ihrer Gegenwart tunlichst vermeiden. 
  Was ein Oger nicht versteht, fasst er als Beleidigung auf. Also erwidere ich 
  mit erzwungen freundlichem Grinsen &quot;Tach auch, Alter, ich Slogram und die 
  Rucks&auml;cke da hei&szlig;en Njuhk. Wir nix wollen &Auml;rger, nur nach Freihafen.&quot; 
  - &quot;Freihaafen! Hab viel geh&ouml;rt von Freihaafen, viele Orks, fetter 
  Luht und gute Eksp... habt ihr Gruppe? Ich mach mit, lad ma ein bitte. Ich &uuml;brigens 
  Klump. Klump der Schlaue. Zuhause in Oggok mich alle nennen so, weil ich kann 
  lesen.&quot; <br>
  Also ziehen wir zu dritt weiter. Was bleibt uns auch schon anderes &uuml;brig? 
  Ein entt&auml;uschter Oger ist ein ver&auml;rgerter Oger, und letzteres ist 
  au&szlig;erordentlich gesundheitsgef&auml;hrdend. Nach ein paar Minuten langsamen 
  Dahinschleichens klemmt der wortgewandte Klump sich den &uuml;berladenen Gnom 
  samt seiner schwerwiegenden Handelsware unter den Arm, und von da an geht es, 
  von gnomischen Fl&uuml;chen und Protestschreien begleitet, etwas z&uuml;giger 
  voran.</p>
<p>Zumindest &uuml;ber einen Punkt sind wir uns einig: um uns einen tagelangen 
  Fu&szlig;marsch zu ersparen wollen wir die Abk&uuml;rzung &uuml;ber die Ebene 
  des Wissens nehmen. Ich per&ouml;nlich halte eigentlich nicht sonderlich viel 
  von diesen modernen Teleport-Zaubern - man wei&szlig; nie, ob hinterher noch 
  alle Arme und Beine an derselben K&ouml;rperstelle befestigt sind wie zuvor. 
  Man h&ouml;rt ja so einiges... zum Beispiel dieser ungl&uuml;ckselige Halbling-Druide 
  dr&uuml;ben in Stromtal, der seit seinem letzten Ausflug zur Ebene des Wissens 
  von allen nur noch &quot;altes Sackgesicht&quot; genannt wird... aber das ist 
  eine andere Geschichte. Immerhin ist solch ein magischer Transport trotz eventueller 
  Risiken einer langwierigen Schiffsreise oder einem gef&auml;hrlichen Fu&szlig;weg 
  vorzuziehen.<br>
  Am Portal angelangt, kann ich es mir nicht verkneifen, die vielgepriesenen Lese-K&uuml;nste 
  von &quot;Klump dem Schlauen&quot; auf die Probe zu stellen. &quot;Geh du vor, 
  Klump, wir kommen nach&quot; sage ich mit m&uuml;hsam unterdr&uuml;cktem h&ouml;hnischen 
  Grinsen. Klump puhlt den halberstickten Gnom aus seiner Achselh&ouml;hle, setzt 
  ihn unsanft ab, tritt vor die Steins&auml;ule und schlug das heilige Buch auf. 
  M&uuml;hsam buchstabierend beginnt er die magischen Worte abzulesen: &quot;Ich, 
  Klammer auf an dieser Stelle Namen einf&uuml;gen Klammer zu, rufe den Gott Querstrich 
  die G&ouml;ttin Klammer auf hier Namen der bevorzugten Gottheit einsetzen Klammer 
  zu an und bitte er.. efeu... ehrf&uuml;rchtig darum, zur Ebene des Wissens aufsteigen 
  zu d&uuml;rfen. Gepriesen sei Klammer auf oben genannte Gottheit Klammer zu.&quot; 
  Kaum ausgesprochen, beginnt seine unf&ouml;rmige Gestalt zu flimmern und langsam 
  zu verblassen. Meine G&uuml;te, der Oger kann tats&auml;chlich lesen! Wer h&auml;tte 
  das gedacht!</p>
<p>&quot;Ich geh als n&auml;chster, Njuhk&quot; sage ich zu den immer noch verzweifelt 
  nach Luft ringenenden Rucks&auml;cken. Nachdem ich die magischen Zeilen gelesen 
  habe, sp&uuml;re ich ein seltsames Prickeln am ganzen K&ouml;rper, und die Landschaft 
  um mich herum wird langsam unscharf. Ich murmele noch leise &quot;Beam mich 
  hoch, Brell, und la&szlig; mich m&ouml;glichst unver&auml;ndert da oben ankommen&quot; 
  als langsam die Konturen einer v&ouml;llig anderen Umgebung sichtbar werden. 
  Nach kurzer, kritischer Inspektion meiner Gliedma&szlig;en (biegen sich alle 
  Gelenke noch in die gewohnte Richtung?) komme ich zu dem Schlu&szlig;, die Reise 
  unbeschadet &uuml;berstanden zu haben. Klump steht nur ein St&uuml;ck weit entfernt 
  auf dem geheiligten Rasen und sieht ebenfalls v&ouml;llig normal und unbesch&auml;digt 
  aus, soweit man das von einem Oger sagen kann.<br>
  Als zuguterletzt noch Rucksackstapel mit einem Holzstab in der Mitte neben uns 
  materialisiert, sind wir wieder vollz&auml;hlig und Freihafen nur noch einen 
  Katzensprung entfernt.<br>
</p>
<p>&nbsp; </p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 21/11/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
