{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jay Hollums","from":"&quot;Jay Hollums&quot; &lt;jhollums@...","replyTo":"LIST","senderId":"XPOVWZXnj8VFN45iyR-drMYAEY9vhPMPAwKwgSWozoGFsuOqg8GL9oljZnoJhGSXnBlSWPYX1wEwOG_PLTCF54OnojVMaVsPZHE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Ice Comet","postDate":"926628842","msgId":1282,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC42NS4xMjgyLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1251,"nextInTopic":1285,"prevInTime":1281,"nextInTime":1283,"topicId":1251,"numMessagesInTopic":53,"msgSnippet":"Okay, I have not ranted on here yet so here goes my comments. Firstly, I would like to say that I love playing any magic using class. Having said that however,","messageBody":"<div id=\"ygrps-yiv-1581031197\">Okay, I have not ranted on here yet so here goes my comments.<br/>\n<br/>\nFirstly, I would like to say that I love playing any magic using class.<br/>\nHaving said that however, I now feel I need to say that the Wizard class is<br/>\nthe weakest class in the game.  I know....:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Well everyone knows that ice comet does 1100 damage or so its been said.<br/>\n<br/>\n </span></blockquote>But that just wont cut it.  It is great to say that we are the most powerful<br/>\nof all.  But it is just lip service to Verant.  You see if you want to make<br/>\na class like the wizard and call them the most powerful, then you have to<br/>\ngive them nice damage margins to all the other classes from the get go.  I<br/>\npersonally know that a 8th level mage, vs. a 8th level wiz is no contest..<br/>\nthe mage has a pet and spells...  Now you are saying that the mage doesn&#39;t<br/>\ncast spells as fast (dubious at best) or that they do less damage<br/>\n comparative spells.. mage: 31  Wizard: 34).  Now I&#39;m going to hear about<br/>\nhow the wizards get more powerful spells at higher levels and I should just<br/>\nwait...  Okay this is the tough one being that I have not reached that high,<br/>\nbut I&#39;ll try to make comment on that region.  It appears that yes we wizards<br/>\nto a increasing damage amount per circle of spells (near double each time),<br/>\nbut what troubles me is that the monsters get factorially more hit points.<br/>\nSo, yes we do more damage in any single shot, it makes us great kill<br/>\nstealers... or finishers(depends on who you talk to).  But, as it has been<br/>\npointed out, the wizard is constantly on his ass meditating.<br/>\n    Now as my moma told me when I was younger, don&#39;t say anything if you<br/>\ncant say something good.  Well I can&#39;t so I&#39;ll do the next best thing...<br/>\nVerant if your listening, think on a few of these ideas...<br/>\n<br/>\n1.  Speed up casting time for Wizards.  This would allow us to cast<br/>\nin-between attacks with our newest spells.(the only class that would be able<br/>\nto do so).<br/>\n<br/>\n2.  Lower mana cost for Wizards with Specialization in Evocation more than<br/>\nfor the other classes.(less ass time)<br/>\n<br/>\n3.  Put stun chances on all of our spells( thus giving us a chance to not<br/>\nHAVE to Root every mob we come across) [no yelling that it is there on upper<br/>\nlevel spells, cause I just read that they changed it to disrupt casting not<br/>\nstun]<br/>\n<br/>\n4.  Alt to number 2:  Make cost go up, but make the spells do better damage<br/>\nto mana ratio.  example :  The wizard(lvl 8) runs up to a bear, zap, half<br/>\nhps gone, zap, dead bear.  The mage could be left with 1/2 mana at this<br/>\npoint and still feel great...  Wizards were always suppose to be the<br/>\nArtillery of the game, make them that again. (new nickname for Wizard... one<br/>\nshot wonder) *chuckle*  This would make the wizard once more sought after so<br/>\nthat when the party needs that extra little kick he is there, or if he is<br/>\nsolo he can take about 2-3 blues solo but be breathing hard and oom.   I<br/>\nknow this would mean that the wizard hardly ever gets hit point loss, but<br/>\nwith our hps that is not a bad thing... only 3 hits from a red and I&#39;m down<br/>\nfor good...(remember YOUR own motto as published in your manual : Wizards<br/>\nbelieve that the best defense is a strong offense.)<br/>\n<br/>\nRant done,<br/>\nRutreeii<br/>\nCazic-Thul</div>","specialLinks":[]}}