{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morris","from":"&quot;Ken Morris&quot; &lt;kmorris2@...&gt;","replyTo":"LIST","senderId":"BIRhQa8IQjUm6xQyjnUMySamrQ4vUQCUErAqSmTud_EAooBKupM5gAEJUND7wDuN_DxYGBaXNb1HVM3WdJiF9pjKqCdh5zkbpB0tyA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Ice Comet","postDate":"926676640","msgId":1323,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC42Ny4xMzIzLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1320,"nextInTopic":1330,"prevInTime":1322,"nextInTime":1324,"topicId":1251,"numMessagesInTopic":53,"msgSnippet":"As a 22nd lvl Wizard, I would like to comment on this wizards being weaker crap (no offense meant). It appears that yes we wizards to a increasing damage","messageBody":"<div id=\"ygrps-yiv-152555590\">As a 22nd lvl Wizard, I would like to comment on this &quot;wizards being weaker&quot;<br/>\ncrap (no offense meant).<br/>\n<br/>\n&quot;It appears that yes we wizards<br/>\nto a increasing damage amount per circle of spells (near double each time),<br/>\nbut what troubles me is that the monsters get factorially more hit points.&quot;<br/>\n<br/>\nI don&#39;t quite understand your point here.  Are you saying that we should be<br/>\nable to take out creatures in one or two shots???  That&#39;s crazy, it would<br/>\ntotally unbalance the game.  Of course the creatures are going to get more<br/>\nHP the higher lvl you go.  We still do more dmg than any other class in any<br/>\ngiven round.  I can now cast a spell that does 175 dmg.  I can cast this<br/>\nspell 6 times and enstill 1 time.  I&#39;m currently taking out yellow Tidal<br/>\nLords solo in the Cauldron and in a group, I have reduced the amount of dmg<br/>\nour tanks normally take because the creatures die much faster.<br/>\n<br/>\n&quot;But, as it has been<br/>\npointed out, the wizard is constantly on his ass meditating.&quot;<br/>\n<br/>\nOf course he is, that&#39;s part of being a wizard, or any other magic-using<br/>\nclass.   Sitting on your ass meditating is not any different for a mage or<br/>\nenchanter than it is a wizard, so once again I miss your point here.<br/>\n<br/>\n&quot;1.  Speed up casting time for Wizards.  This would allow us to cast<br/>\nin-between attacks with our newest spells.(the only class that would be able<br/>\nto do so).&quot;<br/>\n<br/>\nFirst off, our casting time IS faster than the other magic-using classes.<br/>\nSecondly, what you purpose about casting in between attacks would seriously<br/>\nhinder our class.  As it is now, if we are in a group and attack too often,<br/>\nthe creature turns to us and starts ripping us a new one.  Not a good thing.<br/>\nThat&#39;s why you spread your attacks out, never blasting them one right after<br/>\nanother.<br/>\n<br/>\n&quot;2.  Lower mana cost for Wizards with Specialization in Evocation more than<br/>\nfor the other classes.(less ass time)&quot;<br/>\n<br/>\nSince specialization isn&#39;t implemented yet, there&#39;s nothing saying they<br/>\nhaven&#39;t done this.  We won&#39;t know until it gets added.<br/>\n<br/>\n&quot;3.  Put stun chances on all of our spells( thus giving us a chance to not<br/>\nHAVE to Root every mob we come across) [no yelling that it is there on upper<br/>\nlevel spells, cause I just read that they changed it to disrupt casting not<br/>\nstun]&quot;<br/>\n<br/>\nYou need to do a little more research about your higher lvl spells.  They<br/>\nwere only talking about one spell, Force Shock, that mistakenly said that it<br/>\ndelivered a 2-sec stun.  It was suppose to read that it disrupts the casting<br/>\nabilities of NPC magic-users.  But, Tishan&#39;s Clash, and others like it,<br/>\nstill stun the ememy.  I know, I use it a lot.<br/>\n<br/>\n&quot;4.  Alt to number 2:  Make cost go up, but make the spells do better damage<br/>\nto mana ratio.  example :  The wizard(lvl 8) runs up to a bear, zap, half<br/>\nhps gone, zap, dead bear.  The mage could be left with 1/2 mana at this<br/>\npoint and still feel great...  Wizards were always suppose to be the<br/>\nArtillery of the game, make them that again. (new nickname for Wizard... one<br/>\nshot wonder) *chuckle*  This would make the wizard once more sought after so<br/>\nthat when the party needs that extra little kick he is there, or if he is<br/>\nsolo he can take about 2-3 blues solo but be breathing hard and oom.   I<br/>\nknow this would mean that the wizard hardly ever gets hit point loss, but<br/>\nwith our hps that is not a bad thing... only 3 hits from a red and I&#39;m down<br/>\nfor good...(remember YOUR own motto as published in your manual : Wizards<br/>\nbelieve that the best defense is a strong offense.)&quot;<br/>\n<br/>\nOnce again, you totally lost me on this thread.  We ARE sought after for<br/>\nthat extra little kick, although there is nothing &#39;little&#39; about being able<br/>\nto deliver 175 dmg in one shot.  A warrior of the same lvl with a 2-h sword<br/>\ncan still only do 40 dmg in one round.  I CAN solo 2-3 blues before I&#39;m out<br/>\nof mana.  I&#39;ve been hunting Bosuns and Shamans, both of which are blue to<br/>\nme, in the Cauldron and can usually take 2-3 of them before I have to med.<br/>\n<br/>\nAll in all, your post has confused me.  I mean no offense to you and realize<br/>\nthat everyone is entitled to their own opinion, but I really don&#39;t believe<br/>\nyou have thought this out too well.  Part of the reason is because you are<br/>\nstill pretty low lvl.  The wizard class doesn&#39;t really start standing out on<br/>\nits own until around 16th lvl, in my opinion.  But, not everyone can be<br/>\nhappy playing a wizard.  From what I have read, I think you expect too much<br/>\nfrom this class.  For myself, I&#39;m very happy with the wizard class.<br/>\n<br/>\nTalarin Kal&#39;Amon, High Elven Wizard</div>","specialLinks":[]}}