{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morrison","from":"&quot;Ken Morrison&quot; &lt;ken.morrison@...&gt;","replyTo":"LIST","senderId":"KBkdw_psRXQgODTqSHT10FCkhAoU5GnariGrRwrcDRRCyYNot_RP2E298gMuXw1t1LVJKtO_s-0zmQew3az63yeA3ldg1cBxNOKc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Our spells","postDate":"926705705","msgId":1359,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC42OS4xMzU5Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1361,"prevInTime":1358,"nextInTime":1360,"topicId":1359,"numMessagesInTopic":10,"msgSnippet":"Ok, I ll grant you that maybe we shouldn t know when Root is about to end.  How about, as it wears off, the *victim* (he he) starts to move slowly at first","messageBody":"<div id=\"ygrps-yiv-2120770293\">Ok, I&#39;ll grant you that maybe we shouldn&#39;t know when Root is about to end.  How about, as it wears off, the *victim* (he he) starts to move slowly at first towards us and then faster, faster etc.    Then we would be able to decide whether to run or not...  Or, even better, get rid of Root and O&#39;Keils Radiation and replace with an offensive/holding spell, something say similar to Bigby&#39;s Crushing Hand.  Imagine the animation for that one!  A high wailing keening noise as a giant, disembodied, ghostly hand flies from our fingertips, grows and wraps around our foe, slowing/stopping him in his tracks and adding a modest amount of crushing damage to boot!  &lt;ahhhh... drool...&gt;  Who wouldnt want that spell?  AND it fits in with &quot;Best defense is offense&quot;.  I would sacrifice Root and O&#39;Keils for that spell or something like it.<br/>\n<br/>\nAs for Fade and Shadowstep, I cant speak for Shadowstep, but I have been teleported EVERYWHERE with Fade.  Backwards, Forwards, sideways, 1 foot to really far away!  Gee.  Thats helpful.  Hmmm.  I am a Wizard.  Physically I am extremely weak.  Blown away by a stiff breeze kinda weak.  I approach my mentor.  &quot;Please&quot;, I beg him &quot;can you show me how to harness this tremendous power we have to help me escape an angered creature.&quot;  &quot;Of course, buy this spell of Fade and you will be put safely beyond the reach of your foes.&quot;  He smiles warmly and kindly at me all the while accepting my hard earned gold.  I run out of the shop so intent on my shiny new spell, that I don&#39;t notice the mocking laughter from behind. &lt; A random distance and direction is sheer lazy programming.  OK lets see, generate 2 random numbers, apply to current coords.  There, thats it for that spell&gt;  Traditionally in fantasy literature, Wizards dont go about popping themselves somewhere they cant see...thats a good way to end up part of a rock or tree... Hey Verant,  heres any easy fix for you.  Make Fade go in the direction we are facing a minimum distance...make it a quick escape spell.  Put the onus on the Wizard to face himself in his chosen escape routes direction.  Things start to go bad, Fade and run like hell.  Done. Wouldnt really need Shadowstep then would we??? Frees up another spell...hmmm.<br/>\n<br/>\nI read somewhere a Verant programmer said he only had so much room in a database for spells...thats kind of sad really...maybe that is why there are some missing animations and shared animations.<br/>\nPersonally, I would rather have to research and or quest for ALL OF OUR SPELLS,  IF and only IF we could design them the way we wanted...  so that my Fade was different than someone elses... but I know that is a pipe dream so dont flame me for it okay?<br/>\n<br/>\nSorry about the long post, happens when you are a fast typer...</div>","specialLinks":[]}}