{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Marziani, Michael D.","from":"&quot;Marziani, Michael D.&quot; &lt;Michael.Marziani@...&gt;","replyTo":"LIST","senderId":"O_MdLgWXBxShLYjA4SaQVO0kUZSHzD2t_QconXUmTc_BKLmfRZI2DnHLeFKnmdx3mwOyl8d_k2LEaGd4ysZQDc1BSjNlu4qipJ5FSRLniYNSeRQLmXInXv9Bhg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Our spells","postDate":"926709521","msgId":1364,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC42OS4xMzY0Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1361,"nextInTopic":1383,"prevInTime":1363,"nextInTime":1365,"topicId":1359,"numMessagesInTopic":10,"msgSnippet":"I like that idea about root.  That would be a very minor yet nice thing for us. I also like the idea of being able to customize spells (a little bit). Maybe","messageBody":"<div id=\"ygrps-yiv-1435430336\">I like that idea about root.  That would be a very minor yet nice thing for<br/>\nus.<br/>\n <br/>\nI also like the idea of being able to customize spells (a little bit).<br/>\nMaybe have trade offs like if you want your Shadow step to teleport you more<br/>\nin a straight line then you would have to use more mana when casting it or<br/>\nmaybe it would have to take a little longer to cast.  I really do think that<br/>\nwe should be the master of our spells and at least any spell we research (I<br/>\ntoo think it would be fun to have to research all spells past first level -<br/>\nof course the components would have to be easy to find) we should be able to<br/>\ncustomize a bit.  That would make us feel a little more like wizards and not<br/>\njust &quot;battlefield artillery&quot;.<br/>\n <br/>\nGood ideas!<br/>\n <br/>\n-Solric of the 3rd Circle<br/>\n <br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Ken Morrison [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ken.morrison@...\">ken.morrison@...</a>]<br/>\nSent: Friday, May 14, 1999 1:15 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a><br/>\nSubject: [eq_wizards] Our spells<br/>\n<br/>\n<br/>\nOk, I&#39;ll grant you that maybe we shouldn&#39;t know when Root is about to end.<br/>\nHow about, as it wears off, the *victim* (he he) starts to move slowly at<br/>\nfirst towards us and then faster, faster etc.    Then we would be able to<br/>\ndecide whether to run or not...  Or, even better, get rid of Root and<br/>\nO&#39;Keils Radiation and replace with an offensive/holding spell, something say<br/>\nsimilar to Bigby&#39;s Crushing Hand.  Imagine the animation for that one!  A<br/>\nhigh wailing keening noise as a giant, disembodied, ghostly hand flies from<br/>\nour fingertips, grows and wraps around our foe, slowing/stopping him in his<br/>\ntracks and adding a modest amount of crushing damage to boot!  &lt;ahhhh...<br/>\ndrool...&gt;  Who wouldnt want that spell?  AND it fits in with &quot;Best defense<br/>\nis offense&quot;.  I would sacrifice Root and O&#39;Keils for that spell or something<br/>\nlike it.<br/>\n <br/>\nAs for Fade and Shadowstep, I cant speak for Shadowstep, but I have been<br/>\nteleported EVERYWHERE with Fade.  Backwards, Forwards, sideways, 1 foot to<br/>\nreally far away!  Gee.  Thats helpful.  Hmmm.  I am a Wizard.  Physically I<br/>\nam extremely weak.  Blown away by a stiff breeze kinda weak.  I approach my<br/>\nmentor.  &quot;Please&quot;, I beg him &quot;can you show me how to harness this tremendous<br/>\npower we have to help me escape an angered creature.&quot;  &quot;Of course, buy this<br/>\nspell of Fade and you will be put safely beyond the reach of your foes.&quot;  He<br/>\nsmiles warmly and kindly at me all the while accepting my hard earned gold.<br/>\nI run out of the shop so intent on my shiny new spell, that I don&#39;t notice<br/>\nthe mocking laughter from behind. &lt; A random distance and direction is sheer<br/>\nlazy programming.  OK lets see, generate 2 random numbers, apply to current<br/>\ncoords.  There, thats it for that spell&gt;  Traditionally in fantasy<br/>\nliterature, Wizards dont go about popping themselves somewhere they cant<br/>\nsee...thats a good way to end up part of a rock or tree... Hey Verant,<br/>\nheres any easy fix for you.  Make Fade go in the direction we are facing a<br/>\nminimum distance...make it a quick escape spell.  Put the onus on the Wizard<br/>\nto face himself in his chosen escape routes direction.  Things start to go<br/>\nbad, Fade and run like hell.  Done. Wouldnt really need Shadowstep then<br/>\nwould we??? Frees up another spell...hmmm.<br/>\n <br/>\nI read somewhere a Verant programmer said he only had so much room in a<br/>\ndatabase for spells...thats kind of sad really...maybe that is why there are<br/>\nsome missing animations and shared animations.<br/>\nPersonally, I would rather have to research and or quest for ALL OF OUR<br/>\nSPELLS,  IF and only IF we could design them the way we wanted...  so that<br/>\nmy Fade was different than someone elses... but I know that is a pipe dream<br/>\nso dont flame me for it okay?<br/>\n <br/>\nSorry about the long post, happens when you are a fast typer...</div>","specialLinks":[]}}