{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morris","from":"&quot;Ken Morris&quot; &lt;kmorris2@...&gt;","replyTo":"LIST","senderId":"r9Em4iYVCoFToN3KH6I99NPcp8CIn27sPdtlXkGYj9qWqPm_yE3X_Le_U9bg1WZsYBXj4azNavVO6QP0zrgMKrtTpCcCO_lhNdynqw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Ice Comet","postDate":"926719727","msgId":1374,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC42OS4xMzc0Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1370,"nextInTopic":1375,"prevInTime":1373,"nextInTime":1375,"topicId":1251,"numMessagesInTopic":53,"msgSnippet":"Heheh, good points ;)  Heres a few replies. Not if the game made us use our mana almost completely in those shots... I now see what you re saying here, but","messageBody":"<div id=\"ygrps-yiv-949231949\">Heheh, good points ;)  Heres a few replies.<br/>\n<br/>\n&quot;Not if the game made us use our mana almost completely in those shots...&quot;<br/>\n<br/>\nI now see what you&#39;re saying here, but still have to disagree with yas.  If<br/>\nwe are in a group and take out a creature in say 2 shots, but use most of<br/>\nour mana doing so, then the group has to wait for us to med before they see<br/>\nany more action.  Not to mention it would make them feel kinda useless.  So,<br/>\nlets say we only cast at it once, take half its life, let the group finish<br/>\nit.  We still just lost half our mana and they will have to wait a bit for<br/>\nus to med up again.  So, while your suggestion would make us great soloist,<br/>\nif they didn&#39;t resist us, it would make us a little unpopular with some<br/>\ngroups.  Just my opinion of course ;)<br/>\n<br/>\n&quot;Here I can honestly say I don&#39;t see your point,  If we casted faster<br/>\nbecause<br/>\nwe are suppose to be the supreme casters and we casted too fast then that<br/>\nwould be on our head...  You disproved your own statement within your own<br/>\nstatement.  This would give us the ability to make that call ourselves.<br/>\n(adding more strategy to the game for Wizards)&quot;<br/>\n<br/>\nI do apologize for not making myself a little clearer.  We do cast faster<br/>\nthan other classes as far as our offensive spells are concerned.  But, not 2<br/>\ntimes as fast as I believe you are suggesting.  And, if we cast too fast,<br/>\nthen yes, we can be in trouble, cuz the monster will most certainly will<br/>\ncome after you.  If I hit a monster 3 times in a row without pause, he&#39;s<br/>\ncoming after me and I had better be prepared or else.  So, the strategy is<br/>\nalready in place without having to speed up our casting even more.  I don&#39;t<br/>\nbelieve there is any need to speed up our casting from what it already is.<br/>\nOnce again, just my opinion though ;)<br/>\n<br/>\n&quot;I have researched them quite completely... I was talking a SMALL chance of<br/>\nstun tacked on to our usual damage (like what force stun was suppose to do).<br/>\nI know well about Tishna&#39;s Clash....(for the 2 seconds that it works) btw,<br/>\ndoes it work every time? *thinks he knows this answer*&quot;<br/>\n<br/>\nTishan&#39;s Clash has a variable timelimit on the stun, sometimes 2 secs,<br/>\nsometimes 8 secs, ect.  And like every other spell we cast, there is always<br/>\nthat chance that the creature will resist it.  I have found though, that it<br/>\nworks quite well ;)  Besides, you said &quot;put stun CHANCES&quot; on spells, not<br/>\nstun everytime. ;)  So, to answer your question, no it doesn&#39;t work EVERY<br/>\ntime, but it does work most of the time.<br/>\n<br/>\n&quot;Then i&#39;m on the wrong side of the world... one blue G spider on the west k<br/>\nplains and I must med....(level 10)&quot;<br/>\n<br/>\nThere&#39;s your answer right there, lvl 10 ;)  I will be the first to agree<br/>\nthat at the lower lvls, we are definitely the weaker class compared to<br/>\nothers, but show me what game makes the wizard all powerful in the lower<br/>\nlvls??  As someone mentioned in another post, it helps to separate the wheat<br/>\nfrom the chaffe.  Not everyone is meant to be a wizard, but if you can stick<br/>\nit out through the lower lvls, then you will reap great rewards at the<br/>\nhigher lvls.<br/>\n<br/>\n&quot;On the contrary, I have thought it out quite well. &quot;<br/>\n<br/>\nYes, I can see that you have and I apologize and retract my previous<br/>\nstatement, but once again, I think you came in expecting to start out a<br/>\npowerful wizard when in reality, you have to grow into it.  I have a theory<br/>\non this, so bear with me.  Anyone can learn to swing a sword and become a<br/>\nwarrior, but not everyone can learn the discipline and have the mental<br/>\ncompacity to become a magic-user.  I think the reason its so hard at the<br/>\nlower lvls, is because its like a test.  If you have the determination and<br/>\ndesire to perserver though the lower lvls, then you have what it takes to<br/>\nbecome a great wizard in the higher lvls, but if you lose interest and<br/>\nbecome bored with it, well, then being a wizard probably isn&#39;t for you and<br/>\nyou should look at taking up another occupation.  Again, just my opinion ;)<br/>\n<br/>\nGood post<br/>\n<br/>\nTalarin Kal&#39;Amon, High Elven Wizard</div>","specialLinks":[]}}