{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Marziani, Michael D.","from":"&quot;Marziani, Michael D.&quot; &lt;Michael.Marziani@...","replyTo":"LIST","senderId":"BN-vX74wreU9hlUAd66wH1xUernLTszOG1wW_mmflnxcATqjJqkMdT3E6dJyD2Kmfb00Wio-ljyrlF2V-cIjrctw8cXYBaOTbgAboQZa06UNU1Oj4pJr72fozw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Wizard Downtime vs Other Magic Users","postDate":"926973136","msgId":1449,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43NC4xNDQ5Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1454,"prevInTime":1448,"nextInTime":1450,"topicId":1449,"numMessagesInTopic":2,"msgSnippet":"I would just like to relate a tale from the other day.  I am level 12 and found a level 12 necro to group with.  The two of us (and his pet skeleton) took on","messageBody":"<div id=\"ygrps-yiv-1507714093\">I would just like to relate a tale from the other day.  I am level 12 and<br/>\nfound a level 12 necro to group with.  The two of us (and his pet skeleton)<br/>\ntook on dervishes in the North Desert of Ro and did very well for ourselves.<br/>\nI would usually pull the mob with a Lightning spell to soften him up to the<br/>\ntune of 78 damage.  The necro would immediately cast some DoT spells and<br/>\nhave his skeleton attack before the mob got to us.  His skeleton would then<br/>\nbegin tanking on a mob who had between half and 2/3 life with DoT spells<br/>\nwhittling away at it.  If we were only fighting a blue we would both usually<br/>\nstep in and assist in melee to kill the mob.  This would only use up about<br/>\n20% of our mana, so we could take on 3 or 4 blue mobs in succession (singles<br/>\nof course).  If we took on a yellow mob I would usually cast shock again<br/>\ntowards the end of the fight (medding in between) and the necro would use<br/>\nmend bones to keep his pet alive through the fight.  In each case we would<br/>\nboth use roughly the same amount of mana and end up having to med the same<br/>\namount of time to regain.  The highlight of our little adventure was when we<br/>\naccidentally took on 3 mobs at once, 1 yellow and 2 blues i think.  I blew a<br/>\nlittle extra mana taking the yellow out in a hurry, but still had enough to<br/>\nshock each of the blues one time to where we could melee them.  We both had<br/>\nlow hitpoints and no mana at the end of the fight but his pet was still<br/>\nalive.<br/>\n<br/>\nSo basically the point of this message is twofold.  One to show that we have<br/>\nabout the same downtime as other magic using classes, and two to show how<br/>\nwell different magic using classes complement each other.  When soloing even<br/>\nmonsters I will eat up almost all my mana, and the necro would do the same<br/>\nhaving to cast several DoTs and then mending bones to keep his pet alive.<br/>\nThe necro does a great amount of damage like wizards but it takes time, and<br/>\nall that time his pet is getting hammered.  Wizards can blast the monster<br/>\nquick, and the time that we save in combat we can use medding.  This holds<br/>\ntrue with the other magic using classes that have pets as well.  They cant<br/>\njust blast the monster like we wizards.  They must deal with a longer battle<br/>\nand thus are fighting while we have already killed the mob and are medding.<br/>\nIf you think about it you will see that it all evens out.<br/>\n<br/>\n-Solric of the 4th circle</div>","specialLinks":[]}}