{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morrison","from":"&quot;Ken Morrison&quot; &lt;ken.morrison@...","replyTo":"LIST","senderId":"ERuvLXYWuZ7fVR4wAmmsAQmZb7kOkrcxYG5lP_AQfPRzLHAeTgTCqw3FvDX2ilZ3_eL6VqwNfa-_UiZcu8sC07JJzuemswM_YnaI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Wizards -R- US","postDate":"926976106","msgId":1450,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43NC4xNDUwLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1452,"prevInTime":1449,"nextInTime":1451,"topicId":1450,"numMessagesInTopic":4,"msgSnippet":"Well I think we all realize that Verant seems to have done a pretty good job balancing the classes.  It is also evident that they have slanted the whole game","messageBody":"<div id=\"ygrps-yiv-902893227\">Well I think we all realize that Verant seems to have done a pretty good job balancing the classes.  It is also evident that they have slanted the whole game towards grouping...which makes perfect sense.  It is an online, social game.  If all one wants to do is solo, go play another game, like Might and Magic or a similar game.  Fine, no problem, everyone understands that.<br/>\n<br/>\nMy point, and one which someone has no doubt made before is, that you cant always go on at the same time as your regular group of close friends, or you cant always find a &quot;good&quot; bunch of people to spontaneously group with.  Therefore, there SHOULD be some kind of provision for ALL classes to be able to solo fairly effectively.  What I am not saying is Verant make Wizards powerhouses, just revamp the &quot;utility&quot; spells that are supposed to be helpful, but which arent.<br/>\n<br/>\nTake, for instance, the Root spell (again).  Having a set minimum time limit to it, even for 10 seconds, doesnt really greatly enhance its effectiveness for grouping, but makes a HUGE difference for soloing.  In a group, if you ever cast it at all (and what would be the point, assuming you have some warriors) it would be a waste of mana because the warriors are there to take punishment and taunt the mob to keep it off of spellcasters.  If the mob runs, sure cast Root (or just blast and finish it for a more spectacular finish ;-), if you have mana left, and the warriors finish it anyway, which will be in way under 10 seconds, guaranteed.  While soloing, if my Root only lasts for 1 sec, why did I even bother casting it at all.  Didnt help me and I could have used the mana to blast it for a free shot at first or to get a head start running.<br/>\n<br/>\nJust seems to me that Root, Fade and Shadowstep are ALMOST insultingly useless spells because of lazy programming.  Seems like they got away with generating some random numbers for spells and are happy that no one is complaining that much.<br/>\n<br/>\nAlhassim 8th (happily creeping up on 9 by soloing and grouping!) Erudite Wizard of E&#39;ci<br/>\n<br/>\nP.S.  (And I dont care about the creatures willpower or magic resistance, who says Root isnt an impenetrable dome of force that traps it physically rather than mentally.)</div>","specialLinks":[]}}