{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Marziani, Michael D.","from":"&quot;Marziani, Michael D.&quot; &lt;Michael.Marziani@...&gt;","replyTo":"LIST","senderId":"jM5DLOGLUNDyFXcLhPW3-VyVFefR3nmubqZ06Zew286iyziwkKDNHUWeoz9fYI78na7TUKKJ0iM3OUVa9qBGGmtl8k7ego4LYgznYvXJxrFuPeH4GPj8sm_jzQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wizards -R- US","postDate":"926976998","msgId":1453,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43NC4xNDUzLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1452,"nextInTopic":1464,"prevInTime":1452,"nextInTime":1454,"topicId":1450,"numMessagesInTopic":4,"msgSnippet":"I tend to agree with this.  10 seconds really isn t that much (enough for 1 casting at least, but depending on distance away and which spell you cast may not","messageBody":"<div id=\"ygrps-yiv-1737580716\">I tend to agree with this.  10 seconds really isn&#39;t that much (enough for 1<br/>\ncasting at least, but depending on distance away and which spell you cast<br/>\nmay not be enough for 2).  If this was too much then they could have it that<br/>\nwe only get the guaranteed 10 seconds on mobs that are the same level or<br/>\nbelow.  If we try to root a yellow or red the 10 second guarantee is not<br/>\nvalid.<br/>\n <br/>\nMy main gripes (I don&#39;t have many) are that like Alhassim stated, our<br/>\nutility spells really arent very useful.  I can think of maybe 2 times that<br/>\nshadowstep has saved my life (out of the 15 times I have tried it when in<br/>\nbig trouble), and not once has fade helped at all (and believe me I tried).<br/>\nIf they want to make fade completely useless, at least allow shadowstep to<br/>\nhelp us by giving it a minimum distance of teleport (at least enough to<br/>\nwhere we can start running rather than just end up behind the monster and<br/>\nget hit immediately).  If we are supposedly the masters of teleport spells<br/>\nthen why the heck is shadowstep and fade so random?  Ok maybe these lower<br/>\ncircle spells should be a little random as we are low level and maybe not<br/>\nvery good at wizardry yet, but how about having a 4th or 5th circle spell<br/>\nupgrade from shadowstep to a spell that will reliably teleport us a decent<br/>\ndistance in a fairly straight line in the direction we are facing?  Look at<br/>\nit this way by level 20 we have the knowledge to teleport our WHOLE group to<br/>\na distant location, yet we still cant teleport ourselves a mere 100 yards<br/>\nwith any reliability?  The fade --&gt; shadowstep series needs another --&gt; ???.<br/>\nHopefully Verant has been smart enough to include a researchable spell that<br/>\ndoes this, but I won&#39;t hold my breath (sorry I am getting a bit cynical<br/>\nhere).<br/>\n <br/>\n-Solric of the 4th circle<br/>\n <br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Ken Morrison [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ken.morrison@...\">ken.morrison@...</a>]<br/>\nSent: Monday, May 17, 1999 4:22 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a><br/>\nSubject: [eq_wizards] Wizards -R- US<br/>\n<br/>\n<br/>\nWell I think we all realize that Verant seems to have done a pretty good job<br/>\nbalancing the classes.  It is also evident that they have slanted the whole<br/>\ngame towards grouping...which makes perfect sense.  It is an online, social<br/>\ngame.  If all one wants to do is solo, go play another game, like Might and<br/>\nMagic or a similar game.  Fine, no problem, everyone understands that.<br/>\n <br/>\nMy point, and one which someone has no doubt made before is, that you cant<br/>\nalways go on at the same time as your regular group of close friends, or you<br/>\ncant always find a &quot;good&quot; bunch of people to spontaneously group with.<br/>\nTherefore, there SHOULD be some kind of provision for ALL classes to be able<br/>\nto solo fairly effectively.  What I am not saying is Verant make Wizards<br/>\npowerhouses, just revamp the &quot;utility&quot; spells that are supposed to be<br/>\nhelpful, but which arent.<br/>\n <br/>\nTake, for instance, the Root spell (again).  Having a set minimum time limit<br/>\nto it, even for 10 seconds, doesnt really greatly enhance its effectiveness<br/>\nfor grouping, but makes a HUGE difference for soloing.  In a group, if you<br/>\never cast it at all (and what would be the point, assuming you have some<br/>\nwarriors) it would be a waste of mana because the warriors are there to take<br/>\npunishment and taunt the mob to keep it off of spellcasters.  If the mob<br/>\nruns, sure cast Root (or just blast and finish it for a more spectacular<br/>\nfinish ;-), if you have mana left, and the warriors finish it anyway, which<br/>\nwill be in way under 10 seconds, guaranteed.  While soloing, if my Root only<br/>\nlasts for 1 sec, why did I even bother casting it at all.  Didnt help me and<br/>\nI could have used the mana to blast it for a free shot at first or to get a<br/>\nhead start running.<br/>\n <br/>\nJust seems to me that Root, Fade and Shadowstep are ALMOST insultingly<br/>\nuseless spells because of lazy programming.  Seems like they got away with<br/>\ngenerating some random numbers for spells and are happy that no one is<br/>\ncomplaining that much.<br/>\n <br/>\nAlhassim 8th (happily creeping up on 9 by soloing and grouping!) Erudite<br/>\nWizard of E&#39;ci<br/>\n <br/>\nP.S.  (And I dont care about the creatures willpower or magic resistance,<br/>\nwho says Root isnt an impenetrable dome of force that traps it physically<br/>\nrather than mentally.)</div>","specialLinks":[]}}