{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rival@telcomplus.net","from":"rival@...","replyTo":"LIST","senderId":"xbIptETvy10PRUbCJlZbTLRp4ctBub2c8AxOJYrF-nOziS6ssec7Nnb9-pa6_Vf1GHshdxktUO1IAYk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"wizard vrs magicians minor spoiler,long","postDate":"926992384","msgId":1457,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43NC4xNDU3Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1461,"prevInTime":1456,"nextInTime":1458,"topicId":1457,"numMessagesInTopic":2,"msgSnippet":"I have just started playing a wizard, only 9th right now, however i have two magicians on different servers. One is 20th lvl the other 16th. So not to add fuel","messageBody":"<div id=\"ygrps-yiv-395093221\">I have just started playing a wizard, only 9th right now, however i have two magicians on different servers. One is 20th lvl the other 16th. So not to add fuel to the fire, but a mage does 91+1 dam every lvl after 16 with his shock of flame spell while the wiz does 117, so i have been told. Now i heard it stated on this board that a mage doesn&#39;t recieve any more DD spells until 24 this however is incorrect; the mage gets a spell at 20th. Bolt of flame which does 141+ 1 per lvl after 20.( Note that both these spells have damage caps of 99 and 150ish) i am not certain what the wiz does at 20.\r<br/>\n However just remember the grass is always greener syndrome. Mage spells are very slow to cast compared to wiz. Mages also recieve no spells such as shadow step or root for escape. If the pet dies the mage is in trouble( losing pets happens quite a bit. Remember pet death=mages death almost always).. Pets also dont always follow you closely and will attack monsters you dont want them too sometimes.  Yhere are many zones that have terrible construction on them so that a pet can not be used at all. Any time a mage is travelling if he does not have his pet he is screwed. If attacked he will never be able to cast his spells fast enough to save himself if the monster is high blue or above. Mages also require more down time just to start. Load into a dungeon summon pet med back 3 bubbles of mana hope train doesnt come by and make you load and start all over again. Also of course pets randomly kill them selves and get lost in dungeons making dungeons harder to do as a mage. And as pets fall behind the caster in lvls they bring in the green monsters that would not mess with the mage normally and i can assure you that enough greens will still kill you. \r<br/>\nNow dont take this wrong I liked my mage a lot but i think you guys only see the advantages none of the disads. As a wizard i love being at full combat readiness even when we just zoned, and not needing to stop and think that if i zone my pet will be gone, and i&#39;m running out of components to cast him and on and on. Wizards have there own advantages and disads. At low lvls mages are much more powerful if they have thier pets but much less without. Anyway dont despair about wizz they just need a higer lvl to obtain thier power. If you are impatient play a necro or mage to get power now but you will find that they all have thier weaknesses too.</div>","specialLinks":[]}}