{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morrison","from":"&quot;Ken Morrison&quot; &lt;ken.morrison@...","replyTo":"LIST","senderId":"TKsuWdnMErH4-wFsGU8iY9HL1zaJbH2Bb-TykTET5tAC6AFOrmn3y7jb7oDaeC7TY4rbut6qZXNLm2Uzb-5C6HUasOQaccMbPvhN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wizards -R- Us","postDate":"927055485","msgId":1486,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43NS4xNDg2Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1506,"prevInTime":1485,"nextInTime":1487,"topicId":1486,"numMessagesInTopic":2,"msgSnippet":"...   If you dont know how to use your abilities to an efficient level..   then you stay down at the lower levels..  which is perfectly balanced.  Those","messageBody":"<div id=\"ygrps-yiv-2066877917\"><blockquote><span title=\"ireply\">&gt;Drev said:<br/>\n </span></blockquote>&lt;snip&gt;  If you dont know how to use your abilities to an efficient level..   then you stay down at the lower levels..  which is perfectly balanced.  Those of us who adapt to what we&#39;re given, and overcome, will rise in levels beyond the capabilites of those who cannot.&gt;<br/>\n<br/>\nFirst off, I&#39;ll agree with you there, Drev.  The Wizard class does take some getting used to and requires knowledge of many different types (ie where to hunt solo, what to hunt solo, at what levels etc)  This is something I have learned to deal with after a shaky start, just as I am sure you did (unless you were in beta) and I havent died in quite a while and am still gaining experience nicely, despite only grouping occasionaly.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;  &lt;snip&gt; Root works perfectly fine.  What you&#39;re saying is that anyone should be able to cast root on you without you having a chance to go unaffected by the spell.  Or are you just saying that only monsters should not be able to resist being rooted? &lt;snip&gt;There is no point in playing the game if everything has a set number on it.  Random is much better.&gt;<br/>\n<br/>\n </span></blockquote>No, what I was trying to convey was IF the casting was not resisted, THEN it should have a minimum time and possibly a variable maximum time too, if you&#39;re a stickler for randomness.  Then it would be useful for reliable soloing AND not unbalance grouping, whats so wrong with that?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;If you dont like how a particular spell works..  dont use it.  Its easy ...oh, and by the way...   root will last much longer later on.  I&#39;m just about to level 19 now.. and root sometimes holds them for over a minute and a half.  (..and of course sometimes they resist it, and I end up running.)&gt;<br/>\n<br/>\n </span></blockquote>Well, it is pretty hard NOT to use Root, seeing as how it is one of our very few Defensive spells.  Basically what Verant is saying is &quot;Wizards are pure Offense, therefore you dont need any good Defense because you can destroy anything so fast it doesnt get a chance to hit you.&quot;  Yeah.  Right.  Thats never happened in my experience unless I was fighting a newbie mob outside a town.  Someone said on this list that Verant should have increased the damage and mana power of our spells so that with two or even just one casting of a DD spell we could destroy a blue mob, while pretty much draining ourselves of mana.  Although I dont really agree, THAT does fit in with Verants view of their Wizard, IMO.  Go out, cast DD spell, hope it doesnt fizzle or the target resists, if successful, creature obliterated.  Go back to safe area, Meditate.  Go back out, repeat ad nauseum... doesnt sound very fun eh?<br/>\n    Look at Magicians, know why they dont have the Root spell?  Because their Offensive/Defensive/Regenerating/Taunting/DoT pets are more mana efficient AND do more overall damage AND prevent the mob from attacking the caster AND can be left behind while the caster escapes. All from ONE spell.  So requiring a minimum time limit on our crappy Root spell doesnt seem so all-fired unbalancing, now does it?<br/>\n<br/>\nNow please, I don&#39;t want anyone responding to this post with the tired old &quot;If you love magicians so much why dont you marry one&quot; type reply.  Flaming belongs to newsgroups.  The only reason I am posting on this mailing list is because I like playing my Wizard.  I give a damn enough to actually spend some time thinking about this class and ways of improving what I happen to think of as shortcomings.  Also it helps to stimulate discussion, instead of comparing damage ratios or figuring out where to get the most cash in the shortest amount of time...<br/>\n<br/>\nWell enough for now... another long one eh guys and girls.. you guys must be starting to hate me by now... but at least I dont include a whole digest in my reply ;-)<br/>\n<br/>\nAlhassim 8th Level (complaining) Erudite Wizard of E&#39;ci</div>","specialLinks":[]}}