{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dayne@drow.net","from":"dayne@...","replyTo":"LIST","senderId":"rOFLdjm8fRRNC790EthOrgB_wftpp_C3b0XQQnp6982yGl7xjTsQP_Kv3wX_1cAcauAzokw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: --==SPOILER==-- Well Wizards might get powerful but at lev 14 the y are still weak","postDate":"924470767","msgId":150,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43LjE1MC45NTkyNzI1OTlAZUdyb3Vwcy5jb20+"},"prevInTopic":139,"nextInTopic":153,"prevInTime":149,"nextInTime":151,"topicId":139,"numMessagesInTopic":5,"msgSnippet":"...  ... I offer up this information from the EQ newsgroups most controversial poster, but I believe the information is as good as it gets. I d like to","messageBody":"<div id=\"ygrps-yiv-1938771514\">On Sun, 18 Apr 1999 21:01:17 +0200, you wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Hail Fellow Wizards<br/>\n&gt;<br/>\n&gt;My name is Oonagh i play on the E&#39;ci server<br/>\n&gt;<br/>\n&gt;I am a devouted Wizard.. Don&#39;t get me wrong , but as a reply to Greg<br/>\n&gt;(Kronan)<br/>\n&gt;I would say:<br/>\n&gt;<br/>\n&gt;All caster class can do as much damage as a wizard until lev 15 at least (I<br/>\n&gt;am only 14 )<br/>\n </span></blockquote>&lt;snip&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt;Hang in there fellow Wizard, we WILL rule the world *snicker*<br/>\n&gt;<br/>\n&gt;Oonagh the Gnome Wizard<br/>\n<br/>\n </span></blockquote>I offer up this information from the EQ newsgroups most controversial<br/>\nposter, but I believe the information is as good as it gets. I&#39;d like<br/>\nto add the questions though that are the other casting classes DD<br/>\nspells as mana efficient as the Wizard? I always seem to be able to<br/>\ncast many more spells than they can... <br/>\n<br/>\nHere&#39;s Anj&#39;s take on the Wiz hope it helps some of you:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;The Wizard class in EQ is a hard sell to anyone until<br/>\n&gt;they get around level 25 or so. Then you start to really<br/>\n&gt;become one of the finest classes to play in EQ. As you<br/>\n&gt;level and progress towards that level, you will begin to<br/>\n&gt;get a sense of what is possible.<br/>\n&gt;<br/>\n&gt;First, your abjuration, evocation, etc. skills are second to<br/>\n&gt;no other class, including Magicians. Your channeling will<br/>\n&gt;progress to the point where you cast nearly instantly. The<br/>\n&gt;Magician will NEVER get that fast.<br/>\n&gt;<br/>\n&gt;Also, you will use less mana per dmg point than a Magician<br/>\n&gt;or any other magic user, and hit with casts for more dmg points<br/>\n&gt;as well.<br/>\n&gt;<br/>\n&gt;In the mid- to high twenties you will start to get good, for a pure<br/>\n&gt;caster, armor and melee weapons, though melee is only a hobby<br/>\n&gt;to your profession of nuclear destruction. You will constantly <br/>\n&gt;irritate the walkers, as you will come to call them, by instantly<br/>\n&gt;flicking invisible, or across the field in a Shadow Step random<br/>\n&gt;port that takes 1 second to cast, or to any of the world&#39;s major<br/>\n&gt;zones with but a cast.<br/>\n&gt;<br/>\n&gt;Sure, you won&#39;t be able to summon food or drink, but I bet the<br/>\n&gt;group&#39;s Cleric will give you all you want, since you will be the one<br/>\n&gt;protecting her on the back row while she concentrates on the <br/>\n&gt;tide of battle and the front row&#39;s health. In fact, you won&#39;t be a <br/>\n&gt;good Wizard if you participate in most battles. Your job will be to<br/>\n&gt;conserve precious mana for the important casts. The Griffin is<br/>\n&gt;about dead but flying out of reach back to 3 other Griffins to get<br/>\n&gt;help. CRAAAACCCCKKKKKKK BOOOOOOOMMMMMMM goes<br/>\n&gt;the Wizard and the Griff drops without getting away. The Warriors<br/>\n&gt;are really glad you&#39;d saved your mana for that big cast.<br/>\n&gt;<br/>\n&gt;What I&#39;m saying is the Wiz becomes the nobility of the spell casters.<br/>\n&gt;You are an Erudite Wizard, the most awesome of the Wizards. You<br/>\n&gt;probably have, what, 140 intelligence? Mana in the 400 range ? One<br/>\n&gt;day you will cast Force Bolts over and over in rapid fire and use almost<br/>\n&gt;no mana ! Let that goal motivate you !<br/>\n&gt;<br/>\n&gt;You will be able to group teleport, a complement to the Cleric&#39;s<br/>\n&gt;high level group invulnerability when it becomes necessary to<br/>\n&gt;remove the entire group from a disaster in the making. Assume<br/>\n&gt;the red dragon is pulverizing your 6 members and you know <br/>\n&gt;you will all die. The Cleric steps back, shouts &quot;QUIT FIGHTING&quot;,<br/>\n&gt;casts her group divine aura spell, and now the dragon can&#39;t hurt<br/>\n&gt;anyone anymore for 30 seconds. The Wiz jumps up, and starts<br/>\n&gt;a group teleport spell to, say, Greater Faydark Gate. When the<br/>\n&gt;gate holds, the invulnerable spell fades, but you are gone from <br/>\n&gt;the dragon&#39;s grasp anyway. See the potential ?<br/>\n&gt;<br/>\n&gt;Nothing packs the punch of a high level Wizard. The ONLY solo<br/>\n&gt;kill of a Giant with witnesses and screenshots was a Wizard as<br/>\n&gt;far as I know.<br/>\n&gt;<br/>\n&gt;Anjelika<br/>\n </span></blockquote>Jerod K Weimer, MCP<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://bakersfield.kern.com/diableri/\">http://bakersfield.kern.com/diableri/</a><br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:diableri@...\">diableri@...</a><br/>\nICQ#739428<br/>\nMCP ID 1136478</div>","specialLinks":[]}}