{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morris","from":"&quot;Ken Morris&quot; &lt;kmorris2@...","replyTo":"LIST","senderId":"tmCmC2Usj_i8Ku5cFiCEQrLSu1bgjx3KWH5KXtU6sg5eGKuAJ72764IUn5KfRgY9RY6U-0iI5BoDEeSrKrYBQWm61Yk_BBHXrudXMQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wizards -R- Us","postDate":"927099623","msgId":1506,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43Ni4xNTA2Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1486,"nextInTopic":0,"prevInTime":1505,"nextInTime":1507,"topicId":1486,"numMessagesInTopic":2,"msgSnippet":"Yes, the wizard class has some shortcoming, but what class doesn t??  Every class has advantages and disadvantages to playing them, its what keeps the","messageBody":"<div id=\"ygrps-yiv-1515594116\">Yes, the wizard class has some shortcoming, but what class doesn&#39;t??  Every class has advantages and disadvantages to playing them, its what keeps the characters in balance.  The wizard&#39;s main disadvantage is they are not good soloist.  Everyone&#39;s complaints, well most everyones ;), can be summed up in that one statement.  I have learned to live with it and found parties rather than wasting my time soloing.  I&#39;m now 23rd lvl and going strong.  That&#39;s not to say I never solo, but it is pretty rare.  If you find the right kind of creature, you can solo 2 or 3 creatures before medding, but its not easy and frankly, I don&#39;t feel its worth it.<br/>\n<br/>\nYou&#39;ve stated that you like the wizard class, so my suggestion is to start teaming up with people and forget about soloing for the most part.  You will find it to be a lot less frustrating.  From 5th to 16th lvl, I traveled with one other person, a cleric.  We were the Dream team ;)  Nothing stood in our way and it was a lot of fun.  We were one of the first to make it to 16th on our server.  I guess you could say the cleric was my &#39;pet&#39; (although he&#39;d kill me if he heard me say so).  Combined with other ppl, a wizard is a force to be reckoned with, but by ourselves, we tend to have some problems.  Its all part of the package.  989 made our class with grouping in mind, moreso than any of the other classes.  Even bards and enchanters are fair soloist, although their songs/spells may be group-oriented.  <br/>\n<br/>\nI know that some ppl don&#39;t agree with that, why should wizards be forced to group???  Why can&#39;t we solo as well as our brethern???  It wouldn&#39;t unbalance the game play any would it???  Well, answer me this.  Why can&#39;t mages cast teleport spells??  Why can&#39;t necros learn to parry???  Why can&#39;t druid&#39;s dual wield???  Why can&#39;t warriors get a similar skill to our meditate for their HP???  I think you can see where I&#39;m going with this.  Its just part of our class description. Mages can cast offensive spells almost as powerful as wizards, they also get a pet and so can solo a lot better than wizards.  But, they aren&#39;t as powerful in offensive magic as wizards, they can&#39;t cast as fast as wizards, and they can&#39;t travel as well as wizards.  Its all about trade offs.  We can do things better than them, they can do things better than us.  There is no perfect character class.  You trade off one thing to get another.  <br/>\n<br/>\nAs for root, I have found that the best application for it is in a group, casting it on that critter that is close to death to keep it from running.  I believe that to be the true use of the spell as it is so unpredicable when soloing.  <br/>\n<br/>\nAll in all, I&#39;m very happy with what 989 has done the wizard class and don&#39;t feel that any changes are necessary.  If I want to solo, I&#39;ll take a mage (Sorry Alhassim, I know you didn&#39;t want to hear that, but its the truth :&gt;), if I want to cast DOT&#39;s and solo, I&#39;ll take a necro, if I want to cast spells that support the group, I&#39;ll take an enchanter, but if I want to blast critters to smithereens in the quickest amount of time and be able to teleport all over the place, I&#39;ll take the wizard.<br/>\n<br/>\nI apologize for the length of this post.  Once I get going on a subject, its hard to be brief ;)  These are, of course, just my own personal views and are in no part a flame against Alhassim or others for stating theirs.  Because of the length, I won&#39;t be including Alhassim&#39;s orginial post, you can scroll up and view it if need be ;)<br/>\n<br/>\nTalarin Kal&#39;Amon, High Elven Wizard</div>","specialLinks":[]}}