{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cristie","from":"Cristie &lt;cristie@...&gt;","replyTo":"LIST","senderId":"hkUwNjA6_NJ0PM8Jvn2S__gvNT9BISoY8pFdPbnYld0kzONrPk3LSfKAkvsTqMnrfDhzjUDSCZMo4gI2PHkESJU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Looking for (a use for) Glimpse and other Vision spells","postDate":"927136984","msgId":1532,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43Ny4xNTMyLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1529,"nextInTopic":0,"prevInTime":1531,"nextInTime":1533,"topicId":1529,"numMessagesInTopic":2,"msgSnippet":"I agree that the Eye spell should not automatically allow monsters to know who cast.. if you drag it back to you sure.. that makes sense.  BUT, if you just","messageBody":"<div id=\"ygrps-yiv-1529871632\">I agree that the Eye spell should not automatically allow monsters to know <br/>\nwho cast.. if you drag it back to you sure.. that makes sense.  BUT, if you <br/>\njust look around and let it disappear out there where it ends up, it <br/>\nshouldn&#39;t send every mad meany in to try to take the poor little caster <br/>\nout.  (Myself being a dark elf...I&#39;m dinky doo compared to some)  It really <br/>\nisn&#39;t terribly useful just for that reason alone.  Otherwise, it is kind of <br/>\nneat.. but only a novelty, at best.  Kinda like a chinese finger trap you <br/>\nshare with your friends ... it is neat and funny at first, but it gets <br/>\nboring and you toss it in the drawer the next day.<br/>\nI don&#39;t keep them memorized either.  Normally I have a slot or two that I <br/>\nuse just for switching spells around that are not the real important <br/>\noffensive spells I need.  That way I can quickly memorize and use them and <br/>\nthen make space for something else I need/want to use.<br/>\nGaze is much better than glimpse because it makes you be able to see way <br/>\nout there...and actually I gave the wrong area for that spell.. I was <br/>\nthinking glimpse was the higher level for some reason, glimpse I believe is <br/>\nin the wiz guild in neriak, if not there it may be in the cleric guild.  We <br/>\ndo have it though.<br/>\nI am on veeshan and will swiftly purchase the spell for anyone who really <br/>\nwants/needs it...just give me a /tell on veeshan.. Alaia is my name.<br/>\n<br/>\n<br/>\nAt 12:44 PM 5/19/99 -0500, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;Marziani, Michael D.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Michael.Marziani@...\">Michael.Marziani@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Has anyone found a use for these?  I cannot seem to locate them.<br/>\n&gt;<br/>\n&gt;Ok that is my cynical reply :).  I can actually say that I found a use for<br/>\n&gt;these (other can increasing your divination skill for when you get<br/>\n&gt;invis--hehe).  I have at times used these spells to get a closer loot at<br/>\n&gt;bandit camps and such to better see how many enemies are present (and who<br/>\n&gt;has weapons?), but in general these spells are not worth keeping memorized.<br/>\n&gt;<br/>\n&gt;I wish that these spells were more a little more useful, but the amount of<br/>\n&gt;magnification that you get from glimpse and gaze (its the same spell only<br/>\n&gt;gaze lasts longer and you can cast it on others) is just not very useful.<br/>\n&gt;If they perhaps doubled the magnification that you had with it, it could be<br/>\n&gt;useful (scanning the horizon for hill giants maybe?).<br/>\n&gt;<br/>\n&gt;Other than that, I would really like to see some more vision spells with<br/>\n&gt;more uses.  Perhaps a night vision spell that gives us better low light<br/>\n&gt;vision (perhaps similar to ultravision that the dark elves get).  Heat sight<br/>\n&gt;is nice but only useful for humans and erudites.<br/>\n&gt;<br/>\n&gt;Anyone got some ideas for cool and useful vision based spells?  Perhaps make<br/>\n&gt;it so that if a monster attacks your eye of zomm, it at least won&#39;t then<br/>\n&gt;come after you?  I mean come on that really makes no sense.  You are a<br/>\n&gt;monster and see this little eye moving around.  You decide to whack it cause<br/>\n&gt;it&#39;s annoying you, and somehow you immediately know that the little elf 2<br/>\n&gt;miles away casted it?  Things like this make spells like eye of zomm<br/>\n&gt;completely useless.  Anyway..  I don&#39;t really know what my point is, maybe<br/>\n&gt;that we need to get rid of useless spells or have them improved.<br/>\n&gt;<br/>\n&gt;-Solric<br/>\n&gt;<br/>\n&gt;________________________________________ </span></blockquote></div>","specialLinks":[]}}