{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Lee","from":"&quot;Ken Lee&quot; &lt;kenlee@...&gt;","replyTo":"LIST","senderId":"aBYdiNoH1pa5WQ9aA_WP5JDFZc9Mh4g-X73y-wHzvbIQUGUNRTMpRn3uZbOLwnY0oqnBYKvipGHgYE3gxBvC6w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Spell revamping...","postDate":"927143608","msgId":1537,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC43OC4xNTM3Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1535,"nextInTopic":1750,"prevInTime":1536,"nextInTime":1538,"topicId":1535,"numMessagesInTopic":3,"msgSnippet":"First of all, all the magic-users share spells.  Necros and mages get DD spells just like ours, not quite as powerful you say, we cast sooo much faster you","messageBody":"<div id=\"ygrps-yiv-1039755591\">First of all, all the magic-users share spells.  Necros and mages get DD spells just like ours, not quite as powerful you say, we cast sooo much faster you say, but they dont get interrupted like we do because we are fighting toe to toe while they are standing way back watching their pets attack/defend/taunt.  No problem, I&#39;m not jealous, even though pets can taunt multiple attackers, allowing the mage to run if he is suddenly swamped, sacrificing his pet for his life.<br/>\n     <br/>\n    While I approve of most of your suggestions, those litte utilty spells are there for a reason. One, it increases your skill level for relatively no mana. As well, it gives you a &#39;taste&#39; of what&#39;s to come. fade you&#39;re learning teleportation. Moving yourself from one area to another. Shadowstep, you&#39;re improving. Now, you can gate yourself all over Norrath at 20th lvl. At 29th you&#39;ve mastered it sufficiently to move  whole groups of people, and at 34th you can even cast it quickly while in the thick of combat as well as opening up portals to new realms of existance &lt;-- Part of the whole reason I became a wizard. We&#39;re the only one that can do this (gee, like no one&#39;s ever said THAT before....   : )<br/>\n    <br/>\n    If Mages and Necros get a few DD spells why shouldnt we get a simple pet (hate that term, Wizards should have familiars, that would be cool)  One every couple of levels just for some variety.<br/>\n    <br/>\n    Wizards are loners. Yes, the familiar idea is a neat one, but doesn&#39;t really fit in with the description of the wizard that is defined in EQ. You have to remember that we don&#39;t define the class, we play it. We chose to be wizards, and are thus bound by the rules that they set out. All the classes have problems, and the grass always looks greener on the other side of the lawn. Once I hit 16th lvl, and was partying with enchanters and magicians, they were envious of my DD spells and 3 digit dmg. Pets aren&#39;t all that great because of one reason. They&#39;re much weaker than a tank of the same level as the caster, and the combat rules still apply. If a necro starts burning a mob then the creature will turn and start killing the mob.<br/>\n     <br/>\n    Well, any thoughts on this out there?  I like the Teleport Others spell idea and well... Offensive doesnt really need any work...(done to death, eh?  =), Defense needs a LOT of help, IMO and Utility spells just arent useful. <br/>\n    <br/>\n    What you need to do is redefine how you think about the class. Though YOU may not think of us as seekers of knowledge, that&#39;s what we are. We&#39;re supposed to plumb the depths of dungeons and the like for lore items, and tomes of knowledge. However, you&#39;re free to play your character any way that you see it. We can&#39;t be a master class, no class is supposed to be superior than the other. Frankly, I think that they&#39;ve gotten a good mix. We sacrifice armor and hps for pure, unbridled destroying power. There is honestly NO class that comes close to us in dishing damage. Yes, at lower levels the dmg is close to the same as other classes, but at higher levels, we&#39;re the masters of damage.<br/>\n    <br/>\n    I&#39;d like to see more teleport spells, such as a gate to your bind point, or 2 location binds. However, we&#39;re still pretty powerful. I was in Beholder with my regular gang and we were mowing through chasm minotaurs, evil eyes (awesome loot), elder muddites, etc... Had to log out, and while I was camping someone in the group said &quot; Chasm Minotaur, should I pull?&quot;, and the immediate response from the group was, &quot; Without Zal? Are you nuts? &quot; <br/>\n    <br/>\n    Made me feel all warm and fuzzy inside... : ) We&#39;re a definetly appreciated class, so I don&#39;t know why people have a hard time grouping. My guys love the &quot;Mad Mage Cannon Locked And Loaded&quot;. Alright, I&#39;m off topic a bit here, but basically what I&#39;m saying is that work with what we got. Does anyone have ANY idea what it would take to revamp or put in new spells into the game? Another thing I can&#39;t stress often enough is, group. This is not a game to solo in. Yes you can solo, and it&#39;ll take time to do, but you&#39;ll go up MUCH faster in a group. With my full group in the gorge we were ALL making 1 bubble of xp an hour.<br/>\n    <br/>\n    Zalbar<br/>\n    18th Wizard<br/>\n    Solusek Ro</div>","specialLinks":[]}}