{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tyson Schoepflin","from":"&quot;Tyson Schoepflin&quot; &lt;schoty@...","replyTo":"LIST","senderId":"NaKFwq_xI-lWep8VG6Z_vNlT78MMURpZgHSnebFgx9QlB2ylv1ns2JqvKm5CuCJXoYpzF30SPJRqUDd88plw6WdH5aL7EmhzLz8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Battle Tactics (The untouchable wizard)","postDate":"927223440","msgId":1579,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44MC4xNTc5Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":2234,"prevInTime":1578,"nextInTime":1580,"topicId":1579,"numMessagesInTopic":4,"msgSnippet":"Hello all, I have a 21st Lvl Dark Elf Wizard.  I ve fought many places with many different people and here is some of what works and doesn t work... As for","messageBody":"<div id=\"ygrps-yiv-521806419\">Hello all,<br/>\n<br/>\nI have a 21st Lvl Dark Elf Wizard.  I&#39;ve fought many places with many different people and<br/>\nhere is some of what works and doesn&#39;t work...<br/>\n<br/>\nAs for solo battle tactics the only thing I can say it NOT to be touched by the enemy. As<br/>\nsoon as they get up to you, it is very difficult to unload your mana on it.  I tend to get<br/>\nas far as I can from the baddie and then cast lighting bolt as my first DD spell.  I&#39;ve noticed<br/>\nthat a lot of the time Force Shock is reisisted (grumble grumble).  Then it is a toss up to enstill<br/>\nthem or &quot;nuke&quot; them again. Either way seems to work well and hopefully they are dead.  If they<br/>\ndo manage to get up to me. I use shock of lightning, even if the baddie hits me I usually regain<br/>\nconsentration ( If the baddie cons as a blue. Whites and higher hit hard enough that you rarely<br/>\nregain consentration).  Also if you are looking for killer exp for soloing I&#39;ve found that it the best<br/>\nexp movement on my bar is found in the elements. (Think it over. :-) )<br/>\n<br/>\nGrouping can be hard for a wizard. There are not many tells, &quot;Looking for a wizard for group!&quot;<br/>\nI&#39;ve spent 20 min at a time in Cazic &#39;Thule asking if any group needs a wizard. Just about any<br/>\nother class that asks gets a group.  But once in a group things can go well.  The main thing I have<br/>\nnoticed is when your party pulls something I can cast a DD 83 - 125 damage spell and the mob will<br/>\nNOT turn and come to me.  It is always the first thing I do. I&#39;ll usually then sit and med the mana back from<br/>\nthat blast. As long as you hit the mob from time to time you will be fine. But if you unload your mana like<br/>\na crazy manic your party will not beable to get the mob off you even with the most furious taunting skills.<br/>\n<br/>\nIn a place like Cazic &#39;Thule I tend to use my level 12 and 16 spells (Execpt for Enstill) to do the damage.<br/>\nThe lizards just seem to resist the higher level spells at the moment.<br/>\n<br/>\nWell hope you found this helpful in this sea of crazy info.<br/>\nTake Care. If you ever want to share some languages look me up on the Mithaniel Marr Server.<br/>\n<br/>\nVenlaan <br/>\n21st DE Wizzy.<br/>\n<br/>\nP.S.<br/>\n<br/>\nCan anyone verify what I saw in Kedge Keep. I went in there just to go there and scope it out. I saw<br/>\nno lvl 31st Sword Fish guarding entrance and inside (though I dared not to venture far) I saw no life<br/>\nof any sort.  Have they not put in the mobs for that area???!!!</div>","specialLinks":[]}}