{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"pt6Ikx-H2_f6aZs_wVSRdRZCyByMsllKboA0pvfJpnBgNXFzuk8ogCCqP1gxevBWU5Np4epX62C_BRT0dg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Advice up to 14th level (long)","postDate":"927282872","msgId":1610,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44MS4xNjEwLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1576,"nextInTopic":0,"prevInTime":1609,"nextInTime":1611,"topicId":1576,"numMessagesInTopic":2,"msgSnippet":"I made a same thing as i hit lv 12 as i thinked that i can go around and bind myself around i decided to make a long trip by evil lands i go to desert of ro","messageBody":"<div id=\"ygrps-yiv-903738034\">I made a same thing as i hit lv 12 as i thinked that i can go around and<br/>\nbind myself around i decided to make a long trip by evil lands i go to<br/>\ndesert of ro and passed i find a nice place to lv is south ro with some<br/>\ndervish camps and many many orc kamps it is great for 9-11 lv i think as on<br/>\n12 all orcs coned blue to me. after this i passed thru dungeon of guk where<br/>\ni got much nice mage armour but it is too chaotic and full of low lv trolls<br/>\nwich block all entrances right when you must run from a train. After this i<br/>\ngo to ogre lands i got lost in rathe mountains and after many battles i<br/>\nfinaly hit a lake rathe !. from here i hit a south karana and dungeon of<br/>\npaw wich is also nice place for mage using class. One place wich can be<br/>\ninteresting and where i dont invested enough time is rathe mountains it is<br/>\nfull of high lv mobs but also i have seen many nice blue and white things<br/>\nat my 12 lv .  <br/>\n<br/>\n<br/>\n<br/>\n<br/>\nAt 11.51 20/05/99 -0500, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Marziani, Michael D.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Michael.Marziani@...\">Michael.Marziani@...</a>&gt;<br/>\n&gt;<br/>\n&gt;I am at 14th now so I can&#39;t really comment on what is beyond.  I will try to<br/>\n&gt;give some good advice for getting to where I am and for doing well once you<br/>\n&gt;get here.<br/>\n&gt;<br/>\n&gt;One thing I strongly recommend is travel.  I started in Felwithe (being a<br/>\n&gt;high elf) and faught around there up to 5th level or so, then I moved on to<br/>\n&gt;the orcs of crushbone for a couple levels (up to about 8th I think).  At<br/>\n&gt;that time I went to Butcherblock where I found lots of good stuff to hunt<br/>\n&gt;including goblins, scarabs, drakes, and undead skeletons (at the<br/>\n&gt;chessboard).  Most or all of this time (levels 6 through 10) I was in a<br/>\n&gt;small group of 2 to 4 people.  At this point I felt ready to travel a bit<br/>\n&gt;and went to the continent of antonica.<br/>\n&gt;<br/>\n&gt;There I started fighting in the North desert of Ro (again in a group) for<br/>\n&gt;good money and xp.  We could fight desert scarabs, tarantulas, madmen, and<br/>\n&gt;dervishes.  I leveled up till 12th or 13th level here when I decided to head<br/>\n&gt;west.  I went from Freeport all the way to Qeynos on the west side of<br/>\n&gt;Antonica and then across to Erudin on the western island of Odus.  While<br/>\n&gt;travelling I stopped in as many places as I could find.  I went to the<br/>\n&gt;dungeons of Befallen (off west commons), Splitpaw (off of S. Karana), and<br/>\n&gt;Blackburrow (off Qeynos hills) and did as much adventuring as possible in<br/>\n&gt;each.<br/>\n&gt;<br/>\n&gt;The key to travelling is 12th level I feel, because at that point you can<br/>\n&gt;bind yourself along your journey.  The point of travelling is to get a feel<br/>\n&gt;for the lands.  I discovered lots of new zones and areas to fight (and earn<br/>\n&gt;money) that I would not have had a knowledge of unless I travelled (and<br/>\n&gt;reading spoiler sites barely scratches the surface of what you will find in<br/>\n&gt;areas, trust me).<br/>\n&gt;<br/>\n&gt;I leveled up to 14th in blackburrow and then went with a newly met friend<br/>\n&gt;back east to the beholder maze.  This area is really cool yet dangerous.  I<br/>\n&gt;will go back there around 16th level when I can fight more effectively<br/>\n&gt;against the higher level beasts there.<br/>\n&gt;<br/>\n&gt;Now still at level 14 (close to 15th) I made my way back to freeport and am<br/>\n&gt;currently fighting caimans in oasis (solo for the first time in a while) and<br/>\n&gt;am doing really well.  I had tried soloing these caimans at level 12 and 13<br/>\n&gt;and I just barely couldnt do it.  But now at level 14 I can root (which is<br/>\n&gt;holding surprisingly well) and have enough mana to kill a caiman (which con<br/>\n&gt;blue by the way) and still have about 20% mana left when done.  One time I<br/>\n&gt;encountered a pretty nasty one that seemed to have high resistance against<br/>\n&gt;my spells (did 2 damage and 4 damage instead of 80).  I had to get a little<br/>\n&gt;help to finish this one off, but that was the only one I really had a<br/>\n&gt;problem with.  Soloing caimans and resting I can earn about a bubble of xp<br/>\n&gt;per hour (not much loot but good xp) which is pretty good I feel.<br/>\n&gt;<br/>\n&gt;So If you are wondering why you cant solo very well at level 8 or 9 or 10,<br/>\n&gt;its because we just cant.  Root is way too unreliable usually, and we just<br/>\n&gt;dont have the mana to cast it 2 or 3 times that might be needed to get a<br/>\n<br/>\n&gt;good hold.  We dont have enough hp to take the damage while getting root<br/>\n&gt;off, and we dont have enough mana left to kill the beast after rooting.<br/>\n&gt;Trust me by about level 14th this will all get better.  I can now solo very<br/>\n&gt;effectively I feel and will probably level up to 16th very quickly and by<br/>\n&gt;myself.  After grouping from levels 5 to 14, I am ready for a little solo<br/>\n&gt;play.<br/>\n&gt;<br/>\n&gt;Anyway, this has been really long, but the basic fact is that you have to<br/>\n&gt;play in a group most of the time.  Travel a lot and you will find areas that<br/>\n&gt;are solo viable and new ways to make good money.  Through my travels I didnt<br/>\n&gt;earn much xp but put about 40 plat in the bank in just a few days of play<br/>\n&gt;(not bad for level 13).  Find a good group and enjoy group play, but know<br/>\n&gt;that you will be able to solo if you take the time to explore new areas.<br/>\n&gt;<br/>\n&gt;-Solric of the 4th circle<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Are you hogging all the fun?<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Friends tell friends about ONElist!<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>Silverion<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator<br/>\n<br/>\n<br/>\nmailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}