{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Lee","from":"&quot;Ken Lee&quot; &lt;kenlee@...","replyTo":"LIST","senderId":"VsZbtwHwnM7D0jH6a6K3WjRJfQU9hCOLLyrd40iFLTE9hc1bO2wQfB2ZzpIqVLHzSYyllTnMBuTiYfYd9JdTNA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Guile&#39;s lament","postDate":"927294558","msgId":1617,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44My4xNjE3Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1616,"nextInTopic":0,"prevInTime":1616,"nextInTime":1618,"topicId":1600,"numMessagesInTopic":4,"msgSnippet":"... At 10th level you should have enough money to armor yoursef head to toe in cloth, have a good weapon (I never spent the 20 plat on a Great Staff, used a","messageBody":"<div id=\"ygrps-yiv-256923182\"><blockquote><span title=\"ireply\">&gt;around with items that give them 50 extra mana points and AC&#39;s near<br/>\n&gt;250 at level 10 and I can&#39;t raise enough money to buy basic spells.<br/>\n<br/>\n<br/>\n </span></blockquote>At 10th level you should have enough money to armor yoursef head to toe in<br/>\ncloth, have a good weapon (I never spent the 20 plat on a Great Staff, used<br/>\na WGS till I got a runed one at 17th, but I could have) and some plat in the<br/>\nbank. Location, location location, learn where to go at your appropriate<br/>\nlevel to get cash. In your case, and I&#39;&#39;m assuming you&#39;re 10th. Hit<br/>\nEverfrost and camp one of the crossroads. There&#39;s a steady stream of<br/>\ngoblins, spiderling, decaying skeletons. I&#39;m talking in quantites where, if<br/>\nyou&#39;re good, you don&#39;t even have time to sit down. The monsters are mostly<br/>\nnon-aggro, and you can go med way up on a wall. Made a LOAD of cash there<br/>\nfrom 8-10. At one point I was only going after goblins (they carry small<br/>\nboxes,bags, backpacks etc), and any decaying skeleton with a weapon. Then<br/>\nI&#39;d lumber my encumbered body back to Queynos and CA$H in. I was making so<br/>\nmuch money, I didn&#39;t even care about the xps.<br/>\n<br/>\n1. With enough money, you can get real equipment and stay out in the field<br/>\nlonger. I died and my corpse disappeared, before they fixed the bug, lost a<br/>\ncomplete set of cloth armor plus a bunch of other things. No matter, quick<br/>\ntrip to the bank solved that problem.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Do you really believe that I can be more effective with a snake fang<br/>\n&gt;then a GS.  I have to melee quite a bit now and the staff although it<br/>\n&gt;seems that I swing it only once every 10 secs and the damage I do is<br/>\n&gt;proportional to the creatures HP&#39;s it does hit regularly for 16 points<br/>\n<br/>\n<br/>\n </span></blockquote>This is all a question of style, but I&#39;d say to max BOTH out. Use staff<br/>\nfirst, and then use a giant snake fang. If you ever fight a caster, or spell<br/>\ncasting monster, you&#39;ll be VERY glad of the faster speed of the snake fang.<br/>\nYou&#39;ll also get in a ton more swings than with the staff.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;creature crawls away from me - not run crawl like a slug, follow,<br/>\n&gt;miss, follow, miss, follow, miss, umph! I am stunned by an ambush of 4<br/>\n<br/>\n<br/>\n </span></blockquote>This is where you unload mana. If the creatures running, he isn&#39;t going to<br/>\nbe turning on you. Safe effective backstabbing. Who said we&#39;re honourable?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;only use my mana to stop a fleeing creature or save my group when<br/>\n&gt;things go wrong or to minimize the damage they endure.  My rule is I<br/>\n&gt;try to use slightly more mana then the tanks take damage.  This way I<br/>\n&gt;recover my mana in about the same amount of time they recover their<br/>\n<br/>\n<br/>\n </span></blockquote>Timing is very important. I usually do 1 hit on the INCOMING mob with the<br/>\nbiggest spell I got. Of course, this is after the tanks have engaged. 1 shot<br/>\nwill never pull a mob off and onto me, or at least, it&#39;s never happened to<br/>\nme. If we&#39;re in a pretty open area I&#39;ll sit down and med while keeping an<br/>\neye on the groups hp meters, and the combat text. I&#39;ve turned off misses, so<br/>\nit&#39;s a much shorter list that&#39;s scrolling by. When the mob hits 1/3 life<br/>\ntime to get up and monitor the fight, it&#39;s running, burn.<br/>\n<br/>\nI also play with some smart tanks. They trade off the hits a bubble at a<br/>\ntime, if it&#39;s not leaving one of them I&#39;ll root, and badly hurt one will<br/>\nback off. Alternately if they&#39;re really getting their butts handed to them,<br/>\nroot n&#39;shoot. Burn to save &#39;em because THEY&#39;RE your armor... : )<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Mana is life.  If I use it<br/>\n&gt;indescrimanantly I risk the lives of my party or I become a burden to<br/>\n&gt;them rather than an asset.<br/>\n<br/>\n<br/>\n </span></blockquote>Total agreement with you on this one. Gotta play the game smart, and know<br/>\nyour role... : )<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Also I have used a staff since day one.  I have practically no skill<br/>\n&gt;in one hand piece(?).  How long would it take me to build my dagger<br/>\n&gt;skill to 50 (my current 2H blunt skill)?  How much damage over time<br/>\n&gt;does the dagger do verses the staff?<br/>\n<br/>\n<br/>\n </span></blockquote>No idea. I DO know that it will take a huge number of fights to first see an<br/>\nimprovement in your piercing skill, but it will be a monumental jump. Not 1<br/>\npoint. Or so I&#39;ve been told.<br/>\n<br/>\nZalbar<br/>\n19th Wizard (woohoo!!)<br/>\nSolusek Ro</div>","specialLinks":[]}}