{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian K. Rhees","from":"&quot;Brian K. Rhees&quot; &lt;Brian_Rhees@...&gt;","replyTo":"LIST","senderId":"3lj2v5moc-uzoDBHck4BRpYXYO5NW2upK3qlL3VKyGZnpSFVPMMMRJR2o_PY6DwY3NW4h8VjbaXbEtUg-n1CTpHqY6NCrBA68Hvy01PI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Random comments","postDate":"927301576","msgId":1624,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44My4xNjI0Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1629,"prevInTime":1623,"nextInTime":1625,"topicId":1624,"numMessagesInTopic":3,"msgSnippet":"I ve been subscribed to the list in digest form so I ve been pretty much just lurking.  Anyway, some of the recent comments have got me to thinking, and I","messageBody":"<div id=\"ygrps-yiv-1732251520\">I&#39;ve been subscribed to the list in digest form so I&#39;ve been pretty<br/>\nmuch just lurking.  Anyway, some of the recent comments have got me to<br/>\nthinking, and I thought I&#39;d drop a couple of comments, hopefully some<br/>\nof which may prove helpful.  In no particular order . . .<br/>\n<br/>\n1) I think that discussions about new spells or spell modifications<br/>\nare interesting, but they won&#39;t result in any patches in the short<br/>\nterm.  About the only way I can see Verant changing things is if they<br/>\ndon&#39;t see wizards hitting the upper levels (45 - 50) at about the same<br/>\nrate as the other classes, and it&#39;s probably too early now to tell if<br/>\nthat&#39;s the case.<br/>\n<br/>\n2)  Having said that, the discussion might be good more for the long<br/>\nrun. If we come up with some good, well balanced ideas.  For instance<br/>\n(???), wouldn&#39;t it be nice if wizards weren&#39;t just the masters of<br/>\nspace but of time.  How about a short term (say 6 to 10 seconds) haste<br/>\nspell which affected movement and casting time etc. (maybe 3x), but<br/>\nwith a rapid burn on fatigue or a slow effect afterwards?  Allow for<br/>\nthat quick dash to safety, or a desperate burst of energy in a fight<br/>\ngone bad?<br/>\n<br/>\n3)  It also seems to me that they&#39;ve been fiddling with our spells<br/>\npretty regularly.  I&#39;ve never been all that impressed with shadow step<br/>\nor root, but I&#39;ve noticed recently that I will get several of my Roots<br/>\nresisted consecutively on blues when previously I rarely had problems.<br/>\nAm I imagining things here or have they changed something?  With<br/>\nshadow step, it has always been pretty random but it seems they&#39;ve<br/>\nexpanded the range.  Last night while playing around with it near the<br/>\ngates of Qeynos, I cast it once and zoned to Qeynos hills.  Not sure<br/>\nif this is a good thing, and I haven&#39;t tried it in a dungeon.  I just<br/>\nimagine jumping out of the &#39;ole frying pan and landing in some place<br/>\nmuch much hotter.<br/>\n<br/>\n4)  There has been some complaining about Eye of Zomm.  It&#39;s all<br/>\nvalid, as far as I can tell &lt;g&gt;, but along with the open doors trick,<br/>\nyou may not know that you can also slap a gaze onto the eye to see eve<br/>\nn further.  One other fun thing you can do with it is to see beyond<br/>\nzone borders.  Not useful in a<br/>\ngame sense, but interesting if you want to tell how the zones are put<br/>\ntogether.  (The world is flat folks and, as near as I can tell, it<br/>\nrides on the back of a grizzly bear &lt;g&gt;.)<br/>\n<br/>\n5)  One other thing to keep in mind about Eye of Zomm is that Verant<br/>\nmay later add some useful conjuration spells to the wizard class.  Who<br/>\nknows?  However, what many higher level wizards have discovered is<br/>\nthat it can be a serious pain trying to get stats to increase when<br/>\nthey are disproportionately low--i.e. when you have neglected them for<br/>\na long time.  You may want to use the Eye spell for a while each level<br/>\nto keep conjuration up just in case.<br/>\n<br/>\n6)  Same thing holds true for weapon skills.  If you ever end up in a<br/>\nduel with another spell caster, you might find throwing especially<br/>\nuseful.  Pick up some shirkens from a local monks guild or someplace<br/>\nand practice when you are low level.  Advancing later can be tough,<br/>\nand you can advance this skill higher than your normal offensive<br/>\nskills, I believe.<br/>\n<br/>\n7)  Recently, we&#39;ve had a bit of spam.  I guess that&#39;s to be expected<br/>\nand endured.  What I find more annoying are all of the people that<br/>\nrepost the spam in their replies.  For those of us getting this list<br/>\nin digest form, it just gives us the same wad of garbage to wade<br/>\nthrough again and again.  Please don&#39;t do that.<br/>\n<br/>\n8)  Some of you are looking for good areas to hunt.  After about level<br/>\n11 or so, I recommend that you spend a bit of time in N. Karanas.  You<br/>\nare near Paw if you need cash or a change of pace, the beetles are<br/>\nexcellent xp (pincers up to level 15, borers for the next couple, and<br/>\nthen scythes).  I&#39;ve been soloing there for some time.  The zone<br/>\n*looks* scary because of the griffs, but it keeps down the riffraff.<br/>\nPlus the mobs don&#39;t spawn or enter the teleport area (4 large pillars)<br/>\nunless trained, so it makes for a reasonable safe zone.  Zone boundary<br/>\nand guards are nearby, etc.  The cash is low (unless you have a lucky<br/>\nrun with wisps), but with an agility of 85 or higher you can outrun<br/>\nthe beetles which makes them especially nice targets.  No need to<br/>\nRoot.  Shoot, run, shoot, run, shoot, close and finish.  I&#39;ve seen<br/>\nwizards level from about 12 to 20 there, and come back later for some<br/>\nof the bigger mobs.<br/>\n<br/>\n<br/>\n9)  If you are running and you know you are going to die, head for the<br/>\nbiggest mob.  There is much less xp loss against mobs that are higher<br/>\nlevel.  Getting killed by a hill giant or a griffon at level 14 isn&#39;t<br/>\nthat big of a deal.  Getting killed by something that you con green<br/>\ncan cost you almost a whole bubble at the same level.<br/>\n<br/>\nHeh.  More than I intended to write.  I have other things to say, but<br/>\nthey can wait for another day.  Couple of questions though.<br/>\n<br/>\nI&#39;ve purchased some netted the other day (cape, pants, shawl) and<br/>\ndidn&#39;t see any weight or AC advantage over cloth.  Is there any<br/>\nbenefit to netted and, if not, what should I be buying?<br/>\n<br/>\nAnyone on The Rathe interested in setting up a language exchange as is<br/>\ngoing on on other servers?<br/>\n<br/>\nMy apologies for the long post.  I&#39;ll try and keep my verbal vomiting<br/>\ndown in the future &lt;g&gt;<br/>\n<br/>\nGlyphin of The Rathe<br/>\n14th, no 13th, no 14th (#@#!%!$ trains) level High elf wizard</div>","specialLinks":[]}}