{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Paul McClung","from":"Paul McClung &lt;p.e.mcclung@...","replyTo":"LIST","senderId":"lQcYEhROuulHeUlQvURetwErENXxONYY-AsosuoC7n87kJv9XBJkrG6-uzknmb99Sly5aH3IZ8hAN6sSoxN0y3e3ShDXfhmErHsZz0NAQA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The batch metality and how to conserve EXP","postDate":"927315652","msgId":1638,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44NC4xNjM4Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1637,"nextInTime":1639,"topicId":1638,"numMessagesInTopic":1,"msgSnippet":"Well, I m only a 16th level wizard on solusek ro, lately I ve been playing a lot of magican, and I like it a lot.  I ll go back to wizard after a while, but","messageBody":"<div id=\"ygrps-yiv-819627973\">Well, I&#39;m only a 16th level wizard on solusek ro, lately I&#39;ve been playing<br/>\na lot of magican, and I like it a lot.  I&#39;ll go back to wizard after a<br/>\nwhile, but what I wanted to comment on is this:<br/>\n<br/>\n<br/>\nSpells seem to come and go in streaks, roots will break in streaks, fizzles<br/>\nhappen in streaks, resists happen in streaks and conversely, things will<br/>\nhappen that are &quot;good&quot; in streaks, althought the good streaks DEFINATELY<br/>\nseem shorter than the bad streaks!  <br/>\n<br/>\n<br/>\nSo how does all of this apply to you?<br/>\n<br/>\nSimple!<br/>\n<br/>\nYou want to level, right?  And you don&#39;t want to take an eternity to do it.<br/>\n<br/>\nWhat it all comes down to is how quickly you can accumulate EXP.  So I<br/>\nguess the point I&#39;m trying to make is this:<br/>\n<br/>\nIts FAR FAR FAR better to escape and lose 10 minutes medding, than it is to<br/>\ndie and lose 3 hours regaining exp.<br/>\n<br/>\nThat being said, when I&#39;m fighting a monster, if I root it and it resists<br/>\nor it breaks root real quick I&#39;ll often try a second root and then keep<br/>\nnuking.  If the second root doesn&#39;t hold, I keep trying to root, but now<br/>\nI&#39;m rooting so I can cast gate and escape, not because I think I can<br/>\nsqueeze off enough nukes to kill it.<br/>\n<br/>\nIf I have a monster rooted and I get 2 or 3 fizzles before a spell goes<br/>\noff, I gate and get out while its still rooted.  You WILL lose those fights<br/>\nabout 8 times out of 10, because you are on the BAD streak.<br/>\n<br/>\nIf a monster resists more than 2 spells in a battle I gate and get out.<br/>\n<br/>\n<br/>\nDo you see a trend?  The MOMENT things start looking the least bit like I&#39;m<br/>\ngoing into one of those negative streaks, I gate out and meditate for mana.<br/>\n By doing this, I do often lose 10 minutes or so of play time, but in the<br/>\noverall scheme of things I actually level a LOT faster than my counterparts<br/>\nwho are losing hours and hours at a time because they die.<br/>\n<br/>\nDeveloping this habit takes a LOT of work and discipline, its HARD HARD<br/>\nHARD not to resist the urge to nuke, but you have to do it.  In the long<br/>\nrun, your MUCH better off learning to recognize streaks and getting the<br/>\nfrik out of there when the streak isn&#39;t going in your favor.<br/>\n<br/>\nFlik</div>","specialLinks":[]}}