{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Dwyer","from":"James Dwyer &lt;jdwar@...","replyTo":"LIST","senderId":"kNS0m2z9iprExr5S3rK1pe_mlMqLvAHD1zLITh_eykXoTfc0EHfXc3tQLd6a0UvinuRXfyYYHVmSOtabZ5dNHACKhphTPZY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Horrifying!!!!!!!!!!!!!!!!!","postDate":"927573465","msgId":1704,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44OC4xNzA0Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1703,"nextInTopic":1711,"prevInTime":1703,"nextInTime":1705,"topicId":1648,"numMessagesInTopic":43,"msgSnippet":"Jeez this discussion is getting heated. If I recall correctly from my newbie days that EVERYONE at your level competes with you for creatures at your level.","messageBody":"<div id=\"ygrps-yiv-350713534\">Jeez this discussion is getting heated. If I recall correctly from my<br/>\nnewbie days that EVERYONE at your level competes with you for creatures<br/>\nat your level. Whether they be &quot;cheating twinks&quot; or otherwise. <br/>\n<br/>\nBut the fact remains that Everquest is a &quot;multiplayer&quot; game. That means<br/>\nthat you must interact with people whether you like it or not. It sounds<br/>\nlike many anti-twinkers are only worried about getting their &quot;levels&quot;.<br/>\nThe same can be said about the twinkers. In any environment there will<br/>\nbe those that will bend or even break rules to get what they want, to<br/>\nget levels. <br/>\n<br/>\nIf you don&#39;t want to play with these people then I would suggest playing<br/>\nBaldurs Gate, or Diablo ii with known friends. Keep in mind that these<br/>\npeople are out there, whether you like it or not. I certainly dont like<br/>\nit when I see a wizard of lower rank decked out with magic items that I<br/>\nhaven&#39;t even heard of. But I don&#39;t complain about it. Instead, my<br/>\ncharacter resents those that had the easy life and KNOWS that he is<br/>\nsuperior to them for working for his goals.<br/>\n<br/>\nAnother suggestion, go start a character on a new server, there won&#39;t be<br/>\nany twinkers there until high levels because you cant transfer<br/>\ncharacters. Or better yet, get together a gang of your non-twinking<br/>\nfriends and show those (probably) anti-social people who has the true<br/>\npower! Power comes in numbers, my friends, not possessions. Tell me, on<br/>\nyour death bed, are you going to be lamenting that you wish you had made<br/>\nlevel 50 in Everquest with all the classes? No you will be lamenting the<br/>\nfact that you miss all the friends you made, and laughing at the times<br/>\nyou showed those stinking twinkers who wears the Journeymens boots on<br/>\nyour server.<br/>\n<br/>\nIf you&#39;re just playing a solo game, then this is not the game for you.<br/>\nIt may just well be harder to go solo with all the twinkers about. It is<br/>\nnot fair. Life is not fair. Getting a group together outweighs any item<br/>\nthat can be had. There, thats the last I have to say on the subject. Now<br/>\nback to wizards, say is there any one willing to twink me a fanged skull<br/>\nstilleto on Xegony? Heh, just kidding.<br/>\n<br/>\nBlast On!<br/>\n<br/>\nCroesus Illuminatus (Xegony)<br/>\n*Mobile Nuclear Weapons Silo*<br/>\n<br/>\nRich Mulawa wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt; <br/>\n&gt; From: Rich Mulawa &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:richard.mulawa@...\">richard.mulawa@...</a>&gt;<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt; I just started a new caracter in freeport, as i go to newbee area i see all<br/>\n&gt; &gt; around me killing snakes and bats was people with full banded mail all lv 1<br/>\n&gt; &gt; or 2 i have seen in 6 hours more then 10 full armored people. And i dont<br/>\n&gt; &gt; have any problem about it!<br/>\n&gt; <br/>\n&gt; If you enjoy screwing yourself thats fine with me too.  But I dont need to take and extra 6<br/>\n&gt; months to make moderately high level because I have to compete with cheating twinks.<br/>\n&gt; <br/>\n&gt; If they did not compete with me for creatures at my level I would not give a rats ass.  But they<br/>\n&gt; do compete for creatures at my level and make it more difficult for me and you to level.  If you<br/>\n&gt; enjoy running around and killing snakes and bats and rats for a real time year of your life<br/>\n&gt; thats great but dont screw me with your liberal ill thought ideas.<br/>\n&gt; <br/>\n&gt; &gt; If they transfered items from their high lv caracters or if guild give it<br/>\n&gt; &gt; to them its ok for me i go around killing my bats and snakes and they do it<br/>\n&gt; &gt; in same way without skills they must work much things a same way as you do<br/>\n&gt; &gt; a little bit easier but they alredy worked for it.<br/>\n&gt; &gt; I played a long time a everquest creating some middle lv caracter and i<br/>\n&gt; &gt; know  how dificult it is to start it all over if you have find that your<br/>\n&gt; &gt; caracter is not what you wish and you decite to start new class.<br/>\n&gt; &gt; Im shure that a people wich complain are ones wich have enugh money and<br/>\n&gt; &gt; free time to play as long as they wish, ohers wich cannot support to pay a<br/>\n&gt; &gt; 10 $ a month and 1 $ a hour (as connection rates to internet go in europe)<br/>\n&gt; &gt; i aprove fully to transfer their items to new started caracter. If this is<br/>\n&gt; &gt; possible to do in game then its ok to do if you wish to pay 100 $ a month<br/>\n&gt; &gt; so that you can have a payed gm controling every transaction in game then<br/>\n&gt; &gt; its ok for you send email to Sony saying that you are ready to pay 100 $ a<br/>\n&gt; &gt; month to play a game where every move will be GM controled so wou can be<br/>\n&gt; &gt; shure that every caracter is not twinked ;-), They willl accept this idea<br/>\n&gt; &gt; gladly as soon they start reciving your bucks.<br/>\n&gt; &gt;<br/>\n&gt; &gt; About guild camping im strongly against it i support idea that if person<br/>\n&gt; &gt; wich killes a monster is more then 5 lv higher then loot will be only<br/>\n&gt; &gt; normal one and for special items only a 1/3 of normal chance or not at all<br/>\n&gt; &gt; so higer lv players wishing one item must buy it from a low lv players. it<br/>\n&gt; &gt; will be a nice push to player interaction.<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; Silverion<br/>\n&gt; &gt; High elf wizard (against all statistics eheheeh)<br/>\n&gt; &gt; Fenin Ro<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; ONElist members are using Shared Files in great ways!<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; &gt; Are you?  If not, see our homepage for details.<br/>\n&gt; <br/>\n&gt; =====================================================================<br/>\n&gt; &gt; Richard A. Mulawa                                                 &lt;<br/>\n&gt; &gt; Systems Engineer - HPC Technologist                               &lt;<br/>\n&gt; &gt; Sun Microsystems Computer Company             phone: 925-463 5412 &lt;<br/>\n&gt; &gt; MS: UPLT-01                                   pager: 925-840-2998 &lt;<br/>\n&gt; &gt; 3875 Hopyard Road, Suite 300                  fax:   925-463-1810 &lt;<br/>\n&gt; &gt; Pleasanton, CA 94588           email: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:richard.mulawa@...\">richard.mulawa@...</a> &lt;<br/>\n&gt; =====================================================================<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Having difficulty getting &quot;in synch&quot; with list members?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Try ONElist&#39;s Shared Calendar to organize events, meetings and more! </span></blockquote></div>","specialLinks":[]}}