{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cristie","from":"&quot;Cristie&quot; &lt;cristie@...&gt;","replyTo":"LIST","senderId":"IQix3iEJPs2dkaT91aMpp44KKOFpCnhyiCwFv7GPH_o2QFEQqxg5qjVenDvGvZXfdQCiDEm2bMnDLeuFQUT-r-YfDg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Twinking...gads more comments, when will it end","postDate":"927582463","msgId":1714,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44OC4xNzE0Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1715,"prevInTime":1713,"nextInTime":1715,"topicId":1714,"numMessagesInTopic":4,"msgSnippet":"I have to agree with Sergey....Twinking (whoever thought up this stupid word, wonder if Websters will add it to the dictionary next time they publish), is not","messageBody":"<div id=\"ygrps-yiv-1556905385\">I have to agree with Sergey....Twinking (whoever thought up this stupid<br/>\nword, wonder if Websters will add it to the dictionary next time they<br/>\npublish), is not taking away from everyone or even ANYONE, other than the<br/>\nperson who is twinking...they don&#39;t earn the item.  Twinking is making<br/>\nsomeone elses game time more enjoyable for them.  I have a  hard time with<br/>\nthe points everyone is making against this...what IF you had rightfully<br/>\nearned the items you have, only to be KOS in an area that you have one hell<br/>\nof a time getting your body from, and you try and try and try as you might<br/>\nto get your body and items back, and when all told, you have lost 3 or 4<br/>\nfull levels.  This does happen, I have read posts, I have personally lost a<br/>\nfull level in no time at all because of similar situation.  Yeah I won&#39;t<br/>\never worry about it so much again, and probably the people who have lost<br/>\nmultiple levels won&#39;t go there again either...first time for everything and<br/>\nhindsight IS 20/20.  So, whats that person going to do if they are accused<br/>\nof twinking?  Who can say that these folks (other than level 1-6 or so with<br/>\nhigh level stuff) hasn&#39;t earned it and had a turn of REALLY bad luck?  I<br/>\nwould not venture down that path myself.  And what should they do??   Give<br/>\nup the items they have rightfully earned just because someone else is going<br/>\nto get their panties in a bunch because they don&#39;t think this person should<br/>\nhave a given item?  Get real.  Twinking is not taking anything away from the<br/>\nother gamers, all the items continue to spawn, it isn&#39;t like they appear one<br/>\ntime every 3 weeks in the game or just once and never again.  The stuff<br/>\nstill appears.  The guild camping might be a more important topic to argue<br/>\nrather than the occasional person who has a special item or two.  If someone<br/>\ncame up to you and offered to give you a flowing black robe, a runed totem<br/>\nstaff, or something else special because they like you or felt sorry for<br/>\nyour current situation, can you HONESTLY say, without hesitation, and<br/>\nwithout being untruthful that you would NOT accept this item because you<br/>\nwould then be guilty of twinking yourself?  Or is it only if you ask someone<br/>\nto get something for you or you have another character that is high level<br/>\nsharing things with your lower level character...it seems the folks who are<br/>\nreally against this have problems with tripping over themselves when<br/>\nconfronted with real situations.<br/>\nI think this whole topic is way out of hand and really needs a rest.  Lets<br/>\ngripe about the guild stuff for a while...<br/>\nAnd there really is no purpose in name calling that I can see here.  People<br/>\nneed to discuss things in a reasonably respectful manner or if the topic is<br/>\ntoo hot for you to respond to without name calling, etc, then just leave it<br/>\nalone and stew until you can remark in a constructive manner.</div>","specialLinks":[]}}