{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morris","from":"&quot;Ken Morris&quot; &lt;kmorris2@...","replyTo":"LIST","senderId":"giwIa97N3m5xrDd4iKJOpVQSwfXkL1Vm2dgj61sN0aAERsxn3X8c6XLjr9AsHM0cG4T0CVIUXDKQN0EcQkOIZOeBPxSZPT3_7PsLNA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Places to Hunt (Some spoilers and rather long txt)","postDate":"924516654","msgId":174,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44LjE3NC45NTkyNzI2MDBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":209,"prevInTime":173,"nextInTime":175,"topicId":174,"numMessagesInTopic":6,"msgSnippet":"I ve seen a lot of posts recently about where to hunt at what lvls.  I have been able to reach 20th lvl now and thought I d share my thoughts and experiences","messageBody":"<div id=\"ygrps-yiv-1495879029\">I&#39;ve seen a lot of posts recently about where to hunt at what lvls.  I have been able to reach 20th lvl now and thought I&#39;d share my thoughts and experiences on this matter.<br/>\n<br/>\nI am a High Elf, so for my first 3 lvls, I stuck around Felwithe.  Now matter what city you start in, just stick around the gates and solo the various creatures there, you should make 4th lvl in no time.<br/>\n<br/>\nAt 4th lvl, I traveled to BB (ButcherBlock), braving the rampaging Ogres, and went just outside the docks there, again soloing the various creatures there.<br/>\n<br/>\nAt 5th lvl, I teamed with a Cleric and we started taking out some of the monsters around the crossroads.  I wish to stress here that, while soloing beyond 4th lvl is certainly possible, I don&#39;t recommend it.  Just grab one other person who can tank for you and you&#39;ll see that its easier and faster to gain those earlier lvls.  From 5th til 16th lvl, I only teamed with this Cleric friend of mine and we seldom had any problems.  I would venture to say, that as a 2 man team goes, a Wizard and Cleric have to be one of the best combinations around, especially against Undead.<br/>\n<br/>\nFrom 6th to 8th, we went around killing skeletons and goblins.  We found that it was actually faster to roam the countryside looking for these creatures than actually going to a spawn site and camping.  Usually the spawn site was already camped and you could only kill as fast as it spawned.<br/>\n<br/>\nThe following is a little known secret.  From 9th to 11th, we went on the boat and as soon as it zoned into the OOT (Ocean Of Tears) from BB, there is a few rocky islands with Aqua Goblins on them.  These Aqua Goblins are great xp, have an excellent spawn rate, very good loot, and are hardly ever camped out.  Since both of us had Gate, it was a simple matter to exit the zone, but if you have a partner without that spell, there is a hidden door at the bottom of the boat.  When it sails by, all you have to do is press up against the side of the boat and you will pop through it as it sails by you.<br/>\n<br/>\n12th lvl was the hardest for us to obtain, but we did it over in SF (SteamFont Mountains) killing the various creatures outside of the Minotaur Cave.  We actually camped over by the mountains opposite of the cave so as not to attract the attention of the Minotaur Hero when he spawned.<br/>\n<br/>\nFrom 12th to 16th lvl, we hunted in Unrest.  I can&#39;t stress enough how much xp and loot we earned over there.  We made those 4 lvls in just 2 days!!!  Just stay by the zone entrance, never go in the house and you&#39;ll be fine.  If someone trains too many critters, you are right next to the zone and can escape.  This is also where the Cleric shines.  His DD spells against Undead, coupled with our Wizard spells are incredible.<br/>\n<br/>\nFrom 16th to present, we started traveling in larger groups, going to the various Dungeons in the world.  The Dungeons offer great xp and loot, but usually require a full party as they get much tougher the deeper you go.<br/>\n<br/>\nI apologize for the length of this post, but I hope it helps you in determining where to hunt and how to gain those lvls.  I&#39;m sure that other ppl out there have some great hunting spots as well and I encourage you all to share them with us.<br/>\n<br/>\nTalarin, High Elven Wizard</div>","specialLinks":[]}}