{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mata","from":"&quot;Mata&quot; &lt;mata_eq@...","replyTo":"LIST","senderId":"ZdsnaImVGe2YEmiFsb9g08dw-ZL03j2kvEnr_XQsxVzLCYOXENqAd4sqJHtNT7IfXWYTfLJjiSoQBXiDPUZ0k0oYvA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Spell revamping...","postDate":"927203062","msgId":1750,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC44OS4xNzUwLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1537,"nextInTopic":0,"prevInTime":1749,"nextInTime":1751,"topicId":1535,"numMessagesInTopic":3,"msgSnippet":"I have a necromancer and a wizard and I can tell you that the NECRO DD spells SUCK compaired to Wizard spells, so don t worry be happy.   Both classes are fun,","messageBody":"<div id=\"ygrps-yiv-179059471\">I have a necromancer and a wizard and I can tell you that the NECRO DD spells SUCK compaired to Wizard spells, so don&#39;t worry be happy.   Both classes are fun, both classes are about equal when you weigh all the dis-ads and advantages.<br/>\nPlay what you like.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: Ken Morrison <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a> <br/>\n  Sent: Wednesday, May 19, 1999 3:13 PM<br/>\n  Subject: [eq_wizards] Spell revamping...<br/>\n<br/>\n<br/>\n  Here we go again...<br/>\n  If anybody out there is tired of me complaining about our spells just tell me to be quiet and I wont say anything more on the subject..until then here goes. <br/>\n   <br/>\n  First of all, all the magic-users share spells.  Necros and mages get DD spells just like ours, not quite as powerful you say, we cast sooo much faster you say, but they dont get interrupted like we do because we are fighting toe to toe while they are standing way back watching their pets attack/defend/taunt.  No problem, I&#39;m not jealous, even though pets can taunt multiple attackers, allowing the mage to run if he is suddenly swamped, sacrificing his pet for his life.<br/>\n   <br/>\n  Even this isnt close to everything, but I digress.  I really like my Wizard. A lot.  So I will continue to play him.  However, I will also continue to feedback/bug Verant about Wizard spells.  For example here are some of my suggestions, but only up to level 8 spells, I refuse to speculate on higher level spells.<br/>\n   <br/>\n  Sphere of Light - Its useless even for human or erudite wizards, a Fire beetle eye or torch does just a good a job and its really a Magicians conjuration spell.<br/>\n<br/>\n  Eye of Zomm - Another Magicians conjuration spell, opens locked doors (which is a bug, removing some of rogues effectiveness) and causes monsters to run straight for caster even if eye is a mile away.  Please. <br/>\n<br/>\n  Fade - Usefull only to raise ones Skill points, doesnt put you far enough away in a reliable direction to make it worthwhile and you shouldnt need it at that low of a level. <br/>\n<br/>\n  Sense Magic - Ahem.  Nothing to say here.  Gone. <br/>\n<br/>\n  O&#39;Keil Radiation - The 2 hps/hit damage is too small to make any real difference to either us or warriors we cast it on.  Would be a nice DoT spell if incorporated to our Shielding spells, making even our defense Offensive. <br/>\n   <br/>\n  Root - Everyone probably knows my stand on Root.  If not, read the digests.<br/>\n   <br/>\n  These are just off the top of my head and you will notice that they are predominantly our &quot;utility&quot; spells and that they are pretty much worthless.  I know you cant expect much from low level spells, but the trend is worrisome to me.  It just shows a general lack of originality or depth of though to our spells, which our virtual lives depend on.  I personally dont think Wizards would be &quot;keepers or seekers of knowledge&quot; on Norrath, if it actually existed.  What I see them as are &quot;magical artillery&quot; during wars, or as transport systems teleporting nobility around the world.<br/>\n   <br/>\n  If Mages and Necros get a few DD spells why shouldnt we get a simple pet (hate that term, Wizards should have familiars, that would be cool)  One every couple of levels just for some variety.<br/>\n   <br/>\n  Well, any thoughts on this out there?  I like the Teleport Others spell idea and well... Offensive doesnt really need any work...(done to death, eh?  =), Defense needs a LOT of help, IMO and Utility spells just arent useful. <br/>\n   <br/>\n  Alhassim, 9th Level Erudite Wizard of E&#39;ci </span></blockquote></div>","specialLinks":[]}}