{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Marziani, Michael D.","from":"&quot;Marziani, Michael D.&quot; &lt;Michael.Marziani@...","replyTo":"LIST","senderId":"D68t8XB57PAzIzWUIBo_DhAQtPoM-dzKAqwPU8kWngIeOkoqHk0MIjkwat6UBz1AqbVSSiqx8ALpZJGlrHXjQqcBSrsL6sZ98fpTXIQSFV5T5ZRY3Kyi-sw1Pw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wizards","postDate":"927674918","msgId":1817,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45Mi4xODE3Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1809,"nextInTopic":1820,"prevInTime":1816,"nextInTime":1818,"topicId":1805,"numMessagesInTopic":26,"msgSnippet":"Don t mean to bash you, but this is *not* a solution.  I am at level 16 and I notice that the higher I get, the less and less well I fare in melee.  I have a","messageBody":"<div id=\"ygrps-yiv-1586612734\">Don&#39;t mean to bash you, but this is *not* a solution.  I am at level 16 and<br/>\nI notice that the higher I get, the less and less well I fare in melee.  I<br/>\nhave a runed totem staff as well and I can hit ok against blue creatures,<br/>\nbut against a red where my spells are being resisted I can barely even<br/>\nscratch the mob in melee.<br/>\n<br/>\nOk, had to start a new paragraph for my rant...  Verant is speaking out of<br/>\nboth sides of their mouth.  On one side they encourage us to group saying<br/>\nthat our root doesn&#39;t need to be reliable because we should be grouping.<br/>\nBut then when we go and form a group that is strong enough to take on reds<br/>\n(and lets face it any full group of 6 players can EASILY take on reds that<br/>\nwill resist offensive spells) we wizards are about as useful as a toddler<br/>\nwith a stick.  At level 16 my only real capability was to free those who<br/>\nwere rooted and couldnt back off with my cancel magic spell (which almost<br/>\nevery other magic using class has as well, BTW).<br/>\n<br/>\nI TOTALLY sympathize with the orignator of this thread.  I was in unrest<br/>\nlast night in a large group and we fought lots of reds that my spells had no<br/>\neffect on.  It is the worst feeling to just sit there useless and watch your<br/>\ngroup getting beat on.  I could cast cancel magic (which was only needed on<br/>\n1 occasion in 3 hours) and my o&#39;keils radiation (the damage shield I got at<br/>\nlevel 4 which does a measly 2 damage).  With my runed totem staff I could<br/>\nbarely scratch any creature that could resist my spells, so I was basically<br/>\njust there sucking xp.  Sure against the few evens and blues we faught I was<br/>\nwonderful, but in a group of 6 people you will have to fight blues and evens<br/>\nall day long to get decent xp.  Big groups are *supposed* to go after hard<br/>\ncreatures, yet in these cases the wizard becomes the most useless class<br/>\nwhile EVERY (and I do mean EVERY) other class can still be VERY useful!<br/>\n<br/>\nNow I won&#39;t just cite a problem but also suggest a solution.  The solution<br/>\nis either to give us weak spells that cannot be resisted (the necros already<br/>\nhave one it&#39;s the lifetap series), make our DD spells less resisted, but do<br/>\nless damage against higher level creatures, or even better still give us<br/>\nsome utility spells (buffs?  damage shields?  spheres of protection?) that<br/>\ncan be cast on party members.<br/>\n<br/>\nIt&#39;s not hard for anyone who groups in big groups to see that wizards become<br/>\nthe most useless member.  It&#39;s no wonder it takes hours to find a group<br/>\nbecause a cleric, druid, bard, ranger, warrior, rogue, paladin, magician,<br/>\nenchanter, necromancer, or shaman (gee thats every single class isnt it?) is<br/>\nmore useful than a wizard when fighting tough monsters in a large group.<br/>\n<br/>\nAm I just not seeing something right here?  Does verant want me to go back<br/>\nto soloing?  I am very confused here maybe someone else can shed some light<br/>\non this but it sounds like when we do what Verant wants we Wizards get the<br/>\nshort end of the stick.<br/>\n<br/>\n-Solric<br/>\n<br/>\n<br/>\n<br/>\n________________________________________<br/>\nMichael D. Marziani<br/>\nManager of System Administration - Texas<br/>\nDestia Communications, Inc.<br/>\np: 409.680.8109 x7958<br/>\nf: 409.680.5104<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Sergey Bukhman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sergeyb@...\">sergeyb@...</a>]<br/>\nSent: Wednesday, May 26, 1999 3:25 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a><br/>\nSubject: Re: [eq_wizards] Wizards<br/>\n<br/>\n<br/>\nFrom: Sergey Bukhman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sergeyb@...\">sergeyb@...</a>&gt;<br/>\n<br/>\n<br/>\nAll I can offer you now, is get a Runed Totem Staff and whack away. I<br/>\nusually do a good 16-19 dmg at level 13. My miss to hit ratio is bad, of<br/>\ncourse, so this is not as good as it sounds.<br/>\n<br/>\n--<br/>\nQenelin<br/>\n<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nLooking for a new hobby?  Want to make a new friend? <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\nCome join one of over 150,000 e-mail communities at ONElist!</div>","specialLinks":[]}}