{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Penman","from":"&quot;John Penman&quot; &lt;jpenman@...&gt;","replyTo":"LIST","senderId":"KbUUULDVisIPiRTsbmLSa9OfEqI-XbikNE2Jgn71S8eJxfOP5sxAksWXNmSu6QX9isiu2DPrIOkbxQyPbMPd2Tfm9RMNeOUJuGoO","spamInfo":{"isSpam":false,"reason":"0"},"subject":"PLEASE!!","postDate":"927677340","msgId":1821,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45My4xODIxLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1822,"prevInTime":1820,"nextInTime":1822,"topicId":1821,"numMessagesInTopic":7,"msgSnippet":"All I have been hearing from a lot of people are whines about the wizard class.  Well I am a 24th level Wizard who has been solo-ing since lvl 16.  I thought","messageBody":"<div id=\"ygrps-yiv-1023241894\">All I have been hearing from a lot of people are whines about the wizard<br/>\nclass.  Well I am a 24th level Wizard who has been solo-ing since lvl 16.  I<br/>\nthought to get exp I had to be grouped, that I could not solo anything.<br/>\nWell granted that was the case sometimes, but I Learned to adapt to the<br/>\nenvironment I fought in.  Like fighting YK&#39;s in West Commonlands, which then<br/>\nturned into fight Kodiaks in WC.  From there I went to the Oasis and fought<br/>\nCaimans, crocks, and Deep Water crocks and Caimans.  Know your limits<br/>\npeople, our class was not meant to jump into a fight and melee the monster,<br/>\nwe were meant to stand back and blast them out of existence.  If you have<br/>\nnot seen on any of the messages before our melee skills are only (lvl +1) *<br/>\n3 which is quite low for any class.  Maybe this should be a hint to you as<br/>\nnot to try and jump into a fight.  If you are in a group that is fighting<br/>\nRED mobs and your spells are being resisted then I say you shouldn&#39;t be in<br/>\nthat group to begin with.  Those mobs are 5+ levels above you and your<br/>\nskills as a WIZARD can not help.  Go back to that spot after a few more<br/>\nlevels and try again, don&#39;t whine that you couldn&#39;t do anything to help.<br/>\n<br/>\nI have my share of deaths, and until I found Lake Rathe at Level 19 I was<br/>\ngetting waxed by Sand Giants in Oasis of Marr because people were training<br/>\nthem left and right down the beach for fun.  At Level 24 I am still solo-ing<br/>\nmost the time I am on in South Karana fighting Centaur Archers or Avaik<br/>\nHarriers.  I die everyone in a while because my timing may be off, or a blue<br/>\nmob resists 3 of my spells which leave me with no mana and about 1/4 of his<br/>\nhealth.  Sure I would love to be able to jump in there and melee it.  And<br/>\nfor those times I have to I use O&#39;Kiels Radiation which gives me a little<br/>\nextra punch to the mob.  I rarely fight White or Yellow mobs unless I am<br/>\ngrouped.<br/>\n<br/>\nWhining that Veriant did us wrong or that we are weak is not the correct<br/>\nthing to do.  The best thing I see is make the best of wheat we have and<br/>\nthat is our power and knowledge of how to use it wisely, not foolishly.<br/>\n<br/>\nShadair J&#39;Axx<br/>\n24th Wizard<br/>\nKarana</div>","specialLinks":[]}}