{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Dwyer","from":"James Dwyer &lt;jdwar@...&gt;","replyTo":"LIST","senderId":"P8HIO7m3EMGwZdRIB5HGxUqk2HnsLcxgJxgN2l02ri0ppn1hlGUvZbcl_eONMB80o7MAba52Q3IN9aDYivatiehIqa-L5vY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: What do you think about a few new spells","postDate":"927738919","msgId":1872,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45NS4xODcyLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1867,"nextInTopic":1877,"prevInTime":1871,"nextInTime":1873,"topicId":1867,"numMessagesInTopic":9,"msgSnippet":"I have made a feedback folder in my mail program. I will be adding this post to it. Any other ideas that people have that we should ask Verant for, please send","messageBody":"<div id=\"ygrps-yiv-917207078\">I have made a feedback folder in my mail program. I will be adding this<br/>\npost to it. Any other ideas that people have that we should ask Verant<br/>\nfor, please send to the list and mark it as such. I will then gather<br/>\nthese ideas into one request including our validations for them. This<br/>\nway we can all send the same request to Verant and we can show them that<br/>\nWizards have voices too! (not only Enchanters)<br/>\n<br/>\nWe also should discuss each and come to consensus on the most important<br/>\nones. That way we dont come off as greedy and want to do everything,<br/>\nwe&#39;re just looking for a little balance. For example, I think pets/buffs<br/>\nare right out as they do not go in line with our class ideals. But we<br/>\nshould be able to expand on our strengths to make us a bit more unique<br/>\n:)<br/>\n<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; Summon - Teleports group member inside the zone to your location<br/>\n&gt; Phase - Teleports yourself to location of other group member inside zone<br/>\n<br/>\n </span></blockquote>Excellent ideas and good names too :P <br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; Greater Summon - Teleports group member to your location, even across zones <br/>\n&gt; Greater Phase - Teleports yourself to a group members location, even across zones<br/>\n<br/>\n </span></blockquote>While these would be nice, I fear they can be taken advantage of and<br/>\nthus Verant may not be open to them. These spells could be used to<br/>\nteleport everyone everywhere. One of the goals of Verant is to make the<br/>\nlandmass seem large and thus not have instant teleportation everywhere.<br/>\nAny way we could make them less able to be abused?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Group Gate - Slow casting spell which teleports group to your bind spot, doesn&#39;t leave anyone behind<br/>\n<br/>\n </span></blockquote>I like this one because it is limited to one bind spot. YOUR bind spot.<br/>\nBut it can be very handy :)<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; Retreat - Evacuate version of group gate<br/>\n<br/>\n </span></blockquote>Would this one leave anyone behind? I think all evacuates have that 1%<br/>\nchance.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Haste - Increases movement rate for self only.<br/>\n<br/>\n </span></blockquote>This is a VERY good suggestion. All other suggestions for wizards<br/>\ngetting SoW I have rejected because that reduces druids/shamans<br/>\nuniqueness. Plus, wizards aren&#39;t in tune with wolves, they are more<br/>\ninclined to nuke them! But this is limited to self only, so it helps us<br/>\nbut doesn&#39;t interfere too much with SoW&#39;s usefulness :)<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; I wouldn&#39;t be opposed to seeing other classes get some or all of these spells, such as magicians getting Summon, Clerics Phase, druids group gate, etc.  As a wizard, with my teleportation spells, I never bind myself in the city anymore, now generally only at a zone border, for quick pick up when I get a bit too active with my burns.<br/>\n<br/>\n </span></blockquote>Splitting these spells among the other casting classes is a good idea as<br/>\nwell. But I also think that wizards don&#39;t have much that is truly unique<br/>\nabout them. We have blast, but other casters have too to lesser degree.<br/>\nWe have teleport but druids have to equal/lesser degree. Shouldn&#39;t we<br/>\nhave somethings that no other casters get?<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; Phase and Summon would be just terribly useful, as quite often the puller sometimes grabs a bit more then he can chew, where the magician, wizard, whatever can pull his bacon out of the fire so to speak.<br/>\n<br/>\n </span></blockquote>We will be the ones who can bring home the bacon then :P<br/>\n <br/>\n<blockquote><span title=\"qreply\"> &gt; Phase also would be quite useful, as the wizard, I generally get delegated to go on town runs (by the way, great way of making money, buy silver/copper for plat, various weapons.  Just gate back to the bank, or the nearest gate to your town and sell sell sell) and sometimes my group wandered off somewhere, or I don&#39;t want to run through nasties to get to my group.  So far I lost about half a level in Najena as I&#39;ve discovered Orges can see invis.  It would be nice not having to deal with them.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Fastus Atrox,<br/>\n&gt; 26th level Dark Elf Wizard, The Rathe<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Looking for a new hobby?  Want to make a new friend?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Come join one of over 150,000 e-mail communities at ONElist! </span></blockquote></div>","specialLinks":[]}}