{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Norcimo_of_Psi","from":"Norcimo_of_Psi  &lt;mperez@...","replyTo":"LIST","senderId":"eh_6KL_fvNM5yaxosZKlCRSUz1lENVz6TpzSXSJQdZi5mOT1dl9KKpTxywGX3gsX7ayvyZFW1cGgMyizyl_d9Hs-raXCXj4_AM1wIe6G","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Experimental wiz tactic","postDate":"927746084","msgId":1889,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45Ni4xODg5Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1888,"nextInTime":1890,"topicId":1889,"numMessagesInTopic":1,"msgSnippet":"Hi, Since this is my first time on this list, I decided to share something I have been playing with for about a month now. The following is an email I sent to","messageBody":"<div id=\"ygrps-yiv-650828988\">Hi, <br/>\n<br/>\nSince this is my first time on this list, I decided to share something<br/>\nI have been playing with for about a month now. The following<br/>\nis an email I sent to a friend awhile back.<br/>\n<br/>\nAny questions or comments about this are very welcome.<br/>\n<br/>\nThanks,<br/>\n<br/>\nNorcimo of Psi &lt;Arcane Savants&gt;<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Hey Fist! It&#39;s me again. <br/>\n&gt; <br/>\n&gt; I am experimenting with some new tactics I made up while experimenting<br/>\n&gt; with my new spells.<br/>\n&gt; You know that our biggest weakness as human wizards is mana, and it&#39;s a<br/>\n&gt; pain when you want to throw EVERYTHING YOU GOT at a target and it&#39;s all over<br/>\n&gt; you and you get intrrupted.  Melee helps a little, but<br/>\n&gt; then BAM! We don&#39;t last long...(but grouping always helps. hehe).<br/>\n&gt; <br/>\n&gt; So, when soloing, some options for safe killing are:<br/>\n&gt; - Stay close to zone and get out quick when things get too tough and you<br/>\n&gt;   can&#39;t pull off all your spells.<br/>\n&gt; - Nuke target with everything you got and then zone, then rest and come<br/>\n&gt;   back in zone to finish it off (doesnt always work, because target<br/>\n&gt;   regains hp fast most of the time like that).<br/>\n&gt; <br/>\n&gt; - Steal kills by doing most damage fast (hehehe, I sure wouldnt try this) <br/>\n&gt; <br/>\n&gt; - Use the sniper technique (a.k.a. &#39;multiburst&#39; technique).<br/>\n&gt; <br/>\n&gt; Ah, I bet your wondering &quot;Has Norcimo been sniffing glue? What the hell is<br/>\n&gt; the multiburst technique!?!?&quot;.<br/>\n&gt; <br/>\n&gt; Well, yes I have been sniffing glue, but that has nothing to do with what<br/>\n&gt; I&#39;m gonna explain to you now. hehe.<br/>\n&gt; <br/>\n&gt; This technique involves one thing: Shooting your target with bolt spells<br/>\n&gt; at FAR distances! From one zone border to the other if there are no<br/>\n&gt; obstacles in between. How, you might ask? Easy! BOLT SPELLS!<br/>\n&gt; <br/>\n&gt; Yes, you can cast bolt spells from LONG distances. How? The trick is not<br/>\n&gt; to target your victim and then shoot, but to TARGET YOURSELF and then<br/>\n&gt; shoot. When you target yourself, the bolt spell with shoot in a straight<br/>\n&gt; line in front of you.  All you have to do turn left/right until you aim<br/>\n&gt; directly at your enemy, which has to be in Line-of-sight. In order to do<br/>\n&gt; this successfuly, you have to use one of 4 spells we get as wizards:<br/>\n&gt; GLIMPSE, GAZE, SIGHT, or MAGNIFY. These spells make your eyes act as<br/>\n&gt; telescopes (Magnify being the best). With this special sight, you can<br/>\n&gt; easily target and shoot enemies from very very far away. The good thing<br/>\n&gt; about bolt spells is that after you shoot one, the bolt has to travel<br/>\n&gt; for awhile until it hits your target, giving you PLENTY of time to shoot<br/>\n&gt; 2-3 more in succesion!!!!! zap, zap, zap!<br/>\n&gt; Of course, the hardest part about this technique is aiming, but that can<br/>\n&gt; be fixed by putting a &#39;marker&#39; on your monitor so you can target your<br/>\n&gt; enemy more precisely. Another drawback is the terrain. Casting bolt spell<br/>\n&gt; this way WON&#39;T let you control the UP-DOWN direction of the bolt. this<br/>\n&gt; means that you and your target have to be in the same elevation for this<br/>\n&gt; technique to work. otherwise if you try to shoot something on a hill and<br/>\n&gt; your on flatter ground, the bolt will it the hill. And if your on a hill<br/>\n&gt; and the target is on flatter ground, the bolt will pass by its head. Also,<br/>\n&gt; make sure that obstancles like trees, players, etc, aren&#39;t in the way<br/>\n&gt; either.<br/>\n&gt; <br/>\n&gt; I&#39;m still looking for optimal spots to use this technique. One interesting<br/>\n&gt; place i was thinking about was oasis, close to the beach, or east karanas.<br/>\n&gt; <br/>\n&gt; Anyways, have fun! And hope to see you tonight!<br/>\n&gt; <br/>\n&gt; Norcimo &lt;Arcane Savants&gt; </span></blockquote></div>","specialLinks":[]}}