{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"zdogg@xxx.xxx","from":"zdogg@...","replyTo":"LIST","senderId":"YlIxYzdevHLu1-2SL6hxdyHBHmSWMjOtU_PTZv1t9d9I7oSNGO_hGSCAoYIxFrdOd300nA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The worth of a Wizard (long)","postDate":"927759899","msgId":1909,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45Ni4xOTA5Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1917,"prevInTime":1908,"nextInTime":1910,"topicId":1909,"numMessagesInTopic":12,"msgSnippet":"Hail my fellow wizards, I have been on this newsletter since it began, 95 digests ago.  I love seeing all the diffrent opinions about the wizard class, but","messageBody":"<div id=\"ygrps-yiv-659930603\">Hail my fellow wizards, I have been on this newsletter since it began, 95 \r<br/>\ndigests ago.  I love seeing all the diffrent opinions about the wizard class, \r<br/>\nbut have to say that I am really middle of the road on most of the issues.  I \r<br/>\nwas hoping this list would be more a a sharing of battle tactics, etc.  But that<br/>\n\r<br/>\nhas not been the case since digest 5 or so.  Now it seems everyone wants to be \r<br/>\nthe solo death machine in many cases.  Sorry while I love the idea of it, as \r<br/>\nmany authors do too,(Richard Rahl or the Sword of Truth series by Terry Goodkind<br/>\n\r<br/>\nor Rand Al&#92;&#39;Thor of Robert Jordan&#92;&#39;s Wheel of Time just leap to my mind) it is \r<br/>\njust not feasible in a game like this.\r<br/>\n\r<br/>\nNow I solo, usually for 2 kills and then party up.  I HATE soloing, others love \r<br/>\nit. Oh well just me I guess, but I prefer to group with all of my characters (on<br/>\n\r<br/>\nthis server I have a Dark Elf Enchanter, Dwarf Warrior, Halfling Druid, Wood Elf<br/>\n\r<br/>\nRanger, Gnome Necro, Barbarian Rouge, and my newbie SK Troll - I am a glutton \r<br/>\nfor punishment, everyone says SK Troll is hardest and worst class, i will prove \r<br/>\nthem wrong I hope)  Now because I play so many diffrent types of charcters I get<br/>\n\r<br/>\na good perspective of the roles and groupings of the various characters.  I \r<br/>\nstill have more class/race combo&#92;&#39;s I want to try but for now I am full on \r<br/>\nbristlebane.  Now as a wizard I just rock the hell out of these monsters, no one<br/>\n\r<br/>\ncomes near it.  The fastest battles solo for me are with my wizard, root blast \r<br/>\nblast blast dead.  With other characters it is not this way at all.  I just hate<br/>\n\r<br/>\nthe down time and the feeling of unprotected once am really oom or hurt, \r<br/>\nregardless class or race.  So I group up all the time. \r<br/>\n\r<br/>\nGuess who is the easiest person for me to find a group with? Ahhh you guessed \r<br/>\nit, it is my Erudite Wizard, Zakrul.  Now I don&#92;&#39;t know if it is my server or \r<br/>\nwhat but I always get /tells from people asking me to join them.  Feel bad \r<br/>\nhaving to turn down so many.  Mostly the warriors/rangers/paladins love us \r<br/>\nwizards, try playing one, you will see how frustrating kill steals can be.  With<br/>\n\r<br/>\nme no one can outdamage us in a dungeon to take our kills.  With me I sit around<br/>\n\r<br/>\nand let them get beat on until they say &#92;&#39;Zak&#92;&#39; then I stand up and put down the<br/>\n\r<br/>\nmonster with one shot.  Or they say &#92;&#39;Zak root&#92;&#39; and I will root it for them. <br/>\nYou \r<br/>\nmust find a balance within yourself and your group to be successful.  Wizards \r<br/>\nare the final blow, the hail mary, the stealth bomber.  The monsters sit there \r<br/>\nbeating our fighters, monsters say &#92;&#39;hehe we are going to eat good tonight!&#92;&#39;, \r<br/>\nthey never see the gangly fellow in the purple robes sitting 30 paces away.  \r<br/>\nWhen they do see me, it is in their dying breath.  Not to say I don&#92;&#39;t die, or<br/>\nmy \r<br/>\ngroups don&#92;&#39;t, but this is rare and usually due to sloppy play, unlucky train,<br/>\nor \r<br/>\njust miscommunications.\r<br/>\n\r<br/>\nNow as far as all of the gripes and complaints my fellow Wizards have, I love \r<br/>\nit.  To be complacent is to be dead, we are wizards, of course we are going to \r<br/>\nthink out of bounds, want more might, more knowledge, it is what we are.  I \r<br/>\nreally think there are some great ideas here, but they should be lv 34 - 44 lv \r<br/>\nspells.  I think that wizards SHOULD be weak and underpowered until the higher \r<br/>\nlevels.  After all it takes years to master the arcane arts IMO so I would think<br/>\n\r<br/>\nthat a person starting the arcane school would maybe be a middle level guy while<br/>\n\r<br/>\nthe martial artist who started at the same time could be a grand master.  I am \r<br/>\nnot detracting from them, I am just putting into perspective the kind of mental \r<br/>\nwill it would take to control the force of magic verse (not to say martial \r<br/>\nartiest don&#92;&#39;t have lots of control:o).  As far as the spells below, love em, \r<br/>\nwill be doing feedback on them.\r<br/>\n\r<br/>\n Summon - Teleports group member inside the zone to your location\r<br/>\n Phase - Teleports yourself to location of other group member inside zone\r<br/>\n Tap Afinity - Teleport group member to their own bind spot\r<br/>\n Haste - Increases movement rate for self only.\r<br/>\n Group Gate - Slow casting spell which teleports group to your bind spot,\r<br/>\n doesn&#92;&#39;t leave anyone behind\r<br/>\n Retreat - Evacuate version of group gate\r<br/>\n\r<br/>\nI would add to this list \r<br/>\nOkiel&#92;&#39;s Inferno 8-13 dmg shield lv 16 (cast on one person at time).  \r<br/>\nOkiel&#92;&#39;s Fireshield 20-26 dmg sheild for whole party lv 30\r<br/>\nOkiel&#92;&#39;s Firewall 35-40 dmg shield for whole party lv 44\r<br/>\nOkiel&#92;&#39;s Blaze 60dmg shield for single player lv 49\r<br/>\n\r<br/>\nI think this would round out this series very nicely, it could be a 30sec \r<br/>\nduration for in combat only, would be in line with our damage spells, not really<br/>\n\r<br/>\na buff cause is so short on durations.  Also does not do ureasonable damage to \r<br/>\nunbalance the game.  As I play so many characters my wiz is only lv 12, higher \r<br/>\nup guys let me know if the damage numbers sound about right or to high/low.  \r<br/>\nAnyway sorry for long post just had to do it :)\r<br/>\n\r<br/>\nMay our paths cross\r<br/>\n\r<br/>\nZakrul The Traveler\r<br/>\nBristlebane<br/>\n<br/>\n-----------------------------------------------------<br/>\nThis mail sent through IMP: <a rel=\"nofollow\" target=\"_blank\" href=\"http://web.horde.org/imp/\">http://web.horde.org/imp/</a></div>","specialLinks":[]}}