{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"sdunn@xxxxxxx.xxx","from":"sdunn@...","replyTo":"LIST","senderId":"2gVjhyt-pQHany1Z3omThfmwVg7-rDtcM1rlA8SoK9b9El7g30tlkDfxlaf2vMUF-GdLrrxOezU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"New spells","postDate":"927768565","msgId":1919,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45Ny4xOTE5Ljk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":2008,"prevInTime":1918,"nextInTime":1920,"topicId":1919,"numMessagesInTopic":3,"msgSnippet":"I ve been thinking a little bit about the spells I presented.  Now, as wizards we are masters of transportation, and we do this through manipulation of space","messageBody":"<div id=\"ygrps-yiv-1549020089\">I&#39;ve been thinking a little bit about the spells I presented.  Now, as wizards we are masters of transportation, and we do this through manipulation of space and time (unlike those strange druids who pray to their god and hope he or she drops them off in the right place).  \r<br/>\n\r<br/>\nI could see phase coming into action around level 12; high enough so it doesn&#39;t become unbalancing, low enough to give players a taste of teleportation.  Summon, somewhere between 20 and 29.  Summon can and should be able to be cast on another during combat, the little &quot;do you wish to be summoned Y/N&quot; box should be more then enough of a pain so you can&#39;t just have someone sit a little bit back and pull off people who are next to death.\r<br/>\n\r<br/>\nI wouldn&#39;t expect to see the greater summon or phase spell to come in much later, perhaps a little something for us for the expasion pack, like a level 59 spell or something.  You have to have been in the same zone to group up with the person after all.\r<br/>\n\r<br/>\nI doubt we would really see group gate abused as someone said it would, woe to the wizard to binds himself in a dragons lair and dies with his party.  Personally, since evacuate spells drop you and your party off somewhere else when things get nasty, the only difference is that you don&#39;t have to walk as far to get back to where you want to be.  Plus, as it stands now wizards can&#39;t hurt monsters 6 levels above them, a caster heavy party gets worked by high level monsters, while a tank heavy party with a goodly number of healers does just fine against very high level mobs.\r<br/>\n\r<br/>\nAs for a haste spell, lets make it a bit more &quot;fun&quot;.  Let&#39;s do exactly what Verrant doesn&#39;t want us to do, make Norrath smaller.  Well, actually make us bigger, it&#39;s all relative.  I humbly present:\r<br/>\n\r<br/>\nFastus&#39; Spatial Warp (Fastus&#39; optional of course, just a little bit of egoism, hey, we all want to have a spell named after us right?) - Doubles your size, and because of this self only increase in size, your speed is increased, you get 50 strength, and you eat eight times as much.  Imagine gnomes: you can walk up to an orge and say &quot;whats up shorty?&quot;  =P\r<br/>\n\r<br/>\nMaybe add a cast on other varient in the 60&#39;s range for the expantion pack.  I think somewhere between level 29 to 39 would be a more then fair for the self only varient and would not cause a playbalence issue.\r<br/>\n\r<br/>\nSo, what do you all think?\r<br/>\n\r<br/>\nFastus Atrox</div>","specialLinks":[]}}