{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dan Alexander","from":"Dan Alexander &lt;dalex@...","replyTo":"LIST","senderId":"2n3ymowxUW7lnogBzCPc2znuPd5Px3rIg7tBv2laAx3cgIxkJ_QRnTjvH1P5vrZ-NvBDA9E6YAp_XcDF5oBZL2RRJ-jrLL2cX7luz5hiXHk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The worth of a Wizard (long)","postDate":"927818987","msgId":1940,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45OC4xOTQwLjk1OTI3MjYwMUBlR3JvdXBzLmNvbT4="},"prevInTopic":1938,"nextInTopic":1941,"prevInTime":1939,"nextInTime":1941,"topicId":1909,"numMessagesInTopic":12,"msgSnippet":"... In real life, we include things like this in our purposed budgets specifically so the bean counters have something to scratch off the list, thus increasing","messageBody":"<div id=\"ygrps-yiv-1239990316\">At 01:10 AM 05/27/1999 -0600, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Eric Jesperson&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ejesperson@...\">ejesperson@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt;  Summon - Teleports group member inside the zone to your location<br/>\n&gt;&gt;  Phase - Teleports yourself to location of other group member inside zone<br/>\n&gt;<br/>\n&gt;    Interesting, but most definitely not going to happen. Don&#39;t waste time<br/>\n&gt;asking for them<br/>\n<br/>\n </span></blockquote>In real life, we include things like this in our purposed budgets<br/>\nspecifically so the bean counters have something to scratch off the list,<br/>\nthus increasing the chances of things we really need getting through.  <br/>\nThey are very cool spells though, and I&#39;d love to have access to them.  <br/>\n<br/>\nBesides, how is Verant going to know we want new spells and are perfectly<br/>\ncapable of coming up with them ourselves if we don&#39;t ask for them? <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;  Haste - Increases movement rate for self only.<br/>\n&gt;    This would be nice to have, but really doesn&#39;t fit our class.<br/>\n<br/>\n </span></blockquote>Agreed - I like the idea someone came up with (and I wish I could remember<br/>\nwho is was so I could give credit) of a line of sight teleport spell. <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;  Meditation skill max for level for wizard (Level +1) * 7<br/>\n&gt;<br/>\n&gt;    Now this is really a good idea. Maybe not *7, *6 would be fine. Remember<br/>\n&gt;&gt; - Specialization skill with some real advantages to our class<br/>\n&gt;<br/>\n&gt;    This is where they could implement the faster med times. Give the wizard<br/>\n&gt;    only option to specialize in Medditation. Its a long time to wait, but it<br/>\n&gt;    could be a place to implement it.<br/>\n<br/>\n </span></blockquote>Seven, six - either would be an improvement.  I think it should be a raise<br/>\nin the skill cap though, and not something you have to purchase at 16th.  I<br/>\nwould like the option to Specialize in it at 16th for added benefit,<br/>\nthough.  (Keep in mind I&#39;m 8th level, so I may be a bit biased. =)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt; - resolving a problem of high resistence of DD spells at lv 20 resisted by<br/>\n&gt;&gt; (greens and blues )and other ( if this is becouse of stun effect we wish<br/>\n&gt;&gt; one spell without this efect at same level)<br/>\n&gt;<br/>\n&gt;    Absolute must. This is a joke.  Our spells should NEVER be resisted by<br/>\n&gt;greens,<br/>\n&gt;    and RARELY by blues.<br/>\n<br/>\n<br/>\n </span></blockquote>I can understand making allowances for named NPCs.  Maybe a 10% chance of<br/>\nresisting if the named NPC cons green, 40% if blue.  <br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt; - resolving a balance problem of other magic users classes be able to<br/>\n&gt;&gt; attack directly (necromancer, lifetap pets) or indirectly (enchanters and<br/>\n&gt;&gt; magicians pets, buffs ect) a much higer lv MOBs NP 19 lv against 35 lv<br/>\n&gt;sand<br/>\n&gt;&gt; giant when our spells are 100% resisted if a monster is 6+ lv.<br/>\n&gt;<br/>\n&gt;    This is beyond a joke.  Wizards are the masters of damage.  Well having<br/>\n&gt;    our spells not be useless against mobs that melee characters in groups <br/>\n&gt;    of our own level can fight would be an excellent start.  And if its all <br/>\n&gt;    about wizards being more powerful at later levels all I can say is that <br/>\n&gt;    we better be THE most powerful by a fair margin at those levels to make <br/>\n&gt;    it worth all the time we were not that powerful.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Amen to that.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;    And my addition<br/>\n&gt;<br/>\n&gt;    Fix whatever was done to increase the amounts and frequency of fizzles.<br/>\n&gt;    Having root fizzle more now at 18 than it did at 4 is a joke. A very bad<br/>\n&gt;    joke.<br/>\n<br/>\n<br/>\n </span></blockquote>Haven&#39;t gotten there yet, but I&#39;ve been practicing this spell since 4th and<br/>\n*I* think I&#39;m pretty d*** good with it.  I can see it getting resisted by<br/>\nreds, yellows, and maybe whites... but never fizzling.  Not by 18th level,<br/>\nhaving 12 levels worth of experience casting this spell.<br/>\n<br/>\nThe letter looks great.  I think it needs to be run though a spell checker<br/>\nonce or twice and sent on it&#39;s way.  <br/>\nI think we need to attach a list of players in favor of these changes so<br/>\nthat it doesn&#39;t look like just one player with gripe.  Feel free to add my<br/>\nname to the list of supporters of these changes.<br/>\n<br/>\nDan Alexander, Pennaggolan</div>","specialLinks":[]}}