{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morrison","from":"&quot;Ken Morrison&quot; &lt;ken.morrison@...","replyTo":"LIST","senderId":"yKpLWEPISWFGu8N3m0SU1Cskb64KnelpV0VWGOb7F73Is0-PW7pKYf9jwOK35ACwcB764w9o5hnWEVmMRDvZXswLH0hYVHngctZZ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Verant Email text","postDate":"927823099","msgId":1946,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC45OC4xOTQ2Ljk1OTI3MjYwMkBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1948,"prevInTime":1945,"nextInTime":1947,"topicId":1946,"numMessagesInTopic":14,"msgSnippet":"Ok guys and girls, I took the liberty of doing some editing to Silverion s text as well as adding some of the other s comments, and my own =) I think that","messageBody":"<div id=\"ygrps-yiv-249755599\">Ok guys and girls, I took the liberty of doing some editing to Silverion&#39;s text as well as adding some of the other&#39;s comments, and my own =)<br/>\n<br/>\nI think that there are some really excellent suggestions here and I also feel that by sending them this we are finally showing some true support for the class we all love.  We are also on the way to making a unique class, instead of just &quot;magical artillery&quot;.  Lets keep bombarding them with ideas and let them sort &#39;em out and deal with game balance issues.  After all, isnt that what we are paying them for?<br/>\n<br/>\nOk, what follows is the revised text (feel free to make comments, edit, whatever, just send those emails!!!):<br/>\n<br/>\nWe, the Wizards of the Onelist.com Wizards mailing list, feel the Wizard class requires revision and have compiled the following list:<br/>\n<br/>\nNew Spells<br/>\nSummon -     Teleports group member inside the zone to your location<br/>\nPhase -         Teleports yourself to location of other group member inside zone<br/>\nTap Afinity -  Teleport group member to their own bind spot<br/>\nHaste -           Increases movement rate for self only.<br/>\nGroup Gate - Slow casting spell which teleports group to your bind spot, doesn&#39;t leave anyone behind<br/>\nRetreat -        Evacuate version of group gate<br/>\n<br/>\n<br/>\nChanges to existing spells:<br/>\n<br/>\nRoot -             Minimum time duration, with random maxium time duration.<br/>\nFade              Useless, remove completely<br/>\nShadowstep   Change to line of sight, with minimum travelled distance and random max. distance.<br/>\n<br/>\nSkill Changes<br/>\nMeditation skill max for level for wizard (Level +1) * 7.<br/>\n<br/>\nWe also request the implementation of the Specialization skill.<br/>\n<br/>\nGame Mechanics<br/>\n-Investigate the increase of spell failures (fizzles) of lower level spells as Wizard class advances in levels.  Should &quot;simpler&quot; spells fail more often as the Wizard increase in levels, regardless of appropriate skill?  (ie. Root, Shielding etc.)<br/>\n<br/>\n- Resolving the problem of high resistence of Level 20+ DD spells by greens, blues and higher (if this is the result of a stun effect we wish one spell without this efect at same level)<br/>\n<br/>\n- Resolving the balance problem of other magic-using classes still able to affect MoBs (in a group situation) that are 6+ above their own levels (Necromancer - Lifetap & pets, Enchanters and Magicians - pets, buffs, etc) while Wizard DD spells are 100% resisted by 6+ level MoBs.<br/>\n<br/>\n- Better use of time when meditating (acces to main chat server in separate window) <br/>\n<br/>\n- We wish real official feedback on planned changes or problems which you have with balance in game on an official page which exists but never seems to be updated (eg. id&#39;s Quake .plan files)<br/>\n<br/>\nWe feel the Wizard class has been overlooked far too long and that there is nothing that is truly unique about our characters anymore.  We feel the above changes would go a long way towards rectifying some of the classes shortcomings.  Thanks for your consideration.<br/>\n<br/>\nThe Wizards of Norrath.</div>","specialLinks":[]}}