{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Dwyer","from":"James Dwyer &lt;jdwar@...","replyTo":"LIST","senderId":"EBxqjxwa0BdEiSUNdVuj7nHOwGUMJfrsS2slX7-t-ZH8lrvFOidux3W55--ER-MVx_WLSLLXRtSOdtpw9wDYQR_5e01KbMI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: GZ Verant guy replies to some of wizard questions","postDate":"927907666","msgId":2040,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDIuMjA0MC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2021,"nextInTopic":2078,"prevInTime":2039,"nextInTime":2041,"topicId":2021,"numMessagesInTopic":3,"msgSnippet":"Bah! But the necro has the pet that will last for almost 45 seconds. So no damage taken by necro, and he can choose to run should it get close, and most likely","messageBody":"<div id=\"ygrps-yiv-149547556\">Bah! But the necro has the pet that will last for almost 45 seconds. So<br/>\nno damage taken by necro, and he can choose to run should it get close,<br/>\nand most likely get away. All he lost is? Time, and 1 sp (bone chips)<br/>\nWhereas wizard can&#39;t cast anymore as that 15 seconds got the mob right<br/>\non ya and pissed as all Plane of Hate.<br/>\n<br/>\nPlus, if wizards were balanced against all magi, and they are improving<br/>\nother magi, then you have an unbalance starting. Also, it has been shown<br/>\nthat Verant hasn&#39;t spent much time balancing the higher levels. Who<br/>\nknows whats going to happen? <br/>\n<br/>\nCroesus Illuminatus (Xegony)<br/>\n<br/>\nWizard wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt; <br/>\n&gt; Here are reply which i received from a     Geoffrey C. Zatkin<br/>\n&gt; Arch-Magi of Norrath because i have mailed this first letter also to<br/>\n&gt; verant<br/>\n&gt; <br/>\n&gt; Lets say we have possibility to petition for things which he commented<br/>\n&gt; Probably i included a full comments<br/>\n&gt; <br/>\n&gt; &gt; a.) better run from combat teleport spells - shadow step with<br/>\n&gt; minimum range - faster gate - second bind point (in zone only) it can<br/>\n&gt; be some type of faster gate for run from combat spells<br/>\n&gt; <br/>\n&gt;     Probably won&#39;t happen.<br/>\n&gt; <br/>\n&gt; &gt; b.) Better exploration spells like invisible eye of zoom with longer<br/>\n&gt; duration.<br/>\n&gt; <br/>\n&gt;     Probably won&#39;t happen.<br/>\n&gt; <br/>\n&gt; Note: i see one post that if we get a longer duration eye of zoom we<br/>\n&gt; will be in grade to explore dungeons without risk<br/>\n&gt; <br/>\n&gt; &gt; c.) Item locator. As we are item hunters we can have a spell which<br/>\n&gt; can function as ranger tracker for items in zone so we can see all<br/>\n&gt; items in zone and we can turn in direction where item is !!<br/>\n&gt; <br/>\n&gt;     Won&#39;t happen for sure.  Come on - if there is no risk...<br/>\n&gt; <br/>\n&gt; &gt; d.) faster mana recovery then other classes - ( or by higher<br/>\n&gt; meditation limit lets say (level +1) * 7 or by specific items wizard<br/>\n&gt; only later in game) - why this you can ask. because in combat other<br/>\n&gt; classes have a mana battery<br/>\n&gt; which is a pet it can defend, attack and also sacrifice and many more<br/>\n&gt; long duration buffing spells.<br/>\n&gt; <br/>\n&gt;     Won&#39;t happen.  Wizards are balanced against every other magic<br/>\n&gt; class. Giving them more mana would remove 1 year worth of beta<br/>\n&gt; testing.<br/>\n&gt; <br/>\n&gt; e.) one thing which is not wizard specific but influence us, is to<br/>\n&gt; make a meditation more diversifying I wish to play a game not to stay<br/>\n&gt; looking all time in same page or go in WC, kitchen when I meditate it<br/>\n&gt; will be nice to have<br/>\n&gt;  - internal email system<br/>\n&gt;  - two chat windows so that I can access general all server chat same<br/>\n&gt; one which we can go in from server screen in one window and to hear<br/>\n&gt; what going on in game in other window<br/>\n&gt; - in game class oriented mailing lists<br/>\n&gt; <br/>\n&gt;     We probably will be adding something to Med to make it a bit more<br/>\n&gt; enjoyable.  Up until the end of  Beta, you couldn&#39;t even talk or tell<br/>\n&gt; in Med.<br/>\n&gt; <br/>\n&gt; &gt; - He is a weakest class in all Norath looking at hit points,  but he<br/>\n&gt; is a major destructive power in game also.<br/>\n&gt; <br/>\n&gt;     Same hp as a Magician, Necromancer or Enchanter.<br/>\n&gt; <br/>\n&gt; &gt; - Wizard casts Direct Damage DD spells faster than anyone else and<br/>\n&gt; with more force than anyone else. We as a class get a DD spell EVERY<br/>\n&gt; level and we have a best mana damage ratio on them.<br/>\n&gt; <br/>\n&gt;     Yep.<br/>\n&gt; <br/>\n&gt; &gt; - Wizards have a experience diminution I don&#39;t know how much for<br/>\n&gt; sure but it is near 10 - 15 %.<br/>\n&gt; <br/>\n&gt;     Ummm - no.  Wizards, Magicians, Necromancers and Enchanters all<br/>\n&gt; get exactly the same xp gained from each fight, needed to level, etc.<br/>\n&gt; <br/>\n&gt; &gt; - Wizards are very weak at start and at lv 20 start to be traveler<br/>\n&gt; and only at lv 34 + start to be a force in all ways from solo to group<br/>\n&gt; play with all line of plane travel and group rescue spells. ( you see<br/>\n&gt; that a spells go from a 5 (1 lv.)- 15 (4 lv) - 35 (8 lv)  80 (12 lv) -<br/>\n&gt; 105 (16 lv) all times mana gives you cc. 5 shots before go out of mana<br/>\n&gt; OOM when you go up in lv you get a some additional roots in)<br/>\n&gt; <br/>\n&gt;     All magi are weak at the start.  Nothing specific to Wizards.<br/>\n&gt; <br/>\n&gt; &gt; - Wizard combat definition is major damage in shortest time!<br/>\n&gt; &gt; - Enchanter goes with more suptile tactic with pet, weaking enemy or<br/>\n&gt; charming<br/>\n&gt; <br/>\n&gt;     An Enchanter can weaken, but has a hard time doing damage.<br/>\n&gt; <br/>\n&gt; &gt;         - necromancer rely on his strong pet and Damage Over Time<br/>\n&gt; spells DOT where he is a master this spells do in time much more<br/>\n&gt; damage then DD spells of wizards but..)<br/>\n&gt; <br/>\n&gt;     True - over time, a necro does more.  For him to do the damage<br/>\n&gt; that you do in 15 seconds, he would need 1 min.  Even if his mana to<br/>\n&gt; damage ratio is better, do the math.  45 seconds less means that you<br/>\n&gt; have 45 seconds less damage taken.  That is huge.  Wizards get quick<br/>\n&gt; kills.  This makes them GREAT in a party or SOLO.<br/>\n&gt; <br/>\n&gt; Silverion<br/>\n&gt; High elf wizard (against all statistics eheheeh)<br/>\n&gt; Fenin Ro<br/>\n&gt; <br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n&gt; <br/>\n&gt; moderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a> </span></blockquote></div>","specialLinks":[]}}