{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Dwyer","from":"James Dwyer &lt;jdwar@...","replyTo":"LIST","senderId":"UvcSU0eOdvUc135jiqSSb2dJjnkpdkbFxV6ZsBahevPNJBt29pOSDvxU0EuZ4hNfLmMbB7RzYIU_0fMWOX55jKEq2DH_ZHc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: suggestions to Verant","postDate":"927921428","msgId":2049,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDMuMjA0OS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2048,"nextInTopic":2050,"prevInTime":2048,"nextInTime":2050,"topicId":1979,"numMessagesInTopic":17,"msgSnippet":"Hm, maybe some people are craving more power. Mostly I think, we are trying to resolve perceived ( being the operative word ) imbalances. I for one want a","messageBody":"<div id=\"ygrps-yiv-726442226\">Hm, maybe some people are craving more power. Mostly I think, we are<br/>\ntrying to resolve perceived ( being the operative word ) imbalances. I<br/>\nfor one want a certain amount of challenge and do not care to be able to<br/>\ninstantly kill everything. But I think some of the concerns that people<br/>\nare bringing up are valid, and do not fall into the &quot;jafaarism&quot; category<br/>\n( Aladdin reference ).<br/>\n<br/>\nFor instance, when we are in a group fighting high-level creatures, we<br/>\nare mostly useless because we cannot blast. The purpose of grouping is<br/>\nto take on high-level creatures and we want to be able to affect the<br/>\nbattle to some degree. I actually hear magicians complaining (at the 30<br/>\nlevel range) about the same sort of thing. Instead they complain that<br/>\ntheir pet is too low level and doesn&#39;t do enough damage. What they<br/>\nforget is that it does do some damage, lasts for the next battle, and<br/>\nthey can do stuff between battles (summon, etc.)<br/>\n<br/>\nAnother complaint is that we are not a unique class. Whereas the other<br/>\nclasses all have something that sets them apart, we are just a<br/>\nparticularly strong magician without a pet and a teleporting druid to a<br/>\nlesser degree. Some argue that we can cast spells faster than magicians<br/>\n( 1 second to be exact ) but this doesn&#39;t help us at all, especially in<br/>\na group. We have to space our blasting out anyway to avoid getting<br/>\ntagged. So that extra second doesn&#39;t help as we wait in between blasts<br/>\nanyway. For soloing it may help, but this is a group game, isn&#39;t it?<br/>\n<br/>\nSome people say that we are balanced because we can do the most amount<br/>\nof damage in the least amount of time. There are few cases where this is<br/>\nuseful. In soloing it is useful of course. In a group it is only useful<br/>\nif we don&#39;t play smart. In other words if we wait too long to blast and<br/>\na tank is getting hurt then we may want to blast*blast*blast in rapid<br/>\nsuccession to save him. So magicians do that 3 seconds slower and do 60<br/>\nless damage from that...but that is still impressive! And don&#39;t get me<br/>\nstarted on the fact that we are wanted in a group because then no one<br/>\nelse will steal their kills. Bah! I, frankly, don&#39;t like having to fight<br/>\nover kills and would just as soon go somewhere else if a place is<br/>\ncrowded. There&#39;s nothing to pull me out of the game than to have 10<br/>\npeople blasting away at a creature to eke out the little bit of<br/>\nexperience that it provides. And the shouting match and &quot;accidental&quot;<br/>\ntrains that follow are not fun.<br/>\n<br/>\nIn a balanced game, all magic-using classes would be desired members of<br/>\na group. From what I hear, wizards are losing their air of mystery and<br/>\npower that presided when the game was just beginning. Now people are<br/>\nrealizing that we can&#39;t help them when it counts, when the party is<br/>\nrisking life and limb to kill a creature that would wipe the floor with<br/>\nus individually. A creature that maybe came out of nowhere to attack our<br/>\nbrave lurer as he sprints back to the party. No instead, we yell<br/>\n&quot;RESISTED&quot;, people run, people die, and we stand hapless as the people<br/>\nwho entrusted their lives to us are struck down like so many newbies in<br/>\na field of griffins. What are we going to do? Melee it? Stand there when<br/>\nthe tank falls and die as well out of principle? Gate out and face the<br/>\nunasked question, &quot;What happened to all for one and one for all&quot;??<br/>\n<br/>\nMaybe we&#39;re supposed to be useless against high-level monsters? Maybe<br/>\nwe&#39;re supposed to be high-level buses. &quot;/shout NEXT STOP: ECommons! Come<br/>\non? No one wants to teleport from North Ro to East Commons? Anyone?&quot;<br/>\nMaybe that&#39;s part of our &quot;balance&quot;?<br/>\n<br/>\nI don&#39;t want to be all-powerful, I mean I do, but not more than any<br/>\nother class. I think it&#39;s important that we voice this in our petition.<br/>\nThat we are not grubbing for more power, but maybe just a little<br/>\nrespect. So we can solo a giant at level 49? He&#39;d be green then so it<br/>\nwould be pointless...<br/>\n<br/>\nCroesus Illuminatus (Xegony)<br/>\n*Mobile bb gun*<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mprez20@...\">mprez20@...</a> wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt; <br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mprez20@...\">mprez20@...</a><br/>\n&gt; <br/>\n&gt; I don&#39;t see why everyone keeps wanting more wizard spells, increase wizards<br/>\n&gt; spell power, wizards need more of this and that.  Wizards are a VERY balanced<br/>\n&gt; class, verant has admitted this and I have seen it.  Wizards are meant to be<br/>\n&gt; weak at low levels, they are meant to not be able to solo large groups of<br/>\n&gt; monster and like every other class at upper levels they are meant to be in a<br/>\n&gt; group.  All of the suggestions I have seen to increase wizard spells, give us<br/>\n&gt; a familiar, etc etc, all seem attempts to just give the wizard class that we<br/>\n&gt; &quot;like&quot; more power.  I have played every class to at least level 16 and the<br/>\n&gt; wizard is by far the most balanced.  If you want to be able to fight large<br/>\n&gt; amounts of blue monsters play a shadow knight, paladin or warrior.  If you<br/>\n&gt; want a pet then play a necro or magician.  There is no class that can have it<br/>\n&gt; all and it is my opinion that when wizards voice their opinions for more of<br/>\n&gt; this and that then all they are wanting is more power.  I truely think that<br/>\n&gt; these people will never be satisfied until with one spell they can kill<br/>\n&gt; anything, with one spell they can go to any zone or plane they wish, with one<br/>\n&gt; spell they can destory 6 fire giants etc etc.  A wizard CAN solo and he/she<br/>\n&gt; has one of the safest positions in a well ordered party.  A wise wizard will<br/>\n&gt; always have emergency mana for a final blast or gate, no tank gets that.<br/>\n&gt; Remember its always the tanks that die first.  This response is at no one in<br/>\n&gt; particular, just voiceing my opinon.  Bottom line is that I think if we are<br/>\n&gt; going to petition verant for things then petition to have more quests added,<br/>\n&gt; more dynamic GM involvement, fix broken quests and give us more history of<br/>\n&gt; the world.<br/>\n&gt; <br/>\n&gt; Adaar<br/>\n&gt; Erudite Wizard<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; It&#39;s finally here!  What&#39;s your opinion?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Create a Star Wars discussion group at ONElist. </span></blockquote></div>","specialLinks":[]}}