{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dayne@xxxx.xxx","from":"dayne@...","replyTo":"LIST","senderId":"CnvzH62FEBCQCTbIPQ2bKmwe9M4nWr3rdE0LiTw_zheYW9EA5NuHJP3h4c3y6MFGF8T0V8o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Wizzards and the assertion that we can solo. (long, sorry)","postDate":"927920731","msgId":2054,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDMuMjA1NC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2093,"prevInTime":2053,"nextInTime":2055,"topicId":2054,"numMessagesInTopic":4,"msgSnippet":"Recently, there has been the raging conversation in regards to our merits as a class. I d like to relate a little experience of mine. I play a dark elf wizard","messageBody":"<div id=\"ygrps-yiv-1549543138\">Recently, there has been the raging conversation in regards to our<br/>\nmerits as a class. I&#39;d like to relate a little experience of mine.<br/>\n<br/>\nI play a dark elf wizard on Karana. I role play the character as well<br/>\nas possible given each situation. This means that I am leveling rather<br/>\nslowly as I don&#39;t go straight to a camp and start in.<br/>\n<br/>\nDayne(the wiz) is currently 12th level. I started him at retail<br/>\nrelease day one. I have many other higher level characters though that<br/>\nI do not rp as much as Dayne.<br/>\n<br/>\nDayne IS NOT capable of soloing most blues, nor some greens. It IS<br/>\nthat simple. Root holds about 50% of the time. BLUES resist about 25%<br/>\nof my spells.<br/>\n<br/>\nMy points were split between mostly intel and then a bit to agil. He<br/>\nis in partial woven armor and the rest cloth. He has two gator<br/>\nearrings, two derv rings and a heart amulet. He wields a RTS for a<br/>\nweapon or snake fang(can&#39;t hit a damn thing with the RTS at a skill of<br/>\n48).<br/>\n<br/>\nDayne met his death at the fangs of a green con asp the other day<br/>\nwhile trying to collect a quest item with a friend. My root failed<br/>\ntwice, my lightning did around 30 points twice and then I went to<br/>\nlower shocks and finally killed the thing. It poisoned me on the last<br/>\nhit, which killed me as I only had a sliver of life left. This case is<br/>\nnot out of the ordinary for solo work(all with no exp I might add, a<br/>\nhealthy loss for dying by the green). The only times I don&#39;t run are<br/>\non the rare occasions I can&#39;t find a group, is when I get a root off<br/>\non the first shot and I don&#39;t fizzle spells(which thank god is rare).<br/>\n<br/>\nI played other wizards in beta and never had these problems with them.<br/>\n<br/>\nI absolutely CANNOT damage any red creatures except with radiation.<br/>\nEven when they are just red to me. I can hurt a yellow about 50% of<br/>\nthe time. I hit blues around 75%. I am very useless to a group of<br/>\nsimilar level. This makes leveling even more slow. I only accept<br/>\ninvites when I am the highest level char in a group. This leaves me<br/>\nfighting blues and some greens and a rare yellow. Any idea how long it<br/>\ntakes to level this character? The terrible thing is that I have to<br/>\nchange partners often as they easily pass me up so not even the role<br/>\nplaying is keeping this character fun. It&#39;s become a little silly when<br/>\nI help a lower level group one day and a few days later, I can&#39;t even<br/>\ngroup with them again due to a level spread.<br/>\n<br/>\nI am not looking forward to the level 20-23 hellish levels I remember<br/>\nfrom beta either.<br/>\n<br/>\nAnyway, please don&#39;t clog the list up with complaints about my whining<br/>\neither, this was sent to let all those having an easy time with their<br/>\nwizards know that others are not having it so simple. If you read this<br/>\npost and see it as a whining about a weak character, I simply don&#39;t<br/>\ncare. If you have a beef with the post, send it to me, not the list<br/>\nunless others will benefit from reading it.<br/>\n<br/>\nAnyway, I hope that this character is in the minority out there, but I<br/>\nsee quite a few weak wizards running about and almost none soloing.<br/>\nI&#39;d appreciate any constructive advice anyone could give. Please keep<br/>\nin mind that I have several high level characters and this is not a<br/>\nlack of experience typing here. The other characters can function in a<br/>\ngroup.<br/>\nDayne D&#39;Gorith, Teir&#39;dal Faern of house D&#39;Gorith<br/>\nand Guild Har&#39;oloth on the Karana Server<br/>\nwww.drow.net</div>","specialLinks":[]}}