{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morrison","from":"&quot;Ken Morrison&quot; &lt;ken.morrison@...","replyTo":"LIST","senderId":"XjtK2OVjZNtor6ME_Tvm_u8up9Ewh-C2XxoJbY446CdrM9Ebhq1KeTRpZND_N1gcdPmsfJvhc6-2taPLu1RiZAnUa8aS_LrFInfB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: GZ Verant 1d1ot replies to some of wizard questions","postDate":"927923180","msgId":2060,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDMuMjA2MC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2077,"prevInTime":2059,"nextInTime":2061,"topicId":2060,"numMessagesInTopic":2,"msgSnippet":" ... lets say (level +1) * 7 or by specific items wizard only later in game) - why this you can ask. because in combat","messageBody":"<div id=\"ygrps-yiv-1571357158\">&lt;snip... a bunch of crap answers from GZ&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; d.) faster mana recovery then other classes - ( or by higher meditation limit<br/>\n </span></blockquote>lets say (level +1) * 7 or by specific items wizard only later in game) - why<br/>\nthis you can ask. because in combat other classes have a mana battery<br/>\nwhich is a pet it can defend, attack and also sacrifice and many more long<br/>\nduration buffing spells.<br/>\n<br/>\n    Won&#39;t happen.  Wizards are balanced against every other magic class. Giving them more mana would remove 1 year worth of beta testing.<br/>\n<br/>\n&lt;snip more crap from GZ&gt;<br/>\n<br/>\n<br/>\nUh, what the hell kind of an answer is that??? Its even worse than &quot;wont happen&quot;  because it doesnt even answer the question.  We didnt ask for MORE mana.  We asked for faster REGENERATION of mana.  Not the same thing in my eyes or am I totally out to lunch???<br/>\n<br/>\n&quot;Remove 1 year worth of beta testing&quot;  Sounds like a good idea to me.  Obviously the beta testers who played Wizards couldnt have been anything more than powertrippers.  Otherwise they would have suggested other options to make the class something other than &quot;nukers&quot; (sad term that, I wont be surprised to see a Wizard named Molotov, or Chernobyl soon) and public transport systems.<br/>\n<br/>\nAfter a recent search for the Halo of Light spell in Freeport (which you can find in the Clerics Guild in North Freeport BTW) I went through the arduous process of searching the Magicians/Enchanters/Wizards guild.  I am definitely starting an Enchanter this weekend, I dont even care how weak they may or may not be.  The spells that they have just makes me want to play them.  They just SOUND cool.  I think that merging the Enchanter and Wizard class would have been a very fine idea.  Don&#39;t bother flaming me about how they wont do it, because I know they wont do it.  Its just something I would have suggested had I beta tested this particular game (I have beta&#39;d others, including UO, which is why I stopped betaing)<br/>\n<br/>\nI also have a Gnome Magician, whom I dusted off recently and boy oh boy, even with a wimpy pet, I still could solo so many more blues than with my Wizard, it wasnt even funny.  I still jumped in for melee, but it was much longer before i had to sit down and heal/med.  Plus, do a little bandage conjuring, give em away to people sitting around and boom! instant conversations and roleplaying.... hmm maybe I will keep other characters for variety and roleplaying, and just use Wizard to destroy things...oh the roleplaying opportunities abound!<br/>\n<br/>\nBTW, Zalbar the Mad, I think forwarding all this email to Verant is a tremendously good idea.  Should have thought of it myself.  Maybe if we did that, Verant would see that we were serious and putting thought into these changes and not just a bunch of people replying with &quot;me, too&quot; instead of sending emails/feedback/bugs.  Guess what works while your meditating people?  The /feedback and /bug forms.  You&#39;d be surprised how fast your mana and hp&#39;s come back after a few minutes of typing!<br/>\n<br/>\nAlhassim, 12th Level Erudite Wizard of E&#39;ci</div>","specialLinks":[]}}