{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Dwyer","from":"James Dwyer &lt;jdwar@...&gt;","replyTo":"LIST","senderId":"xRr9eK3uLFYA5BFHgN4t_nP_qk6wuPGFkVODvpAi9GoK0tT2YW_QOLxYgyK3EV5tX6WTJdX2K558nSuGVp2364VBMjkMH9g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: suggestions to Verant","postDate":"927928635","msgId":2063,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDMuMjA2My45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2059,"nextInTopic":2065,"prevInTime":2062,"nextInTime":2064,"topicId":1979,"numMessagesInTopic":17,"msgSnippet":"Yes we pay a price with lack of diversity. And maybe in that respect, we shouldn t change :) But we pay the price with power? Because my spells at level 20 are","messageBody":"<div id=\"ygrps-yiv-1729174312\">Yes we pay a price with lack of diversity. And maybe in that respect, we<br/>\nshouldn&#39;t change :) But we pay the price with power? Because my spells<br/>\nat level 20 are resisted, a magician is still damn close. A necromancer<br/>\nhas true power for they can fell a Sand Giant where a group of us would<br/>\nget our bath robes ripped off our asses! Do we get more power at higher<br/>\nlevels? So far the jury is out, but it doesn&#39;t look good from what we<br/>\nhear.<br/>\n<br/>\nI guess I don&#39;t see that with all the fiddling that Verant is doing with<br/>\nthe casting classes how they can truly claim that wizards are balanced.<br/>\nI mean, why aren&#39;t the other classes balanced after a years worth of<br/>\nbeta? And if they aren&#39;t balanced yet ( which they don&#39;t seem to be what<br/>\nwith all the changes, high level magicians didn&#39;t even have pets!!! )<br/>\nthen how can we be balanced against them? <br/>\n<br/>\nI&#39;m guessing that at 36th level a wizard will do about 300 pts of<br/>\ndamage. Hardly enough to kill a 20th level mob in one shot. But pit that<br/>\n36th level wizard against a 43rd level mob and he&#39;s a whimpering mess :P<br/>\nI don&#39;t see how increasing the range of creatures we can effect HIGHER<br/>\nthan us hurts things. So we can all gang up and kill something, half of<br/>\nus&#39;d die. <br/>\n<br/>\nI was in a group fighting in unrest, our bait pulls out a Dry Bones<br/>\nSkeleton. Unfortunately when he got near we found out he also had a<br/>\nbarbed bone skel in town. Resisted all my spells so I ran up to melee.<br/>\nOf course I couldn&#39;t do any damage, but wait, our druid who&#39;s spells<br/>\nwere also resisted cast shield of thistles ( or something ) on me. The<br/>\nonly way I could damage the thing was by being a Dark Elf pincussion :P<br/>\nThe warriors were all lesser or equal level than me. The barbed was<br/>\nobviously +6 levels above me. Yet we killed it! Why? Because the<br/>\nwarriors could do damage!<br/>\n<br/>\nIf enough of us voice our concerns, then maybe Verant will see. Yeah<br/>\nthey tell us we&#39;re balanced, but so much has changed since then. If we<br/>\ndon&#39;t say anything they will never take a look again. Hehe, maybe we<br/>\nshould call the game EverBalance :P Either way, I say we give it a shot!<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mprez20@...\">mprez20@...</a> wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt; <br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mprez20@...\">mprez20@...</a><br/>\n&gt; <br/>\n&gt; I see where your coming from on making a wizard &quot;different&quot;.  Wizards are 99%<br/>\n&gt; direct damage.  It does get boring after awhile, med. nuke nuke, med. repeat<br/>\n&gt; as necessary.<br/>\n&gt; While a necromancer has a pet, mage gets a pet, enchanter gets a ton of<br/>\n&gt; spells and each class can use some direct damage.  Shamans and druids... well<br/>\n&gt; they are just great and have a ton of diversity.  However we are wizards and<br/>\n&gt; the exact opposite of warriors.  Warriors do nothing but bash in close combat<br/>\n&gt; and they are damn good at it.  Wizards do nothing but destroy with magic and<br/>\n&gt; they are damn good at that.  We are the only class that can teleport to other<br/>\n&gt; planes &quot;although secret entrances do exist for the people that don&#39;t want to<br/>\n&gt; find a wizard&quot;.  Our travel spells are very nice as are our area affect<br/>\n&gt; spells at high levels with a party.  You pay a price with power and that<br/>\n&gt; price is a lack of diversity I think.  Truely no one can come close to the<br/>\n&gt; damage a wizard can do in less then 5 seconds.  Truely a sight to see when a<br/>\n&gt; 20th leve MOB is beating on your level 8 party and you can&#39;t hit it, then a<br/>\n&gt; 36th level wizard walks by we yelled for help, he casts one spell and the MOB<br/>\n&gt; dies like that.<br/>\n&gt; <br/>\n&gt; Diversity Suggestions..<br/>\n&gt; Wizard Only Special Robes and more graphics for them.  I must say the ones<br/>\n&gt; they have now are great, but more couldn&#39;t help.  Again more quests and fix<br/>\n&gt; the broken ones, this is everquest after all.<br/>\n&gt; <br/>\n&gt; I for one belive in the power of the wizard and I do know that brad and<br/>\n&gt; verant have absolutely no intent of changing them.  I quote &quot;Wizards are by<br/>\n&gt; far the most balanced casting class and to change anything to them now would<br/>\n&gt; destroy 1 years worth of game balancing&quot;.<br/>\n&gt; <br/>\n&gt; Adaar<br/>\n&gt; Eruidte Wizard Welcoming all comments =)<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Looking to expand your world?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; ONElist has over 150,000 e-mail communities from which to chose! </span></blockquote></div>","specialLinks":[]}}