{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"cinius@xxxxxx.xxx","from":"cinius@...","replyTo":"LIST","senderId":"DWT1a5CdJtxtwoCCEWnhxAO3_kXWKcj7H5uIWnPdhZsmZJkaluflC5dYta389Ckg_HEgOZmijHE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Some Reading....Touching on a few points..","postDate":"927942886","msgId":2069,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDQuMjA2OS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2068,"nextInTime":2070,"topicId":2069,"numMessagesInTopic":1,"msgSnippet":"The petition is a good Idea but if I had to narrow it down to a working goal I would have to say that we most definitely should be able to affect a Mob with","messageBody":"<div id=\"ygrps-yiv-82192073\">The petition is a good Idea but if I had to narrow it down to a working goal<br/>\nI would have to say that we most definitely should be able to affect a Mob<br/>\nwith our spells that is even 15 levels above us. Not just the melee classes<br/>\nbut every other class has the potential to do that. There&#39;s no reason why we<br/>\nshouldn&#39;t be able too either. Ok, I&#39;m lvl 16 and I want to hit something<br/>\nthat is lvl 26 and maybe there&#39;s a 50% chance for a full resist and a<br/>\nsuccessful hit would only do 20% damage but at least it is damage and come<br/>\non what&#39;s 20pts of damage to a lvl 26 Mob? Barely even a scratch... This<br/>\nwould also prevent gangs of Wizards at lvl 15 from taking down SG&#39;s and HG&#39;s<br/>\nand yet we would still be able to do something. Currently resists seem a bit<br/>\nridiculous....evertime I level until I get that next 5 points I go thru a<br/>\nrash of resists....which just doesn&#39;t make sense to me...<br/>\n<br/>\nI&#39;m glad our resident lvl 30+ is saying that groups don&#39;t take on anything<br/>\nbut blues at his lvl which means that we will come into our own but I still<br/>\nthink the above is a valiod issue.<br/>\n<br/>\nDamage shields could be very unbalancing as I understand it but what if we<br/>\nonly got a 1 pt. increase in the damage done per level with each spell? That<br/>\nwould make a lvl 20 spell do 6pts. which is just now catching up to what a<br/>\nDruid can do(but a druids damage shield is also a buff). Even if they are<br/>\nnot practical in their use I would still like to see this class of spells<br/>\ncontinued...<br/>\n<br/>\nFamiliars? I have to disagree with this. Which is kinda funny cause I sat<br/>\ndown and wrote up a list of familiar spells way before the mana-battery idea<br/>\nwas posted on this list but I scrapped it and here&#39;s why: Instead of making<br/>\nthis a spell I would like to see familiars end up in the game as rewards for<br/>\nGM run quests. This would cut down on the availability yes but it would also<br/>\nallow the winner of each quest to have a &quot;Unique&quot; or near unique item. For<br/>\ninstance: Cinius completes the first quest and is rewarded a miniature<br/>\ngargoyle as his familiar which normally rests upon my shoulder but can move<br/>\naround on his own(with limited graphics of course). Mata(Easiest name I can<br/>\nthink of right now that&#39;s on this) comes along for the next familiar quest<br/>\nand is rewarded with a vicious, horrifying, fuzzy caterpillar, which rests<br/>\nupon her shoulder and becomes part of her character graphic for the most<br/>\npart.... Anyways, the potential is limitless with this....or we can all run<br/>\naround with the 8th level familiar spell which is a Bat that provides us<br/>\nwith 15 extra mana.....<br/>\n<br/>\nOn a side note: Animations do suck. Graphics in this graphical game are very<br/>\nlimited. Wizard specific Items!!! Way kool Idea! and why not?<br/>\n<br/>\nSorry for this long one....<br/>\n<br/>\n<br/>\nCinius Shade, Mad Wizard of the 6th circle(Mith Marr)<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n_______________________________________________________<br/>\nGet your free, private email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.excite.com/\">http://mail.excite.com/</a></div>","specialLinks":[]}}