{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Neil Lambert","from":"&quot;Neil Lambert&quot; &lt;smartass@...&gt;","replyTo":"LIST","senderId":"TPEpAeX4P5Mkj8AHMK-XL29SvoD25BBwR7wCVbTzJvWZ3ql4M21gMu_L6l1E7zyk3WRdNOBnGUQ1t79K8p9EQrU4PgQOS5y5oBel","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Two ideas for wizards.","postDate":"928191636","msgId":2119,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDcuMjExOS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2114,"nextInTopic":2129,"prevInTime":2118,"nextInTime":2120,"topicId":2114,"numMessagesInTopic":7,"msgSnippet":"if you wanted to keep it balanced you wouldn t be allowed to use it every couple of seconds!!! maybe every six minutes like mend. i think a better idea would","messageBody":"<div id=\"ygrps-yiv-1960551867\">if you wanted to keep it balanced you wouldn&#39;t be allowed to use it every couple of seconds!!! maybe every six minutes like mend. i think a better idea would be the it would do more damage and that spell when using concentrate would not be able to be interrupted (ever heard &quot;soandso regains concentration and continues casting&quot;)<br/>\n<br/>\n<br/>\n  -----Original Message-----<br/>\n  From: shypht &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:evanschu@...\">evanschu@...</a>&gt;<br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a>&gt;<br/>\n  Date: Monday, May 31, 1999 3:02 PM<br/>\n  Subject: [eq_wizards] Two ideas for wizards.<br/>\n<br/>\n<br/>\n  Dont get me wrong, I love the wizard class. There were times where I thought<br/>\n  &quot; wish I was a druid &quot;.. but then a few days later I am havign fun with my wizard<br/>\n  yet again. But, I have 2 ideas, one is wizard-specific, other could apply to ALL <br/>\n  class&#39;s.<br/>\n<br/>\n  First, idea #1 - a new wizard skill : Concentration<br/>\n<br/>\n  This skill would have a few effects. But in general this would<br/>\n<br/>\n  - a skill that can be used once every few seconds,<br/>\n  - When this skill is successfully used. It could have 1 of 2 effects ( comement on which one you would rather have )<br/>\n<br/>\n  a) Reduce the ammount of mana used by certian % depending on skill<br/>\n  b) Increase the ammount of damage that is dealt by a % depending on skill<br/>\n  or<br/>\n  c) Both A & B<br/>\n<br/>\n  .. Comments on which would be better BUT STILL KEEP BALANCE would be nice. Sure, option C would be nice, but we need to keep in mind balance.<br/>\n<br/>\n  Also, should this increase the casting time? reduce it? how often should this be able to be used?<br/>\n<br/>\n  Also, should this skill be capped per lvl? if not.. I would think a good equation could be ( assuming you had the skill maxed )<br/>\n<br/>\n  (lvl / 5 ) * skill / 100 would be used to figure out how much it could help. So at lvl 29, you may get<br/>\n<br/>\n  (29 / 5) * 255 / 100 =  14.79% .. So depending on what was done (a b or c), this could up the damage on your lvl 29 DD spell by 14.79%. That spell is doing 237 dmg per pop for me. So, my spell would do 272 dmg (if I did my math correctly) if the skill worked correctly.<br/>\n<br/>\n  Comments? if it was capped per lvl. I think it would be (29/5) * 150 / 100 , which would mean a 8.7% increase in damage. So I think that would allow your lvl 29 spell to do 257 damage, a nice little boost nonetheless.<br/>\n<br/>\n  Anyways comments/suggestions/balance issues?<br/>\n<br/>\n  Also, this next idea could apply to all class&#39;s and is to deal with the resistance issue.<br/>\n<br/>\n  As we all know, magic casters in general have magical resistance problems when your group is fighting &quot;big reds&quot;, anything above a certian lvl will resist your spells, or the tanks will miss their swings miserably. This is not that bad at low lvls, because you tend to group with people within 3-4 lvls of you. But as you lvl up, that gap widens alot, and I have been lvl 26 grouping with people in their low-mid 30s, and the gap has been quite large. And they would like to go after reds and yellows, but sadly they would resist me. So here is my idea (wierd to explain)<br/>\n<br/>\n  - Use the highest lvl in the group as a bench-mark to base the resistance for the magic user, and how often the lower lvls hit / miss melee.<br/>\n<br/>\n  For example, lets say there is a lvl 20 wizard in the group, and there is a lvl 26 tank. The lvl 26 tank wants to go after an even-con. But sicne the tank is 6 lvls above, the wizard in the current system would be resisted 100% no matter what. But, for the bench-mark type system. The wizard could damage mobs upto 6 lvls above the lvl 26 tank when grouped with him. And a melee user would have as much chance of making contact with the mob as he would a con that would be even to him (or possibly a yellow or low red)<br/>\n<br/>\n  comments? ....</div>","specialLinks":[]}}