{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rivière Stéphane","from":"=?ISO-8859-1?Q?Rivi=E8re_St=E9phane?= &lt;Stephane.Riviere@...","replyTo":"LIST","senderId":"Z8hwr5jtsoo51y8SHOOhiGb87pR35sEEdbExjUjA8sOe_0IKFxJvISDu7_b9WBsHReePC_L4vQypANu1mww76VKVGKNRkh5fitpFt_i_WR-G5N1pIkkrABPpGo4Tip6kYCWJ1DsB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Exploit ?","postDate":"928313592","msgId":2151,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDkuMjE1MS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2152,"prevInTime":2150,"nextInTime":2152,"topicId":2151,"numMessagesInTopic":4,"msgSnippet":"Hi, for me what you just explain is a big bug.. If you can go in a safe zone WITHOUT zoning then it s because there is some kind of bug... Cause the ","messageBody":"<div id=\"ygrps-yiv-1710031309\">Hi,<br/>\nfor me what you just explain is a big bug.. If you can go in a safe zone<br/>\nWITHOUT zoning then it s because there is some kind of bug... Cause the<br/>\ndeveloppers have done all they can to avoid that : monster can hit you from<br/>\nbehind walls right ? Developpers have done this to avoid a &quot;safe zone&quot; in<br/>\ndungeon..... So sorry to say you that, but you use an exploit :)<br/>\n<br/>\nOh and yes who is ortallius ? and what is the loot ? <br/>\n<br/>\non a other hand, for playing now my wizzard at a mid level (i am currenttly<br/>\n21) and some other chars to low twenty (shaman)  , i must agree that wizzard<br/>\nare a weak classe.. Not the weakest one in my mind but really a weak race (i<br/>\nmean solo AND groupe). Have you ever played a druid ??? just test it....<br/>\nThey get the same DD as we have but with 5 level of difference... OH... at<br/>\nlevel 21 i only use ligthening bolt never force shock ( a level 16 spel and<br/>\ni will do it till 24...)..... but i have fun playing my wizzard cause they<br/>\nare hard to keep alive, really hard :) . It s why i like them not cause of<br/>\nthe power (they don t have power:) ).<br/>\n<br/>\n<br/>\nyakos<br/>\nlevel 21 wizzard karana<br/>\n<br/>\np.s. i would appreciate if you DON T give the exact location of this hill<br/>\nthanks (i don t know)<br/>\n<br/>\nre..ps cool petition :)<br/>\n<br/>\n<br/>\n<br/>\n----------------------------------<br/>\nMessage: 23<br/>\n   Date: Tue, 1 Jun 1999 21:16:59 -0400<br/>\n   From: &quot;Tom Bratina&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gbratina@...\">gbratina@...</a>&gt;<br/>\nSubject: Re: UNSUB-FUCKING-SCRIBE<br/>\n<br/>\nThere are still many exploits in the game that they just don&#39;t have time to<br/>\nfix.  So they are still in the game, and you can still get banned for using<br/>\nthem....  Believe me, i reported the one in Lavastorm the third day it was<br/>\nreleased (along with tons of other ppl), yet they still have not fixed it<br/>\n(all that happens is a GM comes around once a day or so and warns everybody<br/>\nnot to use it).<br/>\n<br/>\nBut, i may be incorrect about &quot;the hill&quot; in South Ro.  the area in South Ro<br/>\nthat was originally mentioned may NOT be an exploit.  I spent some time this<br/>\nmorning killing Ortallius using &quot;the hill&quot; and it didn&#39;t seem like the<br/>\n&quot;real&quot; exploits i&#39;ve seen in places like Lavastorm.  Ortallius could still<br/>\nhit me, but if i ran up far enough on the hill, he could no longer hit me.<br/>\nBut he didn&#39;t just stand there and let me pound on him from a distance<br/>\neither. As soon as I got to the area where he could no longer follow, he<br/>\nwould turn and run, not giving me enough time to cast on him from the safe<br/>\narea.  So I would have to run back down the hill until he came after me<br/>\nagain, giving me just enough time to cast on him (but he would still tag me<br/>\nas i finished my casting).  I guess it works just like a zone, without<br/>\nactually having to zone.  I used it this morning, and was able to kill<br/>\nOrtallius about 6 or 7 times this morning with a partner, but we probably<br/>\nwould NOT have been able to kill him without the help of the hill (at least<br/>\nnot without dieing once or twice, as he conned red a few times).  So, to<br/>\neach his own, but I think I&#39;ll stay away from it just to be on the safe<br/>\nside.<br/>\n<br/>\nBut I did see some bright spots, as he didn&#39;t resist a single flame shock<br/>\n(he was 2 or 3 lvls higher then me).  He did resist enstill every time, and<br/>\nforce shock about 75% of the time except when my enchanter friend cast<br/>\ntashan...  And then my force shock went through for full dmg every time (has<br/>\nanyone ever noticed that when force shock is not resisted, it goes for full<br/>\ndmg every time???).  I wish they would give us tashan or something similiar.<br/>\nWhat a great spell.<br/>\n<br/>\nSinlaru Ce`alen<br/>\nRallos Zek</div>","specialLinks":[]}}