{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"-Q0Vjb3e8mIE2HQAZyVjP8x8F1EB6cRfn7596HMabMpcX9ZGmGMdU7I0y9hO13ZAX62lCw0NAi2JAjk74A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Two ideas for wizards.","postDate":"928240323","msgId":2155,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMDkuMjE1NS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2150,"nextInTopic":0,"prevInTime":2154,"nextInTime":2156,"topicId":2114,"numMessagesInTopic":7,"msgSnippet":"... As i have understand this is what a skill specialization will do you can read about it on official site and i like this idea very much all magic using ","messageBody":"<div id=\"ygrps-yiv-872011257\">At 18.04 31/05/99 -0400, you wrote: <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Dont get me wrong, I love the wizard class. There were times where I thought<br/>\n&gt; &quot; wish I was a druid &quot;.. but then a few days later I am havign fun with my<br/>\n&gt; wizard<br/>\n&gt; yet again. But, I have 2 ideas, one is wizard-specific, other could apply to<br/>\n&gt; ALL <br/>\n&gt; class&#39;s.<br/>\n&gt;  <br/>\n&gt; First, idea #1 - a new wizard skill : Concentration<br/>\n&gt;  <br/>\n&gt; This skill would have a few effects. But in general this would<br/>\n&gt;  <br/>\n&gt; - a skill that can be used once every few seconds,<br/>\n&gt; - When this skill is successfully used. It could have 1 of 2 effects (<br/>\n&gt; comement on which one you would rather have )<br/>\n&gt;  <br/>\n&gt; a) Reduce the ammount of mana used by certian % depending on skill<br/>\n<br/>\n<br/>\n </span></blockquote>As i have understand this is what a skill specialization will do you can read<br/>\nabout it on official site and i like this idea very much all magic using<br/>\nclasses will recive it as i have understand but what i cant understand is will<br/>\nwe wizards as moust mana dependent class will have any advantage in it.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; b) Increase the ammount of damage that is dealt by a % depending on skill<br/>\n&gt; or<br/>\n<br/>\n<br/>\n </span></blockquote>Damage dealer as wizard is very god and its more probable to have effect A.) or<br/>\nto limit a minimum damage if a spell is partialy ressisted then to get more<br/>\ndamage. damage for lv is balanced with all other classes not only other mages<br/>\nbut also warriors ect.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; c) Both A & B<br/>\n&gt;  <br/>\n&gt; .. Comments on which would be better BUT STILL KEEP BALANCE would be nice.<br/>\n&gt; Sure, option C would be nice, but we need to keep in mind balance.<br/>\n&gt;  <br/>\n&gt; Also, should this increase the casting time? reduce it? how often should this<br/>\n&gt; be able to be used?<br/>\n&gt;  <br/>\n&gt; Also, should this skill be capped per lvl? if not.. I would think a good<br/>\n&gt; equation could be ( assuming you had the skill maxed )<br/>\n&gt;  <br/>\n&gt; (lvl / 5 ) * skill / 100 would be used to figure out how much it could help.<br/>\n&gt; So at lvl 29, you may get<br/>\n&gt;  <br/>\n&gt; (29 / 5) * 255 / 100 =  14.79% .. So depending on what was done (a b or c),<br/>\n&gt; this could up the damage on your lvl 29 DD spell by 14.79%. That spell is<br/>\n&gt; doing 237 dmg per pop for me. So, my spell would do 272 dmg (if I did my math<br/>\n&gt; correctly) if the skill worked correctly.<br/>\n&gt;  <br/>\n&gt; Comments? if it was capped per lvl. I think it would be (29/5) * 150 / 100 ,<br/>\n&gt; which would mean a 8.7% increase in damage. So I think that would allow your<br/>\n&gt; lvl 29 spell to do 257 damage, a nice little boost nonetheless.<br/>\n&gt;<br/>\n&gt; Anyways comments/suggestions/balance issues?<br/>\n&gt;  <br/>\n&gt; Also, this next idea could apply to all class&#39;s and is to deal with the<br/>\n&gt; resistance issue.<br/>\n&gt;  <br/>\n&gt; As we all know, magic casters in general have magical resistance problems<br/>\n&gt; when your group is fighting &quot;big reds&quot;, anything above a certian lvl will<br/>\n&gt; resist your spells, or the tanks will miss their swings miserably. This is<br/>\n&gt; not that bad at low lvls, because you tend to group with people within 3-4<br/>\n&gt; lvls of you. But as you lvl up, that gap widens alot, and I have been lvl 26<br/>\n&gt; grouping with people in their low-mid 30s, and the gap has been quite large.<br/>\n&gt; And they would like to go after reds and yellows, but sadly they would resist<br/>\n&gt; me. So here is my idea (wierd to explain)<br/>\n&gt;  <br/>\n&gt; - Use the highest lvl in the group as a bench-mark to base the resistance for<br/>\n&gt; the magic user, and how often the lower lvls hit / miss melee.<br/>\n&gt;  <br/>\n&gt; For example, lets say there is a lvl 20 wizard in the group, and there is a<br/>\n&gt; lvl 26 tank. The lvl 26 tank wants to go after an even-con. But sicne the<br/>\n&gt; tank is 6 lvls above, the wizard in the current system would be resisted 100%<br/>\n&gt; no matter what. But, for the bench-mark type system. The wizard could damage<br/>\n&gt; mobs upto 6 lvls above the lvl 26 tank when grouped with him. And a melee<br/>\n&gt; user would have as much chance of making contact with the mob as he would a<br/>\n&gt; con that would be even to him (or possibly a yellow or low red)<br/>\n&gt;  <br/>\n&gt; comments? .... <br/>\n<br/>\n<br/>\n<br/>\n </span></blockquote>I see this same idea on one of Petition proposts before not so explained. As i<br/>\nheared from a Verant that they started with idea that noone not even with group<br/>\ncan win against a more then lv 6 monster but a problem is after wich lv it is<br/>\nvalid.</div>","specialLinks":[]}}