{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"shypht","from":"&quot;shypht&quot; &lt;evanschu@...","replyTo":"LIST","senderId":"HhiC9Jy0WpSv-XSV-Ja8phOcxAlQNQL4Iqf8ztPSqZfn6WyDcEXpotAIBIzVtGLMKbDCsjPfWzCfxOvKb8Xkck4Q-raMgw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"All players and the 6 lvl resist / cant hit melee thing.","postDate":"928361985","msgId":2179,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTAuMjE3OS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2178,"nextInTime":2180,"topicId":2179,"numMessagesInTopic":1,"msgSnippet":"To me, it seams like alot of people assume that though all lvls of the game we group with people that are generally the same level as eachother. But, this is","messageBody":"<div id=\"ygrps-yiv-1861340899\">To me, it seams like alot of people assume that though all lvls of the game we group with people that are generally the same level as eachother. But, this is fale. I have grouped with people upto 7 - 8 lvls above me, for fun, and for some exp since I can still usualy get a worth while ammount of exp while grouped with them. And this is where the &quot;resistance&quot; complaint comes in.<br/>\n<br/>\nWhen a wizard is the lower lvl in the group, and the higher lvls want to go after something that is even - yellow to them, it could quite possibly be 8-9+ lvls above the magic casters, and that is when this problem comes up, and it is not just wizards, but all of the other class&#39;s, they cant hit it melee, or their spells wont even put a dent in it.<br/>\n<br/>\nPeople think that when we complain about resistance, we are complaning that a group of similar lvls wont be able to kill something 6 lvls above them, that is false. If I am with a group of lvl 20-22s, and go after something that is lvl 26 or 27. I would expect to have our ass&#39;s handed to us. But, if I am with a group of a few lvl 29s, and a few mid-30s (lvl 35-36), and the high lvls want to go after a yellow or an even in the group, everyone should be able to help in some way, but with how things work (espically magic resistance) that is not the case. You would think that if the group had<br/>\n<br/>\n- a lvl 29 wizard<br/>\n- a lvl 30 cleric<br/>\n- a lvl 33 cleric<br/>\n- a lvl 30 ranger<br/>\n- a lvl 35 warrior<br/>\n- a lvl 31 druid<br/>\n<br/>\nThat they should be able to take on a monster and all put towards the battle and win if the monster is lvl 36-37. Which in fact they can, the bitch is - The wizard would be useless in that fight because the monster is to high above them That is when this thing becomes a problem. If verant allows the exp-gap to widen so much at the higher lvls, they should make sure that EVERYONE in the group can contribute to a &quot;high lvl fight&quot; some how. Right now people 8 lvls below me can group with me, but if that lvl 21 wizard cant help at all in my group ( I am lvl 29 ), for the things that I am fighting, why would I want them?<br/>\n<br/>\n... This is why verant needs to take a look and tweak magic resistance in some way.</div>","specialLinks":[]}}