{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"J Zenno","from":"J Zenno &lt;zdogg@...&gt;","replyTo":"LIST","senderId":"X9tcLStgToG23MtDWSRcZ5q4C8oDMg7y-pMIof21Lo6zt1Gr1h5FEQUHl8784SAzANHF0ozxHagCn5yNSDs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Some words of encouragement for us :)","postDate":"928376789","msgId":2190,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTAuMjE5MC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2189,"nextInTime":2191,"topicId":2190,"numMessagesInTopic":1,"msgSnippet":"This is a post I got off of the post board that I partake in on the EQvault s Bristlebane forum.  I thought that I would share it with all of you :)  This is a","messageBody":"<div id=\"ygrps-yiv-226450320\">This is a post I got off of the post board that I partake in on the<br/>\nEQvault&#39;s Bristlebane forum.  I thought that I would share it with all<br/>\nof you :)  This is a party of lv 35&#39;s or so.  I know the one wizard was<br/>\n35 last I saw him a few days ago and Icewalker was a lv 34 Magician last<br/>\nI saw him too :)<br/>\n<br/>\nZakrul The Traveler<br/>\n<br/>\nDirect Link to the Post is here, but I pasted in the post below it also<br/>\n:)<br/>\n<br/>\n <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.eqvault.com/boards/bristlebane/messages/5319.shtml\">http://www.eqvault.com/boards/bristlebane/messages/5319.shtml</a><br/>\n<br/>\n*********************************<br/>\nA great night of adventure!<br/>\n<br/>\nPosted by Scymmeran on June 02, 1999 at 14:05:05:<br/>\n<br/>\n(ii.rosenet.net - 206.64.2.2)<br/>\n<br/>\nGreetings!<br/>\n<br/>\nI would like to thank my adventuring party last night for one of the<br/>\nmost exciting and adventurous 4 hours I have had in a long time. Thanks<br/>\ngo out to Amura PsyStorm, Trafalgar Firefingers, Ellrick Grayson,<br/>\nIcewalker, and Ricric.<br/>\n<br/>\nWe covered so much of Norrath in so short a time, it was always<br/>\nexciting. From the frozen plains of Everfrost, to the steaming rocks of<br/>\nLavastorm, we had much fun. Nagafen&#39;s Lair was exciting, as noone was<br/>\nthere and it was quite spooky with the amount of nasty creatures. We<br/>\neven decided to slay our first giants, of both the Hill and Sand<br/>\nvarieties! It was a personal payback for me, as I grew up in the<br/>\nFreeport area and had died by both the Hill Giants in West Commons and<br/>\nthe Sand Giants of Oasis and North Ro. We even had a great cameo<br/>\nappearance by Chette Starlyng, Bristlebane&#39;s beloved Guide, in North Ro<br/>\nafter the first Sand Giant fell. Thanks for the great time, Chette, and<br/>\nall the people who were there!<br/>\n<br/>\nI also wanted to let everyone who has been upset at the supposed<br/>\nlameness of Wizards, that they are quite FAR from being mediocre or<br/>\nanything other than just truly awesome. Amura and Trafalgar are both<br/>\nhigh level Wizards and are two of the most powerful people I adventure<br/>\nwith. We could not have done anything without them. Too many people seem<br/>\nto be underestimating their value in a party and it&#39;s both demeaning to<br/>\nthem and an insult to Verant. Every class has it&#39;s ups and downs, and<br/>\neach class needs to learn to grow with what they know they can do best.<br/>\nAmura is still trying to get Wizards a flying kick... so maybe that<br/>\nmight help balance them out more in melee. ;) Anyhow, for all you<br/>\nwizards who want to see how powerful you will become, please watch Amura<br/>\nand Trafalgar in action. I would feel quite naked without having them in<br/>\nmy group. And for all you warriors out there who are getting fed up and<br/>\nfrustrated, you also have many great things in store for you. Try<br/>\nadventuring with Daeleron, Abrams, or Valhammer and see what a great<br/>\nwarrior is capable of. They can take and deal damage very well and are a<br/>\nsolid rock in any group. Verant did an excellant job in class balance,<br/>\nand noone should get frustrated with their class unless they are<br/>\nsuffering from the &quot;grass is greener&quot; syndrome (sorry, forgot who came<br/>\nup with this term, but it aptly fits the situation. ;)).<br/>\n<br/>\nThanks again to all I adventured with!<br/>\n<br/>\nWith love,<br/>\nScymmeran Darksbane<br/>\nCleric of Erollisi Marr</div>","specialLinks":[]}}