{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robert Spelman","from":"Robert Spelman &lt;madoc_ab_owain@...","replyTo":"LIST","senderId":"WSnVvB7euwI4zreTgHhwTq556mbFCrR8Tc8ALOEU7u5F2iMWO83NUC4a83R82ErE-Wd4trfarr3FhCg3dIA3XMPUDQlv-dXAVamu0_Vx8Qij_g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Gate Unstable message","postDate":"928414639","msgId":2198,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTEuMjE5OC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2201,"prevInTime":2197,"nextInTime":2199,"topicId":2198,"numMessagesInTopic":4,"msgSnippet":"... I remember fondly the first time I got this message. It was weeks ago, before I crossed the ocean from Kaladim to Freeport. I had just gotten my new Gate","messageBody":"<div id=\"ygrps-yiv-708853954\"><blockquote><span title=\"ireply\">&gt;From: mstokes &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mstokes@...\">mstokes@...</a>&gt;<br/>\n&gt;<br/>\n&gt;&quot;Your gate is unstable and closes&quot;  I&#39;ve gotten this message a couple of<br/>\n&gt;times now (since the last patch) Has anybody else gotten this?<br/>\n&gt;<br/>\n&gt;Malkin<br/>\n<br/>\n </span></blockquote>I remember fondly the first time I got this message. It was weeks ago, <br/>\nbefore I crossed the ocean from Kaladim to Freeport. I had just gotten my <br/>\nnew Gate spell, among others, and was anxious to journey across the water to <br/>\nsee the world. Ah, the folly of youth! Anyway, I had JUST missed the boat at <br/>\nKaladim, and decided for the heck of it to jump into the water and swim <br/>\nafter it. I figured, &quot;I&#39;ve got a 30 in swimming, I&#39;ll be fine!&quot;. Well of <br/>\ncourse I failed to catch up to the boat, so I told my friend to give me locs <br/>\nonce in awhile to help guide me along, and I&#39;d meet him in Freeport. Ha! It <br/>\nwas then that I discovered that you cannot zone from the middle of the <br/>\nwater, even if you make it to the point where the boat crosses the zone <br/>\nline! I was so frustrated (though I HAD become a much better swimmer by <br/>\nthen!) I decided to let myself sink to the bottom, and cast GATE. The spell <br/>\nstarted, the timer went to zero, and I was greeted with the disturbing <br/>\nmessage that my gate was unstable and had collapsed! I took this to mean <br/>\nthat it was because of the water overhead, and never again attempted to gate <br/>\nfrom underwater.<br/>\n<br/>\nSlightly off-topic: that reminds me of my levels spent in Crushbone. When <br/>\nI&#39;d get too beat-up and things got scary with Lego trains, I&#39;d jump into the <br/>\nwater by the Slaver cabin and med. Of course I couldn&#39;t see my air bubble to <br/>\ntell when I needed to go up for more air, but I usually had a very good <br/>\nsense of timing when it came to checking on it. I was congratulating myself <br/>\non my cleverness one day while meditating at the bottom of the pool when I <br/>\nrealized I had spent too much time gabbing with my party and not enough time <br/>\npaying attention to my DROWNING. I swam to the surface but was losing HPs <br/>\nfast! By the time I got to the surface, I was down to 0 hps, and was knocked <br/>\nunconscious. However, at the exact moment I hit unconscious, I managed to <br/>\nsurface and get a breath. Down I sank, down to the bottom of the foul pool, <br/>\nunconscious and burning air reserve. About then I began making plans to <br/>\nabandon Crushbone for greener (and less watery) pastures. I was VERY lucky <br/>\nand managed to regain consciousness and rise to the surface just before my <br/>\nair ran out. I immediately gated back to Felwithe, and once healed I made <br/>\nthe journey to Steamfront with great haste.<br/>\n<br/>\nVask, 14th level Wizardess, Felwithe/North Karana, E&#39;ci<br/>\n<br/>\n<br/>\n_______________________________________________________________<br/>\nGet Free Email and Do More On The Web. Visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.msn.com\">http://www.msn.com</a></div>","specialLinks":[]}}