{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Morrison","from":"&quot;Ken Morrison&quot; &lt;ken.morrison@...","replyTo":"LIST","senderId":"igM1TYrnBdK4pyReHE9fPCyPuYviIsIOCaAIBI-vFsrLkccMLOjxV0K95x9k1oiZH44Q099v5DXxcL7PYwDedHoMICq280QRbyBa","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Prenatal Wizard","postDate":"928770263","msgId":2240,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTUuMjI0MC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2232,"nextInTopic":0,"prevInTime":2239,"nextInTime":2241,"topicId":2222,"numMessagesInTopic":7,"msgSnippet":"Well Vash, I can totally understand where you are coming from, after struggling vainly to get my Erudite Wizard to 13, I finally decided to start a Druid for a","messageBody":"<div id=\"ygrps-yiv-1083003861\">Well Vash, I can totally understand where you are coming from, after struggling vainly to get my Erudite Wizard to 13, I finally decided to start a Druid for a change of pace ( and to be able to solo efficiently when my regular group wasnt online).  Now, mind you, I still have my Wizard and I thought, well I will just take a break and start a Druid to play for a bit.  Havent stopped playing him since, he&#39;s level 9 now after a week.  Now this isnt any comparison about classes (god forbid! shudder) but simply a matter of choices.  I REALLY like being able to help other peoples characters with buffs and heals.  It leads to ALL kinds of neat Roleplaying (god forbid! shudder again) oppurtunities and I have made so many friends in one week that I get all kinds of tells as soon as Im on and requests for grouping, AT LEVEL 9!  That didnt start happening ( and nowhere near as frequently) unitl I hit 12 with my Wizard.<br/>\nAgain, this is not a flame against Wizards ( after all, who Flames better than Wizards? no one...;-)  It is simply not a class for some players is all.  Personally, I started to find it extremely monotonous (sp?) Root, blast, run etc.  And I also found that not getting any kind of helpful beginning travelling type spells is the biggest gimp of all when it comes to Wizards.  At level 5 Druids get Camoglage, an outdoors Invisibility spell.  I never saw so much of Norrath until I became a Druid.  That spell is worth 2 higher level DD spells IMO.<br/>\nAnyway, I think a Wizards role is strictly group orientated, which is how Verant intended I believe.  I also think (and have stated before) that even with a negative 10-15% xp hit, a Wizard/Enchanter class would totally rock and make Wizards worth playing!  But I digress (this is supposed to be fantasy right?) To all you Wizards still managing to solo out there, my hats off to you.  You have far more patience than I.  Also, to all the 20+ level Wizards out there, congrats, you are really doing an extremely fine job with a very difficult class!  Who knows I might get sick of my Druid and decide to go back to destroying mobs....maybe.  Think I&#39;ll go hug a tree instead (or better yet, become one!)<br/>\n<br/>\nBTW, Thanks and kudos to Krelian, Ayala, Saelens, Metloch and the others for the fantastic Player-Run Roleplaying Quest on E&#39;ci last night!  I only got 3/4 of the way through it before all the prizes were gone, but it was fantastic!  If you get the chance, pull yourselves away from camping the Dervs in North Ro and participate in these kinds of things.  They are truly the most fun you&#39;ll ever have on EQ and you could win some wicked prizes to boot!<br/>\n<br/>\nAlhassim, 13th Level Erudite Wizard of E&#39;ci<br/>\nSylvarien, 9th Level Wood Elf Druid of E&#39;ci<br/>\n<br/>\nP.S. If you any of you lower level Wizards on E&#39;ci need any help and you see me online, just give me a /tell!  Camoflages (for recovering bodies), Cure Poisons, Cure Diseases and whatever else I can do are for free!  Or for a small donation to Tunare for you higher level (or Anonymous) people...heh.</div>","specialLinks":[]}}