{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cristie","from":"Cristie &lt;cristie@...","replyTo":"LIST","senderId":"Bz2oA8lYDdqUFMdm8g8rzMkJhZok6scLdThYb06iD9uLgZ_vTaaqNXJiF91HLo1d6EH3q_dzcPGQuVMq45tSSeM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wizards are fun - don&#39;t ruin it for everyone","postDate":"928875405","msgId":2261,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTYuMjI2MS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2264,"prevInTime":2260,"nextInTime":2262,"topicId":2261,"numMessagesInTopic":7,"msgSnippet":"Kill stealing is not the way to make friends for personal or the class as a whole.  It might serve the purpose of the person at the time, but rest assured,","messageBody":"<div id=\"ygrps-yiv-1454888669\">Kill stealing is not the way to make friends for personal or the class as a <br/>\nwhole.  It might serve the purpose of the person at the time, but rest <br/>\nassured, those groups/people you steal kills from WILL remember your name <br/>\nand later on down the road when you can&#39;t cast/melee your ass out of a <br/>\ntight spot, if those folks are around they will more than likely just sit <br/>\nand watch you get the crap beat out of you til you die and laugh their <br/>\nheads off.  Sad people think this is okay.  I get more exp working with a <br/>\ngroup of 6 than I do alone by far.  The bonus for a full group helps a lot <br/>\nand if you find the right spots (not telling mine), you will get more than <br/>\nenough cash and goodies to go around.  We normally have a pile of bodies to <br/>\nloot and everyone goes away with their pockets full and their exp bumping <br/>\nup nicely...AND a good feeling.<br/>\n<br/>\nAt 04:01 PM 6/8/99 -0400, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:yur@...\">yur@...</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;I probably will get flamed for this for sure, but who cares.<br/>\n&gt;<br/>\n&gt;I made it all the way to lvl 12 as an erudite wizard.   I found that leveling<br/>\n&gt;was very slow indeed and it was getting really boring camping with my groups<br/>\n&gt;till the sun comes up.   However, i was on a few days ago in the morning <br/>\n&gt;and my<br/>\n&gt;regular group wasn&#39;t on.  I shouted for about 30 min and no one wanted to join<br/>\n&gt;up with me for bandit hunting.  Out of boredom, i went down to the bandit <br/>\n&gt;camps<br/>\n&gt;to see if i can find a group there(West karanas on top of Hill).  I found this<br/>\n&gt;group of 6 there camping the bandits so i just sat around shouting for groups<br/>\n&gt;once again. But while those guys were fighting the bandits, i thought, hey <br/>\n&gt;might<br/>\n&gt;as well try to see if i can kill one solo, if i can&#39;t, then they will probably<br/>\n&gt;help me anyways.  I attacked one bandit and killedh im in 3 shots with <br/>\n&gt;Shock of<br/>\n&gt;Lightning.  and WOW ! so much XP !!!   so i just kept going.  I got around <br/>\n&gt;10-15<br/>\n&gt;pp in 30 min and gained 1 bubble of xp. normall i gain 1 bubble in 6-8 <br/>\n&gt;hours of<br/>\n&gt;playing.   FINALLY ! i found how to have fun with my wizard and not be the <br/>\n&gt;lamer<br/>\n&gt;that spent all his time trying to group and get shitty XP cuz of the split<br/>\n&gt;between members !!   who cares if they think i am a kill stealer, its not like<br/>\n&gt;they can do anything about it HAHAHA.  too bad for them that they wont group<br/>\n&gt;with me.  I also found some wizards are really stupid, the group  of 6 i was<br/>\n&gt;stealing from had a lvl 14 wizard and a lvl 11 wizard. and none of them could<br/>\n&gt;stop me from stealing. its odd but true... ppl just don&#39;t think.. oh well.. i<br/>\n&gt;hope you all try to just have fun and not give a shit what other ppl think for<br/>\n&gt;once.   then you might find why Varent say we are a balanced race, i <br/>\n&gt;personally<br/>\n&gt;think we were made to give grief to others heehhe.. j/k   I personally <br/>\n&gt;think we<br/>\n&gt;should be changed to Erudite Magical Theives hehe..<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Looking for a new hobby?  Want to make a new friend?<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Come join one of over 165,000 e-mail communities at ONElist! </span></blockquote></div>","specialLinks":[]}}