{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"yur@xx.xxx.xxx","from":"yur@...","replyTo":"LIST","senderId":"58R5rAaA2O8tpGK_6e0A-Elnz-sZaS0_7xHbmPUgvIhVVd5Gvqk2uaBjXusUYJZvbFMOEFU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"KS and PowerGaming - LONG MSG","postDate":"929026651","msgId":2291,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTguMjI5MS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2321,"prevInTime":2290,"nextInTime":2292,"topicId":2291,"numMessagesInTopic":2,"msgSnippet":"THIS IS MY LONG RESPONSE TO THOSE WHO DISLIKE MY WAY OF PLAYING: Personally, i don t think my KS reputation will go as far as you claim. First of all, there","messageBody":"<div id=\"ygrps-yiv-1572414083\">THIS IS MY LONG RESPONSE TO THOSE WHO DISLIKE MY WAY OF PLAYING:<br/>\n<br/>\n     Personally, i don&#39;t think my KS reputation will go as far as you claim.<br/>\nFirst of all, there are probably around 2000 - 3000 people playing on the<br/>\nserver.  At this point, I haven&#39;t traveled around too much, but i rarely see<br/>\npeople from Erudin that i&#39;ve grouped with or talked to in the past.  I play<br/>\naround the Qeynos area, usually West karanas, so its not too far from my home<br/>\ntown.  With a population of approximately 2000 - 3000 players on the server and<br/>\na zone population of around 30-50 ppl, no one gives a shit about my name or if i<br/>\nhave KS from them before or not.  So my reputation is pointless at this time and<br/>\ni don&#39;t give a shit if people hate me.  There are some people i steal from often<br/>\nand they do hate me to some extent, but i don&#39;t really care about that.  Since<br/>\nthey can just go else where if they don&#39;t want me to KS from them, but i can&#39;t<br/>\ntravel solo too much since i die easily as a wizard.<br/>\n<br/>\n     On the power gaming / whining issue of my personality.   YES ! I LOVE to<br/>\npowergame !  Currently, i play around 6 hours/day after work, and 12 - 15<br/>\nhours/day on the weekend.  I love to level just for the hell of it, don&#39;t really<br/>\ncare too much about Role Playing, although I do RP sometimes.  But not very<br/>\noften.  maybe only 20-30% of the time I am on.  Power Gaming keeps the fun in it<br/>\nfor me,  I don&#39;t like spending a lot of time doing NOTHING.  Its more fun for me<br/>\nto see that i&#39;ve gained some lvl after spending x amount of time.<br/>\n<br/>\n     You also inform me that people like to train stuff to me after i KS from<br/>\nthem, maybe this is the issue in dungeons but i don&#39;t goto dungeons often.  I<br/>\nlike to stay out doors cuz dungeons are just too messy with tones of ppl around.<br/>\nSo there is little risk for me to get trained.  Sometimes people try to train<br/>\nbandits at me(west karanas), but they just end up dying themselves with me<br/>\nstealing a few off their trains. This has happened quite a number of times and<br/>\nits not a problem for me to deal with.  I also had other Wizards from groups<br/>\nstanding behind me in an attempt to train, but i usually keep an eye on my msg<br/>\nboard to see when they cast, and i wait for them to cast first.  If they don&#39;t<br/>\ncast and just waiting for me to make the first move, i usually cast a weak<br/>\nspell(shock of frost) on the mob and let them cast harder to train themselves.<br/>\nI also had this happen quite a few times.  But again, its not a big problem.  It<br/>\nis also funny sometimes the people i KS from think that if they just go in while<br/>\ni med, or something, then i won&#39;t have mana to KS from them.  But i usually med<br/>\nanywas out of habbit even though i have full mana, i usually just keep pressing<br/>\nF8 and keep an eye on who is attacking etc through the msg board.  Those people<br/>\nwho go in too fast are usually unprepared and not organized,  they get in<br/>\ntrouble themselves and ask for their group to help.  But a lot of times their<br/>\ngroups don&#39;t have clerics or other types of healers(a lot tanks around west<br/>\nkaranas)  so they end up dying and then get mad at me cuz i didn&#39;t KS the bandit<br/>\nso they could live.  I&#39;ve had this happen 3 times so far.<br/>\n<br/>\n     After saying that, i see a lot of skill involved in KS , not just over<br/>\npower but to see when to KS and when to wait.  There is much more strategy<br/>\ninvolved with KS than just grouping and kill/med all the time.  Its more fun for<br/>\nme to go around picking ppl&#39;s kills when i don&#39;t have a group so i can still lvl<br/>\nand not just sit around doing dick all.  I tried the method of looking up using<br/>\n/who lvl, for ppl who are my lvl, but  a lot of ppl are anonymous(as am I) and<br/>\nthe people who are not, i usually ask.  They either are already grouped<br/>\nthemselves or are logging off(maybe thats just an excuse).  I don&#39;t blame people<br/>\nfor not grouping with me, they do their stuff i do mine.  And i don&#39;t care if<br/>\nthey blame me for KS their kills.  In a non-PVP environment, i do whatever i<br/>\nwant, they do whatever they want.  If they don&#39;t like how i operate , they can<br/>\ntry to train me, but it has NEVER worked so far.  Trains usually hate them way<br/>\nmore than me and shadow step works quite nicely most of the time.  The only<br/>\ntimes I die is when i am stupid for not saving enough mana for shadow step and<br/>\nthen gate, or that some mob spawns beside me while i am attacking.   It does not<br/>\nhappen often, but its always my fault when it happens.  It is, however, NEVER<br/>\ndue to the fact that someone else purposely tried to kill me.  Maybe this will<br/>\nbe different if i am in a dungeon, but again i don&#39;t goto dungeons and won&#39;t go<br/>\nanytime soon.<br/>\n<br/>\n     To those people who are very ANTI--KS, i used to be just like you.  Anonyed<br/>\nat everyone who stole from me or my group, but now i just do whatever i want, i<br/>\ngroup a lot as well, and i KS the rest of the time.  It puts more fun into the<br/>\ngame for myself since i love to PowerGame and lvl fast.  Do what you will , try<br/>\nto KILL those darn KSer if u wish, if they die, its their fault for being stupid<br/>\nand not carefully looking at the situation at hand.</div>","specialLinks":[]}}