{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alaia","from":"Alaia &lt;magicuser@...","replyTo":"LIST","senderId":"TIpyVWeH35slw_JKdqJrhWif2KF8kYw5JrpXdEWk9RrSbY1sNYgKNAfnQ-FA4pww10OAqNZJGr_FnFox5giiB_c","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: About Roleplaying","postDate":"929064107","msgId":2303,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMTguMjMwMy45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2299,"nextInTopic":2310,"prevInTime":2302,"nextInTime":2304,"topicId":2299,"numMessagesInTopic":3,"msgSnippet":"Powergaming is just what it looks like.  Power gamers are people who are only concerned with getting the higher level and the goodies and money etc etc...","messageBody":"<div id=\"ygrps-yiv-1979360460\">Powergaming is just what it looks like.  Power gamers are people who are <br/>\nonly concerned with getting the higher level and the goodies and money etc <br/>\netc...  Role players, however, are the folks who immerse themselves in <br/>\ntheir character and become them.  They will speak in a different fashion <br/>\nthan you do just to someone you are talking to.  They speak as if they are <br/>\nthe character and they behave accordingly.  Some may choose to be evil, <br/>\nsome may choose to be virtuous and good.  Some may become the outcast good <br/>\ncharacter of their evil race who does kind deeds to try to change the views <br/>\nothers have of their race.  Some may choose to not group or speak to evil <br/>\ncharacters if they are good, and play as if they are very biased to the <br/>\nrace or class the other person is.  It is all in how they want to pretend <br/>\nthe character they are lives the life they give them in the game.<br/>\nI&#39;m sure that sounds confusing as all get out, but hopefully it is a little <br/>\ninsightful.  From what you said, I don&#39;t consider you a role player.  I <br/>\nconsider you someone in between to be honest.  You aren&#39;t just in the game <br/>\nfor a level, and you aren&#39;t really playing your character as if you are a <br/>\nmedieval person in a magical world either.. at least from what I could <br/>\ntell.  You are just there having fun.  Which is really what its all <br/>\nabout.  Some want to power game through the levels because the challenge of <br/>\nhitting 50 is there for them and they want to get there first or close to <br/>\nit.  Some prefer to play the character according to who/what they <br/>\nare.  Some just want to have fun and enjoy things.  Its all good any way <br/>\nyou look at it.  :)<br/>\n<br/>\n<br/>\n<br/>\nAt 12:44 AM 6/11/99 +0200, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;Karl Hatteland&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:karlh@...\">karlh@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Every one says powergaming and roleplaying as it where two different things.<br/>\n&gt;I thought Power gaming was a sort of Role Playing as you play a role even<br/>\n&gt;when you are powergaming. When I play i take blues and black to get good xp.<br/>\n&gt;I dont go around killing green stuff to get the time going so I after youre<br/>\n&gt;fashion call a roleplaying. I lvl about 1lvl a week. And are happy with<br/>\n&gt;that. And of course I get the best weapon i can get at my lvl.<br/>\n&gt;<br/>\n&gt;So can anyone, if I am wrong in my understanding of powergaming, explain me<br/>\n&gt;what is powergaming and why that is not a way of Roleplaying as i think it<br/>\n&gt;is.  And what is wrong with it. If people has much freetime and use it to<br/>\n&gt;play, it should not be called powergameing. As I have seen it been called in<br/>\n&gt;earlier posts.<br/>\n&gt;<br/>\n&gt;Please dont flame me about this as I dont know. And just seeks understanding<br/>\n&gt;<br/>\n&gt;Karl Hatteland<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;ONElist:  where real people with real interests get connected.<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Join a new list today! </span></blockquote></div>","specialLinks":[]}}