{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tom Bratina","from":"&quot;Tom Bratina&quot; &lt;gbratina@...","replyTo":"LIST","senderId":"jqwl3QJzS96YGwEHaIn2LKml8MF-J8CS5ltuRwVBktMDn4JqE3WAJ_3KFZsUNE0XoiqRYaR70obaZaw-peRMhRzBh284W4lM3WO5fIo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A nice group fight i&#39;d like to share...","postDate":"929416300","msgId":2367,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMjMuMjM2Ny45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2377,"prevInTime":2366,"nextInTime":2368,"topicId":2367,"numMessagesInTopic":4,"msgSnippet":"lemme tell you all about a big fight we had in cazic with 2 troll sk s, 1 monk, 1 ranger, 1 ogre shaman, and me, the lonely little wizard (everybody was in the","messageBody":"<div id=\"ygrps-yiv-192821513\">lemme tell you all about a big fight we had in cazic with 2 troll sk&#39;s, 1<br/>\nmonk, 1 ranger, 1 ogre shaman, and me, the lonely little wizard (everybody<br/>\nwas in the lvl 24-26 range, me being right smack dab in the middle at 25)...<br/>\ndon&#39;t worry, the moral of the story is at the end if you want to skip the<br/>\ndetails :)<br/>\n<br/>\nmonk is pulling (he seems to know the maze the best...  and the big fat ugly<br/>\ntrolls and ogres get stuck in the doorway trying to get out.. hehe. anybody<br/>\nthat&#39;s been to cazic knows what i&#39;m talking about).  monk pulls 4 defenders<br/>\nand 1 sent (all conned blue except for sent which conned white).  monk comes<br/>\nout, and immediately, the trolls and ranger jump on the sent first (the ogre<br/>\nshaman DOES NOT engage, as he is our acting healer). i cast tishans clash<br/>\n(stun) on the sent (great starter spell, as it does a little dmg, and gives<br/>\nthe melee guys a few free licks). by the time the stun wears off, i blast<br/>\nhim (frost shock) once to finish him. the two trolls move to the first<br/>\ndefender, monk and ranger move to the second defender. i stun the<br/>\nmonk/ranger defender, and turn around and blast (frost shock) the trolls<br/>\ndefender (at this point, i&#39;m close to half down on mana). shaman is healing<br/>\nthe guys that need it, as well as the ranger. monk is hurting the worst so i<br/>\nfinish off his defender (one blast of frost shock and he becomes a runner,<br/>\nso i cast shock of fire to finish him). trolls easily handle their first<br/>\ndefender at about the same time. two defenders left, shaman running oom, as<br/>\nwell as ranger. i have enough for two more blasts and a stun. trolls, monk,<br/>\nand ranger jump on third defender, while i stun the fourth. then i turn<br/>\naround and cast dmg on the third defender that is almost dead to finish him<br/>\n(he went REAL quick with 4 melee and my dmg on him). we then turn to fourth<br/>\ndefender (who is just getting out of his stun), and finish him quickly (i<br/>\ndid not need to cast on the fourth defender, so i ended  up having a little<br/>\nless than a bar of mana left).<br/>\n<br/>\nend of fight, and everybody gave out a big WHEW!  we all congratulated each<br/>\nother on a terrific battle, and then went to clean our britches out heh.<br/>\none of the best we&#39;ve had, and one of the most &quot;organized&quot; (one death and it<br/>\nwould have been considered a failure).  it just worked out that everybody<br/>\nknew what we were supposed to be doing (no, we didn&#39;t plan on pulling 5, but<br/>\nit just ended up like that, and we had a zone close by, so we knew we could<br/>\nrun if needed).  mind you, that at this level, i probably could not have<br/>\ntaken one on my own. i probably would have had a resist or two, or maybe a<br/>\nspell that did half dmg, or enstill may falter, etc....  Some of you may<br/>\nsay, &quot;well, lets see, 6 of you, five of them, all blue, with one white....<br/>\nyour group could have just individually solo&#39;ed them&quot;.  NOT! remember, the<br/>\nwhole is greater than the sum of it&#39;s parts :)<br/>\n<br/>\nall dmg tolled, i didn&#39;t get touched once (everybody else but the shaman was<br/>\nless than half health, the shaman was 3/4 health), but i was able to cast at<br/>\nthe beginning (doing 34dmg) as well as keeping the melee guys from being hit<br/>\nas much (although i do wish the recovery time on tishan was a little<br/>\nquicker, as i&#39;m really starting to like it).  if i ever blasted with my<br/>\nbiggie twice on a baddie, he woulda come after me (unless the second blast<br/>\nwas a finisher of course).<br/>\n<br/>\nthe point of this msg is to show you that 1.) the stun spell we get at 20 is<br/>\nnot very useful when solo&#39;ing, but it sure did come in handy that night, and<br/>\n2.) i don&#39;t care what anybody says, no other spellcasting class could have<br/>\nreplaced me in that particular fight (mainly because of the dmg/mana ratio i<br/>\nwas getting on my dmg spells, as i was casting when the monster was over<br/>\nhalf dead, which usually means full dmg), and 3.) you can use your big<br/>\nspells in a fight (and should as they are normally gonna be your best<br/>\ndmg/mana ratio spells), and 4.) monsters don&#39;t frenzy you if you time your<br/>\ncasts right, and don&#39;t get to rapped up in *blasting* the heck out of the<br/>\nmonsters.<br/>\n<br/>\nif anybody else has any cool or unusual group fights involving us little<br/>\n&#39;ole wizzies, i&#39;d love to hear them, as I&#39;m still trying to master the art<br/>\nof grouping without getting hit...  it&#39;s real tough holding back when you<br/>\nknow you can blast that baddie straight to errr. well, a bad place :)  it&#39;s<br/>\nalso very embarrassing to start your group tell &quot;oom!!! oom!!!&quot; when there&#39;s<br/>\nstill one or two baddies left :(<br/>\n<br/>\nSinlaru Ce`alen<br/>\nRallos Zek<br/>\n<br/>\nps. this fight went real fast, so some of my details may be a little sketchy<br/>\n:)</div>","specialLinks":[]}}