{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sergey Bukhman","from":"Sergey Bukhman &lt;sergeyb@...","replyTo":"LIST","senderId":"6DOX0eZW9dEk_qvPjKCqwJWfxcb2nAjNnX1jzeocp1e-V4a23zYS2-Zpl1yuCkbwZLxIen9klq2mbnDo7GZomon8TQ72ET-gUsfjonRy","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: (OOT) Exploits","postDate":"929436144","msgId":2373,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMjMuMjM3My45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2379,"prevInTime":2372,"nextInTime":2374,"topicId":2373,"numMessagesInTopic":2,"msgSnippet":"... I said I would stop, but this is just wrong. It s what the industry wants you to believe. You CAN release adequate products. I m not talking completely bug","messageBody":"<div id=\"ygrps-yiv-843267544\">Vincent Archer wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; From: Vincent Archer &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Vincent.Archer@...\">Vincent.Archer@...</a>&gt;<br/>\n&gt; <br/>\n&gt; [OOLT = Out Of List Topic]<br/>\n&gt; <br/>\n&gt; If people paid only for bugless software, the computer industry would crash down<br/>\n&gt; overnight :)<br/>\n&gt;<br/>\n&gt; Software industry faces two choices:<br/>\n&gt; <br/>\n&gt; - Refine their products until nothing can be done, release it after three years,<br/>\n&gt;         and ask $300 per copy<br/>\n&gt; - Release a working product, release it after a year, and ask $50 per copy<br/>\n&gt; <br/>\n&gt; Another problem is that, if you want to release a product that will be used by 100,000<br/>\n&gt; persons, and want it bugless, you need to use 100,000 beta-testers over a period roughly<br/>\n&gt; equal to the product lifetime... or people will find bugs.<br/>\n&gt; <br/>\n&gt; (non-regression testing also delay fixing, yadda, yadda)<br/>\n<br/>\n </span></blockquote>I said I would stop, but this is just wrong. It&#39;s what the industry<br/>\nwants you to believe. You CAN release adequate products. I&#39;m not talking<br/>\ncompletely bug free, especially in a game like EQ. But EQ wasn&#39;t even<br/>\ncomplete! Even in the design and development department! The game is<br/>\nstill in Beta, don&#39;t you see? If we dismiss the few little bugs, what<br/>\nabout things like specialization or the rouge skills that have only been<br/>\nworked in three months after release? Why does my Skull of Jhen&#39;Tra look<br/>\nlike a wooden totem? Why do some of the research spells don&#39;t work? The<br/>\nresearch mechanism is there - it&#39;s the same as any combine mechanism.<br/>\nBut some stuff don&#39;t work - why? Why was jewelry fixed only now?<br/>\n<br/>\nThese are all things that have nothing to do with coding and everything<br/>\nto do with design. What I&#39;m griping about is not only the existing low<br/>\nquality, but the ever present decrease in quality as well. Verant<br/>\nreleased an uncompleted product. No other industry would tolerate a<br/>\nmanufacturer releasing a product so uncompleted as EQ at release date.<br/>\nWhether we like it or not, we are being fucked up the ass (excuse my<br/>\nfrench) by game developers. Yes, they are pushed by marketing which is<br/>\nin place pushed by demands. I understand that the developers themselves,<br/>\nthe programmers would like to make the game perfect.<br/>\n<br/>\nBut, the end product is that the consumer is getting an uncompleted<br/>\nproduct for very complete money. The great irony of this is that this is<br/>\ndriven by the consumer&#39;s lack of will power to abstain from buying this<br/>\nbuggy software and the consumer&#39;s great demand. Face it - entertainment<br/>\nis not like other businesses. You can get two different microwaves and<br/>\nthey&#39;ll both heat. But two different games will always be much more<br/>\ndifferent.<br/>\n<br/>\nAnd so, the consumers are the biggest justifiers of this phenomenon,<br/>\nbecoming the closing link in this circle of inadequacy and lack of<br/>\nbacklash. We can only hope that in the future, with the rise of game<br/>\npopularity and the rise of choce in any genre, developers won&#39;t allow<br/>\nthemselves to release such products. Simply because the competitor will<br/>\nbe better and bug free as well.<br/>\n<br/>\n-- <br/>\nSergey<br/>\n--<br/>\n<br/>\nKPS, PUNK (Paramilitary Undercover Nuclear Kamikaze)</div>","specialLinks":[]}}