{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rick & Margi Ulrich","from":"&quot;Rick & Margi Ulrich&quot; &lt;ulrich1@...","replyTo":"LIST","senderId":"Q5BQlov98OGJzqIntbf-4FW5BiQgl1BTGzKfWNCpZ4xv0xAQ7IIQ4yr1kLxQAG-rd4AHtkJ9WdXa2qQ9FUhstCNfiTR-OwNPhXIlia0c_pJrTjUK","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Places to Hunt (Some spoilers and rather long txt)","postDate":"924557079","msgId":238,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMS4yMzguOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":221,"nextInTopic":240,"prevInTime":237,"nextInTime":239,"topicId":174,"numMessagesInTopic":6,"msgSnippet":"Thanks nice post! ... From: Ken Morris [mailto:kmorris2@bellsouth.net] Sent: Monday, April 19, 1999 3:11 AM To: EQ Wizards Subject: [eq_wizards] Places to Hunt","messageBody":"<div id=\"ygrps-yiv-1843201968\">Thanks nice post!<br/>\n  -----Original Message-----<br/>\n  From: Ken Morris [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kmorris2@...\">kmorris2@...</a>]<br/>\n  Sent: Monday, April 19, 1999 3:11 AM<br/>\n  To: EQ Wizards<br/>\n  Subject: [eq_wizards] Places to Hunt (Some spoilers and rather long txt)<br/>\n<br/>\n<br/>\n  I&#39;ve seen a lot of posts recently about where to hunt at what lvls.  I<br/>\nhave been able to reach 20th lvl now and thought I&#39;d share my thoughts and<br/>\nexperiences on this matter.<br/>\n<br/>\n  I am a High Elf, so for my first 3 lvls, I stuck around Felwithe.  Now<br/>\nmatter what city you start in, just stick around the gates and solo the<br/>\nvarious creatures there, you should make 4th lvl in no time.<br/>\n<br/>\n  At 4th lvl, I traveled to BB (ButcherBlock), braving the rampaging Ogres,<br/>\nand went just outside the docks there, again soloing the various creatures<br/>\nthere.<br/>\n<br/>\n  At 5th lvl, I teamed with a Cleric and we started taking out some of the<br/>\nmonsters around the crossroads.  I wish to stress here that, while soloing<br/>\nbeyond 4th lvl is certainly possible, I don&#39;t recommend it.  Just grab one<br/>\nother person who can tank for you and you&#39;ll see that its easier and faster<br/>\nto gain those earlier lvls.  From 5th til 16th lvl, I only teamed with this<br/>\nCleric friend of mine and we seldom had any problems.  I would venture to<br/>\nsay, that as a 2 man team goes, a Wizard and Cleric have to be one of the<br/>\nbest combinations around, especially against Undead.<br/>\n<br/>\n  From 6th to 8th, we went around killing skeletons and goblins.  We found<br/>\nthat it was actually faster to roam the countryside looking for these<br/>\ncreatures than actually going to a spawn site and camping.  Usually the<br/>\nspawn site was already camped and you could only kill as fast as it spawned.<br/>\n<br/>\n  The following is a little known secret.  From 9th to 11th, we went on the<br/>\nboat and as soon as it zoned into the OOT (Ocean Of Tears) from BB, there is<br/>\na few rocky islands with Aqua Goblins on them.  These Aqua Goblins are great<br/>\nxp, have an excellent spawn rate, very good loot, and are hardly ever camped<br/>\nout.  Since both of us had Gate, it was a simple matter to exit the zone,<br/>\nbut if you have a partner without that spell, there is a hidden door at the<br/>\nbottom of the boat.  When it sails by, all you have to do is press up<br/>\nagainst the side of the boat and you will pop through it as it sails by you.<br/>\n<br/>\n  12th lvl was the hardest for us to obtain, but we did it over in SF<br/>\n(SteamFont Mountains) killing the various creatures outside of the Minotaur<br/>\nCave.  We actually camped over by the mountains opposite of the cave so as<br/>\nnot to attract the attention of the Minotaur Hero when he spawned.<br/>\n<br/>\n  From 12th to 16th lvl, we hunted in Unrest.  I can&#39;t stress enough how<br/>\nmuch xp and loot we earned over there.  We made those 4 lvls in just 2<br/>\ndays!!!  Just stay by the zone entrance, never go in the house and you&#39;ll be<br/>\nfine.  If someone trains too many critters, you are right next to the zone<br/>\nand can escape.  This is also where the Cleric shines.  His DD spells<br/>\nagainst Undead, coupled with our Wizard spells are incredible.<br/>\n<br/>\n  From 16th to present, we started traveling in larger groups, going to the<br/>\nvarious Dungeons in the world.  The Dungeons offer great xp and loot, but<br/>\nusually require a full party as they get much tougher the deeper you go.<br/>\n<br/>\n  I apologize for the length of this post, but I hope it helps you in<br/>\ndetermining where to hunt and how to gain those lvls.  I&#39;m sure that other<br/>\nppl out there have some great hunting spots as well and I encourage you all<br/>\nto share them with us.<br/>\n<br/>\n  Talarin, High Elven Wizard</div>","specialLinks":[]}}