{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"shypht","from":"&quot;shypht&quot; &lt;evanschu@...","replyTo":"LIST","senderId":"j31xVoxwgE5l2tHTLU_Yzgsa791ZnE7cktVPBjUxVKcbaKI6Onm9f9KioXoJLqQJPUPgUdUz1ZJCTcVAaa5ggj4yQPG4TQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: A nice group fight i&#39;d like to share...","postDate":"929545840","msgId":2392,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMjUuMjM5Mi45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2377,"nextInTopic":2416,"prevInTime":2391,"nextInTime":2393,"topicId":2367,"numMessagesInTopic":4,"msgSnippet":"Well in the 1 fight I wasnt really needed since it was against undead and we had a number of clerics in the group. But it was - me, a ol lvl 31 wizard - lvl","messageBody":"<div id=\"ygrps-yiv-1506227281\">Well in the 1 fight I wasnt really needed since it was against undead and we<br/>\nhad a number of clerics in the group. But it was<br/>\n<br/>\n- me, a ol&#39; lvl 31 wizard<br/>\n- lvl 41 cleric<br/>\n- lvl 39 cleric<br/>\n- lvl 41 warrior<br/>\n- lvl 41 shaman<br/>\n<br/>\nAnd a solo necro that was causing some fuss. Anyways, our group was sitting<br/>\naround and fighting Specters in the Ferrott, then I guess a solo necro was<br/>\ngetting bored or kiting or something and started to spook undead or just<br/>\nsomething. But for some reason one specter after another came flowing out of<br/>\nthe cave. At the end of the fight we killed about 5 of them in a row. Was<br/>\nrather fun.<br/>\n<br/>\nAnother fun fight, is when I was in a tae tower group. We had a zealot,<br/>\nfanatic, protector and a judicator or something and a few other things. I<br/>\nwent all out on the judi since it can heal the others and it&#39;s self. The<br/>\nclerics and warriors bashs&#39;s / stuns interupted it perfectly and I nuked it,<br/>\nI sat down and med. Got back up, lobb&#39;d off a few more spells at the other<br/>\nmonsters, sat, med. Lobbed off more, stat down and med. When I got back up a<br/>\ndefender had joined the mess and there was a prot fanatic and defender left.<br/>\nI popped off 2 column of lightnings (130 dmg per mob for about 130 mana),<br/>\nthen sat and meditate. ( I had a nice dosage of clarity from an enchanter so<br/>\nI was getting mana fast)<br/>\n<br/>\nanyways it was rather fun and I enjoyed it and actually got to use my area<br/>\neffect spells =) at the end I was OOM tanks about half health cleric OOM.<br/>\n<br/>\nOOoh! another fight that we didnt win but no one died. Me and my friends<br/>\nwere exploring the keep of Permafrost, a lvl 50 druid asked us if we had<br/>\never killed the king, it has some good things and we are about the right lvl<br/>\nto do it. We say &#39;no, where does he spawn?&#39; and he showed us the room that<br/>\nthe king spawned in. So we got ready and proceded to clear out the room<br/>\nleading upto the king. This fight went quite well and the wizards were<br/>\nneeded to out damage the healing of the mobs,. So we sat down and rested.<br/>\nThen for some reason our bard and 1 wizard had to go afk for like 15 or 20<br/>\nmins. So we sat there, waiting, and waiting, and waiting. It got rather<br/>\ndull, but then they finnaly came back. Problem tho - the whole area has<br/>\nrespawned. So we carfully plan our next attack. The warrior plunks off an<br/>\narrow at a mob standing on a ledge. It runs down and around the back of the<br/>\nroom picking up ALOT of mobs on the way.<br/>\n<br/>\nSo we start to fight, it was quite the fight. I was blasting out spells so<br/>\nwas the other wizard, using AE spells, the cleric doing 100% healing on the<br/>\ntanks, the paladin healing and tanking, had to use LOH one. The bard lulling<br/>\nand charming as much as he can. We finnaly realize that we are being over<br/>\nwhelemd. We couldnt take out the healing mobs fast enough to keep going. We<br/>\nhad a few dead but low on mana for the others and the tanks were getting<br/>\nweak. So the tanks yell &quot;evac evac evac&quot;, but ack! both wizards are low on<br/>\nmana. I tell the other wizard to sit and med, I toss off a few more spells<br/>\nthen start to beat them with my staff. ( these mobs were casting AE wind<br/>\nspells that shifted us around which added to the confusion). Anyways, the<br/>\nwizard finnaly has enough mana for evac and she starts to yell &quot;stand close&quot;<br/>\nover and over. I dart towards her, I enter her gate just seconds before it<br/>\nkicks in. We all land in north kanara with everyone at about half health and<br/>\nsaying congrats to everyone. We did not win the fight but it was the most<br/>\nfun any of us had had in a long time.<br/>\n<br/>\nWell thats all I got for for now. But wizards are just to much fun =)</div>","specialLinks":[]}}