{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"yur@xx.xxx.xxx","from":"yur@...","replyTo":"LIST","senderId":"R7-vZxhN98tLen0fT2a5NIpxX4Jxt-4ALe7G6ic2I4xIU6gOtcLEp0Nguic5-KafA4_lF3M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"KS tricks + Grouping for XP","postDate":"929637607","msgId":2429,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMjcuMjQyOS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2431,"prevInTime":2428,"nextInTime":2430,"topicId":2429,"numMessagesInTopic":5,"msgSnippet":"Why does everyone keep telling me come to server blah blah and see how your tricks works .  I am on Tunare server and i m gona stay here and KS as long as i","messageBody":"<div id=\"ygrps-yiv-950571085\">Why does everyone keep telling me &quot;come to server blah blah and see how<br/>\nyour tricks works&quot; .  I am on Tunare server and i&#39;m gona stay here and KS as<br/>\nlong as i think its giving me more XP than doing  something else.  Anyways, ppl<br/>\non every server are just humans, some are stupid, some are smart.  Some ppl<br/>\ncan&#39;t do dick all about me KS their kills and some will take action.  So it<br/>\ndoesn&#39;t depend on which server you play on, you can always KS.  On Tunare, not a<br/>\nlot of KSer out there, i&#39;ve only met 2 others who also KS on a regular basis, so<br/>\nits pretty rare too.  The more rare it is, the better actually, cuz most ppl<br/>\ndon&#39;t know how to deal with it instead of just crying how i&#39;m taking all the xp<br/>\nand challenge me to duals hahaha.<br/>\n<br/>\n     If grouping is better for XP, i will group.  I power game and want to get a<br/>\nfew lvl 50 characters before the expansion comes out.  Some of you keep saying<br/>\n&quot;when your lvl 25, see how your KS tricks work&quot;.  well if they dont fucking<br/>\nwork, i won&#39;t use it !! are you stupid or something ? situations change, you<br/>\nmust adapt to gain higher XP.  everything is about XP, i dont&#39; give a shit if KS<br/>\nor grouping is better. I just care if KS gives me more XP or not.   i have<br/>\ngaiend 4 lvls in the past few days and my RL friend only gain 1 lvl. and he<br/>\nplayed same amount of time as i did.  We were both at lvl 10 and now i am 14,<br/>\nwhile he is only 11.   We actually grouped at lvl 10 for awhile.<br/>\n<br/>\n     Even if your in a group, doesn&#39;t mean you should stop KS.  I KS anytime i<br/>\nhave mana, when i&#39;m in a group, i let the group fight and give me XP, but while<br/>\nthats going on, i see someone else fighting then i take their kill too. then i<br/>\nget more xp than if i was to wait for the group to med up and shit.<br/>\n<br/>\n     When i get to lvl 20 and see that KS is no good, then i will stop.  Simple<br/>\nas that.   If it gives no XP , why do it ??<br/>\n<br/>\nPS. if they give player bonus XP cuz they role play and make the game better, i<br/>\nwill role play as well.<br/>\n<br/>\n<br/>\n<br/>\nRe:<br/>\ncome KS on RZ and u&#39;ll be eating dirt after the first cpl tricks :)  I don&#39;t<br/>\neven know if anybody knows what kill stealing is on RZ cause it just doesn&#39;t<br/>\nhappen.<br/>\n<br/>\nand if u read my post, i said it&#39;s fine to do what ur doing with melee at<br/>\nlvl 13 (hey, its actually effective up to a certain point). but once u hit<br/>\nthe mid 20&#39;s and higher ur little trick just won&#39;t work.  u will either have<br/>\nto root or run...  or get u a good tank and cleric (it&#39;s called a balanced<br/>\ngroup, something required at higher lvls :)<br/>\n<br/>\nSinlaru Ce`alen<br/>\nRallos Zek</div>","specialLinks":[]}}