{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Guintu","from":"&quot;James Guintu&quot; &lt;james@...","replyTo":"LIST","senderId":"ovguesA8N96OYWS85V87ErbKlyyklgRSogz-zUJ3gW5zMynCCax7ZZx8fmgqmwh_tPwHW-KZ16_LufeValBtT-TTR7M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Giving back to the list(long) - Was  Best wizard equipment ! !","postDate":"929760028","msgId":2451,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMjguMjQ1MS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2450,"nextInTime":2452,"topicId":2451,"numMessagesInTopic":1,"msgSnippet":"Ok I ve thought about it a bit and decided that this list has been a good source of info for me about our class and that I should contribute as well. I ll give","messageBody":"<div id=\"ygrps-yiv-2000092562\">Ok I&#39;ve thought about it a bit and decided that this list has been a good<br/>\nsource of info for me about our class and that I should contribute as well.<br/>\nI&#39;ll give you guys the rundown on what I do to level and would appreciate<br/>\nany comments or suggestions.  It&#39;s not very hard to describe, but in<br/>\npractice there are a number of things that can go wrong and get you killed.<br/>\nI have never died while doing this technique but I would suggest you have<br/>\nsomeone watch your back the first few times if you decide you want to try<br/>\nit.  After a little while it becomes very easy to do.<br/>\n<br/>\nOk we all know that druid&#39;s level very fast because they can kite red mobs<br/>\nand taking little to no damage.  They can solo all the way through to 50 no<br/>\nproblem.  Well a cap has been implemented for the amount of exp that one can<br/>\ngain for killing a red mob, so druids although effective aren&#39;t gaining much<br/>\nby killing a red versus a yellow or even or blue.<br/>\n<br/>\nOne of my good friends is a halfling druid and i was fortunate enough to<br/>\nhave Spirit of Wolf at my disposal 90% of the time.  I noticed that as<br/>\nwizards we are nearly as good at kiting as druids... find an open area blast<br/>\na mob, run, blast, etc...  He was able to take on reds because DOT&#39;s are<br/>\nresisted less than our DD and i would stick to blues through yellows.  Since<br/>\nthe mobs I would fight were within reasonable range, i could burn fast and<br/>\nkill the mob much faster than he could kite the red around.  I was up and<br/>\nfighting again in less time then he was.  Both of us were effective but he<br/>\ngained exp at a slightly faster rate.<br/>\n<br/>\nWell around lvl 21/22 i finally found enough runes(grrr always got one but<br/>\nnot the other component for a spell) to succeed in research.  I researched 2<br/>\nlevel 16 Area Effect spells, Project Lightning(Point Blank Direct Damage)<br/>\nand Pillar of Fire(Target Area Effect Direct Damage).  After playing around<br/>\nwith these spells a bit on some green mobs they seemed to be useless like<br/>\nthe majority of wizards claim.<br/>\n<br/>\nAfter a day or so of these spells not even crossing my mind, I had an idea.<br/>\nI told my friend to give me SoW and was off to East Karanas.  I went to an<br/>\nopen area near the entrance leading to High Pass Hold and saw tons of Crag<br/>\nSpiders wandering around.  The following are the steps to power level:<br/>\n<br/>\n-make sure i know when SoW will wear off or if you have Jboots, kick them in<br/>\n<br/>\n-give myself full buff especially shielding and resistant skin AND shield<br/>\nskin<br/>\n<br/>\n-arange my spell bar with enstill, a variety of DD spells, Pillar of Fire,<br/>\nShadow Step, Gate<br/>\n<br/>\n-find a crag spider, run by and pierce him and not stopping<br/>\n<br/>\n-repeat the above step until 4 and only 4 crag spiders are after me<br/>\n<br/>\n-run to an open area void of any other mobs as distractions(along a coast is<br/>\nalways a good stretch)<br/>\n<br/>\n-This one is very important... you must round them up like cattle so that<br/>\nthey are all on top of each other, until it looks like there is only one<br/>\nspider with 20 legs<br/>\n<br/>\n-run a good distance away, a count of one one thousand, two one thousand,<br/>\netc... till about 15-17.  DO NOT run too far or else you may get 4 mobs that<br/>\nall of a sudden warp right on top of you<br/>\n<br/>\n-full stop and keep clicking on pillar of fire until you get your cast off<br/>\n<br/>\n-as soon as the casting time bar is done counting down(not when it shows<br/>\ndamage done) start running again<br/>\n<br/>\n-note damage done to each mob and see if any are not taking any damage or<br/>\nare not getting hit for full, if only 3 of the 4 show up as having an<br/>\nattempt at damage on them, the mobs are not rounded up well enough<br/>\n<br/>\n-start your count again and repeat the casting cycle until you have 4 dead<br/>\ncrag spiders and tons of exp<br/>\n<br/>\nWith this technique you will have used full mana but killed 4 mobs that give<br/>\ngood exp on their own.  No other class that I know of can do this.  After<br/>\nseeing me do it, those with AE have tried but they have problems.  Their<br/>\nrange is not far enough and their casting time is much too long.  4 mobs are<br/>\nbeating on them before they can get their spell off.<br/>\n<br/>\nI made 1.5 to 2 bubbles of exp an hour this way.  At mid 20&#39;s, it&#39;s the<br/>\nfastest exp I have ever heard of that is consistent and after a little<br/>\npractice, easy to do.<br/>\n<br/>\nA couple of notes.<br/>\n<br/>\n-Spirit of Wolf is not &quot;required&quot; on slower mobs as strafe running will<br/>\neventually get you far enough to cast but I found that it takes much too<br/>\nlong to bring the 4 mobs down and its just not worth it.<br/>\n<br/>\n-Pillar of Fire does 76 damage to each mob for 84 mana.  At 3.6 damage/mana,<br/>\nit is incredibly efficient.  If you are going to do this solo, you need at<br/>\nthe very least to have mana to match the hit points of the highest level mob<br/>\nin the train.<br/>\n<br/>\n-Pillar of Fire requires that the mobs are extremely close together else<br/>\nrisk the chance that one or more may not be hit which is a huge waste of<br/>\nmana.<br/>\n<br/>\n-You can do this while grouped with others but you must pull all mobs and<br/>\nyour group cannot attack any of them until you are finished with your full<br/>\nburns else the mob turns on them and your cattle round up is screwed up and<br/>\nwill be very difficult to get back into order<br/>\n<br/>\n-I have yet to obtain the runes for higher level AE spells but I assume it<br/>\njust means it will be easier as the spells get more mana efficient<br/>\n<br/>\n-Shield Skin will prevent you from taking damage while you pull, Use It<br/>\n<br/>\nWell I think I&#39;ve covered pretty much everything.  Some of you may call what<br/>\nI do boring or powergaming, so be it... when I need to level fast, this is<br/>\nwhat I do.  I have revealed one of the great spots(East Karanas) to use this<br/>\ntechnique.  I&#39;ll leave it to you to find others =) If you don&#39;t have access<br/>\nto SoW or JBoots, you are pretty much out of luck but if you do, no one else<br/>\ncan kill 4 things as fast as a wizard and as you can see AE spells are<br/>\ndefinately not useless, they have their place(hehe maybe not quite what is<br/>\ninteneded but in my spell book they have a home).  I believe that Verant<br/>\nknows about this technique and are reluctant to improve AE spells in part<br/>\nbecause of it.  As it is, I can kill 4 mobs in the time it takes a druid to<br/>\nkite 1.  If you want to see this technique in action, jump on Rallos Zek(the<br/>\nonly good server, hehe) go to East Karanas and give me a tell, I&#39;ll show<br/>\nyou.<br/>\n<br/>\nI&#39;m really interested in knowing what you guys think.  Is it cheap?  Are we<br/>\noverpowered?  I&#39;m actually very surprised no one has posted something like<br/>\nthis before, or maybe they have and I just wasn&#39;t looking close enough.<br/>\n<br/>\nI have also found other unique abilities with our class which for the most<br/>\npart are just overlooked... but alas that is for another time =)<br/>\n<br/>\nHope this info helps,<br/>\n<br/>\nJames<br/>\nEuros Arcane - lvl 27 - Rallos Zek<br/>\nPhoenix Advocate</div>","specialLinks":[]}}