{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tom Bratina","from":"&quot;Tom Bratina&quot; &lt;gbratina@...","replyTo":"LIST","senderId":"IHSVYZh4tdzSGn4gamNdJBOv1KiO3y3LL9pZgwn8G-ZCGxjRecAhJkJrYcrPipW7eN_DEHur6J758XdOFyKghz6mioeRCIX63Ou3NM4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"large group observance fighting deep red mobs","postDate":"929936598","msgId":2473,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMzAuMjQ3My45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2472,"nextInTime":2474,"topicId":2473,"numMessagesInTopic":1,"msgSnippet":"Just a small observance I made over the weekend after playing quite often in a large group in Cazic TR. Our usual group consisted of a paladin, 2 clerics, a","messageBody":"<div id=\"ygrps-yiv-1039105024\">Just a small observance I made over the weekend after playing quite often in<br/>\na large group in Cazic TR.<br/>\n<br/>\nOur usual group consisted of a paladin, 2 clerics, a necro, an enchanter,<br/>\nand me...  all in the 22-26 range (I was actually the highest at 26...<br/>\nremember that as you read further).  Me, the necro, and enchanter stayed<br/>\nback most of the time.  The two clerics and paladin would melee/heal<br/>\nalternating.  We were a little short on tanks (could have replaced the necro<br/>\nand been a little better off, but it worked out ok cause we had three<br/>\nhealers).  Anyway, we pulled lots of defenders and sents and protectors<br/>\n(most in the 22 to 27 range), and we pretty much cleaned them up pretty<br/>\nquickly.  But then, our puller decided we needed something tougher (and<br/>\nrightfully so, as we should be fighting 30ish mobs with 6 of us).  So he<br/>\nstarted pulling zealots and justicators.  Well, these things conned pretty<br/>\nmuch deep red every time (4, maybe 5 lvls higher than me), and we took a<br/>\npretty good beating most of the time (nobody died except for the necro<br/>\nonce).  But the main point of this msg is to say that most of the time, I<br/>\nwas useless in these tougher battles.  How can I go from being one of the<br/>\nmost important members (well, we were all important, I just felt like I was<br/>\nhelping the entire group one way or another with my auto-taunt *frost<br/>\nshock*, stun, and enstill) of the group when fighting defenders and sents,<br/>\nto being totally useless when fighting the zealots and justicators???  Well,<br/>\nthere was one fight with a zealot where it resisted 2 frost shocks, 3<br/>\ntishans, 1 enstill, and 1 flame shock (the flame shock was a last ditch<br/>\neffort to try something different)...  Not one single spell went through.<br/>\nAnd same goes for the justicator...  Funny thing is, the mobs reacted like<br/>\nthey went through for full dmg!!!  That really sucked, because even though I<br/>\ncast two frost shocks without a bit of dmg, the mob comes running after me.<br/>\nI don&#39;t normally complain about our class, because I&#39;m very happy with what<br/>\nwe have, but it was really embarrassing half way through the night when I<br/>\nhad to tell our tank to quit pulling the tough stuff.  He told me that the<br/>\nother stuff was just too weak, and that there just weren&#39;t enough of the<br/>\nweak stuff to pull to continue getting good exp.  So, I pretty much was<br/>\nuseless many of the fights.  I would do group tells during the fights asking<br/>\nif the enchanter had done his thing to the mob (lower resist), and he would<br/>\ntell back &quot;yes, yes, yes&quot;.  I finally quit asking.  He was doing his job.<br/>\nAnd my spells just weren&#39;t going through... And everybody else&#39;s spell were<br/>\ngoing through part of the time  (yeah, it&#39;s well known that we have<br/>\nsomething like a 6-lvl cap on some of our spells, but I don&#39;t think we<br/>\nfought any mobs lvl 32+, maybe a zealot here and there, but other members<br/>\nwere casting just fine most of the time).<br/>\n<br/>\nJust an observation.  A very sad and unpleasant observation...<br/>\n<br/>\nSinlaru Ce`alen<br/>\nRallos Zek<br/>\n<br/>\nps. any of you high lvls out there that can tell me it going to be different<br/>\nlater on, or that we just aren&#39;t going to be effective in large groups<br/>\nbecause of the tougher stuff that they pull, please respond.<br/>\n<br/>\npss. nvr got the templar. man, it was a mad rush for him every time he<br/>\nspawned...  hehe. and there was some pretty good fights after he died too :)</div>","specialLinks":[]}}