{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"shypht","from":"&quot;shypht&quot; &lt;evanschu@...","replyTo":"LIST","senderId":"Jaxe-SGf-PuyBElO7Qovn8snPhBT_TNnlWvxSn-20rd_uHlkBb77PCuobDMbexVsOO3lXQwoLY6zspD0AodqZisjQBKZYQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Make research fun","postDate":"929969441","msgId":2479,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMzEuMjQ3OS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2480,"prevInTime":2478,"nextInTime":2480,"topicId":2479,"numMessagesInTopic":19,"msgSnippet":"When I first started EQ and was told about the research skill. I thought Wow! Cool I ll be able to find new spells . But low and behold what a dismal","messageBody":"<div id=\"ygrps-yiv-142607697\">When I first started EQ and was told about the research skill. I thought<br/>\n&quot;Wow! Cool I&#39;ll be able to find new spells&quot;. But low and behold what a<br/>\ndismal dissapointment this skill is. It is a skill that you NEED to be of<br/>\nany use at high lvls. More and more of your &quot;Main Spells&quot; become research<br/>\nonly, the skill is TEDIOUS AS HELL to raise, finding runes can be hard.<br/>\nFinding the ones you need is the worst and finding enough of the ones you<br/>\nneed to get to a descent skill level is HELL.<br/>\n<br/>\nSo what do I suggest for this skill? A few things<br/>\n<br/>\n(A) Have 2 spell components per rank buyable at guilds. So you can buy the<br/>\nrunes/components you need at that lvl to get to a descent skill to make your<br/>\nother spells.<br/>\n<br/>\n(B) Make all of the &quot;Main Spells&quot; buyable. So for<br/>\n<br/>\n- Wizards : Direct damage, Gates<br/>\n- Magi : Direct damage, pets<br/>\n- Encs : ???? Buffs and Debuffs ???<br/>\n- Necros : Pets and DoTs<br/>\n<br/>\nThese would be the &quot;basic spells&quot; for those ranks. Things like area effect,<br/>\nbuffs/debuffs for some class&#39;s. Root, util spells, etc would be research<br/>\nonly. Then, have some nice &quot;upgraded&quot; DDs, DOTs, Buffs, etc that are rare<br/>\nresearch runes. And verant could constatnly be adding new combos, etc. ie)<br/>\n<br/>\nlvl 29 wiz spell does 240 dmg. Make it buyable (which it is), Have another<br/>\nlvl 29 wiz spell that is harder to get, research only, etc, but have it do<br/>\nlike.. 270 dmg for only a few more mana.<br/>\n<br/>\nIf verant was to be constantly adding componet combos/etc to the game it<br/>\nwould add alot to it.<br/>\n<br/>\nSo for example, a wizard would get every DD and every teleport buyable. But<br/>\nany of his other spells would need to be researched, etc.<br/>\n<br/>\nOr a magi could buy every &quot;basic pets&quot; he would need. But he could be lucky<br/>\nand manage to research a pet at the same lvl that has more hp and hits for<br/>\nmore damage then his standard one would.<br/>\n<br/>\n(C) In certian areas in the game, you should be able to invoke the research<br/>\nskill to digup components. Much like the forage skill. ie) Wizard is putsing<br/>\nabout in Befallen, in the library he uses his research skill, he may dig up<br/>\na rune from the shelf that could be used for a spellt aht he needs. This<br/>\nwould also provide an alternative way to raise your skill.<br/>\n<br/>\n(D) Have various components that change the effect of your spells. And the<br/>\nmana/dmg/cast time.<br/>\n<br/>\n(btw: I play a wizard so all my examples will use wizards, this does not<br/>\nmean I want to &quot;buff up the class&quot; since this would effect all the other<br/>\ncasters in this game aswell)<br/>\n<br/>\nSo, lets say I find rune Hot and rune Bolt, which would make the Inferno<br/>\nShock spell. I dont want to have the &quot;standard&quot; look of the inferno shock<br/>\nspell. I&#39;d like it to look like a healing spell but just do a pallet swap so<br/>\nit looks like fire not the cool-healing blue it is. I&#39;d also like to incrase<br/>\nits mana efficeny by sacraficing it&#39;s casting time ( so it takes longer to<br/>\ncast ). So while researching the spell, I toss in the componets and pop out<br/>\nthe inferno shock spell. Then, I put the scrool back into the wizards<br/>\nlexcion, then mix/match combos etc untill I get the new desired effect that<br/>\nI want.<br/>\n<br/>\nI think this would add ALOT of diversity to all of the magic casters. Every<br/>\nother magi looks like the next, every wizard looks like the next when<br/>\ncasting. Not a whole lot sets them apart.<br/>\n<br/>\nWizard (A) May have a fast casting inferno shock that is less manna<br/>\nefficent, but he can pop them off faster then wizard (B), whos inferno shock<br/>\ndoes more damage but takes alot longer to cast.<br/>\n<br/>\nComments ?</div>","specialLinks":[]}}