{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"shypht","from":"&quot;shypht&quot; &lt;evanschu@...","replyTo":"LIST","senderId":"NARP0rjORcyvQ54I3pQlVwpVET-QrRVJK_hIC3hwR2OHH2c1UnqBQj1Htz48VfVVhZrj4XpE_DESfiOv-l_sgqwPqDu67g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Notes to the &quot;make research fun&quot; post ..","postDate":"929993195","msgId":2491,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xMzEuMjQ5MS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2492,"prevInTime":2490,"nextInTime":2492,"topicId":2491,"numMessagesInTopic":3,"msgSnippet":"I think that some of you may of missed the point in my make research fun post. I am a lvl 34 wizard, I have purchased most of my spells from Erudin and","messageBody":"<div id=\"ygrps-yiv-839228027\">I think that some of you may of missed the point in my &#39;make research fun&#39;<br/>\npost. I am a lvl 34 wizard, I have purchased most of my spells from Erudin<br/>\nand Felthiwe (sp?). But my post was NOT just aimed at wizards, but magic<br/>\nusers in general. If they made all the &quot;run of the mill basic spells to<br/>\ntheir class&quot; buyable. Such as<br/>\n<br/>\n- the necromancers pet<br/>\n- high lvl DD spells for magi and wizards<br/>\n- the &quot;basic&quot; enchanter spells (no clue what they are)<br/>\n- magicians pets (arnt those buyable now anyways?)<br/>\n<br/>\nBut leave the more interesting spells up for research only, and more<br/>\npowerfull varaints of spells research only.<br/>\n<br/>\nResearch SHOULD be something that is fun and adds to the game enviroment,<br/>\nnot a distracting pain in the ass that makes you wish you were a wis-based<br/>\ncaster since you could just buy all your spells.<br/>\n<br/>\nAlso the suggestion about being able to &quot;Dig Up&quot; runes is to provide us with<br/>\nsomething to do BESIDES KILL THINGS . To many things in EverQuest focus<br/>\naround one thing - KILLING<br/>\n<br/>\n- To gain any descent amount of exp. you KILL<br/>\n- To get any sort of loot/items. you KILL<br/>\n- To make the next level. you KILL<br/>\n- To find runes. you KILL<br/>\n<br/>\nBeing able to quest and &quot;search&quot; for runes would add a fair bit to the game<br/>\nI think.<br/>\n<br/>\nAnyways, research could also add DIVERSITY to the game. To many people are<br/>\nexactly the same. Same amour same spells same this same that. The only thing<br/>\nthat sperats people are their stats. And for wizards it&#39;s basicly maxed int<br/>\nand what you can put into the other stats is slow it they dont make that<br/>\nmuch of a diff.<br/>\n<br/>\nBut imagin this..<br/>\n<br/>\n- Sammy the wizard has reached lvl 29. He gates over to Tox forest, and<br/>\ntrundles over to the libary of Erudin and buys his spells. They are the<br/>\nbasic run-of-the-mill spells.<br/>\n<br/>\n- Jippy the wizard has reached lvl 29. He gates over to tox forest, and buys<br/>\na few spells. He decideds to hold off on buying his gate spell because he<br/>\nhas some runes that have been rumoued to make a &quot;better gate&quot;, he also buys<br/>\nthe inferno spell, but dosnt scribe it right away.<br/>\n<br/>\n- Jippy wanders off to his lab, he mixes his runes and up comes a &quot;Toxxiula<br/>\nPortal&quot; spell, but sicne Jippy put hte time and the effort into this new<br/>\ngate spell, it may be a tad bit faster then Sammies.<br/>\n<br/>\n- Next jippy wanders off to his bank account and digs up a &quot;vial of<br/>\nhealing&quot;, and &quot;Erud&#39;s slowing&quot;. He toss&#39;s his inferno spell into his<br/>\nlexcion, and mix&#39;s in the vial of healing and erud&#39;s slowing. And he<br/>\nproduces a new spell, he scripes this into his book. His spell is more mana<br/>\nefficent does a bit more damage, looks like the healing spell with a pallet<br/>\nswap. But it also takes longer to cast.<br/>\n<br/>\nSo Jippy and Sammy are both lvl 29 wizards with all of their lvl 29 spells.<br/>\nBut Jippy has some more &quot;exoctic&quot; ones that just arnt standard run of the<br/>\nmill. It makes the 2 wizards different.<br/>\n<br/>\nAlso, the area effect and root spells should be research only, and possibly<br/>\nthe self-buff.. Whatever.. but point is<br/>\n<br/>\n- Research needs to be changed so it is NOT a tedious pain in the ass. But<br/>\nsomething that is fun, adds diversity to magic users of the same class, and<br/>\ndoes not distract from game play.<br/>\n<br/>\nAs it stands now I find that research distracts more from game play then<br/>\nanyhting else.</div>","specialLinks":[]}}