{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"6lX13O-fDV5C0OvCAvFsFGYpjyngBbfj71tH6jFC8xJbMaYeAGG_tTF_Qg5v7BGza8Wv_WrOH2tSiE4FBQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Some coments from necro site necromonitor about wizards !!","postDate":"930905413","msgId":2630,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDEuMjYzMC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2629,"nextInTime":2631,"topicId":2630,"numMessagesInTopic":1,"msgSnippet":"Eheheheh look what a necromancers get from a petition ! Ehehehe yep wizard are great class we dont need petition, it was some comments on this list now looks","messageBody":"<div id=\"ygrps-yiv-190976577\">Eheheheh look what a necromancers get from a petition !<br/>\n<br/>\nEhehehe yep wizard are great class we dont need petition, it was some comments<br/>\non this list now looks what a necromancers have !! At 29 lv our spell do 250<br/>\ndmg cc and it is as alwas many times resisted and it cost much mana! Necro have<br/>\nat this lv a spell wich damage same amount 250, heal in same time, and cost<br/>\nless mana, only it takes a longer time to deal it, but first they will not get<br/>\nmob on them as a pet can deal similar damage and tount, they heal themselfs.<br/>\n<br/>\n<br/>\n-Vampiric Curse / Bond of Death (formerly Circle of Death) (NECROMANCER) now<br/>\nwork with their new effects.<br/>\n<br/>\nThese are a new breed of DOT spells that not only damage but also restore HP<br/>\nover time. Vampiric Curse is a Level 29 research only spell that seems to trade<br/>\nabout 250 damage for 250 HP over time. Note this spell will continue to heal<br/>\neven after the target has died!<br/>\n<br/>\n<br/>\n<br/>\nim pissed guys look a coments what a necro say about us !!      <br/>\n<br/>\n-Necromancer poison spells have had their damage doubled and their duration cut<br/>\nin half. They will do EXACTLY the same amount of damage, but in half the<br/>\npervious amount of time. <br/>\n<br/>\n<br/>\nA la petition.. we got what we wanted. Necromancers can now actually pace<br/>\nwizards for damage in higher levels with effective stacking of DOTs. At L34<br/>\nNecros have five stackable DOTs, at 39 they gain one more powerful one. And<br/>\ndamage for mana certainly outclasses wizards.<br/>\n<br/>\nto see only one of nice necro spells i will also paste a comment on this one<br/>\nspell<br/>\n<br/>\n<br/>\nAllure of Death<br/>\n<br/>\nThis is an upgrade to the Dark Pact spell. It costs a meager 5 mana to cast and<br/>\nis another one of our many Alteration magic based spells. This spell drains 8<br/>\nlife from you every round and exchanges it for 8 mana. As is tyical for<br/>\nupgraded spells, this one lasts longer then the last version, Dark Pact. Now<br/>\nwhat good does damaging oneself for mana have? A bit suicidal perhaps you<br/>\nthink? Well we Are Necromancers! As your health withers away and your mana<br/>\nreturns, start using your lifetap line of spells and heal up... With almost 100<br/>\nspecialization in Alteration Magic, I practically lifetap back as much health<br/>\nas I lost to gain the mana, very useful. There are 2 particularly nasty<br/>\ncombinations with this spell beyond the lifetap casting. 1) Group with a Bard,<br/>\ntheir heal song should offset your damage taken so that you in effect have a<br/>\nsuper mana regeneration rate so long as bard plasy and you have allure up. 2)<br/>\nGet Regeneration cast on you by a Shaman.... same effects as #1 above. The<br/>\ndowntime you may have had before is halved or less while using these<br/>\ncombinations. And to confirm this, Allure of Death does NOT turn you into<br/>\nskeletal form, though once rumored to do so. A later upgrade called dead man<br/>\nwalking will do so.<br/>\n<br/>\n<br/>\n<br/>\nSilverion Dragonirder<br/>\n<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}