{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian K. Rhees","from":"&quot;Brian K. Rhees&quot; &lt;Brian_Rhees@...","replyTo":"LIST","senderId":"odZV2OK_PAKeAPqlUKGV94yQmvyQMqMEWCMDpa8ZIg1V6DcXimZ0DcX_lVXfSYgcweeYIinJ-qB6iTPTsgVtpRnRs5O2socAYcApEHqZ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Subject: Big look to wizard class, new ideas - very long","postDate":"930924617","msgId":2635,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDIuMjYzNS45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2657,"prevInTime":2634,"nextInTime":2636,"topicId":2635,"numMessagesInTopic":2,"msgSnippet":"Silverion, you are a higher lvl wizard than I am, and you ve made some very interesting and helpful posts in the pasts--all this to say that I intend no","messageBody":"<div id=\"ygrps-yiv-1434404479\">Silverion, you are a higher lvl wizard than I am, and you&#39;ve made some<br/>\nvery interesting and helpful posts in the pasts--all this to say that I<br/>\nintend no disrespect with the following.  I just thought I&#39;d reply to<br/>\nyour points, some of which I disagree with.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 1.)     Many people hate wizards as kill stealers and think they are too<br/>\n&gt; powerful with their fast transport by teleport so they don&#39;t have to be<br/>\n </span></blockquote>buffed<br/>\n<blockquote><span title=\"ireply\"> &gt; any more ! (WRONG)<br/>\n<br/>\n </span></blockquote>I agreed with you on everything you said in this section, except that<br/>\nwizards die the most.  I&#39;ve spent the last two weeks in Lake Rathtear going<br/>\nfrom about 18 to 23.  I died, I believe, twice--once when everyone was<br/>\nshouting for me to run.  (I wanted just one more shot &lt;hehe&gt;)  And, in<br/>\ngeneral, I don&#39;t die that often.  I&#39;m very careful, I tend to use landscape,<br/>\ndistance, and timing to my advantage, I run when resisted twice (or root and<br/>\nrun) when soloing, and try to group.<br/>\n<br/>\nNow wizards can die a lot, and that depends on where they are, what they<br/>\nfight, etc.  I have a couple of friends over in Najena and they love it and<br/>\nhave gotten used to retrieving corpse once or twice nightly.  But, at the<br/>\nsame time, they tend to earn xp at a faster rate than I do because of the<br/>\nmobs they take.  I think, to a degree, it balances.  With respect to Aviaks,<br/>\nI&#39;ve found they can be very tough to solo.  Depending on which ones you&#39;re<br/>\nfighting, they get multiple attacks, hit hard, and if it wasn&#39;t for the xp,<br/>\nwe probably wouldn&#39;t go after them.  They are not well suited for<br/>\nwizards--similar to gorge minotaurs, I believe.  Even when green they can be<br/>\nquite dangerous.  But plop us next to an embalmer, a high shaman, an evil<br/>\neye, etc., and we shine.  A lot has been said on this list about carefully<br/>\npicking mobs when soloing, and I agree.  And when grouping, this isn&#39;t an<br/>\nissue.<br/>\n<br/>\nAs to your kill stealing points, I think you are absolutely correct.  Anyone<br/>\nthat plays that game is not seeing the large picture (unless they&#39;re in it<br/>\nfor the RP element, I suppose, and want to be hated and vilified).  And it&#39;s<br/>\nnot like they&#39;re earning xp at a greater rate, or loot either.  I can still<br/>\npower game a level a day, if I want, by grouping.  I can earn 30 to 40 plat<br/>\nin an evening easily, and I&#39;m not making any enemies--just friends.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 2.)     mana inefficient use !<br/>\n<br/>\n </span></blockquote>I&#39;m sorry, but you haven&#39;t convinced me of anything here.  Yes we get<br/>\nresisted a lot.  And like others have said, I&#39;ve noticed that when you cast<br/>\na spell in a fight makes a huge difference on its chance of being resisted.<br/>\nEnd fights with the big blast, don&#39;t begin them that way, etc.  I think<br/>\nwhere wizards have the hardest time is getting used to the shame of running.<br/>\nIf a mob resists two of your blasts, even if it&#39;s green, consider running.<br/>\nRoot, then run.  Annoying?  Heck yeah.  But we should almost never die while<br/>\nsoloing, and when our resists don&#39;t fail we can take down a mob faster than<br/>\nanything.  I&#39;ve paired (ungrouped) with many spell casters and done damage<br/>\ncomparisons, etc.  Magicians and enchanters run much less often, but they<br/>\ndivide xp with pet.  They *should* run less often; they&#39;re not really<br/>\nsoloing.  Same with necros.  Want to see what happens when a magician or<br/>\nenchanter truly solos?  It&#39;s a joke.  Ever see a magician try to get off a<br/>\nDD spell when a mob is hitting him?  Heh.  Heh Heh.<br/>\n<br/>\nEven though we run a lot, we don&#39;t split the xp with a pet.  I&#39;ve matched<br/>\nother spell casting classes on xp earning rate hour after hour.<br/>\n<br/>\nNow the obvious rebuttal is the ole, &quot;well, when I was in (location X),<br/>\n(class Y) was performing much better than I was.&quot;  Very very true.  I&#39;m sure<br/>\nsome of you have seen mid to high teen druids soloing in Crushbone, or out<br/>\nin N. Karanas kiting, etc.  We all know that some classes have leveling<br/>\nsweet spots (the druids appear to be lvl 1 to at least 20 &lt;grin&gt;).  Such as<br/>\nthe 16th lvl necros, and the sand giant slaying that has been common in<br/>\nOasis (don&#39;t know if it still happens).  I&#39;m only lvl 23, but I&#39;ve noticed<br/>\nthat *most* of the people I know who I started out with, regardless of<br/>\nclass, are still in my level range.  It seems to me that even if wizards<br/>\naren&#39;t especially great at leveling, we aren&#39;t particularly bad off.  There<br/>\nis another way to look at this, but I&#39;ll get to that momentarily.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 3.)     Resistance of high lvl mobs BUT also low lv ones<br/>\n<br/>\n </span></blockquote>Resistance of low level mobs is annoying, but something which I&#39;ve heard<br/>\nother classes complain of as well.  In my case, it doesn&#39;t happen that often<br/>\n(don&#39;t know if it is affected by caster stats), but I don&#39;t see this as an<br/>\nespecially big problem.  The wizard just has to have an escape route<br/>\nplanned, or know how to get help.<br/>\n<br/>\nWhat really hurts is the resistance of high level mobs.  I&#39;ve found my<br/>\npersonal solution, but I guarantee most of you aren&#39;t going to like it.<br/>\n<br/>\nI try and group only when I can be within a lvl or two of top player.  Yes<br/>\nthis restricts who I group with, but not as much as one might think.  And I<br/>\ncan always, always, always hit the mob because groups in their right mind<br/>\ndon&#39;t take mobs 4 or 5 levels higher than their highest player [I should<br/>\nprobably qualify this by saying &quot;sometimes,&quot; &quot;almost never,&quot; etc., but I<br/>\nthink you get the gist of what I&#39;m saying].  I switch to lower damage spells<br/>\nto play the resist odds and not attract the mobs attention, and I always<br/>\naccount for my share of the damage (usually 100 to 200 pts damage per mob).<br/>\nThis means, of course, that I won&#39;t be going into High Keep or deep into<br/>\nNajena for a while, because I couldn&#39;t do that without joining a much higher<br/>\nlevel group.  Restrictive?  Yes.  But Najena, High Keep and Permafrost<br/>\naren&#39;t going anywhere.  I just reset my mentality to visit them 2 to 3<br/>\nlevels later than most classes.<br/>\n<br/>\n<br/>\nCouple of last points to Silverion&#39;s post:<br/>\n<br/>\nThere are several weaknesses to the wizard class.  I grant that.  But I<br/>\nthink the bottom line that Verant is looking at is the overall leveling rate<br/>\n(from level one all the way to level 50).  If, after a few months, it looks<br/>\nlike wizards aren&#39;t getting to the top at the same rate as other classes,<br/>\nI&#39;m guessing they&#39;ll do something.  But really, I&#39;ll expect modification to<br/>\nbe more in the nature of toning other classes down, not enhancing ours.<br/>\nWhy?  Because I think they have a feel for how difficult they want the game<br/>\nto be, and the difficulty we experience is the desired amount.<br/>\n<br/>\nI have one other comment.  I think it is a bit easy to get caught up in the<br/>\nwhole fairness issue, which is very artificial.  After I take my wizard as<br/>\nhigh as I want, I&#39;ll start another class and play it until I get bored, and<br/>\nthen start a third.  Some classes will be easier than others, and I&#39;ll get<br/>\naround to them sooner or later.  I personally have no desire to see Verant<br/>\nspending all of their time trying to make things perfectly balanced for all<br/>\nclasses.  [I wouldn&#39;t even mind if the game were set up like rock, paper,<br/>\nscissors--i.e. in dueling (just pulling names from thin air) Wizards of a<br/>\ncertain level are always better than Warriors, who are always better than<br/>\nBards who are always better than Wizards.]<br/>\n<br/>\nGlyphin E&#39;Mondredon<br/>\nThe Rathe</div>","specialLinks":[]}}