{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Barry Ward","from":"&quot;Barry Ward&quot; &lt;blw164@...","replyTo":"LIST","senderId":"sGowabF4lHUAczhwN2ForLIjqVx0PQL05iHqQSTbClTth-NuSnqrXp3WXIe9qcYnBMvkXkZOFukm2LnDwF6KrV9AePY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Strategies","postDate":"931123222","msgId":2654,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDQuMjY1NC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2653,"nextInTime":2655,"topicId":2654,"numMessagesInTopic":1,"msgSnippet":"I believe that we are the most strategic class in the game. I listed the strategies by orientation sub-divided by level ranges. PART 1. Mixed Group Strategies.","messageBody":"<div id=\"ygrps-yiv-623785626\">I believe that we are the most strategic class in the game.<br/>\nI listed the strategies by orientation sub-divided by level ranges.<br/>\n<br/>\n<br/>\nPART 1.<br/>\nMixed Group Strategies.<br/>\nYou have all heard, &quot;Wait Until 50% damage.&quot; There is a little more to our<br/>\nclass than that.<br/>\n<br/>\nUniversal Levels<br/>\n1) I see many wizards cast Root spells while the melee is going on. Do you<br/>\nsee anything wrong with this? He&#39;s not going anywhere, save your mana for<br/>\nbetter things.<br/>\n2) If you have a weapon, a little melee can go a long way. It definitely<br/>\nwon&#39;t be much, but that 40-50 points that you do before you begin your<br/>\ncasting, could be the difference. Especially, if you&#39;re fighting multiple<br/>\nmobs. I&#39;m sure you understand.<br/>\n3) I experience serious lag when it comes to the mob&#39;s health bar. I<br/>\nactually learn how much hps a mob has and have it written down, then I watch<br/>\nthe tanks damage and have a good idea what the other classes are doing as<br/>\nfar as damage goes as well. So as soon as 60% gets around I know it<br/>\nimmediately (I&#39;ll talk about the 60% soon). Whether your group admits it or<br/>\nnot, we are the generals of the group. We have to know what the other<br/>\nclasses are doing and what they are capable of and what that mob is capable<br/>\nof. Don&#39;t be afraid to take notes on mobs. Ask your group members what they<br/>\ndo and if their spells have a side-effect damage and how much. I have all<br/>\nkinds of crap about my computer when I play, I have a sheet for every zone I<br/>\nhave visited. (It doesn&#39;t feel right to give away all the mob info, and it&#39;s<br/>\nnot that hard to get anyway.)<br/>\n4) 50-shmifty. That isn&#39;t entirely accurate. Keep a mental account of who<br/>\nattacked the mob, and who has done the most damage, and how fast they damage<br/>\nthe mob. If the aggressor is the one who has done the most melee damage<br/>\nyou&#39;re safe to cast at 60%.  If the aggressor is the one who has done the<br/>\nmost melee and can get 3 melee hits fairly readily, you&#39;re casting mark will<br/>\nbe greatly increased to about 70%. By the time that you&#39;re with warriors<br/>\nthat get 3 hits readily your casting times will be long enough for you to<br/>\ncast around this mark. You will be attacked sometimes with this, so if there<br/>\nis no hurry, it is cool to wait.<br/>\nThese strategies are very aggressive. To me, items and knowledge is what<br/>\nmakes up this game. EVERY item that is worth getting is camped. And we all<br/>\nknow that no one thinks about anyone but themselves when that rare mob<br/>\nspawns. WE ARE THEY KEY TO GETTING THAT MOB. We must do the most damage<br/>\n(duh). If we get attacked, we are not doing the most damage. I wrote these<br/>\nprevious strategies for these situations. If you&#39;re grouped just for exp.<br/>\nand fun, it isn&#39;t as important to be this aggressive. But it is always great<br/>\npractice.<br/>\n*Note* These strategies have made me somewhat known. I always get asked to<br/>\ngroup in HighHold and the like, even when I&#39;m just passing through. If<br/>\nyou&#39;re having problems find groups, these strategies will help fix that.<br/>\n<br/>\nLow Levels (1-15)<br/>\nThere really isn&#39;t a whole lot to cover here that I didn&#39;t already. Low<br/>\nlevel guys are given more room to be impatient. If you&#39;re grouped and the<br/>\nmob comes after you, you can root it and back off. Soon the mob will we more<br/>\nworried with the guy putting a sword in his head than you.<br/>\n<br/>\nHigh Levels (30+)<br/>\n1) I use my stun spell right away if it&#39;s white or lower. Yellows I stun if<br/>\nI am only going to fight a total of 3 mobs before I can meditate. Red&#39;s,<br/>\nhehe, this can be fun. I cast one stun on the red if there will be no more<br/>\nreds. They resist it often and if it&#39;s going to be a long battle, any mana<br/>\nis precious.<br/>\nYour warriors will love that spell though they probably won&#39;t tell you. It<br/>\nisn&#39;t a flashy spell that we&#39;re used to but if that mob can hit for 40dmg, 6<br/>\nseconds of no hits is heavenly to your tanks and the people who have to heal<br/>\nthem.<br/>\nI only cast it once, resisted or not, just once.<br/>\n2) Aren&#39;t resistances fun? Talk about a pain in the ass. I have found<br/>\nsomething to do when we are totally resisted. Cast cancel magic on the mob.<br/>\nVery many high level mobs can cast spells, even though you might not know<br/>\nit. Cast it once, suddenly the mob stops to recast its buffs. That is what I<br/>\nlike to call an impromptu stun. I found some mobs that I thought had no<br/>\nmagical abilities actually do, once their buffs are gone. For some stupid<br/>\nreason, they will stop melee to cast.<br/>\nHey, I do what I can... when I can&#39;t.<br/>\n<br/>\n<br/>\nPART 2. Wizard-only groups.<br/>\nThe best tag-team you ever seen.<br/>\n<br/>\nI don&#39;t know how many of you have tried this, so I will talk as though this<br/>\nis a new idea. I am not insulting your intelligence.<br/>\nThis grouping style gets some serious results but only in open areas. If you<br/>\ncan find a room that matches my dimensions, go for it.<br/>\nThese strategies are formations, not really spells. So there is no level<br/>\nrange for this.<br/>\nIt is very important that everyone uses the same spell. It is almost as<br/>\nimportant that everyone be the same level. Just don&#39;t attempt this with<br/>\nsomeone who is high enough to use a different set of spells.<br/>\nTo explain distances and areas, I will use the screen. So be in 1st person<br/>\nperspective until you get the hang of it.<br/>\nMost Important. I only recommend 1 mob at a time, unless you get really<br/>\nadvanced skill in the 5-6 wizard grouping.<br/>\nI will use groupmembers A, B, C, etc. A is always the puller. For Advanced<br/>\ngrouping, the last member would be the second puller.<br/>\n<br/>\nDuo-Wizards or the &#39;I&#39; formation<br/>\nThis can be used on anything that is the lowest red and lower.<br/>\nA goes and gets a mob while B follows him, keeping A in the middle of the<br/>\nscreen. A finds a mob turns on auto-attack and melees, while B casts a spell<br/>\n(shock spell, bolts will be obstructed). Once the spell hits, A turns off<br/>\nauto-attack and retreats by walking backwards, while B turns on auto-attack<br/>\nand advances. The mob will then decide that B looks like a better choice for<br/>\na meal. Once A has B in the middle of the screen the process continues.<br/>\nRepeat as desired.<br/>\nIf the mob likes someone, have the other person cast spells until the mob<br/>\ncomes after him. Then return to the normal process.<br/>\n<br/>\n* The following is strategies that closely resemble a game of &quot;Hot Potato&quot; *<br/>\n3 Wizards or the Power Triangle<br/>\nA, B, and C run around together until they find a mob. Once someone finds<br/>\nsomething B and C form a line and face each other keeping the other in the<br/>\nupper 1/4 of their view screen. A casts and once the spell is completed,<br/>\nruns to a point that puts B and C at opposite ends of the screen. Once the<br/>\nmob joins up with A and the two are meleeing, B casts the spell. Once the<br/>\nmob runs to B and they are meleeing, C casts. Get the picture? It&#39;s fun<br/>\nwatching the mob run in circles until its dead.<br/>\n<br/>\n4, 5, and 6 wizards.<br/>\nThis is the same as the 3 strategy just use Box, Pentagon, and Hexagon<br/>\nformations.<br/>\n<br/>\n* Relates to 3+ groups * If a mob, for whatever reason, sticks to a caster<br/>\nhave the person who would be next in line root or enstill it (whatever your<br/>\ngroup decides) then the following person cast damage at it and so on. If<br/>\nyou&#39;re only in a 3 group, skip the person who was stuck with the mob for a<br/>\nrotation as well.<br/>\n<br/>\nThe most important thing in the Part 2 strategies is to stay calm. These<br/>\nstrategies look great on paper, they work trust me, but the real key is<br/>\nknowing what to do when something goes wrong. The true strategy lies in<br/>\nstaying calm and figuring out very quickly how to remedy what went wrong...<br/>\nsomething I am still working on.<br/>\nWhatever action you decide to use to fix the problem make sure its the<br/>\ncaster that is after the guy getting hit that makes the action. Confusion is<br/>\nthe worst thing in these strategies.<br/>\n<br/>\n<br/>\nI hope this helps you learn more about your class. If you have anything to<br/>\nadd or if there is something I could&#39;ve stated better, please share it.<br/>\nI am happy I could help.<br/>\nIf there is anyone on Karana that is fairly high, I am looking for a few<br/>\nitems, hehe.<br/>\n<br/>\n<br/>\nGood luck guys,<br/>\nTelor Strifesage on Karana</div>","specialLinks":[]}}