{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"2iN_dCkpONyu_15DdJXymlnlSVFZnUwFCCTZNdOu8ka4Fv-Y0EEsL66Z5NshlIuPNDDB4PpJnbuan_pKeQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Subject: Big look to wizard class, new ideas - very long","postDate":"931186981","msgId":2657,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDUuMjY1Ny45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2635,"nextInTopic":0,"prevInTime":2656,"nextInTime":2658,"topicId":2635,"numMessagesInTopic":2,"msgSnippet":"... Ehheeh im glad on your comments i think that only by dialog and confrontation of ideas we can make them improve or be canceled once for all. ... Here you","messageBody":"<div id=\"ygrps-yiv-1517884275\">At 10.10 02/07/99 -0400, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Brian K. Rhees&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Brian_Rhees@...\">Brian_Rhees@...</a>&gt;<br/>\n<br/>\n&gt;Silverion, you are a higher lvl wizard than I am, and you&#39;ve made some<br/>\n&gt;very interesting and helpful posts in the pasts--all this to say that I<br/>\n&gt;intend no disrespect with the following.  I just thought I&#39;d reply to<br/>\n&gt;your points, some of which I disagree with.<br/>\n<br/>\n </span></blockquote>Ehheeh im glad on your comments i think that only by dialog and<br/>\nconfrontation of ideas we can make them improve or be canceled once for all.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt; 1.)     Many people hate wizards as kill stealers and think they are too<br/>\n&gt;&gt; powerful with their fast transport by teleport so they don&#39;t have to be<br/>\n&gt;buffed<br/>\n&gt;&gt; any more ! (WRONG)<br/>\n&gt;<br/>\n&gt;I agreed with you on everything you said in this section, except that<br/>\n&gt;wizards die the most.  I&#39;ve spent the last two weeks in Lake Rathtear going<br/>\n&gt;from about 18 to 23.  I died, I believe, twice--once when everyone was<br/>\n&gt;shouting for me to run.  (I wanted just one more shot &lt;hehe&gt;)  And, in<br/>\n&gt;general, I don&#39;t die that often.  I&#39;m very careful, I tend to use landscape,<br/>\n&gt;distance, and timing to my advantage, I run when resisted twice (or root and<br/>\n&gt;run) when soloing, and try to group.<br/>\n<br/>\n&gt;Now wizards can die a lot, and that depends on where they are, what they<br/>\n&gt;fight, etc.  I have a couple of friends over in Najena and they love it and<br/>\n&gt;have gotten used to retrieving corpse once or twice nightly.  But, at the<br/>\n&gt;same time, they tend to earn xp at a faster rate than I do because of the<br/>\n&gt;mobs they take.  I think, to a degree, it balances.  With respect to Aviaks,<br/>\n&gt;I&#39;ve found they can be very tough to solo.  Depending on which ones you&#39;re<br/>\n&gt;fighting, they get multiple attacks, hit hard, and if it wasn&#39;t for the xp,<br/>\n&gt;we probably wouldn&#39;t go after them.  They are not well suited for<br/>\n&gt;wizards--similar to gorge minotaurs, I believe.  Even when green they can be<br/>\n&gt;quite dangerous.  But plop us next to an embalmer, a high shaman, an evil<br/>\n&gt;eye, etc., and we shine.  A lot has been said on this list about carefully<br/>\n&gt;picking mobs when soloing, and I agree.  And when grouping, this isn&#39;t an<br/>\n&gt;issue.<br/>\n<br/>\n&gt;As to your kill stealing points, I think you are absolutely correct.  Anyone<br/>\n&gt;that plays that game is not seeing the large picture (unless they&#39;re in it<br/>\n&gt;for the RP element, I suppose, and want to be hated and vilified).  And it&#39;s<br/>\n&gt;not like they&#39;re earning xp at a greater rate, or loot either.  I can still<br/>\n&gt;power game a level a day, if I want, by grouping.  I can earn 30 to 40 plat<br/>\n&gt;in an evening easily, and I&#39;m not making any enemies--just friends.<br/>\n&gt;<br/>\n&gt;&gt; 2.)     mana inefficient use !<br/>\n<br/>\n </span></blockquote>Here you stated some capital mistakes i will try to make it a little bit clear<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I&#39;m sorry, but you haven&#39;t convinced me of anything here.  Yes we get<br/>\n&gt;resisted a lot.  And like others have said, I&#39;ve noticed that when you cast<br/>\n&gt;a spell in a fight makes a huge difference on its chance of being resisted.<br/>\n&gt;End fights with the big blast, don&#39;t begin them that way, etc.  I think<br/>\n&gt;where wizards have the hardest time is getting used to the shame of running.<br/>\n&gt;If a mob resists two of your blasts, even if it&#39;s green, consider running.<br/>\n&gt;Root, then run.  Annoying?  Heck yeah.  But we should almost never die while<br/>\n&gt;soloing, and when our resists don&#39;t fail we can take down a mob faster than<br/>\n&gt;anything.  I&#39;ve paired (ungrouped) with many spell casters and done damage<br/>\n&gt;comparisons, etc.  Magicians and enchanters run much less often, but they<br/>\n&gt;divide xp with pet.<br/>\n<br/>\n </span></blockquote>Pet gets experience ONLY if it is to give a killing blow if you time right<br/>\nwith enchanter wich is most dificult to control its pet as it dont have<br/>\n/PET commands you can never lose any exp !<br/>\n<br/>\n<br/>\n  They *should* run less often; they&#39;re not really<br/>\n<blockquote><span title=\"ireply\"> &gt;soloing.  Same with necros.  Want to see what happens when a magician or<br/>\n&gt;enchanter truly solos?  It&#39;s a joke.  Ever see a magician try to get off a<br/>\n&gt;DD spell when a mob is hitting him?  Heh.  Heh Heh.<br/>\n<br/>\n&gt;Even though we run a lot, we don&#39;t split the xp with a pet.  I&#39;ve matched<br/>\n&gt;other spell casting classes on xp earning rate hour after hour.<br/>\n<br/>\n </span></blockquote>same race same class casters all get same amount of experiencce, dark elf<br/>\nwizard, magician, necro and enchanter get same amount of exp for killing<br/>\nsame monster if they are all grouped and same lv. <br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now the obvious rebuttal is the ole, &quot;well, when I was in (location X),<br/>\n&gt;(class Y) was performing much better than I was.&quot;  Very very true.  I&#39;m sure<br/>\n&gt;some of you have seen mid to high teen druids soloing in Crushbone, or out<br/>\n&gt;in N. Karanas kiting, etc.  We all know that some classes have leveling<br/>\n&gt;sweet spots (the druids appear to be lvl 1 to at least 20 &lt;grin&gt;).  Such as<br/>\n&gt;the 16th lvl necros, and the sand giant slaying that has been common in<br/>\n&gt;Oasis (don&#39;t know if it still happens).  I&#39;m only lvl 23, but I&#39;ve noticed<br/>\n&gt;that *most* of the people I know who I started out with, regardless of<br/>\n&gt;class, are still in my level range.  It seems to me that even if wizards<br/>\n&gt;aren&#39;t especially great at leveling, we aren&#39;t particularly bad off.  There<br/>\n&gt;is another way to look at this, but I&#39;ll get to that momentarily.<br/>\n<br/>\n </span></blockquote>Ehehehe no wizards are not bad they are one of best in a game but when i<br/>\ntalked about our mana inefficient use it was in role of wizard as mana 100%<br/>\ndependent, every fizzle, or resistence hurt a wizard much more then other<br/>\nclass and also you will note then when you start using lower lv spells in<br/>\ncombat so that you dont do too much damage in group fight you use less<br/>\nefficent mana to damage spells ! ! ! <br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt; 3.)     Resistance of high lvl mobs BUT also low lv ones<br/>\n<br/>\n&gt;Resistance of low level mobs is annoying, but something which I&#39;ve heard<br/>\n&gt;other classes complain of as well.  In my case, it doesn&#39;t happen that often<br/>\n&gt;(don&#39;t know if it is affected by caster stats), but I don&#39;t see this as an<br/>\n&gt;especially big problem.  The wizard just has to have an escape route<br/>\n&gt;planned, or know how to get help.<br/>\n<br/>\n </span></blockquote>Many times you pass by higly aggresive low lv mobs wich start a little<br/>\ntrains of jet lower lv mobs on you especialy thrue in dungeons and wizard<br/>\nto get rid of this annoying and no exp no loot guys have to spent much if<br/>\nnot all its mana. PAE spells are not effective and fast enough to get off<br/>\nwithout interupton and they use too much mana in any case. So your only<br/>\nsolution is to gate as gate probably will get off. Only other tactic is<br/>\nroot all move and kill with DD spells as you cannot use AE spells for not<br/>\nrisking to get all rooted bobs get a chance to break root. So it is very<br/>\ndificult and anoying time dealing with green guys.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;What really hurts is the resistance of high level mobs.  I&#39;ve found my<br/>\n&gt;personal solution, but I guarantee most of you aren&#39;t going to like it.<br/>\n&gt;<br/>\n&gt;I try and group only when I can be within a lvl or two of top player.  Yes<br/>\n&gt;this restricts who I group with, but not as much as one might think.  And I<br/>\n&gt;can always, always, always hit the mob because groups in their right mind<br/>\n&gt;don&#39;t take mobs 4 or 5 levels higher than their highest player [I should<br/>\n&gt;probably qualify this by saying &quot;sometimes,&quot; &quot;almost never,&quot; etc., but I<br/>\n&gt;think you get the gist of what I&#39;m saying].  I switch to lower damage spells<br/>\n&gt;to play the resist odds and not attract the mobs attention, and I always<br/>\n&gt;account for my share of the damage (usually 100 to 200 pts damage per mob).<br/>\n&gt;This means, of course, that I won&#39;t be going into High Keep or deep into<br/>\n&gt;Najena for a while, because I couldn&#39;t do that without joining a much higher<br/>\n&gt;level group.  Restrictive?  Yes.  But Najena, High Keep and Permafrost<br/>\n&gt;aren&#39;t going anywhere.  I just reset my mentality to visit them 2 to 3<br/>\n&gt;levels later than most classes.<br/>\n<br/>\n </span></blockquote>It is true you can swich to low level spells and then you consume much more<br/>\nmana do do same damage it go from 20 to 40 mana more for same ammount of<br/>\ndamage, i use it many times i swich to my 38 damace ice shock and im first<br/>\nnearly never resisted seccond mobs dont get on you but a prob is that i use<br/>\nmuch more mana doing that than any other class of my level and using low lv<br/>\nspells you first are not any more a class wich can deal most damage in<br/>\nperiod of time, when you try to finish Running High lv mob by running in<br/>\ndungeon after him as it resist your roots, your fighters cant hit it hard<br/>\nenugh and you can only hit it for only as much damage as it heal alone in<br/>\nthat time then you ask yourself about why i cant use a high lv spell to<br/>\nsimply kill it right in place?<br/>\nOther isue is about killing some capital guys it gives you big pleasure to<br/>\nbe a part of a time wich win against a mighty dragon Lady Vox and it will<br/>\nalso give you a right to loot that feabuled rune wich you need for your<br/>\nMighty 1100 damage spell wich all dream about. But she will be alwas red to<br/>\nyou and will alwas resist all your spells 100% then wich group will get you<br/>\nin in this big hunts if you are useles as wizard? I dont wisht to get to lv<br/>\n50 only to find this. One of main problems and discusions what i see around<br/>\nis for lack of informations and open dialog with a players from part of<br/>\nverant that is one of a things when i must discuss some opinions where<br/>\nneither side not i not you dont know how the things realy looks like<br/>\nprobably we are both wrong!<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Couple of last points to Silverion&#39;s post:<br/>\n&gt;<br/>\n&gt;There are several weaknesses to the wizard class.  I grant that.  But I<br/>\n&gt;think the bottom line that Verant is looking at is the overall leveling rate<br/>\n&gt;(from level one all the way to level 50).<br/>\n<br/>\n </span></blockquote>Im agree on this one 100% and it is very difficult to give right opinions<br/>\nwhen you dont have enough data disponible from overall picture.<br/>\n<br/>\n  If, after a few months, it looks like wizards aren&#39;t getting to the top<br/>\nat the same rate as other classes,<br/>\n<blockquote><span title=\"qreply\"> &gt;I&#39;m guessing they&#39;ll do something.  But really, I&#39;ll expect modification to<br/>\n&gt;be more in the nature of toning other classes down, not enhancing ours.<br/>\n&gt;Why?  Because I think they have a feel for how difficult they want the game<br/>\n&gt;to be, and the difficulty we experience is the desired amount.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n&gt;I have one other comment.  I think it is a bit easy to get caught up in the<br/>\n&gt;whole fairness issue, which is very artificial.  After I take my wizard as<br/>\n&gt;high as I want, I&#39;ll start another class and play it until I get bored, and<br/>\n&gt;then start a third.  Some classes will be easier than others, and I&#39;ll get<br/>\n&gt;around to them sooner or later.  I personally have no desire to see Verant<br/>\n&gt;spending all of their time trying to make things perfectly balanced for all<br/>\n&gt;classes.  [I wouldn&#39;t even mind if the game were set up like rock, paper,<br/>\n&gt;scissors--i.e. in dueling (just pulling names from thin air) Wizards of a<br/>\n&gt;certain level are always better than Warriors, who are always better than<br/>\n&gt;Bards who are always better than Wizards.]<br/>\n&gt;<br/>\n&gt;Glyphin E&#39;Mondredon<br/>\n&gt;The Rathe<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;Campaign 2000 is here!<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Discuss your thoughts; get informed at ONElist.  See our homepage.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}