{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"VmreLUWu4_Lm-8sUG6CMuIHJiIf4NrkdXRdlrsQhIdepAchAVSYZ7qHTRhxw9viV0o_MfYQU6-pDS3eemw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wizard worries, please read.","postDate":"931189436","msgId":2660,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDUuMjY2MC45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2650,"nextInTopic":0,"prevInTime":2659,"nextInTime":2661,"topicId":2645,"numMessagesInTopic":5,"msgSnippet":"... hmm necro do 600+ damage i asked one 50 lv necro about it, and it is not his strongest spell as he dont get necesary words to make a strong one. Druids","messageBody":"<div id=\"ygrps-yiv-1109027851\">At 12.46 03/07/99 -0400, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Barry Ward&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:blw164@...\">blw164@...</a>&gt;<br/>\n&gt;<br/>\n&gt;I read a lot about the problems with wizards which made me look into the<br/>\n&gt;problems that other classes have.<br/>\n&gt;<br/>\n&gt;Verant has decided to allow other classes to deal almost the same amount of<br/>\n&gt;damage as we do, this is obvious. (But that Magician 950 damage spell does<br/>\n&gt;not exist, everyone does in the 500 mark at level 50 with ours doing 625,<br/>\n<br/>\n </span></blockquote>hmm necro do 600+ damage i asked one 50 lv necro about it, and it is not<br/>\nhis strongest spell as he dont get necesary words to make a strong one.<br/>\nDruids have one over 600 and magicians also but they all are much slower in<br/>\ncasting them.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Ice Comet is an enormous feat to obtain; its difficulty to get is equal to<br/>\n&gt;its damage of 1100. So be prepared to not have it for quite awhile after 50)<br/>\n&gt;Though they stated that wizards are the biggest damage dealers they actually<br/>\n&gt;took a different angle.<br/>\n&gt;Our damage spells have THE BEST mana efficiency in the game PERIOD. So we<br/>\n&gt;aren&#39;t the biggest damage dealers, just the most productive damage dealers<br/>\n&gt;and now those spells are quicker... enjoy that. This does result in bigger<br/>\n&gt;damage because we would have an extra spell or two when compared to other<br/>\n&gt;classes.<br/>\n&gt;I&#39;ve talked to many high levels and they are worried about the resistance<br/>\n&gt;that our spells have, I just read a complaint about Lady Vox, but know that<br/>\n&gt;Verant is still working on Lady Vox (apparently she is bugged somewhat).<br/>\n&gt;As far as resistance go, I am undecided on my standpoint. Part of me wants<br/>\n&gt;the resistance system changed to a system that allows more 25%,50%, etc.<br/>\n&gt;damage than full resistances. (This comes from the fact that we are resisted<br/>\n&gt;like everyone else, but unlike everyone else, when our damage spells are<br/>\n&gt;resisted, we have nothing else to do to help the group.) I group with<br/>\n&gt;friends a lot but when I don&#39;t group with friends and get resisted enough I<br/>\n&gt;get kicked out of the group, very disappointing. The other side of me says,<br/>\n<br/>\n </span></blockquote>Yep it hapnds to me also and i got a very bed feeling about it as guys o<br/>\nhunting a big reds they say beter to change a wizard with a druid so we<br/>\nwill have a damage shields ehehehe.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&quot;Deal with it.&quot; Play it out and just have fun. If this mailing list is going<br/>\n&gt;to attempt to get something changed, this is where it is. Look at it from<br/>\n&gt;the balance and programming angle.<br/>\n&gt;<br/>\n&gt;All other classes have their ups and downs too.<br/>\n&gt;I read many class &lt;x&gt; can do more damage than we can in situation &lt;y&gt;. But<br/>\n&gt;if you looked into these raves like I have you will find that the statement<br/>\n&gt;is true, but class &lt;x&gt; cannot maintain the punishment that we can over a<br/>\n&gt;period of time measured by multiple battles, not one. And five levels later<br/>\n&gt;this situation is no longer valid either.<br/>\n </span></blockquote>I was actually believing all these raves that Druids rule and stuff like<br/>\n<blockquote><span title=\"ireply\"> &gt;that until I looked into it. How long do you think Verant will allow kiting<br/>\n&gt;to continue? Oh, and, If you can get yourself a pair of JBoots you can kite<br/>\n&gt;multiple reds at one time! Using those &quot;worthless&quot; AE spells. (By the way:<br/>\n&gt;although dungeons only make up 10% of the total zones, they make up over 50%<br/>\n&gt;of the high level goodies that are throughout Norrath, can you guess whose<br/>\n&gt;has a bunch of spells that don&#39;t work in dungeons?) *Little Tip* Only duel<br/>\n&gt;Druids in dungeons, hehe. I hope this shows you that every class had pros<br/>\n&gt;and cons, and every class has a level area that is very strong/weak.<br/>\n&gt;<br/>\n&gt;I want to assure you mid-teen level guys that it does get better later on.<br/>\n&gt;Now I am not saying that resistance are less and other classes are left in<br/>\n&gt;the dust. I am just saying that spells do much more damage for much less<br/>\n&gt;mana. After the whole level 20-23 episode where you use you level 16-19<br/>\n&gt;spells you will use your new spells just like you did before.<br/>\n&gt;Verant made wizards HARD at lower levels to make up for a much easier time<br/>\n&gt;at level 50+. Notice the &#39;+&#39;. Major recommendation for wizards, buy that<br/>\n&gt;expansion.<br/>\n&gt;<br/>\n&gt;I have never had a problem with my playing style and my class, except for<br/>\n&gt;the multiple resistances. I am leveling with everyone else that I am<br/>\n&gt;constant contact with so there is not much of a problem. Start looking into<br/>\n&gt;strategy instead of boom, boom, boom. From all that I seen Wizards are the<br/>\n&gt;most strategic class to play, <br/>\n<br/>\n </span></blockquote>LOL wizard have less strategy then enchanter it is 100% sure look how many<br/>\ndiferent aproachs have enchanter to do the same thing. Wizard have 1 weapon<br/>\nDD, 1 stun spell, and to play with casting times and a little spell<br/>\ninterupting. Necro have possibility to heal use pet or DOT much more<br/>\ncombinations and diferent tactics.<br/>\n<br/>\nif you don&#39;t like strategy and really aren&#39;t<br/>\n<blockquote><span title=\"ireply\"> &gt;into role-playing a wizard, you will have a good amount of frustration.<br/>\n<br/>\n </span></blockquote>Role playing is only thing why im after wizard i play it for more then 20<br/>\nyears from my first D&D stille games on P&P. And all time i play a wizard<br/>\neheheeh.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;This has been my 2 cents in the matter I will not continue &quot;Wizards suck<br/>\n&gt;&lt;insert class here&gt;s rule!&quot; threads.<br/>\n<br/>\n </span></blockquote>Agree wizard dont suck but they need a little changes as they are only mana<br/>\n100% dependent class wich are resisted from greens too much and they die<br/>\ntoo easy.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Telor Strifesage of Karana<br/>\n&gt;PS. IF you guys want to see some nice Wizards strategies, just say so. I<br/>\n&gt;will place another long post with strategies.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;Why do WOMEN ASTRONAUTS have such BAD HAIRCUTS?<br/>\n&gt;What happens if you CLEAN your self-cleaning OVEN?  <br/>\n&gt;The DR. has answers:&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.drscience.com/u\">http://www.drscience.com/u</a> &quot;&gt;Click&lt;/a&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n </span></blockquote>Silverion Dragonirder<br/>\n<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}