{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian K. Rhees","from":"&quot;Brian K. Rhees&quot; &lt;Brian_Rhees@...","replyTo":"LIST","senderId":"5005wJbgT5gpG3eUM9gZxBajp16ibwanRyneTcSPMSEIE4QJu4T920OuWx3QksJht36Y2-8c-B2iSG4ZweRpbai3ljV-92vG2ATymtT9","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 145","postDate":"931276495","msgId":2666,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDYuMjY2Ni45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2665,"nextInTime":2667,"topicId":2666,"numMessagesInTopic":1,"msgSnippet":"... clear  ... I know the theory, but I ve watched it in practice also.  Pets do steal xp from their casters.  Maybe not all the time, but a lot.  Some.","messageBody":"<div id=\"ygrps-yiv-763360776\"><blockquote><span title=\"ireply\">&gt;    From: Wizard &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wizard@...\">wizard@...</a>&gt;<br/>\n&gt; Subject: Re: Subject: Big look to wizard class, new ideas - very long<br/>\n&gt;<br/>\n&gt; At 10.10 02/07/99 -0400, you wrote:<br/>\n&gt; &gt;From: &quot;Brian K. Rhees&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Brian_Rhees@...\">Brian_Rhees@...</a>&gt;<br/>\n&gt; Here you stated some capital mistakes i will try to make it a little bit<br/>\n </span></blockquote>clear<br/>\n<br/>\n&lt;snip&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;I&#39;ve paired (ungrouped) with many spell casters and done damage<br/>\n&gt; &gt;comparisons, etc.  Magicians and enchanters run much less often, but they<br/>\n&gt; &gt;divide xp with pet.<br/>\n&gt;<br/>\n&gt; Pet gets experience ONLY if it is to give a killing blow if you time right<br/>\n&gt; with enchanter wich is most dificult to control its pet as it dont have<br/>\n&gt; /PET commands you can never lose any exp !<br/>\n<br/>\n </span></blockquote>I know the theory, but I&#39;ve watched it in practice also.  Pets do steal xp<br/>\nfrom their casters.  Maybe not all the time, but a lot.  Some.  Enough.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   They *should* run less often; they&#39;re not really<br/>\n&gt; &gt;soloing.  Same with necros.  Want to see what happens when a magician or<br/>\n&gt; &gt;enchanter truly solos?  It&#39;s a joke.  Ever see a magician try to get off<br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;DD spell when a mob is hitting him?  Heh.  Heh Heh.<br/>\n&gt;<br/>\n&gt; &gt;Even though we run a lot, we don&#39;t split the xp with a pet.  I&#39;ve matched<br/>\n&gt; &gt;other spell casting classes on xp earning rate hour after hour.<br/>\n&gt;<br/>\n&gt; same race same class casters all get same amount of experiencce, dark elf<br/>\n&gt; wizard, magician, necro and enchanter get same amount of exp for killing<br/>\n&gt; same monster if they are all grouped and same lv.<br/>\n<br/>\n </span></blockquote>You are correct, but that wasn&#39;t what I was arguing.  Pets do take xp.  Not<br/>\nall the time, but some.  Rate depends on the level of the pet summoner and<br/>\nthe pet and the skill of the summoner in controling who gets the kill.  At<br/>\nany rate, when they summon or charm a pet, the spell caster is not actually<br/>\nsoloing.  Therefore, they shouldn&#39;t run as often as wizards.  Just as you or<br/>\nI don&#39;t run very often when we pair with another player.  And when they have<br/>\ntheir pets, these spell casters really don&#39;t level faster.  I know, I&#39;ve<br/>\nread the enchanter sites that talk about how to solo with a pet and I&#39;ve<br/>\nwatched magicians jumping in with that last DD spell to get the XP, but for<br/>\nsome reason, hour after hour, regardless of their tricks, I manage to match<br/>\nthem with XP gained (note: I&#39;m talking only about when we are both<br/>\nungrouped).  I tend, therefore, to be very skeptical of people who talk<br/>\nabout all of the advantages of having a pet.  Yes, it contributes to<br/>\ndifferences in playing style and, heck, it may even help them earn xp<br/>\nfaster.  But we&#39;re not talking about huge amounts.  We&#39;re not even<br/>\napproaching the differential we see with, say, druids (I met one a couple of<br/>\ndays ago at lvl 20 with less than 7 days playing time).<br/>\n<br/>\nOn the other hand, when a magician, enchanter, or necro decides to drop<br/>\ntheir pet (either because of the xp, or because they have cross zones a lot,<br/>\nor they are low on reagents, etc.) then they are not as effective as<br/>\nwizards.  When it comes to pure soloing, we beat them hands down as we<br/>\nshould.  As for the pet stealing or not stealing xp bit, I assure you that I<br/>\nused to pull to guards and let them be my pets.  We only have to get last<br/>\nblow in then also, and with a little practice we can play that game too.<br/>\n(Fun way to tackle yellow beetles in N Karans, btw, when one Guard comes out<br/>\nof the tower.  Just have to learn to time that last shot.)<br/>\n<br/>\nOn another topic entirely, we also beat other spell casters (usually) in DD<br/>\nwhen it comes to grouping.  Many groups don&#39;t like pets for XP reasons, so<br/>\nour ability to perform a bit more damage a bit quicker comes into play.  Are<br/>\nthese benefits actually useful?  IMO, yes.  Most of the time, it&#39;s not a big<br/>\ndeal, but wizards 1) provide great protection against kill stealers, and 2)<br/>\nour ability to rain damage down faster than anyone is extremely appreciated<br/>\nwhen a tank is low on health, about to die, and a mob is going agro on it.<br/>\nI can&#39;t tell you the number of times that my ability to inflict 300+ points<br/>\nof damage in 4 secs meant life or death to a party member.<br/>\n<br/>\n&lt;snip&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Ehehehe no wizards are not bad they are one of best in a game but when i<br/>\n&gt; talked about our mana inefficient use it was in role of wizard as mana<br/>\n </span></blockquote>100%<br/>\n<blockquote><span title=\"ireply\"> &gt; dependent, every fizzle, or resistence hurt a wizard much more then other<br/>\n&gt; class and also you will note then when you start using lower lv spells in<br/>\n&gt; combat so that you dont do too much damage in group fight you use less<br/>\n&gt; efficent mana to damage spells ! ! !<br/>\n<br/>\n </span></blockquote>Well, you may be correct here.  I&#39;ve heard other classes complaining (I was<br/>\nnext to a lvl 24 enchanter yesterday who wouldn&#39;t shut up about it, for<br/>\ninstance), so I&#39;ve assumed that the problem is a general one.  However, I<br/>\nhaven&#39;t played the other spell caster classes to really make a fair<br/>\ncomparison (if in fact that is possible, with how much the engine gets<br/>\ntweaked from one week to the next).  I will give you this:  Wizards are<br/>\nextremely difficult at low levels.  We generally are shunned, have low<br/>\noffensive skills and no defensive capabilities, etc.  I started a cleric<br/>\nrecently and couldn&#39;t believe the difference in how people treated me, and<br/>\nhow easy things were.  Things are a bit better for me now as a lvl 24<br/>\nwizard.  I can almost always find a group, but it is sort of a grudging<br/>\nacceptance thing--i.e. they know I&#39;m valuable but aren&#39;t in the habit of<br/>\nadmitting it (setting aside grouping with friends, of course).  It is a real<br/>\npleasure though to hear them say, &quot;pulling mob,&quot; and to give them my mana<br/>\nreport (of, say 30%) and to hear the rest of the group start shouting,<br/>\n&quot;DON&#39;T PULL.&quot;  Hehe.  Finally, some respect.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;&gt; 3.)     Resistance of high lvl mobs BUT also low lv ones<br/>\n&gt;<br/>\n&gt; &gt;Resistance of low level mobs is annoying, but something which I&#39;ve heard<br/>\n&gt; &gt;other classes complain of as well.  In my case, it doesn&#39;t happen that<br/>\n </span></blockquote>often<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;(don&#39;t know if it is affected by caster stats), but I don&#39;t see this as<br/>\n </span></blockquote>an<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;especially big problem.  The wizard just has to have an escape route<br/>\n&gt; &gt;planned, or know how to get help.<br/>\n&gt;<br/>\n&gt; Many times you pass by higly aggresive low lv mobs wich start a little<br/>\n&gt; trains of jet lower lv mobs on you especialy thrue in dungeons and wizard<br/>\n&gt; to get rid of this annoying and no exp no loot guys have to spent much if<br/>\n&gt; not all its mana. PAE spells are not effective and fast enough to get off<br/>\n&gt; without interupton and they use too much mana in any case. So your only<br/>\n&gt; solution is to gate as gate probably will get off. Only other tactic is<br/>\n&gt; root all move and kill with DD spells as you cannot use AE spells for not<br/>\n&gt; risking to get all rooted bobs get a chance to break root. So it is very<br/>\n&gt; dificult and anoying time dealing with green guys.<br/>\n<br/>\n </span></blockquote>I haven&#39;t had problems with this, personally, but then I&#39;ve stayed out of<br/>\ndoors mostly.  After I left GFaydark and Butcherblock (lvl 9ish), I went to<br/>\nN. Karanas (to lvl 14ish), Oasis (17) then to High Hold Pass (18), then to<br/>\nEast Karanas (19), Lake Rathtear (23), and now S. Karanas (24).  And I&#39;ve<br/>\nseen players lvl to 30 in S. Karanas, so I may stay awhile.  I did make<br/>\nvisits to Blackburrow, Paw, Crushbone and Befallen, but I usually didn&#39;t go<br/>\ninto them until most of the lower lvl mobs would leave me alone.  I agree<br/>\nthough that PAE spells are increadibly useless.  Here we have this,<br/>\nsupposed, last line of defense that has an increadibly high mana consumption<br/>\nto damage ratio, long cast times and does little damage.  (And don&#39;t give me<br/>\n#@%!@ about good damage ratio when you have 3 mobs on you.  Due to casting<br/>\ntimes, you&#39;re lucky if you can ever get a PAE off twice.  You will never<br/>\nkill dangerous mobs with them).  Great way to suicide, Verant.  But of<br/>\ncourse, since I always try to dungeon crawl as the highest lvl player in my<br/>\ngroup, in those cases I&#39;m not usually the one who gets jumped.  And that<br/>\nchanges everything, IMO.<br/>\n<br/>\n&lt;snip&gt;<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It is true you can swich to low level spells and then you consume much<br/>\n </span></blockquote>more<br/>\n<blockquote><span title=\"ireply\"> &gt; mana do do same damage it go from 20 to 40 mana more for same ammount of<br/>\n&gt; damage, i use it many times i swich to my 38 damace ice shock and im first<br/>\n&gt; nearly never resisted seccond mobs dont get on you but a prob is that i<br/>\n </span></blockquote>use<br/>\n<blockquote><span title=\"ireply\"> &gt; much more mana doing that than any other class of my level and using low<br/>\n </span></blockquote>lv<br/>\n<br/>\nI use shock of lightning as my low lvl spell.  The damage ratio isn&#39;t great,<br/>\nbut it&#39;s not bad.  I can get it off, sheez, 12 times in a fight, maybe???<br/>\nUsually, if my group is training high level mobs that we can&#39;t kill by my<br/>\n11th shot, we&#39;re all dead anyway.  Anything less than 3 reds, we can take,<br/>\nusually.  Anything more and we should be running like girly girls anyway,<br/>\nIMO.  If things get really bad, I&#39;ve always bound within zone next to border<br/>\nand will gate there to med and wait for the retreating party.  Then I can<br/>\nfire off 2 to 3 more shots and maybe turn the tide when they reach me, or<br/>\nzone as required.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; spells you first are not any more a class wich can deal most damage in<br/>\n&gt; period of time, when you try to finish Running High lv mob by running in<br/>\n&gt; dungeon after him as it resist your roots, your fighters cant hit it hard<br/>\n&gt; enugh and you can only hit it for only as much damage as it heal alone in<br/>\n&gt; that time then you ask yourself about why i cant use a high lv spell to<br/>\n&gt; simply kill it right in place?<br/>\n<br/>\n </span></blockquote>I know that feeling.  Btw, I almost never root.  I let the rangers and such<br/>\nuse their low lvl snare.  Works much much better.  Mobs that are snared can<br/>\nbe successfully hit in the back, attacks don&#39;t disrupt snare (unlike root),<br/>\nand the mobs never turn to fight.  I think you are correct though in asking<br/>\nwhy not just use a high lvl spell to simply kill it.  I almost always do<br/>\nexactly that.  I time my last (and usually second) blast of Shock of Frost<br/>\nto coincide with the mob hitting about the 160 hp mark.  80-90% of the time,<br/>\nit kills the beast.  If that fails, my group always has some redundent<br/>\nstrategy in action (such as the snare).  And sometimes it all fails and we<br/>\nrun screaming :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Other isue is about killing some capital guys it gives you big pleasure to<br/>\n&gt; be a part of a time wich win against a mighty dragon Lady Vox and it will<br/>\n&gt; also give you a right to loot that feabuled rune wich you need for your<br/>\n&gt; Mighty 1100 damage spell wich all dream about. But she will be alwas red<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; you and will alwas resist all your spells 100% then wich group will get<br/>\n </span></blockquote>you<br/>\n<blockquote><span title=\"ireply\"> &gt; in in this big hunts if you are useles as wizard?<br/>\n<br/>\n </span></blockquote>I have no answer for this, except to note that Verant has pretty much said<br/>\nthat they are making changes to Lady Vox right now.  Unless you are lvl 40+<br/>\nright now, I think you are worrying prematurely.  We really don&#39;t know what<br/>\nfighting Vox is going to be like, for any of the classes.  Also I&#39;ve been<br/>\nwondering if the 6 lvl magic casting limit gets pushed up at higher levels.<br/>\nCan anyone answer this for certain?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I dont wisht to get to lv<br/>\n&gt; 50 only to find this. One of main problems and discusions what i see<br/>\n </span></blockquote>around<br/>\n<blockquote><span title=\"ireply\"> &gt; is for lack of informations and open dialog with a players from part of<br/>\n&gt; verant that is one of a things when i must discuss some opinions where<br/>\n&gt; neither side not i not you dont know how the things realy looks like<br/>\n&gt; probably we are both wrong!<br/>\n<br/>\n </span></blockquote>Heh, exactly.<br/>\n<br/>\nAnyway, thanks for your comments, etc.<br/>\n<br/>\nGlyphin E`Mondredon<br/>\nThe Rathe</div>","specialLinks":[]}}