{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tom Bratina","from":"&quot;Tom Bratina&quot; &lt;gbratina@...&gt;","replyTo":"LIST","senderId":"Y2NVknu7809PlxEzQCcKGmCdykYfKSECEPNMHZ2KYi4S1-Qh7BttXag-P2bw6PZrxcYednDGcWho2UsG8Kda2cWf7nNIGZ9jpFGg1-U","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 147","postDate":"931488501","msgId":2693,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNDguMjY5My45NTkyNzI2MDJAZUdyb3Vwcy5jb20+"},"prevInTopic":2691,"nextInTopic":0,"prevInTime":2692,"nextInTime":2694,"topicId":2691,"numMessagesInTopic":2,"msgSnippet":"well, i don t think i can argue ur points about role-playing and how things SHOULD be in the real world, because basically, i am more of a computer game","messageBody":"<div id=\"ygrps-yiv-206845305\">well, i don&#39;t think i can argue ur points about &quot;role-playing&quot; and how<br/>\nthings SHOULD be in the real world, because basically, i am more of a<br/>\ncomputer game fanatic than an outright roleplayer (i like to play games that<br/>\npit me against other human, non-predictable players, rather than<br/>\npredictable, AI mobs)...  but, what i can say is that a majority of the ppl<br/>\non rallos zek are unhappy with the PC faction system, and it seems that many<br/>\nppl on the non-pvp servers are unhappy as well.  and not necessarily with<br/>\njust any faction hits at all, but more or less unhappy with the particular<br/>\nPC faction system that verant decided to slip in.  all-in-all, it seems to<br/>\nhave been a failure (as noted by urself when u said that verant would be<br/>\nremoving their PC related faction system until they could find an alternate<br/>\nway to implement some type of faction system that the customers are happy<br/>\nwith).<br/>\n<br/>\nu make some good points, but alas, the PC faction system is now defunct (if<br/>\nit is true what u say about verant removing the faction hits).<br/>\n<br/>\nsinlaru ce`alen<br/>\nrallos zek<br/>\n<br/>\nps. i can have my way without affecting u, because i play on the PvP server,<br/>\nand u don&#39;t...  isn&#39;t that why they implemented the PvP server??? :)<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Brian K. Rhees &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Brian_Rhees@...\">Brian_Rhees@...</a>&gt;<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_wizards@onelist.com\">eq_wizards@onelist.com</a>&gt;<br/>\nDate: Thursday, July 08, 1999 10:53 AM<br/>\nSubject: Re: [eq_wizards] Digest Number 147<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Brian K. Rhees&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Brian_Rhees@...\">Brian_Rhees@...</a>&gt;<br/>\n&gt;<br/>\n&gt;&gt; Message: 14<br/>\n&gt;&gt;    Date: Wed, 7 Jul 1999 21:50:52 -0400<br/>\n&gt;&gt;    From: &quot;Tom Bratina&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gbratina@...\">gbratina@...</a>&gt;<br/>\n&gt;&gt; Subject: Re: What is the best way to raise faction level with the<br/>\n&gt;Merchants of Felwithe?<br/>\n&gt;&gt;<br/>\n&gt;&gt; actually, it only takes about 3-5 kills to be KOS in ur own home town<br/>\n&gt;(tested with 3 different races). i have an ogre shaman friend that killed<br/>\n&gt;one dark elf, and can no longer go in the neriak bank because the guard is<br/>\n&gt;KOS to him in there now (WOW! 1 kill i asked him...  he said &quot;yep&quot;).<br/>\n&gt;&gt;<br/>\n&gt;&gt; Alas, the rallos zek server is PVP (PLAYER -VS- PLAYER)...  not race war.<br/>\n&gt;many ppl joined the PvP server because there were no restrictions (other<br/>\n&gt;than the 4 lvl limit).  now, many ppl are leaving rallos zek because of the<br/>\n&gt;restrictions they are putting in...<br/>\n&gt;&gt;<br/>\n&gt;&gt; as for u saying that &quot;Each Race should stick together and fight other<br/>\n&gt;races not each other&quot;...  that&#39;s ur opinion and ur entitled to that...  but<br/>\n&gt;don&#39;t push ur opinions and style of play on others...  many others want to<br/>\n&gt;kill everything in site...  even when roleplaying (think of the evil dark<br/>\n&gt;elf who doesn&#39;t even like his brethren or the mad ogre who thinks other<br/>\n&gt;ogres are traders because they befriend the dark elves).<br/>\n&gt;&gt;<br/>\n&gt;&gt; sinlaru ce`alen<br/>\n&gt;&gt; rallos zek<br/>\n&gt;<br/>\n&gt;(Folks, please remember to snip out unnecessary text.)<br/>\n&gt;<br/>\n&gt;Sinlaru, the problem here is that whatever style Verant chooses ultimately<br/>\n&gt;effects all players.  You can&#39;t have your way without affecting me, and I<br/>\n&gt;can&#39;t have mine without affecting you.  Let&#39;s consider your argument:<br/>\n&gt;<br/>\n&gt;You speak of role playing mad ogres and anti social elves?  Can we play<br/>\n&gt;them?  Certainly.  Should they be tolerated by their own races?  There is<br/>\n&gt;nothing even remotely realistic about butchering your own people,<br/>\n </span></blockquote>regardless<br/>\n<blockquote><span title=\"ireply\"> &gt;of alignment, and getting away with it.  So do it and be KOS in your own<br/>\n&gt;city.  That&#39;s role-playing.  Anything else is mindless nonsense.  Being<br/>\n </span></blockquote>evil<br/>\n<blockquote><span title=\"ireply\"> &gt;doesn&#39;t mean being stupid.<br/>\n&gt;<br/>\n&gt;On a related subject, people have also argued that duels shouldn&#39;t result<br/>\n </span></blockquote>in<br/>\n<blockquote><span title=\"ireply\"> &gt;faction hits.  Stop and think for a moment how many societies you can name<br/>\n&gt;that smiled on dueling.  In western culture, it has generally been an<br/>\n&gt;illegal (but sometimes tolerated) practice limited to aristocracy.  You<br/>\n&gt;often risked execution if caught.<br/>\n&gt;<br/>\n&gt;What I would agree with you on is that the faction system is far too<br/>\n&gt;simplistic.  Dueling ought to raise your faction with the enemies of your<br/>\n&gt;antagonist, and with certain others within your own group who favor that<br/>\n&gt;sort of behavior.  General militia ought to hate duels, and elite guards<br/>\n </span></blockquote>(in<br/>\n<blockquote><span title=\"ireply\"> &gt;some societies) ought to favor it.  But, personally, I think that faction<br/>\n&gt;ideally should be an order of magnitude more complex than even this.  Did<br/>\n&gt;you power game to level 15 attacking low blues?  Then perhaps you&#39;ve earned<br/>\n&gt;the respect of conservative factions, but those who consider themselves<br/>\n </span></blockquote>true<br/>\n<blockquote><span title=\"ireply\"> &gt;warriors ought to scoff at you.  Did you always throw yourself into battle,<br/>\n&gt;taking massive damage, on your march up through the levels?  Then maybe you<br/>\n&gt;are adored by the plebes and chum with the guards, but the rest of the<br/>\n </span></blockquote>world<br/>\n<blockquote><span title=\"ireply\"> &gt;considers you an idiot.  And, of course, in duels, the assailant ought to<br/>\n&gt;incur the brunt of the faction adjustment.  And, also, if no one sees it<br/>\n </span></blockquote>and<br/>\n<blockquote><span title=\"ireply\"> &gt;no rumor gets out, it didn&#39;t happen, etc.  Very tricky thing to implement<br/>\n&gt;correctly.<br/>\n&gt;<br/>\n&gt;The ideal is ultimately very simple.  NPC&#39;s should treat you--based on your<br/>\n&gt;behavior--just like a PC would of similar station.  Here&#39;s an example for<br/>\n&gt;you to chew on.<br/>\n&gt;<br/>\n&gt;The other day in S. Karanas, a PvP player assisted in an attack on Grimrot.<br/>\n&gt;At the end of the fight when everyone was healing, another PvP player came<br/>\n&gt;in and attacked, without warning, eventually killing the PvP player.  Many<br/>\n&gt;non-PvP players were upset because they couldn&#39;t do anything to help and<br/>\n&gt;simply had to watch their comrade die.<br/>\n&gt;<br/>\n&gt;You think the PvP assailant lost &quot;faction&quot; with the PCs?  You bet.  Should<br/>\n&gt;he therefore have lost it with certain NPCs?  Of course.<br/>\n&gt;<br/>\n&gt;There are problems with faction right now.  And of course that&#39;s why Verant<br/>\n&gt;announced that they had eliminated faction hits on PvP kills as of<br/>\n </span></blockquote>yesterday<br/>\n<blockquote><span title=\"ireply\"> &gt;and are working on a more elaborate system, including (possibly) an<br/>\n&gt;aggressor flag.<br/>\n&gt;<br/>\n&gt;The thing you need to keep in mind is that many of us non-PvP players would<br/>\n&gt;love to play PvP if the system were set up with realistic consequences.<br/>\n&gt;Why?  Because we like to role play and the non-PvP system makes it very<br/>\n&gt;difficult to do so under certain situations.  Persistent kill stealing, for<br/>\n&gt;instance, and severe twinking of characters (you know, the 4th lvl wizard<br/>\n&gt;with observer&#39;s staff and oracle&#39;s robes?) are not things that could<br/>\n </span></blockquote>persist<br/>\n<blockquote><span title=\"qreply\"> &gt;in a realistic gaming environment.  But to argue for a system of no faction<br/>\n&gt;hit on PvP kill just encourages the mindless butchering of PCs in the so<br/>\n&gt;called name of &quot;role-playing.&quot;  And it is something I will argue against<br/>\n&gt;anytime someone advocates it.<br/>\n&gt;<br/>\n&gt;Glyphin E&#39;Mondredon<br/>\n&gt;The Rathe<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist:  your connection to like-minds and kindred spirits.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}