{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"ES5hCLikMHiNx9cWp_DGxELDX1hEgWRBrdTl8bwC9Lthc6gWRWNzai3-fhUd4nkJ_B4VhiVRaPnQa49iMw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Doh! They forget us !!!","postDate":"933885575","msgId":2851,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNzAuMjg1MS45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":2755,"nextInTopic":0,"prevInTime":2850,"nextInTime":2852,"topicId":2699,"numMessagesInTopic":8,"msgSnippet":"... You are right many wizards need to wake up. I have tryed to start discusions and i also send test of petition what we write before to Verant and to some","messageBody":"<div id=\"ygrps-yiv-54496371\">At 13.36 13/07/99 +0200, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: RIVIERE STEPHANE &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Stephane.Riviere@...\">Stephane.Riviere@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Hi all guys,<br/>\n&gt;it seems that OR we are all on hollidays OR we know all about wizzard :). I<br/>\n&gt;don t receive more then 1 list all 2 days now :(<br/>\n&gt;Come an guys, we need to wake up ! :)<br/>\n<br/>\n </span></blockquote>You are right many wizards need to wake up. I have tryed to start<br/>\ndiscusions and i also send test of petition what we write before to Verant<br/>\nand to some boards only one wich post something was  Notcrazy Network. <br/>\n<br/>\nFirst i wish to state a wizard is playable class, it is hard to play at<br/>\nstart but a problem is if it stay so hard also on last lv? and on lv 24 i<br/>\nrealy feel nice, new shield, new leather skeen, new damage spell, But<br/>\nwizards can be improved in many areas it is nice idea of a damage dealing,<br/>\nteleporting explorer. Only we dont have where to use more then half of our<br/>\nspells they are useles you will use them once or twice nearly all time as<br/>\nyou buyed them or if you research them and never more.<br/>\n<br/>\nI have visited many boards in all i see that there are wizards complainig<br/>\nabout our class. Some of most valid things is that our class is boring,<br/>\nthere is problems with lv 20 force shock spell wich is resisted too much,<br/>\nyou will get at lv 24 one spell wich hit for less damage, cast faster and<br/>\nis nearly never resisted. We are class wich are false king of damage, we<br/>\nare surpased with necros wich are more mana efficent, combination of<br/>\nmagician and pet do more damage than we can do for less mana,  we without<br/>\nany doubt do more damage in unit of time than any other class but this is<br/>\nbest suicide mode in game. We have less spell lines then other classes and<br/>\nthis fey wich we have are nearly all screwed. Who use Area damage at 20<br/>\nlv?, or better personal centered version of it? ( they have potencial use<br/>\nfor cleaning green mobs . . . but i never seen it used), excelent sight<br/>\nspells wich are best to vaste you money on so you can take a look at beeach<br/>\ngirls from other side ... only girls here go in water with full platemail<br/>\nif they can, also there are 2 portals wich are one near other ( west karana<br/>\nand north karana), not to talk about our problem when we have to fight<br/>\nsomething red +6 lv from your lv. Now verant give you possibility to group<br/>\nwith somone 8 lv higer then you he fight something blue so it is  6 lv up<br/>\nfrom your lv and you cant do anything ... cast a damage shield on warriors<br/>\nand boldly hach with your mighty weapon if you stel have it.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;On another point, i just read the new patch message.. Damn.... From the<br/>\n&gt;begining, nothing as been change for the wizzards... They just change during<br/>\n&gt;the patch , the casting time . I have tested BEFORE and after : no change<br/>\n&gt;(that a clock can see, so it s surely a change of let s say 0,001 second or<br/>\n&gt;something like that.In other words : nothing.<br/>\n&gt;All patch just power up the race... Now the druid dot spel are fast like<br/>\n&gt;hell, necro same. And us ?? From the beginning, we have major bug who are<br/>\n&gt;not resolved and they do nothing for us...<br/>\n&gt;Force shock is bugged cause he is resisted too much (and i am ok that he get<br/>\n&gt;resisted so much IF he stun like he must do). The enstill spel doesn&#39;t work<br/>\n&gt;(i have tested with root : root is 10 times more effective). I am a playing<br/>\n<br/>\n </span></blockquote>enstill have a little bit diferent use then root i use both when i solo but<br/>\nit is funny that it is resised by green guys. I dont know how you tested<br/>\nenstill against root?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;a shaman and i think i will stop my wizzard... We have nothing funny : we<br/>\n&gt;just level and wait for what ? Our dd spel nothing more, no buf, no pet, no<br/>\n&gt;life tap, no shield,no dot, no sow, nothing cool except some gate spel...<br/>\n&gt;That s so boring.. For solo from level 8 to 50 you root nuke nuke root nuke<br/>\n&gt;nuke dead... Wow that s pretty funny :( :( :(.<br/>\n&gt;What about our ae spel ? and pe spel ?? Did someone here use them ????<br/>\n&gt;NOBODY...<br/>\n&gt;<br/>\n&gt;So guys, we were talking some weeks ago to petition.. Nothing has be done or<br/>\n&gt;you just don t send the letter ???<br/>\n<br/>\n<br/>\n </span></blockquote>as i say before i send a letter to verant and to all major boards but who<br/>\nelse done it? We must create a web page where we can concentrate effort<br/>\nalso of other wizards wich are not in this group.<br/>\n<br/>\nI hope that you will at last coment this problems wich we noted up here.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;See you on karana<br/>\n&gt;yakos level 25 wizzard AND dabou level 13 shaman<br/>\n&gt;(playtime for wizzard : 20 days, for shaman , 2 days....)<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist members are using Shared Files in great ways!<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Are you?  If not, see our homepage for details.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n </span></blockquote>Silverion Dragonirder<br/>\n<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}