{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"tUJPro7idRIwajrurvHng3ohyZO4JEuyT_pL3ZVrTt-dKpOSvyMafvbLe-6O-vBjv63iAsZYE29d10kxxw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 170","postDate":"934015577","msgId":2866,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNzEuMjg2Ni45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":2860,"nextInTopic":0,"prevInTime":2865,"nextInTime":2867,"topicId":2860,"numMessagesInTopic":2,"msgSnippet":"Wow i realy liked to read your reply and thanks for sharing your opinion with us, I wish to first state that i like to play my wizard and that i never thinked","messageBody":"<div id=\"ygrps-yiv-1398195009\">Wow i realy liked to read your reply and thanks for sharing your opinion<br/>\nwith us, <br/>\nI wish to first state that i like to play my wizard and that i never<br/>\nthinked that wizard class is underpowered, it is only that i think that we<br/>\ncan balance things on many diferent modes, so i wish to point at this<br/>\nthings wich i see as ruining our game fun so that we can have a balanced<br/>\nclass wich is also more fun to play. There are also many othere more<br/>\nserious bugs hunging around it is true but i like to point at things wich i<br/>\nknow best and after playing wizard for 6 months nearly i can point at some<br/>\nthings wich i see.<br/>\n<br/>\n6 lv limit is stupid thing as we can group with 10 lv diference and still<br/>\nget experience i dont like to stay there doing nothing when my friends risk<br/>\nlives with this high lv MOB comming out of nowere, all other classes can<br/>\ncontribute beter to group goal then i can. Also sometimes you wish to<br/>\nparticipate on hunt on higer lv mobs not for experience but for fun, as i<br/>\nsee it now wizard must wait to lv 48 to be able to go hunt 53 lv mob and<br/>\nnot be used as emergency evacuator only, other clases can go in fight some<br/>\n4-6 lv before. It is clear that there are open many exploits if this is<br/>\nremoved but we as a class are more damaged with this restriction than any<br/>\nother class. <br/>\n<br/>\nIntroduction of stun element in our only 20 lv damage spell force shock is<br/>\na little bit of problem as it raised resistance wich you can see best in<br/>\nsoloing as you need to bring a mob down as fast as its possible but if you<br/>\nget resisted 2 times only solution is to run you will not have enough mana<br/>\nto finish mob. im high elf wiz with wisdom over 100 also and int 149 with<br/>\nall items, but in 10 fights against aviak guards in lake rathe i and my<br/>\nfriend enchanter on my lv 20 we have great problems as i was unable to kill<br/>\naviak before he kills his pet becouse i got 2 resists in fight and<br/>\nsometimes 3 !. On this lv we need a spell without spell interupting element<br/>\nwich is at last somehow reliable.<br/>\n<br/>\nI like what you say on DOT spells i never looked at it from this point :)<br/>\n<br/>\n<br/>\nHmmm looking at research i remember a old thread when there is a talks<br/>\nabout hiden research spells anyone ever found any or heard about ? there is<br/>\nat suposed to be at last one for any research lv for class!<br/>\n<br/>\nhmm as coment on other classes not doing much damage they do more in MORE<br/>\nTIME for less mana. It was stated by GZ on eqvault magic board some time<br/>\nago as reply on one magician question about too strong wizards ;-).<br/>\n<br/>\nI rely liked your reply on use of PAE and AE and enstill, but i must stop<br/>\nwriting now as sun is hot and sea is near i must to to beach for one swim :)<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nAt 11.18 06/08/99 -0400, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Brian K. Rhees&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Brian_Rhees@...\">Brian_Rhees@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt; Message: 2<br/>\n&gt;&gt;    Date: Thu, 05 Aug 1999 22:39:35 +0200<br/>\n&gt;&gt;    From: Wizard &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wizard@...\">wizard@...</a>&gt;<br/>\n&gt;&gt; Subject: Re: Doh! They forget us !!!<br/>\n&gt;&gt;<br/>\n&gt;&gt; At 13.36 13/07/99 +0200, you wrote:<br/>\n&gt;&gt; &gt;From: RIVIERE STEPHANE &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Stephane.Riviere@...\">Stephane.Riviere@...</a>&gt;<br/>\n&gt;&gt; &gt;<br/>\n&gt;&gt; &gt;Hi all guys,<br/>\n&gt;&gt; &gt;it seems that OR we are all on hollidays OR we know all about wizzard :).<br/>\n&gt;I<br/>\n&gt;&gt; &gt;don t receive more then 1 list all 2 days now :(<br/>\n&gt;&gt; &gt;Come an guys, we need to wake up ! :)<br/>\n&gt;&gt;<br/>\n&gt;&gt; You are right many wizards need to wake up. I have tryed to start<br/>\n&gt;&gt; discusions and i also send test of petition what we write before to Verant<br/>\n&gt;&gt; and to some boards only one wich post something was  Notcrazy Network.<br/>\n&gt;&gt;<br/>\n&gt;&gt; First i wish to state a wizard is playable class, it is hard to play at<br/>\n&gt;&gt; start but a problem is if it stay so hard also on last lv? and on lv 24 i<br/>\n&gt;&gt; realy feel nice, new shield, new leather skeen, new damage spell, But<br/>\n&gt;&gt; wizards can be improved in many areas it is nice idea of a damage dealing,<br/>\n&gt;<br/>\n&gt;Definite agreement<br/>\n&gt;<br/>\n&gt;&gt; teleporting explorer. Only we dont have where to use more then half of our<br/>\n&gt;&gt; spells they are useles you will use them once or twice nearly all time as<br/>\n&gt;&gt; you buyed them or if you research them and never more.<br/>\n&gt;<br/>\n&gt;This is common of most spell casting classes as far as I can tell.  I&#39;ve<br/>\n&gt;been playing an enchanter and a cleric recently, and grouping with a ranger<br/>\n&gt;and paladin.  The common complaint is that most spells aren&#39;t terribly<br/>\n&gt;useful.  For ALL classes.<br/>\n&gt;<br/>\n&gt;&gt; I have visited many boards in all i see that there are wizards complainig<br/>\n&gt;&gt; about our class.<br/>\n&gt;<br/>\n&gt;True.  I think you&#39;re looking at a vocal minority though.<br/>\n&gt;<br/>\n&gt;&gt; Some of most valid things is that our class is boring,<br/>\n&gt;&gt; there is problems with lv 20 force shock spell wich is resisted too much,<br/>\n&gt;<br/>\n&gt;lvl 20 force shock was almost NEVER resisted for me.  Similarly the lvl 29<br/>\n&gt;Thunder strike (which I hear complaints about) is also almost never<br/>\n&gt;resisted.  I&#39;ve wondered if this might be a function of stats or usage.  For<br/>\n&gt;one, my wisdom is above 100, which is uncommon among wizards.  For another,<br/>\n&gt;I never cast these spells until the mob is under, say, 50% health.  Magic<br/>\n&gt;resistance is lower on injured mobs.  I&#39;d be interested in hearing more<br/>\n&gt;details about the stats of people who have found that the spells work vs.<br/>\n&gt;those that haven&#39;t.  Maybe we can pin down the underlying cause.<br/>\n&gt;<br/>\n&gt;&gt; you will get at lv 24 one spell wich hit for less damage, cast faster and<br/>\n&gt;&gt; is nearly never resisted. We are class wich are false king of damage, we<br/>\n&gt;&gt; are surpased with necros wich are more mana efficent, combination of<br/>\n&gt;&gt; magician and pet do more damage than we can do for less mana,  we without<br/>\n&gt;<br/>\n&gt;Personally, I don&#39;t see either necros or magicians as surpassing us.  They<br/>\n&gt;are better at soloing, IMO, but that&#39;s about it.  And I don&#39;t see soloing as<br/>\n&gt;any real advantage.  At about lvl 20, you need to start thinking in terms of<br/>\n&gt;regular or permanent grouping anyway.  (I&#39;ve seen many druids power game up<br/>\n&gt;to lvl 30 only to find that they can&#39;t kite in dungeons, don&#39;t have friends,<br/>\n&gt;and really don&#39;t know how to use their class well anyway.)<br/>\n&gt;<br/>\n&gt;&gt; any doubt do more damage in unit of time than any other class but this is<br/>\n&gt;&gt; best suicide mode in game. We have less spell lines then other classes and<br/>\n&gt;&gt; this fey wich we have are nearly all screwed. Who use Area damage at 20<br/>\n&gt;&gt; lv?, or better personal centered version of it?<br/>\n&gt;<br/>\n&gt;I&#39;ve started playing with the lvl 16 and lvl 24 AE damage spells lately.<br/>\n&gt;They have some surprisingly good uses.  The lvl 29 Cast force is an<br/>\n&gt;excellent spell in just the right circumstances.  But you have to be in a<br/>\n&gt;group that knows how to work with you.<br/>\n&gt;<br/>\n&gt;&gt; ( they have potencial use<br/>\n&gt;&gt; for cleaning green mobs . . . but i never seen it used), excelent sight<br/>\n&gt;&gt; spells wich are best to vaste you money on so you can take a look at<br/>\n&gt;beeach<br/>\n&gt;&gt; girls from other side ... only girls here go in water with full platemail<br/>\n&gt;&gt; if they can, also there are 2 portals wich are one near other ( west<br/>\n&gt;karana<br/>\n&gt;&gt; and north karana), not to talk about our problem when we have to fight<br/>\n&gt;&gt; something red +6 lv from your lv. Now verant give you possibility to group<br/>\n&gt;&gt; with somone 8 lv higer then you he fight something blue so it is  6 lv up<br/>\n&gt;&gt; from your lv and you cant do anything ... cast a damage shield on warriors<br/>\n&gt;&gt; and boldly hach with your mighty weapon if you stel have it.<br/>\n&gt;<br/>\n&gt;Sight spells are a total waste, as I see it.  And the west karana teleport<br/>\n&gt;is just plain insulting.  On the other hand, the six lvl limit bit is not,<br/>\n&gt;imo, that big of a deal.  All spell casters suffer from it to some extent<br/>\n&gt;(with the DOTers suffering the least).  We&#39;re the worst of course, but that<br/>\n&gt;just means we need to pick our mobs carefully.  Consider that a lvl 30<br/>\n&gt;warrior can&#39;t consistently solo a blue mob (even now with their<br/>\n&gt;patch--partly because they can&#39;t run down fast fleeing mobs, partly because<br/>\n&gt;they still don&#39;t deal out that much damage), or that magicians and<br/>\n&gt;enchanters can&#39;t take their pets up ramps or through dungeons very well.  We<br/>\n&gt;all have weaknesses.  This 6 lvl limit is the wizard&#39;s big one.  If you<br/>\n&gt;don&#39;t see that as an acceptable weakness, what do you propose instead?  Keep<br/>\n&gt;in mind that Verant wants all classes to have weaknesses and depend on one<br/>\n&gt;another, etc.  Also keep in mind that this is no longer a problem in getting<br/>\n&gt;our Ice Shock spell, as we thought it might be.<br/>\n&gt;<br/>\n&gt;&gt; &gt;On another point, i just read the new patch message.. Damn.... From the<br/>\n&gt;&gt; &gt;begining, nothing as been change for the wizzards... They just change<br/>\n&gt;during<br/>\n&gt;&gt; &gt;the patch , the casting time . I have tested BEFORE and after : no change<br/>\n&gt;&gt; &gt;(that a clock can see, so it s surely a change of let s say 0,001 second<br/>\n&gt;or<br/>\n&gt;&gt; &gt;something like that.In other words : nothing.<br/>\n&gt;&gt; &gt;All patch just power up the race... Now the druid dot spel are fast like<br/>\n&gt;&gt; &gt;hell, necro same.<br/>\n&gt;<br/>\n&gt;Increasing DOT rate is NOT, I repeat NOT an improvement on the spells.  In<br/>\n&gt;fact, if anything, it is a nerf.  DOTs don&#39;t just cause damage, they prevent<br/>\n&gt;regen.  That means that smart necros cast them at the beginning of the fight<br/>\n&gt;not just for the damage, but to prevent mob from healing.  Sometimes, the<br/>\n&gt;healing is the bigger concern.  Now DOT spell casters have to cast DOTs<br/>\n&gt;twice as often to keep the effect going.  This makes kiting a bit harder<br/>\n&gt;also because the kiter has to stop and recast more quickly.  Not as much<br/>\n&gt;time to gain distance, or recover that thin sliver of mana needed for maybe<br/>\n&gt;one extra cast, etc.  Go talk to a necro and see how much they like the<br/>\n&gt;change.<br/>\n&gt;<br/>\n&gt;&gt; And us ?? From the beginning, we have major bug who are<br/>\n&gt;&gt; &gt;not resolved and they do nothing for us...<br/>\n&gt;&gt; &gt;Force shock is bugged cause he is resisted too much (and i am ok that he<br/>\n&gt;get<br/>\n&gt;&gt; &gt;resisted so much IF he stun like he must do). The enstill spel doesn&#39;t<br/>\n&gt;work<br/>\n&gt;&gt; &gt;(i have tested with root : root is 10 times more effective). I am a<br/>\n&gt;playing<br/>\n&gt;<br/>\n&gt;I&#39;ve played with both root and enstil repeatedly.  Enstil is not, IMO, all<br/>\n&gt;that bad.  But like root, it doesn&#39;t become effective for a few levels after<br/>\n&gt;you get it (I didn&#39;t switch to it until lvl 25).  And I keep both enstil and<br/>\n&gt;root memorized at times.  For my particular character this is what I find:<br/>\n&gt;<br/>\n&gt;-Root has a much better chance of not being resisted against a yellow or red<br/>\n&gt;mob.  However, these mobs will break a root almost instantly.  Not much<br/>\n&gt;advantage, but may save your hide sometime I suppose<br/>\n&gt;<br/>\n&gt;-Both get resisted against black or blue mobs, with root getting resisted<br/>\n&gt;somewhat less<br/>\n&gt;<br/>\n&gt;-Enstil, when it hits, hold for MUCH longer duration.  Sheesh, I can<br/>\n&gt;sometimes regen 2 bubbles of mana on a single enstil.  We&#39;re talking almost<br/>\n&gt;2 minutes.  With enstil, you can actually solo high blues if you&#39;re careful.<br/>\n&gt;Go get a SOW for safety&#39;s sake, and try (at lvl 28) to solo harriers in<br/>\n&gt;south karanas with root and enstil.  I found that root would hold for at<br/>\n&gt;most one strike of inferno shock--often it broke before I got my first spell<br/>\n&gt;off.  Enstil often broke after one shot, but regularly held for all 3 or 4.<br/>\n&gt;My point being, with enstil we can still solo blues in the high 20&#39;s.  Not<br/>\n&gt;all classes can do that.<br/>\n&gt;<br/>\n&gt;-I never hunt greens so I haven&#39;t really compared the two systematically for<br/>\n&gt;greens.  However, I have had to root running greens for my group on occasion<br/>\n&gt;and have never noticed any deficiency in enstil.<br/>\n&gt;<br/>\n&gt;Again, this may in part be due to differences in attributes.  Hard to say.<br/>\n&gt;What we need is some discussion on how the spells are being used, the<br/>\n&gt;specific mobs we are rooting, and the attributes and lvl of the caster.<br/>\n&gt;<br/>\n&gt;&gt; enstill have a little bit diferent use then root i use both when i solo<br/>\n&gt;but<br/>\n&gt;&gt; it is funny that it is resised by green guys. I dont know how you tested<br/>\n&gt;&gt; enstill against root?<br/>\n&gt;&gt;<br/>\n&gt;&gt; &gt;a shaman and i think i will stop my wizzard... We have nothing funny : we<br/>\n&gt;&gt; &gt;just level and wait for what ? Our dd spel nothing more, no buf, no pet,<br/>\n&gt;no<br/>\n&gt;&gt; &gt;life tap, no shield,no dot, no sow, nothing cool except some gate spel...<br/>\n&gt;&gt; &gt;That s so boring.. For solo from level 8 to 50 you root nuke nuke root<br/>\n&gt;nuke<br/>\n&gt;<br/>\n&gt;Well, we can root, we can stun, we can blast with impunity when the mob is<br/>\n&gt;lower than 50% health.  My group really doesn&#39;t have a regular healer<br/>\n&gt;because they don&#39;t take much damage when I&#39;m there.  Hehe.  We seldom die.<br/>\n&gt;We went the entire last lvl (29 - 31, depending on group member) without<br/>\n&gt;ANYONE dying once.  And I love my gate spells.  Last week while dungeon<br/>\n&gt;crawling, my group got simultaneously hit by about 4 area effect rain spells<br/>\n&gt;and several mobs.  We were all dying fast.  I called for evac and about 4 or<br/>\n&gt;5 secs later we were off to N Karanas.  Long run back to the dungeon, but no<br/>\n&gt;one seemed offended.  They had plenty of time while recovering 4+ bubbles of<br/>\n&gt;health to contemplate the benefits of having me around.  ;)<br/>\n&gt;<br/>\n&gt;Then there&#39;s the gate spells to the other planes.  Oh, I don&#39;t suppose I&#39;ll<br/>\n&gt;be visiting Fear at lvl 34, but maybe not too long afterwards (after I put<br/>\n&gt;all of my equipment in the bank first, hehe).  And, of course, I like being<br/>\n&gt;able to teleport my friends and guild members around.  Or turn a quick buck<br/>\n&gt;teleporting someone from toxxullia to faydark.  (As an aside, I charge 10pp<br/>\n&gt;for single person transport, 5pp for each additional person, and 5pp for<br/>\n&gt;each zone I have to cross to pick someone up.  If this sounds insanely high,<br/>\n&gt;wait until you hit lvl 29 and get a tell almost every 5 minutes from someone<br/>\n&gt;convinced they are the only person in the world needing your services.  The<br/>\n&gt;price weeds out a lot of the noise and gives you a chance to play.  I<br/>\n&gt;teleport friends and guild members free at my convenience, and I generally<br/>\n&gt;offer free teleports when I&#39;m making the trip myself.)<br/>\n&gt;<br/>\n&gt;Wizards can be a lot of fun.  Oh, btw.  Killed Borxx last night and went and<br/>\n&gt;got my staff of the observers.  For those of you who haven&#39;t figured it out,<br/>\n&gt;getting items on your own is so much more satisfying than buying them.<br/>\n&gt;<br/>\n&gt;&gt; &gt;nuke dead... Wow that s pretty funny :( :( :(.<br/>\n&gt;&gt; &gt;What about our ae spel ? and pe spel ?? Did someone here use them ????<br/>\n&gt;&gt; &gt;NOBODY...<br/>\n&gt;<br/>\n&gt;I use PAE now regularly and AE occasionally, but since AE can hit me I tend<br/>\n&gt;to just wade into fight and use PAE.  It is absolutely critical that you<br/>\n&gt;have full tank support as well as a decent AC before you try it though.  For<br/>\n&gt;instance, I have two tanks I regularly group with that know exactly what to<br/>\n&gt;do when I start casting AE.<br/>\n&gt;<br/>\n&gt;When your group gets hit by a couple of big baddies and several greens, you<br/>\n&gt;can clean the trash out extremely quickly.  AE spells when used right are<br/>\n&gt;mana efficient and effective.  I hear they get better too.  Still haven&#39;t<br/>\n&gt;gotten the runes for the lvl 29 spell (why are AE runes always so hard to<br/>\n&gt;find?) so I&#39;m looking forward to getting that one.<br/>\n&gt;<br/>\n&gt;&gt; &gt;<br/>\n&gt;&gt; &gt;So guys, we were talking some weeks ago to petition.. Nothing has be done<br/>\n&gt;or<br/>\n&gt;&gt; &gt;you just don t send the letter ???<br/>\n&gt;<br/>\n&gt;Personally, no, I don&#39;t want a letter.  EQ has serious problems that, IMO,<br/>\n&gt;rank much higher than twiddling with our spells.  Serious zone crowding,<br/>\n&gt;zoning bugs, PL, etc.  They&#39;ve made ice shock obtainable, fixed research<br/>\n&gt;(and included a practice quest), gave us an extra lvl 49 DD spell (and a<br/>\n&gt;very nice one at that) purchasable from stores, etc.  Mind you, I don&#39;t<br/>\n&gt;object to you sending in a letter.  You&#39;re entitled to your opinions and, I<br/>\n&gt;think, Verant ought to know how you feel because your frustration with<br/>\n&gt;wizards is just as important to them as is my satisfaction.  But I,<br/>\n&gt;personally, disagree with many of your complaints.  We are an extremely well<br/>\n&gt;balanced and effective class.  Just tough to play right, and I like it that<br/>\n&gt;way.  Making lvl 50 as a wizard means something right now.<br/>\n&gt;<br/>\n&gt;Glyphin E`Mondredon<br/>\n&gt;The Rathe<br/>\n&gt;<br/>\n&gt;P.S.  Lvl 29 is a blast.  Inferno shock actually has a somewhat different<br/>\n&gt;spell effect (woohoo), does impressive damage, casts reasonably quickly,<br/>\n&gt;plus you get Thunder Strike (almost 250 damage, plus it gives one heck of a<br/>\n&gt;kick; try it on yourself, just not on a ledge like I did), portal spells and<br/>\n&gt;an evac).  Anyone thinking of giving up a wizard ought to wait at least<br/>\n&gt;until this lvl before making up their mind, IMO.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;You can WIN $100 to Amazon.com by starting a new list at ONElist.<br/>\n&gt;Drawing is held each week through August 20.  For details, go to<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n </span></blockquote>Silverion Dragonirder<br/>\n<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}