{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"FTgVkGgPc8BW8wKfIw0kL-G2WYTeaXFNwu5oVT-YIDC7w0EZugedyBP4D9FkB_6SwqPB_yihMhYvDi8Axw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Items poliferation is a sword of damakle over Casters!","postDate":"936907330","msgId":2984,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xOTguMjk4NC45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2986,"prevInTime":2983,"nextInTime":2985,"topicId":2984,"numMessagesInTopic":12,"msgSnippet":"Dear eq friends! When i started a game it was very vell balanced and i can say there were many people trying all classes and it was funny, but as game advance","messageBody":"<div id=\"ygrps-yiv-399187765\">Dear eq friends!<br/>\n<br/>\nWhen i started a game it was very vell balanced and i can say there were<br/>\nmany people trying all classes and it was funny, but as game advance new<br/>\nspecialized tactics come out and in many times Verant is a last one to see<br/>\nexploit and not a first one as it have to be. Now i have seen that at 5<br/>\nnewer servers first to reach a higest lv are druids !! at valos zek pvp<br/>\nserver it is a same reason is of course kiting and dot spells wich they<br/>\nhave. This is something wrong !<br/>\n<br/>\nSecond thing i noted was farming of glowing stain wich we have seen in last<br/>\n2 weeks from nowere to see there are now nearly every higer lv caster have<br/>\none! It is funny for my glowing black stone wich was a hard to get item is<br/>\nnow nearly underpowered item :) This was stoped unfortunatly to late and<br/>\nnow we wich dont get a stain will never get it.<br/>\n<br/>\nNow i start to see one other problem.<br/>\n<br/>\nPowerfull items are comming from higer lv players wich give or sell or<br/>\ntwinkle lower lv when they get mre powerful items. This items make item<br/>\ndipendent mele class out of any balance on lower lvs!!  Spell casters are<br/>\nparticulary sensibile to this as they are not item dependent for their<br/>\npower but it dependens on spells, mana to damage ratio, mana to healing ..<br/>\nprotection ratio wich is all hardcoded to level. <br/>\n<br/>\nSo what hapends .. to make example i spend some time building a wizard and<br/>\na warrior to 6 lv and i twinked them with items to make a probe.<br/>\n<br/>\nWarrior with nearly full large bronze and fine stell sword .. Wizard with<br/>\nfull woven, rts skull, +10 mana earings ect.. Normaly warrior dies on 3<br/>\nhigh blues 100% on this lv .... wizard dont have mana to kill 2 high blue .. <br/>\n<br/>\nMy warrior take against 8 !!! BLUES and survived .... so he realy have been<br/>\naffecter imensly... Wizard tryed against same 2 blues and he died in same<br/>\nmode as before.<br/>\n<br/>\nCounting im only a 27 lv so i can twinkle my guys only a little :)) one 50<br/>\nlv guy can make this diference much much higer.<br/>\n<br/>\nSame effect i have seen in mistmore .. grouping with many people i have<br/>\nseen what diference can make overpowered items... warrior hitting for 70 a<br/>\nhit it is 140 - 160 counting a bash ... without mana use a turn!!  <br/>\n<br/>\nWizard at 27 lv can do only 178 damage and he will be out Of mana in 6 - 7<br/>\nhits a warrior can go without end and with god items he will alos need less<br/>\ncleric healing!<br/>\n<br/>\nWisdom classes normaly are more item dipendent so they are affected a bit<br/>\nless then INT based so called pure caster. This effect is mostly visible on<br/>\nmy old server fenin ro where are many high lv people producting one sea of<br/>\noverpowered items !<br/>\n<br/>\nI dont know what effect this items have on higer lv casters but as i heared<br/>\nsome opinions...<br/>\n<br/>\na. new items for mele class help them strike faster and for more damage<br/>\n(stronger weapons) take less damage and recover hits faster (rubicite<br/>\nbreastplate with rubicite effect !) !! Items for mana users only gives more<br/>\nmana... wich in end mean more meditation and looking in stupid book (verant<br/>\nguys will you finaly do something here), casters dont get faster mana<br/>\nregenaration items, less resists items, more damage for their spells items<br/>\n!!!! <br/>\n<br/>\n<br/>\nI see this as a very big problem wich will get worse as time pass if<br/>\nsomething is not done. What are yours opinion on this are there any<br/>\npossible solution wich you see for this?<br/>\n<br/>\n<br/>\n<br/>\nSilverion Dragonirder<br/>\n<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}