{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lomack","from":"Lomack &lt;lomack@...","replyTo":"LIST","senderId":"7bvHbfDgG3Ln9a6WY9zXu4jmR0R-2opjWO6gEXG3oBFMT-1nKISxr_Xtmt85cFcGGTAelZDMnM2X_FJgP-10iX7LbiUQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Dissapointments with everquest.","postDate":"937156776","msgId":3026,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4yMDEuMzAyNi45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":3025,"nextInTopic":3028,"prevInTime":3025,"nextInTime":3027,"topicId":3014,"numMessagesInTopic":12,"msgSnippet":"... This statement is purely based on your opinion.  In no way am I putting wizards or Druids down.  I really like playing my wizard (and I have a druid too","messageBody":"<div id=\"ygrps-yiv-1660923683\">Just replying to a few posts at once:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Well you are idiots you have teleport spells which have better lovation then <br/>\n&gt;druids you have dd thats what your point in eq was alright god Do necros have <br/>\n&gt;witch hats...I dont think so jesus christ eq is fine<br/>\n<br/>\n </span></blockquote>This statement is purely based on your opinion.  In no way am I putting<br/>\nwizards or Druids down.  I really like playing my wizard (and I have a<br/>\ndruid too which is probably my 2nd favorite character).  I&#39;d give up my<br/>\ngate inside Cazic for one in Ferrott (bit safer and more centerally<br/>\nlocated).  I&#39;d give up my gate in North Ro for the one in South Ro.<br/>\n(Closer to Guk and I already have the one in West Commons for Freeport).<br/>\nI wish I had a gate to misty or one to Steamfont.  It would be nice to go<br/>\nhome to AkAkanon quickly whenever I wanted.  I suppose the Nektulos gate is<br/>\ngood if your a Dark Elf.  I think the Druid gates are a bit better located<br/>\nbut I am happy to live with what verant chose to give us.<br/>\n<br/>\nAs a personal request please refrain from describing the people on this<br/>\nlist as idiots.  Its generally not nice and its hard to determine someone&#39;s<br/>\nclinical IQ from email.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now please correct me if I am wrong.  Why does a druid have the same<br/>\n&gt;amount of mana as a wizard?<br/>\n<br/>\n </span></blockquote>All mana calculations are done the same for all Casters (not Hybrids).<br/>\nDruids, Shamen, and Clerics, generally have less mana than many pure<br/>\ncasters but only due to the fact that most of the those races don&#39;t have<br/>\nwisdom scores as high as the intilligence scores of many pure casting<br/>\nraces.  Aside from that there is no difference.  Give a Cleric, Druid,<br/>\nShamen, Wizard, Necro, Magician, or Enchanter 150 wis or int and they will<br/>\nall have the same mana at the same level.<br/>\nPaladins, Rangers and Shadow Kinghts are in the same position with each<br/>\nother.  They will all have the same mana if they have equal wis and int<br/>\nrespectively, at the same level.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;My point of this is that since wizards rely on magic so much, why do we<br/>\n </span></blockquote>not get<br/>\n<blockquote><span title=\"ireply\"> &gt;more mana then say a druid.  A druid has like one song that needs magic<br/>\n </span></blockquote>and can<br/>\n<blockquote><span title=\"ireply\"> &gt;hit hard.  I am not complaining about the way the classes are set up..I am<br/>\n </span></blockquote>just<br/>\n<blockquote><span title=\"ireply\"> &gt;saying that Verant should create the classes correctly.  Wizards are known for<br/>\n&gt;magic = more mana points.   Druids use less magic = less mana points.<br/>\n<br/>\n </span></blockquote>A: Druids&#39;s don&#39;t play songs.<br/>\nB: Bards play songs and they use the Hybrid mana rates to calculate the<br/>\nmana that they have for the very few songs that they actually use mana for.<br/>\nC: If you ment to mean that we should have more mana than Druids, I don&#39;t<br/>\nsee why.  Try playing one.  Once you get past the 20s your pretty much a<br/>\nmana only person.  Sure you can take a few extra hits (like 2 or 3) and<br/>\nmaybe you can do a bit more damage in melee but its not that much.  Not to<br/>\nbash on Druids as I said earlier I like that class but when stuff his<br/>\nhitting for 50 to 70 damage with multiple attacks Druid&#39;s don&#39;t last too long.<br/>\n<br/>\nHope that helps someone, hope it offends no one.<br/>\nAll the oppinions express here are only mine.<br/>\nPlease no flames<br/>\n<br/>\nLomack, Knight Defender of the BCK<br/>\nMaster of Recruiting<br/>\nwww.bck.org<br/>\n&quot;The Crimson Knights&quot;<br/>\nFennin Ro</div>","specialLinks":[]}}