{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian K. Rhees","from":"&quot;Brian K. Rhees&quot; &lt;Brian_Rhees@...","replyTo":"LIST","senderId":"oQeR8Tw-GV2jwZElFO0omtuIL0n70mv8GaEqAh-nO5OpdCJNLupT8RskXuxadV44nono9jiNSscG9J4Q7cuJXUtTua-lgk-HErKsBuHf","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Wizard critique","postDate":"937240402","msgId":3040,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4yMDIuMzA0MC45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3078,"prevInTime":3039,"nextInTime":3041,"topicId":3040,"numMessagesInTopic":3,"msgSnippet":"Recently, there have been a number of posts either degrading the wizards qualities, or rebutting these.  I thought it might be more convenient to just respond","messageBody":"<div id=\"ygrps-yiv-1313218007\">Recently, there have been a number of posts either degrading the wizards<br/>\nqualities, or rebutting these.  I thought it might be more convenient to<br/>\njust respond to all posts in one, rather than individually.  Please forgive<br/>\nif this is a bit confusing.<br/>\n<br/>\n-First off, Silverion has been comparing the &quot;twinkability&quot; of spellcasters<br/>\nto tanks.  I think we&#39;re all pretty much in agreement that tanks twink much<br/>\nmore easily.  It&#39;s pretty obvious after all.  I agree that Silverion&#39;s<br/>\nexample wasn&#39;t perhaps the best, but if you take lvl 35 gear and slap it<br/>\nonto a wizard (and let&#39;s be generous here: say glowing stein, sacrificial<br/>\ndagger, robe of the oracle, etc.) as compared to putting full plate onto a<br/>\ncleric, or crafted onto a warrior (which I personally testify is very<br/>\nobtainable to lvl 35 types) you immediately notice that the tank twinks are<br/>\nmuch much more effective at low levels.<br/>\n<br/>\nNow I detest such twinks personally and wouldn&#39;t mind if Verant diminished<br/>\nto impact of twinked items [my own private fantasy solution involves some<br/>\nrandom probability of you being assaulted and robbed by higher lvl npc<br/>\nraiders if your equipment far exceeds your level, hehe], but the current<br/>\nstate of imbalance really doesn&#39;t effect wizards in any negative way.<br/>\nSeriously, if you watch twinked characters, you&#39;ll notice that usually they<br/>\nwant to solo (better xp that way, and they are--after all--powergamers).  So<br/>\nthey weren&#39;t going to group with you anyway, in all likelihood.  Second, the<br/>\nnewbie zones right now on the mature servers (where twinking is rampant) are<br/>\nnot overly crowded.  Twinked characters aren&#39;t really interfering with our<br/>\nown progression.  They are just being . . . annoying.<br/>\n<br/>\nWhile a more level playing field would be nice, Verant certainly shouldn&#39;t<br/>\ntry to level the playing field by making twinked spellcasters *more*<br/>\neffective.<br/>\n<br/>\n-Second.  Excellent commentary by Vincent Archer.  A few comments of my own.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;    From: Vincent Archer &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Vincent.Archer@...\">Vincent.Archer@...</a>&gt;<br/>\n&gt; Subject: Re: Items poliferation is a sword of damakle over Casters!<br/>\n<br/>\n </span></blockquote>&lt;snip&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; There are three kind of imbalances that &quot;require&quot; correction:<br/>\n<br/>\n </span></blockquote>First, I think the following are all pretty well thought out imbalances, but<br/>\nI have some comments.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; An imbalance that prevents you from adventuring and getting in a group<br/>\n&gt; (&quot;we can&#39;t solo&quot; is not an imbalance; EQ&#39;s target is groups, not solo)<br/>\n<br/>\n </span></blockquote>I almost agree here.  My disagreement lies in two parts.  First, Verant<br/>\ndidn&#39;t really intend for individuals to group right off.  Most people solo<br/>\noff and on at least until lvl 10, and often lvl 20.  (The benefits of<br/>\ngrouping show up around level 6 or so, but soloing usually doesn&#39;t become<br/>\n&quot;impossible&quot; until the 20&#39;s.)  The classes, IMO, were *designed* to be that<br/>\nway.  Afterall, it takes awhile to find your regular group and if you can&#39;t<br/>\ndo anything solo, you are very apt to quit the game early on.  That&#39;s not in<br/>\nVerant&#39;s best interest, or ours.  At any rate, the first 20 levels<br/>\nconstitutes a pretty substantial part of the game, so *decent* balance in<br/>\nthe pre 20&#39;s is probably desirable.  My second disagreement is simply a<br/>\nmatter of degree.  How difficult does it have to be to get into a group or<br/>\nadventure before we acknowledge that the imbalance should be fixed?  We all<br/>\nknow the joys of trying to find a group as a wizard before lvl 12.  And we<br/>\nare certainly *less* desirable at many other levels.  Not so much as to be a<br/>\ntotal handicap, but it is there.  I&#39;ve played 4 classes now on The Rathe and<br/>\ncan say that, for whatever reason (stigma associated with killstealers, our<br/>\ninability to buff, or vulnerability during battle, etc.) wizards are a<br/>\ndifficult class to find a group with.<br/>\n<br/>\nWe have one real perk.  We teleport.  Mind you, it&#39;s not a unique perk, and<br/>\nIMO druids sites are a bit better at lower lvls.  Since our access to the<br/>\nplanes is pretty much cut off, our ability to shine in this area is also<br/>\ncrimped.  And, of course, people want teleports without necessarily wanting<br/>\nto group with you.  [I ran into a real problem in my guild, for instance,<br/>\nwhere people wanted Glyphin to show up and teleport them around, but he was<br/>\nalways the last person to be asked to group when the guild was decending<br/>\ninto Guk or Mistmoore, etc.  (with some notable exceptions).]<br/>\n<br/>\nNow I say all of this to make one point:  The wizard class is certainly<br/>\nplayable, but it is more FRUSTRATING than the other classes.  You will spend<br/>\nmore time trying, unsuccessfully, to solo because you can&#39;t find a group.<br/>\nYou will be persona non grata on many occasions, and you will certainly not<br/>\nget the credit you are due in groups most of the time.  So while I&#39;d agree<br/>\nthat the imbalance as such doesn&#39;t prevent me from playing my wizard, I&#39;d<br/>\npoint out that I&#39;m spending much less time with him than I used to.  This<br/>\nis, IMO, bad for Verant.<br/>\n<br/>\nPossible fix to be suggested in a moment.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; An imbalanbce that prevents you from leveling and getting in a rgoup<br/>\n&gt; with people you want to group with.<br/>\n<br/>\n </span></blockquote>Actually, wizards level pretty well I think.  We die more often but since<br/>\nwe&#39;re the only true spell caster without a pet, we seem to earn xp at a<br/>\ngreater rate.  I&#39;ve watched enchanters, magicians and necros lvl with me,<br/>\nand the playing field in that regard seems pretty fair.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; An imbalance that make a class so unplayable or so easy that people<br/>\n&gt; will avoid that class or rush to that class.<br/>\n<br/>\n </span></blockquote>Well, and I certainly agree that an imbalance this extreme is a Bad Thing.<br/>\nBut long before it gets *that* extreme, it probably merits some course<br/>\ncorrection.  Consider, for instance, what types of people play wizards (and<br/>\nlet&#39;s be honest here)--a bunch of antisocial jerks.  Oh, not all of us by<br/>\nany means.  But the people who read the manual or the newgroups and say to<br/>\nthemselves, &quot;I want to be able to out blast everyone, kill steal, etc.,&quot;<br/>\nthese are the sorts of people that go on to choose wizards.  And the rest of<br/>\nus have to live with that.  So one the one hand we have more than our fair<br/>\nshare of The Egotistical and The Puerile, and on the other hand, those of us<br/>\nwho are truely trying to find groups, make friends, etc. quickly discover<br/>\n(or not so quickly in my case) that the other classes are better for social<br/>\nsymbiotic relationships.<br/>\n<br/>\nThis is a Very Very Bad thing, IMO.  And even if there are enough wizards<br/>\nrunning around that it doesn&#39;t look like there&#39;s a real shortage of them, I<br/>\nthink we still need to acknowledge that this is a problem.  If you think I&#39;m<br/>\nexaggerating, consider the last time you were hunting/camping a valuable mob<br/>\nand a wizard 3 levels or higher showed up.  Wasn&#39;t your first thought that<br/>\nhe/she might be getting ready to kill steal?<br/>\n<br/>\nSilverion said:<br/>\n<blockquote><span title=\"ireply\"> &gt; Wizard dont suck as you say but they need some attention as they was very<br/>\n&gt; god balanced class at start but as others get powered up and fine tuned<br/>\n&gt; also wizard class need to get some changes.<br/>\n<br/>\n </span></blockquote>I&#39;m not so sure that a) they were all that ballanced at the start or b) that<br/>\nbecause the other classes were changed, wizards need to be changed, but I<br/>\nsure do agree with you that something needs to be done.  (And, btw, I point<br/>\nout that my position on this has turned around 180 degrees.)<br/>\n<br/>\n&lt;snip&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Second every class have its strong and low levels ... wizards are low at<br/>\n&gt; start (what is expected) and at end (what is not expected) but are strong<br/>\n&gt; at middle lv. I wish to get lo high lv and be able to participate at<br/>\n </span></blockquote>dragon<br/>\n<blockquote><span title=\"ireply\"> &gt; hunt if you read some posts of 50 lv guys WIZARD cant do it now and this<br/>\n </span></blockquote>is<br/>\n<blockquote><span title=\"ireply\"> &gt; a BIG problem for me. Wich can be maybe resolved with items wich lower<br/>\n&gt; resistence so we return to my first post.<br/>\n<br/>\n </span></blockquote>I&#39;m not so sure I agree here, but this is because I have no first hand<br/>\nexperience with dragons.  Give me another 14 lvls or so, hehe.  You may yet<br/>\nconvince me ;)<br/>\n<br/>\nHere are my proposed changes, and arguments.  Hear them, and flame away:<br/>\n<br/>\nFirst, after some very careful consideration and playing of other mage<br/>\nclasses, I&#39;ve noticed one area where wizards are at a serious (and, IMO,<br/>\nunfair) disadvantage--interrupts.  All other spell casters have pets.<br/>\nBecause of this, their escape probability is dramatically improved.  Hit F1<br/>\ntwice, watch pet, pet gets low on health, run, etc., or if you&#39;re getting<br/>\npounded on, back off a bit, let the pet do it&#39;s thing and gate or run.<br/>\nDoesn&#39;t always work (say against a high red), but then when it comes to high<br/>\nreds, we all die quickly.  The biggest difference is in dealing with the<br/>\n&quot;more managable mobs&quot;--blues, and white/blacks, for instance.  If you are a<br/>\ncareful enchanter/magician/necro, you can solo througout the zone and never<br/>\nor rarely die.  Never, never, ever to a green.  You always have time to get<br/>\na head start on a run or a gate.  Because of the xp cost of pets, you don&#39;t<br/>\nlevel at a vastly higher rate, but these classes are much less frustrating.<br/>\nWe all know the experience where we&#39;re dying to a high green mob, can&#39;t get<br/>\na spell off, can&#39;t run, etc.  Other spell casters can avoid this.<br/>\n<br/>\nNow the obvious rebutal is that I&#39;m comparing a weakness of the wizard class<br/>\nto the strenghts of the others.  Well, sure, but I think it&#39;s still a valid<br/>\ncomparison.  Wizards are supposed to be pure offense, so no pet.  Fine.  But<br/>\nwhen we&#39;re getting hit, we aren&#39;t pure offense.  We&#39;re pure corpse.  We<br/>\ncan&#39;t cast to any end.  Our survivability in these cases is tied entirely to<br/>\nhow far away the zone is.  That&#39;s pure rubbish.<br/>\n<br/>\nPersonally, I&#39;d be willing to make one trade concession in the wizard class.<br/>\nI&#39;d like our channeling skill to be significantly higher than the other<br/>\nspell casters (say an extra 2 pts per lvl).  We need it, and it makes sense<br/>\nfrom virtually every angle (role play, balance, etc.).  And I&#39;d be willing<br/>\nto incure an xp penalty for it, to keep leveling balanced.  My point is<br/>\nsimply that when wizards get into melee situations, they should still have<br/>\nsome casting ability. It is, after all, the only thing wizards have (unlike<br/>\nALL other casters).  They ought to be the best at channeling.<br/>\n<br/>\nSecond, we need some way to make wizards more of a symbiotic class.  We are<br/>\nsimply not as desirable for grouping as the other classes in most scenarios.<br/>\nThere may be many ways of going about this.  Here&#39;s my one suggestion<br/>\n(paired down for space purposes, but I think you can see how it could be<br/>\nmodified for balance, etc.).  Wizards (perhaps with the help of an<br/>\nenchanter) should be able to cast their damage spells onto the weapons of<br/>\nother classes.  One possible implementation would be to have an &quot;enchanted<br/>\nweapon&quot; randomly go off for, say, 1/10th of the total damage possible in the<br/>\nspell, for up to 10 hits.  This would allow a wizard to &quot;buff&quot; in a<br/>\nmeaningful way.  Tanks would want us, and it would increase our<br/>\neffectiveness because the damage would cause hate buildup towards the tank,<br/>\nnot us (which becomes a serious problem at higher levels).  I&#39;ve talked to<br/>\nenough non-wizards who loved this idea that I think it worth bringing before<br/>\na group of wizards, possibly for a petition.<br/>\n<br/>\ncouple of last comments:<br/>\n<br/>\nMicon Bittermage said:<br/>\n<blockquote><span title=\"ireply\"> &gt; There is one other solution that to me is a lot more in keeping with the<br/>\n&gt; AD&D style that I think people are used to - randomization.  You are<br/>\n&gt; right tho that virtually all quests are breaks down to kill X and give<br/>\n&gt; its head/heart/tongue/whatever to NPC Y.  But randomizing would make<br/>\n&gt; them more quest-like.  Easier to explain in an example:<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>I agree wholeheartedly.<br/>\n<br/>\n&lt;snip&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Lastly, to address the twinking problem:  Maybe the stein instead of<br/>\n&gt; giving +10 int would give (+2 times level/10).  Therefore, your level 50<br/>\n&gt; wizard has a +10 int stein, but his twinked level 2 wizard has the same<br/>\n&gt; stein at +0 int!  Easily explained that with wisdom of levels you gain<br/>\n&gt; the ability to use a sword better (damage =level, or something similar),<br/>\n&gt; gain more power from the gem, or whatever.<br/>\n<br/>\n </span></blockquote>This is a good solution, but the problem (as I see it) isn&#39;t the twinked<br/>\nwizards, but the twinked tanks.  A glowing stein that gives plus 10 int, is<br/>\nonly giving a lvl 5 wizard (to pull an example from a hat) an extra 10 mana.<br/>\nThis is trivial.  In contrast, a warrior wearing several pieces of bronze<br/>\n(say 40 or 50 pp worth--substantially less than a glowing stein in value) at<br/>\nlvl 1 or 2 gets a significant boost to AC (roughly 50 to 100 AC points).<br/>\nI&#39;ve played around enough with low level spell casters and tanks to know<br/>\nthat the difference is impressive.<br/>\n<br/>\nAnyway, I don&#39;t know how twinking should be solved.  I have yet to hear a<br/>\nsolution I like.<br/>\n<br/>\n-Glyphin E&#39;Mondredon<br/>\n-The Rathe</div>","specialLinks":[]}}