{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lomack","from":"Lomack &lt;lomack@...","replyTo":"LIST","senderId":"SEoSgAk3qiiALaoiO7smLTQ0UMh4rjA7Kw7Kmrlf4LoUoAD0HTtX4PA7CWgbUk8S2-KwOtHn-49KUJ-7ZfOs0jiWLrvK","spamInfo":{"isSpam":false,"reason":"0"},"subject":"a few answers to a few questons","postDate":"937494546","msgId":3131,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4yMDcuMzEzMS45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3133,"prevInTime":3130,"nextInTime":3132,"topicId":3131,"numMessagesInTopic":5,"msgSnippet":"Re: Grouping ... Actually Sol A (Solusek Eye) you can start out in the low 20s.  I v found stuff that still gives me exp at level 35 in Sol A, but it sure","messageBody":"<div id=\"ygrps-yiv-1988119441\">Re: Grouping<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;&gt;Personnaly try solusek sometime<br/>\n&gt;<br/>\n&gt;Sol huh?  Yeah, I want to go there but I assumed it would be better to get <br/>\n&gt;there around 28+ lvl or so.  What do you think?  26/27 might be pushing it <br/>\n&gt;if I had to go there solo eh?<br/>\n&gt;<br/>\n&gt;I know I want a lot of stuff there!<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Actually Sol A (Solusek Eye) you can start out in the low 20s.  I&#39;v found<br/>\nstuff that still gives me exp at level 35 in Sol A, but it sure isn&#39;t much<br/>\nwhen it happens.  If your going to solo there, best be level, oh say, 50.<br/>\nI don;t believe there to be a way to safely solo in Sol and still get exp<br/>\nat any level.  Most of the place was green to me even at 33 (when I first<br/>\nwent there).  However, 95% of all those Greens still attacked me.  I do<br/>\nbelieve some of the casting goblins can see through Invis.  I don&#39;t see it<br/>\nas being a good place for soloing at all.  Espically with all that lava<br/>\nnear the zone entrance.  Its just too easy to fall in if your trying to<br/>\nmake it to the zone at full speed.<br/>\n<br/>\nSol B (Nagafen&#39;s Lair) I wouldn&#39;t try for till I was 34th at least.  When I<br/>\nwent there at 34th,  I don&#39;t remember seeing anything that was blue to me.<br/>\nat 35th the occasional Kobold is white.  I have seen one or two persons<br/>\nsolo there but its really rare.  They tend to pull one thing at a time back<br/>\nto the entrance and try to kill it there.<br/>\n<br/>\nAs a wizard I personally wouldn&#39;t recomend Soloing in any dungeon.  Its<br/>\njust too easy to get mobed, besides its not as fun as having group members<br/>\nto talk to.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Subject: RE: Question<br/>\n&gt;<br/>\n&gt;yes our mana is calcualted by our charisma and dexterity.  it is only for<br/>\n&gt;one song, level 43, which i haven&#39;t used since it came out.  they may have<br/>\n&gt;fixed it though, it used to do damage to the bard singing it as well.  guess<br/>\n&gt;like a wizard AE spell?  i have to play around with it, only problem is one<br/>\n&gt;cast and we have to get our mana back to full.  it takes 4 bubbs, and we can<br/>\n&gt;not med, nor does our mana song or clarity help, just sitting.  so how do<br/>\n&gt;you cast an AE spell?  i have heard horror stories about them.  do you<br/>\n&gt;target yourself, or a tank in your group?  anyway, just a note on bard mana.<br/>\n<br/>\n </span></blockquote>Try sitting down with your bard when you need to regen mana.  Mana regen is<br/>\nlike healing hps naturally.  Its slow and works better if your sitting<br/>\ninstead of standing.<br/>\n<br/>\nI rarely use any form of AOE spells.  I group almost exclusively.  If I am<br/>\nsoloing its because either I am exploring, or waiting for my guild mates to<br/>\nhave a spot in a group.  Generally for a group and for individuals its<br/>\nalways safer to pull one mob at a time.  Hence AoE is no good in that case.<br/>\n If your expecting a big pull, and want to test out your AoE spells.  My<br/>\nbest advice is to target the tank in the group and hit him with the AoE.<br/>\nMake sure your standing a decent distance away so that you don&#39;t get hit by<br/>\nthe AoE too.  The AoE will not damage other players, but it will hurt you<br/>\nunless its a caster based AoE.<br/>\nIts rare that I pull something on to myself when I AoE, but its also not<br/>\nvery efficient unless there are 3 or more mobs.<br/>\n1. Be a safe distance away from the group.<br/>\n2. Never use AoE to start a fight, wait till the mob that the tank is<br/>\nfighting is down a bit so that if stuff does pull to you atleast it won&#39;t<br/>\nbe that one.  The distance also helps.<br/>\n<br/>\nThe only time I would ever use a Caster Based AoE is.<br/>\n1. To pull all the mobs to me so that the rest of my party can run.<br/>\nHowever now I just evac.<br/>\n2.  If its a lot of greens and I have a full set of shield, leather, or<br/>\nStone skins on me.<br/>\n3.  If I want to lag up the screen for those with High Particle Density. :)<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Subject: Re: Question<br/>\n&gt;<br/>\n&gt;Anyone here of shadowbane Its made for pkers &quot;hint hint&quot;, and Please tell me <br/>\n&gt;when next server is coming out a day before cause me and a buncha friends are <br/>\n&gt;gonna make ogres and power level <br/>\n<br/>\n </span></blockquote>No Idea when a new EQ server is comming but Shadowband Beta will not start<br/>\ntill the first quarter of 2000.  The Beta will be closed to the public.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Well Ig euss we got lucky....CRYOKSILK im sorry but dont you <br/>\n&gt; get wasted inf <br/>\n&gt; ear plane now that its messed up.... (i didnt get to go to <br/>\n&gt; fear plane cause I <br/>\n&gt; amde 50 to late :() if you  know a way of doing it with like <br/>\n&gt; 3 groups tell me <br/>\n&gt; im intrested<br/>\n<br/>\n </span></blockquote>A few weeks ago they did a test of the PoF on Fennin Ro, not sure if they<br/>\ndid it on other servers too.  Basically the GMs sent in 30 people into<br/>\nfear, all level 46+.  I herd that 4 made it out alive, thanks to a<br/>\nsuccessful druid Succor.<br/>\nThe GMs then turned off the spawn and began to GM ress everyone that died.<br/>\nThey then tried it with 40 players entering the zone.  I herd it was about<br/>\nthe same outcome.<br/>\nI understand that Verant wanted a place that could only be attempted with a<br/>\nlarge scale event.  However, its a challange to get 2 groups work well<br/>\ntogether, let alone 6 groups.  I believe the problem that most people have<br/>\nwith the zone is not that its too hard to survive there, but that its too<br/>\nhard to even get into the zone before your mobbed to death.<br/>\n<br/>\nWhen I hit 46th.  I won&#39;t be going to PoF, unless something has changed.<br/>\n<br/>\nLomack, Knight Defender of the BCK<br/>\nMaster of Recruiting<br/>\nwww.bck.org<br/>\n&quot;The Crimson Knights&quot;<br/>\nFennin Ro</div>","specialLinks":[]}}