{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lomack","from":"Lomack &lt;lomack@...","replyTo":"LIST","senderId":"JcLCAULAZZnK6OJQLI6O35fYRYFFFbKxz_5AGwNTpdrz2KnIev4t9axx-thoY22LlOJdkz5ZvjpRipbztOi2CmnJT_Yi","spamInfo":{"isSpam":false,"reason":"0"},"subject":"So you want to solo? yuck :)","postDate":"937687147","msgId":3141,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4yMDkuMzE0MS45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":3140,"nextInTime":3142,"topicId":3141,"numMessagesInTopic":1,"msgSnippet":"... If you really just want to solo I can give you some suggestions of stuff I saw that you could probably fight, but personally I tend to almost always look","messageBody":"<div id=\"ygrps-yiv-540812333\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt;Eeeeesh!  :(  Thanks for the tips...I guess I&#39;ll avoid the area for a bit.  <br/>\n&gt;Yeah, I usually don&#39;t like going solo either...but there are sometimes those <br/>\n&gt;nights when nobody wants to group and I go off on exploration journeys. :)  <br/>\n&gt;Perma is another place I wanted to venture...but it sounds like the goblins <br/>\n&gt;there are no fun too. ;)<br/>\n&gt;<br/>\n&gt;-- Lim&#39;Dul<br/>\n<br/>\n </span></blockquote>If you really just want to solo I can give you some suggestions of stuff I<br/>\nsaw that you could probably fight, but personally I tend to almost always<br/>\nlook for a group.  Its just not as much fun talking to yourself. :)<br/>\nFirst thing that comes to mind is that I was able to solo Aviak Rooks in<br/>\nSouth Karana at the bird house.  The problem is that you must be a patient<br/>\nplayer because the Bird House is almost always crowded.  Just try to make<br/>\nsure you don&#39;t steel someone&#39;s kite, as druids still do that a fair bit out<br/>\nthere.  No bad faction, exp and loot are ok.<br/>\n<br/>\nI don&#39;t recomend Centars in SK, because they do use bows.  While that may<br/>\nnot be a problem, they do fire pretty quick and can distrup spells even<br/>\nwhile rooted.<br/>\n<br/>\nAt 24th I was able to solo wandering Tidal lords in Dagnor&#39;s cauldron.<br/>\nActually I know this one because I was leading a level 15 to unrest when he<br/>\nwas attacked.  I rooted, I nuked, it died, I got exp.  However at 24th the<br/>\nbosuns and occasionally the shamen would attack me if I got too close to<br/>\nthem.  So pulling from the camps could be bad, as wizards don&#39;t work well<br/>\nagainst two opponents.<br/>\n<br/>\nI believe wolley mammoths are blue in the mid 20s.  I could be wrong but I<br/>\nwas just wandering around yesterday and though that was the level the<br/>\npeople there were.<br/>\n<br/>\nI&#39;ve seen people soloing in Mistmore, when you zone in head down the ramp<br/>\nand go to the left side of the pond.  Up on that hill is where the soloers<br/>\ngo that I have seen.  Its safe from trains up on that hill and I believe<br/>\nthere is only one mob that spawns on top of the hill, but I know there are<br/>\na few on the sides.  Invis works find in this part of the zone.  Just don&#39;t<br/>\nexpect it to later.  Also if you think you need to train one for the zone.<br/>\nRun backwards! most of that stuff can backstab, as some are DE rogues.  Its<br/>\nnot bad dark elf faction to kill them, atleast I I don&#39;t remember it being<br/>\nbad.  My Gnome has killed a few 100 DEs in Mistmore, and still dubious to<br/>\nGuards and even Dragoons. (only killed Divvn once and Dorn 2 times:))<br/>\n<br/>\nNow that I am level 35 and verant has seen fit to turn the Cazic spawn back<br/>\non.  Yeah all the high level spawn in Cazic was turned off on Fennin Ro for<br/>\nprobably a month.  Anyway, I figured I would go exploring.  Most of cazic<br/>\nis green to me, however now that finatics and protectors are spawning near<br/>\nthe heralds, I have actually found a location where I could solo if I<br/>\nwanted to.  I just choose not to.<br/>\n<br/>\nI am sure there are probably nooks and cranies in many dungeons that you<br/>\ncan go to solo, but I personally don&#39;t recomend soloing in dungeons.  I am<br/>\npersonally not big on Guard Killing, unless its for a quest.  Killing<br/>\nguards to me is newbie harasment, as many nubies rely on the guards for<br/>\nprotection in the early levels.  Nothing sucks worse than to be running for<br/>\nyour life from the Minotaur Hero only to have the guard not there. So that<br/>\npretty much narrows it down to wandering spawn.  I found the 20s to be<br/>\nrather easy, but then again I was in groups for 90% of that time.<br/>\n<br/>\nGood Luck.<br/>\n<br/>\nLomack, Knight Defender of the BCK<br/>\nMaster of Recruiting<br/>\nwww.bck.org<br/>\n&quot;The Crimson Knights&quot;<br/>\nFennin Ro</div>","specialLinks":[]}}