{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian K. Rhees","from":"&quot;Brian K. Rhees&quot; &lt;Brian_Rhees@...&gt;","replyTo":"LIST","senderId":"K5u_LgYdaZldrX0oj2CFNBKNvfzXbD25aTGnBMygYiwyEXPNWa7F2VRIY0rLBWsjZubqPb_e9Irx0tOztCwvw1V_7MlXVuNh5dm-VnNu","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Out gunned","postDate":"938487368","msgId":3210,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4yMTguMzIxMC45NTkyNzI2MDNAZUdyb3Vwcy5jb20+"},"prevInTopic":3207,"nextInTopic":3217,"prevInTime":3209,"nextInTime":3211,"topicId":3169,"numMessagesInTopic":17,"msgSnippet":"... to ... the ... Wizards and enchanters are both valuable characters in most groups.  Sure, enchanters improve with 2 in a group, but so do wizards.  (Having","messageBody":"<div id=\"ygrps-yiv-304486624\"><blockquote><span title=\"ireply\">&gt;    Date: Mon, 27 Sep 1999 15:39:55 -0400<br/>\n&gt;    From: mstokes &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mstokes@...\">mstokes@...</a>&gt;<br/>\n&gt; Subject: Re: Out gunned<br/>\n&gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; Absolutly, as a wizard, you are the groups panic<br/>\n&gt; &gt; &gt; button.  Fighting a steady<br/>\n&gt; &gt; &gt; stream of blues, a group that includes a cleric will<br/>\n&gt; &gt; &gt; almost have no use for<br/>\n&gt; &gt; &gt; us until the puller yells,  &quot;Oh Shit, I pulled<br/>\n&gt; &gt; &gt; something big guys, get<br/>\n&gt; &gt; &gt; ready&quot;  That is when we shine.  With our burns,<br/>\n&gt; &gt; &gt; nobody can save the situation<br/>\n&gt; &gt; &gt; faster than a wizard.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; I disagree.  That&#39;s the situation where an Enchanter<br/>\n&gt; &gt; really shines.  Wizards can help, but not as well.<br/>\n&gt; &gt; Our best bet in that situation is Evac.<br/>\n&gt;<br/>\n&gt; Enchanters are great for debuffing the mob (When they aren&#39;t resisted) But<br/>\n&gt; they really lack in doing damage to a mob.  Keeping in mind that both<br/>\n&gt; wizards and enchanters are limited by the 6 Level cap rule, so we are<br/>\n&gt; talking low red, high yellows here, I would rather place my bets with a<br/>\n&gt; wizard than an enchanter.  Wizards, can burn a mob to down to 1/3 - 1/2 of<br/>\n&gt; its life chaining DD&#39;s (Even if they are 1 circle down due to matching<br/>\n&gt; cold/fire resists) much faster than an Enchanter can Debuff the same mob<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; a manageable state (Taking resists into account).  Tashen, Slow, Weaken 1,<br/>\n&gt; Weaken 2, Dot, etc.  Will about halve the damage dealt by the mob.  Stuns<br/>\n&gt; work, but 2 enchanters in a group are needed to be completely effective,<br/>\n&gt; and again resists are an issue.   Charm is out of the question, because<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; last thing you want to do in a battle against a tough opponant, is to drag<br/>\n&gt; another possible hostile into the fray.   Of course Everyone should have<br/>\n&gt; some form of root/ensnare handy to keep the mob from jumping us.   Oh well<br/>\n&gt; boss is here gotta go :)<br/>\n<br/>\n </span></blockquote>Wizards and enchanters are both valuable characters in most groups.  Sure,<br/>\nenchanters improve with 2 in a group, but so do wizards.  (Having two nukers<br/>\nin a group totally changes the tempo and style of fighting.)  Having played<br/>\nboth and grouped with both, I&#39;d have to say that enchanters are far better<br/>\nat controlling bad pulls and trains, at mid (20+) and high lvls and have<br/>\nvastly higher survivability than wizards (pet, buff, AE stun, charm, invis,<br/>\ninvis vs. undead, illusion for fighting faction benefits, etc.).  This isn&#39;t<br/>\na case of being better or worse though.  Battles with wizards are short.<br/>\nBattles with enchanters are long.  Both styles can be good.<br/>\n<br/>\nIf I may comment on your example, though, wizards attacking mobs within<br/>\ntheir lvl range usually require 3 to 4 (usually 4) full hits to kill the mob<br/>\n(and wizards get roughly 6 shots of their top-of-the-line spell on full<br/>\nmana, sort of like a revolver).  On a *chain burn*, wizards will pull the<br/>\nmob on them usually on the second shot (if not the first) and from then on<br/>\nhave low probability of getting off two more shots before they are dead.<br/>\nYou can get away with doing this once in a while, but you will die playing<br/>\nthis way.  A lot.  And this technique will *never* work for you after lvl<br/>\n30.  It&#39;s efficient suicide.  So you have to wait for the tank to build up<br/>\nhate, or rely on your root line (which I personally loathe).  Despite our<br/>\nhigh damage and short casting times, we get to do a lot of waiting.<br/>\n<br/>\nOn a more nit picky note, tashan, slow (e.g. languid pace--decrease attack<br/>\nspeed about 45%), and a single strength debuff will about halve the damage<br/>\nof most mobs.  (And tashan isn&#39;t always necessary--i.e. know your mob.)<br/>\nWhirl can also be good.  But no matter, because enchanter battles are long;<br/>\ntime is almost never a problem.  And enchanters aren&#39;t just about decreasing<br/>\ndamage, but distributing it most effectively.  Ever have a tank getting<br/>\npounded into the last bubble of his health by an agro mob?  If the mob is<br/>\nlow on health, a wizard may be able to save him.  If not, you&#39;d better have<br/>\nan enchanter to perform a mind wipe thereby resetting the mob&#39;s agro list,<br/>\nor a cleric to perform the resurrection.<br/>\n<br/>\nSign of a wizard saving a group from a horrible situation?  Maybe one or two<br/>\ntanks dead, and the rest fairly healthy.  Sign of an enchanter saving a<br/>\ngroup from a horrible situation?  No one dead and everyone with about a<br/>\nbubble of health left.<br/>\n<br/>\nAnyway, I&#39;d group with an intelligent enchanter or wizard any day.<br/>\n<br/>\n-Brian<br/>\n<br/>\nP.S. Don&#39;t charm a mob outside of the battle.  Why bring one more in when<br/>\nyou already have plenty in front of you?  If they&#39;re too high lvl to charm,<br/>\nyou can often call in your pet, or fear one, or AE mesmerize, or use some<br/>\nother technique (situation dependent--i.e. don&#39;t fear in dungeons, heh).<br/>\nCharm has its place, but it&#39;s not a cure-all.<br/>\n<br/>\nP.P.S.  If you&#39;re getting a lot of resists with your enchanter, you&#39;re doing<br/>\nsomething really really wrong.  You need to compare notes with other<br/>\nenchanters and get it straightened out.</div>","specialLinks":[]}}