{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Vince Seese","from":"Vince Seese &lt;seese@...","replyTo":"LIST","senderId":"chNMXXCZk8r8IE1rC4MNANnsUJrBnb5TXWknMIo8yinswMZ8iLnnwIYHdlmNVHe9YqBK9fKtgxncGoNzf5jqUy-AIQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Mana Management, and other topics","postDate":"924669635","msgId":331,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNS4zMzEuOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":335,"prevInTime":330,"nextInTime":332,"topicId":331,"numMessagesInTopic":2,"msgSnippet":"First off - MAN a lot of mail, just caught up. Reading waay back, I was surprised to see that most people don t like O Kiels radiation.  This goes to the","messageBody":"<div id=\"ygrps-yiv-306531454\">First off - MAN a lot of mail, just caught up.  <br/>\n<br/>\nReading waay back, I was surprised to see that most people don&#39;t like<br/>\nO&#39;Kiels radiation.  This goes to the  mana/damage ratio.  That is a<br/>\ntopic that I&#39;m real surprised to see some peoples answers to.  Just<br/>\nsaying &quot;WAIT - you get a spell that does 200, or 300, or whatever damage<br/>\nat level X&quot; isn&#39;t a ratio.  Just doing quick figuring, your first real<br/>\nspell shock of fire will do about 1.07 dam per mana.  Shock of ice is a<br/>\nstaple at 1.27, and shock of lightning does get better at 1.3 dam/mana. <br/>\nBut keep in mind fizzling, and resitances, and try to use the minimum<br/>\nspell to do the job.  Also, the next spell at 20th I estimate will be<br/>\nabout the same ratio - so even tho you are doing about 100 dam instead<br/>\nof 80 with lightning, you aren&#39;t doing any better damage.  <br/>\n<br/>\nWhy use it then?  You ARE doing it faster tho, and that is the gain you<br/>\nget really there.  (When you absolutely, positively need it dead!<br/>\nhehe).  You get gang banged.  Everyone targets the same thing, you<br/>\nunload and kill it REAL quick, then you can all fall back into a good<br/>\nrhythm on what is left usually.  Your tanks don&#39;t notice, but yet again,<br/>\nyou took what would have been a loosing battle for them, and made it a<br/>\ngreat victory.<br/>\n<br/>\nWhen I am managing my mana in a group, you need to watch your tanks<br/>\n(this assumes no cleric healing fast).  You should always end a battle<br/>\nabout 2-3 bars of mana down, and they should be no more than 1 to MAYBE<br/>\n2 bars of life down.  Your mana will always regen faster than their HP&#39;s<br/>\nwill.  This ensures that your group will be ready to fight sooner after<br/>\na fight, and can even survive that extra ambush that might hit you.  If<br/>\nyou are holding mana for trouble, then you are all doing ok  - but you<br/>\nhave a LOT longer downtime between battles while healing / meditating<br/>\nfor more healing mana. (with a full blown cleric, and not just paladins<br/>\nand rangers, you can drop that by about a bar of life)<br/>\n<br/>\nThat said, be ready to unload to keep your tanks over half life.  If you<br/>\nare out of mana, but your tanks are alive, then the whole party will a<br/>\nLOT more likely survive than if its the reverse. If your tank gets low,<br/>\nthey may get edgy and run, and then you are all dead basically.<br/>\n<br/>\nSo, back to O&#39;Kiels.  Best instance is when you have a lead tank.  Odds<br/>\nare he will take most of the hits, and prolly from two monsters.  He<br/>\nwill get hit about 10 times from one monster before its dead, and<br/>\nanother 20 or so from the second (each doing a measly 2 damage you<br/>\nsay!!).  That is about 30*2=60 points of damage, all for 15 mana -<br/>\nthat&#39;s a HUGE mana/damage ratio there (4.0).  Even with just one<br/>\nmonster, 10 hits is 20 dam - that&#39;s 1.33 ratio - better than any other<br/>\nspell you have up to at least 20th if not higher.  Oh- it&#39;s also great<br/>\npractice for your abjuration - a skill that is otherwise lagging<br/>\nhorribly cause you don&#39;t need to refresh your shielding that frequently.<br/>\n<br/>\nLastly - I tend to agree with the person who said this list has a lot of<br/>\nspam, but the problem is it is all basically topic appropriate.  I<br/>\npersonally would like to see a more focused list, maybe two lists here,<br/>\nbut that isn&#39;t gonna happen.  I already switched to digest when I got<br/>\nhit with the initial 200+ mail, but still!  Any idea from anyone how we<br/>\ncan make this more manageable?<br/>\n<br/>\nMicon / Karana</div>","specialLinks":[]}}