{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"cinius@xxxxxx.xxx","from":"cinius@...","replyTo":"LIST","senderId":"5u6fJUdKFZYeNedlzjyLNCzirxZXRUTl5HhRW66Sx-e03jJ2UTD-EEB0S8IEdL32JEohP-2d7lc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Mana and it&#39;s uses...","postDate":"924675370","msgId":334,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4xNS4zMzQuOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":333,"nextInTime":335,"topicId":334,"numMessagesInTopic":1,"msgSnippet":"Anyone having problems with this mailing list either change your option to Digest or get an e-mail account at Excite or Yahoo or something and redirect the","messageBody":"<div id=\"ygrps-yiv-1071581968\">Anyone having problems with this mailing list either change your option <br/>\nto Digest or get an e-mail account at Excite or Yahoo or something and <br/>\nredirect the mail from this list....<br/>\n<br/>\nThose of you looking for the definitive answer to Mana use, I apologize <br/>\nfor the disappointment but alas I can only offer my opinion.<br/>\n<br/>\nLevels 1-5<br/>\nMana is cheap and Health is not: Blast the hell out of everything.<br/>\n<br/>\nAfter about level 5 Mana is complemented by Health(by that I mean you can <br/>\nactually take a bit of damage and survive now) As such, an intelligent <br/>\nWizard will learn to balance the loss of Mana with taking damage. Keep <br/>\nin mind that at levels 5 to roughly 8 Mana recovers(in terms of bubbles) <br/>\nat about twice the rate of Health. This is important since you can still <br/>\nsolo comfortably at these levels. If you have lost a bubble of health <br/>\nyou should have already used 2 bubbles of Mana(sometimes more depending <br/>\non the situation)<br/>\n<br/>\nLevels 9 and up I solo occasionally but I prefer to have a friend or 2 <br/>\nfor the most part so that&#39;s what I&#39;ll talk about:<br/>\nAs the Wizard in the party your job is the hardest. You have to know <br/>\nthe status of your tank(or party members taking damage), the status of <br/>\nthe MOB or MOB&#39;s and after all that you must be able to balance your <br/>\nMana(and sometimes your health) with the health of your tanks in order <br/>\nto get the most out of your fighting time.<br/>\n<br/>\nTanks getting the snot beat out of them? A good Wizard will have no mana <br/>\nand have lost a bubble or 2 of health by the end of the fight. A big Mob <br/>\nmay hit me for between 20 and 40 points a pop which a level 10 Wizard can <br/>\ntake between 1 and 3 shots depending on the damage done. Needless to say <br/>\nyour tanks will be able to get in several hits while you&#39;re taking your <br/>\nlumps. Save a little Mana so when you back off you can deal that killing <br/>\nblow and keep your MOB from running away.<br/>\n<br/>\nIf you&#39;re in a fight that is middle of the road, and you expect your <br/>\ntanks to lose 2-3 bubbles of Health you can easily get away with using <br/>\n3/4 of your Mana on this kill and still be the first one ready for your <br/>\nnext fight. When your party first engages the MOB jump in and get a few <br/>\nmelee hits in. Your tanks will do enough damage to keep the MOB&#39;s <br/>\nattention from you. After a few hits step back and cast a couple of your <br/>\noffensive spells of choice(shock of lightning etc...) sit down and take <br/>\nnote of your party members health bars(keep and eye on this at all times) <br/>\nas well as the MOB&#39;s health bar. When the MOB is down in health a bit <br/>\njump back in and take a few more melee shots at it. If you did your job <br/>\nthe MOB will turn and hit you once or twice. Back up and finish him <br/>\noff(when his health is low enuff) with your damage spell.<br/>\nThis last scenario is my most common and usually ends up to be the best <br/>\nExp for the time spent. Most of these Mobs are Yellow cons(a few reds) <br/>\nand I usually have 1 sometimes 2 ppl that I work with like this.<br/>\n<br/>\nAs you get higher in levels you will not be able to take a hit or 2 as <br/>\ncomfortably as you once could so this behavior where I take some of the <br/>\ndamage will eventually stop. At what level I&#39;m not exactly sure since I <br/>\nlike sticking my neck out for the rush hehehe!<br/>\n<br/>\nFor weaker MOB&#39;s it&#39;s almost a waste to use more than a spell or 2. Again <br/>\na proper balance of Health and Mana will optimize your adventuring and <br/>\nfighting time.<br/>\n<br/>\nKeep in mind that every situation is different which means I try to fight <br/>\nusing these tactics but that&#39;s not always possible. For those of you that <br/>\nare already up there in level I apologize for typing out what you already <br/>\nknow. One thing everyone should keep in mind: Never be afraid to use all <br/>\nyour mana if the situation warrants it; it always takes your tanks longer <br/>\nto recover their health than for you to recover your Mana.<br/>\n<br/>\n<br/>\nCinius Shade(Mith Marr)<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n_______________________________________________________<br/>\nGet your free, private email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.excite.com/\">http://mail.excite.com/</a></div>","specialLinks":[]}}