{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Penman","from":"&quot;John Penman&quot; &lt;jpenman@...","replyTo":"LIST","senderId":"GmQCw8-EdwpP9ba4d3EJNHIF9lywSGJ1LG3ByMvzvN17gpqaTrsLNUfe4ZDitH_zYFzZtMcfozd7vLwjX7ebTlHRd9zwPLAIh4aD","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Truth about Language","postDate":"925140470","msgId":605,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4zMC42MDUuOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":604,"nextInTime":606,"topicId":605,"numMessagesInTopic":1,"msgSnippet":"Ok so here s what I have learned about Languages so far, and seeing the many questioning responses I figured I would throw my 2 coppers worth into the pot. 1)","messageBody":"<div id=\"ygrps-yiv-463022132\">Ok so here&#39;s what I have learned about Languages so far, and seeing the many<br/>\nquestioning responses I figured I would throw my 2 coppers worth into the<br/>\npot.<br/>\n<br/>\n1)    Training 1 pt into a language will allow you to start learning it,<br/>\nussualy as with all skills 1 pt is need for faster advancement.  But<br/>\ntraining at the guild is not always needed first.  To learn a new language<br/>\nyou have to hear it first before you can train in it.  Once you hear a<br/>\nlangauge then you can go to your guild trainer to learn it.  But not all<br/>\nguild rtainers know all the languages.  Just like in real life, only<br/>\nspecific trainers know certain langauges.  You may have to ask several<br/>\ntrainers.  I know for a Wizzard in Nerriak I have 3 poeple I can train from<br/>\nand My Quild Master only know 2 langauages while one of my trainers knows 5.<br/>\n<br/>\n2)  The only way to trully advance your language skill is by training at<br/>\nguild or by listening to a person is a group.  Tells and Says do not work<br/>\nfor learning purposes.  They work for you to start the training but after<br/>\nthat you will need to be in a group to learn it from someone.  Speaking the<br/>\nlangauge to someone else does not work.  I have spent several hours with<br/>\nanother Wizzard when we both had the same training in it and we learned<br/>\nnothing.  I went and trained a few more times and came back and he increased<br/>\nto my level by me talking to him only.  I now hold and excellent rating in<br/>\nseveral langauges including Old Erudian and received that by getting spammed<br/>\nby 4 Erudites while I was in their group.  I traded another language they<br/>\nwanted for OE.<br/>\n<br/>\n3)  You skill in languages is also limited by the persons skill you are<br/>\nlistening to.  If they only have a good rating in the langauge, then that is<br/>\nthe best you can get from them.<br/>\n<br/>\nFor Wizzards I would HIGHLY suggest to learn Old Erudian by lvl 16, you WILL<br/>\nneed it to read the books needed for some spells.  I am only lvl 15 now, but<br/>\nhave Excellent speaking skills in OE, so if you are on the Karana server and<br/>\nwould like some lessons please give me a tell.  My fees are ussually small<br/>\n&lt;grin&gt; .<br/>\n<br/>\nShadair<br/>\n15th Level Wizard<br/>\nKarana</div>","specialLinks":[]}}