{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jake McClean","from":"Jake McClean &lt;sin@...&gt;","replyTo":"LIST","senderId":"Mdt0X8tFJw5wMhVla3TpVWOMk4ftPi6xxtfa-IPFsM0gEhTuvYyKWEflRC4Bej5-7FyKraKtq0sLtBYNp3CI11PgsA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Shadow Step","postDate":"925149298","msgId":612,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC4zMC42MTIuOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":611,"nextInTime":613,"topicId":612,"numMessagesInTopic":1,"msgSnippet":"Hello all. I ve been reading the discussion on shadow step & gate over the past few digests and thought I d comment on this.  First, if you re gonna assign ","messageBody":"<div id=\"ygrps-yiv-2091574293\">Hello all.<br/>\n<br/>\nI&#39;ve been reading the discussion on shadow step & gate over the past few<br/>\ndigests and thought I&#39;d comment on this.  First, if you&#39;re gonna assign<br/>\nshadow step to a quick-key, BE CAREFUL... more than once I&#39;ve hit it<br/>\naccidentally and ended up in a bad bad bad situation.  Oh, and for those<br/>\nof you who haven&#39;t had the chance to experience it.. YES shadow step WILL<br/>\nteleport you out over open water and dump you in the ocean.  My last<br/>\nexperience with this sent me a good 50 or 60 yards out into the ocean, and<br/>\nto make matters worse, it placed me on a SEA FLOOR.  Talk about a panic<br/>\nattack, you wouldn&#39;t believe how DEEP the ocean is in some places!  I<br/>\ndidn&#39;t think I was gonna make it to the surface for a while there.<br/>\nNeedless to say, accidental ocean teleports have dumped me into icky<br/>\nconfrontations with sharks as well, not too much fun at early levels.<br/>\n<br/>\nAs for shadow step & gate combos.  I typically have had zero success with<br/>\nthis, although last night my group of 5 got split up and hammered by a<br/>\nbunch of bandits, and with 2 remaining comrades down to less than one<br/>\nbubble each, I decided it was time to exit stage left... hit the shadow<br/>\nstep, got interrupted, hit it again and managed to cast.. bandits followed<br/>\nand whooped on me some more, got another shadow step off, this time it<br/>\nseems i only held the attention of the magic-user bandits, so I was able<br/>\nto kick off a Gate before anything else could interrupt me.  Needless to<br/>\nsay, I was outta breath.  :)  Shadow step is SO unpredictable that it<br/>\nreally doesn&#39;t make all the great of an escape tool.. ESPECIALLY if you<br/>\nare in an area where you don&#39;t know your way around.. if you cast and<br/>\nfail, especially more than once, your sense of direction and location or<br/>\noften screwed and you&#39;ll have a REAL tough time finding your corpse.  (I<br/>\nmade this mistake while being eaten alive by pirhanas in the river between<br/>\nToxxula Forest and Kerra Isle.  A few shadow steps + that sickening yellow<br/>\nfog + endless stretches of water in every direction.. lets just say I was<br/>\nthankful for a weird corpse bug that tossed my (invisible to me) corpse on<br/>\nthe riverbank, so I was able to have someone else loot it for me.<br/>\n<br/>\nDid I mention I love this game?  :)<br/>\n<br/>\nLaton - 11th level Wizard, Xegony</div>","specialLinks":[]}}