{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Platt","from":"David Platt &lt;davidp@...","replyTo":"LIST","senderId":"Gx8VvViDL5pMvBOD6yUCQ1VTdZX1oMltAl4Pk9crOzhLRozxxEj-farqhsQYd9IUEgWiEu7xiJW0B-zG7hh5ekx3hULUYDk8wnJiRw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A word on intelligence and skills.","postDate":"925506548","msgId":832,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC40Mi44MzIuOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":889,"prevInTime":831,"nextInTime":833,"topicId":832,"numMessagesInTopic":3,"msgSnippet":"Greetings all. I write this letter to perhaps aid any who have begun down the long path of wizardry. I am Mirrin, high elf wizard, of the new Nife server,","messageBody":"<div id=\"ygrps-yiv-761671950\">Greetings all. I write this letter to perhaps aid any who have begun down<br/>\nthe long path of wizardry.<br/>\nI am Mirrin, high elf wizard, of the new Nife server, formally of the<br/>\nKarana server.<br/>\n<br/>\nMy first wizard was up to level 12 when I re-rolled to the new server. I<br/>\ndid so for several reasons:<br/>\n<br/>\nFirst to increase my intelligence. My first wiz had a 110 INT and my new<br/>\nwiz a 126 INT.<br/>\nI can not stress enough how much the extra 16 points have helped my overall<br/>\nmana. The extra mana has been<br/>\nincredible. For instance:<br/>\n<br/>\n+\tI now spend more time actually hunting and less time in meditation. This<br/>\nmakes your &quot;tank&quot; friends happier because your not always<br/>\n\tmeditating. Mana management helps here too.<br/>\n+\tI now have that extra mana needed to finish off that high level creature.<br/>\nNice to pick off that creature thats about to run<br/>\n\tto get reinforcements.<br/>\n<br/>\nAnother reason I re-rolled is, as many of you have noticed, our combat<br/>\nskills tend to raise slowly.<br/>\nHigher INT will help compensate for this. I have also learned a few tricks<br/>\nalong the way. Many of you probably already<br/>\nknow this but I put this here because of an old rule my master taught me.<br/>\n&quot;Never assume what you know is common<br/>\nknowledge. Let those who read your words decide that.&quot;<br/>\n<br/>\n+\tI have learned that you can raise your Off and Def skills very fast<br/>\ncombating multiple creatures at the same time. Find 2 or 3 that do<br/>\n\tvery little damage to you and let them smack away at ya. If you do this<br/>\nevery level for a short while It is very easy to keep your<br/>\n\tskills high.<br/>\n+ Have a &quot;tank&quot; friend help you keep your OHB and 2HB&lt;one hand blunt and<br/>\ntwo hand blunt&gt; skills maxed up. I hunt with a ranger<br/>\n\tand he is more then happy to take the damage on a few critters while I<br/>\nbeat on them my a staff. Once you have maxed out your<br/>\n\tskills, you then only need repeat this tactic for a short while every time<br/>\nyou level. This works well with dagger skills as well. Remember \tyou\tcan<br/>\nhelp you &quot;tank&quot; friends with skills too. Like with language skills.<br/>\n<br/>\nA few tips of the trade:<br/>\n\t<br/>\n+ Wizards are the keepers of knowledge. Learn where your &quot;tank&quot; friends can<br/>\nfind those magical weapons before they do.<br/>\n\tDo some research. There are many on-line resources to find out where<br/>\nlittle knick-knacks can be found. If your friends begin<br/>\n\tto rely on you for such information then you will indeed become a TRUE<br/>\nwizard.<br/>\n+ Keep this in mind. It is in your best interest to make sure your &quot;tanks&quot;<br/>\ncan take as much damage as possible. Help<br/>\n\tthem get that leather tunic they need or the weapon they REALLY want.<br/>\n&quot;Tanks&quot; are very simple to please and it only takes<br/>\n\ta minimal amount of effort to make them your &quot;loyal friend&quot;.<br/>\n+ Take risks! Overhunt when-ever you can! Press your limit and you shall be<br/>\nrewarded. Instead of hunting those easy critters<br/>\n\tuntil you reach level 4 go out and hunt... pixies for instance in lesser<br/>\nfeydark. You and a &quot;tank&quot; can get from level 3 to 6 in just a few \thours<br/>\nthere. From there press yourself to the huge spiders and then right over to<br/>\nCrushBone at level 7 or 8. <br/>\n+ Always, always, always keep an eye on your skills. Once your OHB is maxed<br/>\nthen get that great staff out and get it going.<br/>\n\tYou need to be able to use many weapons. Don&#39;t want to limit your<br/>\neffectiveness with any magical item. It would be a shame<br/>\n\tto not be able to hold that magic book (+30 mana and +10 Int) because you<br/>\ncan only use a 2 handed staff and the book has to be held<br/>\n\tin your left hand to get the bonus.<br/>\n+ Lastly, remember we wizards are known for our Intelligence. Play that<br/>\nway! Write that way! Think that way! <br/>\n\tTake great pride in your class!<br/>\n<br/>\nBe well and remember that the fate of Norrath does indeed lay within the<br/>\nhands of the wizards. Accept this simple fact.<br/>\n<br/>\nMirrin &lt;last name at level 20&gt; :)<br/>\nHigh Elf of Rodcet Nife.</div>","specialLinks":[]}}