{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Joe Wallace","from":"&quot;Joe Wallace&quot; &lt;joew88@...&gt;","replyTo":"LIST","senderId":"ZSkEL_VxEUdmUxedeNlovegiDBdkd70JEItBVnwtBG_UH1glgSj_LdXZE48MUNZRTkuEvA0cCppfQD1Hy8glf7ox5KEIWcGMPb03","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Murderous Merchant In Akanon.","postDate":"925701071","msgId":887,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTg3MC40NC44ODcuOTU5MjcyNjAwQGVHcm91cHMuY29tPg=="},"prevInTopic":881,"nextInTopic":890,"prevInTime":886,"nextInTime":888,"topicId":878,"numMessagesInTopic":11,"msgSnippet":"Regarding the Murderous merchant of Ak Anon: ","messageBody":"<div id=\"ygrps-yiv-257572274\">Regarding the Murderous merchant of Ak&#39;Anon:<br/>\n<br/>\n<br/>\n&lt;&lt;Anyways, I saw 2 elves die, there is a Elf KoSer merchant at the VERY FRONT of Ak&#39;Anon, there is no way around it, right &lt;&lt;when U enter the city part(after the zone by about 4 steps) you hit a wall, this merchant is right by the wall, the only way I see to &lt;&lt;get in Ak&#39;Anon around this crazy merchant is to: <br/>\n&lt;&lt;1) Have Someone get it for you that is not an ELF(High Elf or Wood Elf, not sure about Half-Elves, but I dont believe thise affects &lt;&lt;them) <br/>\n<br/>\n&lt;&lt;   A wood elf friend of mine was recently KOS immediatly upon entering Akanon by a Merchant. He wasnt able to get the name &lt;&lt; of this npc though. Does anyone know the name of this npc so I can steer clear of him. <br/>\n<br/>\n<br/>\nThe merchant is a clockwork merchant--it doesn&#39;t have a personal name.  It stands just inside the zone entrance of Ak&#39;Anon, usually very near, if not right on top of, a clockwork jeweler.  <br/>\n<br/>\nIt is true that the murderous merchant does NOT like elves at all, but race is not how it decides who to kill.  It is a question of deity.  I have observed the clockwork killing people, and it yells something about &quot;pagan religion&quot; when it strikes.  It will attack any character (elf or not) who has chosen TUNARE as deity.  This includes ALL High elf clerics and paladins, since Tunare is their only deity choice.  The same is true of Wood elf Druids or Rangers, since they, too, have only Tunare to choose from as deity.  Other races and classes either cannot choose Tunare at all (like the Gnomes) or have other choices available to them.  <br/>\n<br/>\nSo, the upshot is, if you chose Tunare as deity, you will be attacked the instant you enter Ak&#39;Anon.  You can try running away into the city, but I have never witnessed anyone successful at that.  Also, I have once observed this merchant running into a wall farther into the city, but that was only one time.  Every other time I have been into Ak&#39;Anon, it has been right there at the entrance.</div>","specialLinks":[]}}