<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">

<script language=javascript>
function imprimer(){ 
if (navigator.appName == "Netscape") {
window.print() ; 
}
else {
var navi = '<OBJECT ID="navi1" WIDTH=0 HEIGHT=0 CLASSID="CLSID:8856F961-340A-11D0-A96B-00C04FD705A2"></OBJECT>';
document.body.insertAdjacentHTML('beforeEnd', navi);
navi1.ExecWB(6, 1);
navi1.outerHTML = ""; 
}
}

function changemap(langue) {
document.chooselangue.src="img/bandeau_"+langue+".jpg"
}
function mapinit() {
document.chooselangue.src="img/bandeau_fr.jpg"
}
</script>
<body leftmargin=0 topmargin=0>
 <script language=javascript src="http://pub.ubi.com/barreubi.php?lng=FR"></script>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td width="491"><a href="/"><img src="img/bandeautot_fr.jpg" width="491" border="0" alt="EQ Loft"></a></td>
	<td width=30><a href="/"><img src="img/bandeau03.gif" width="30" height="119" border="0" alt="EQ Loft"></a></td>
	<td align=right background="img/bckg1.jpg"><a href="/"><img src="img/bandeau04.gif" width="125" height="119" border="0" alt="EQ Loft"></a></td>
	<td width="134"><img src="img/bandeau_fr.jpg" width="134" height="119" border="0" alt="" usemap="#langue" name="chooselangue"></td>
</tr>
</table>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td width="150" class="colgauche">
	
	 <center><img src="http://www.eqloft.com/img/titr-actu2.gif" border="0"></a> </center>

<style>
.case {background-color:#CCDDCC; text-align:center}
.casenulle {background-color:#BBBBBB; text-align:center; color:#888888}
.casespecial {background-color:#08101B; text-align:center; font-weight:bold}
.lienevent {color:#FFFFFF; font-weight:bold}
.aujourdhui {color:#FF0000}
th.caseevent {background-color:#BBBBBB; font-size:11px}
</style>
<script language=javascript>
function gotomoisprecedent() {
	document.formevents.moisdate.value='08';
	document.formevents.anneedate.value='2004';
	//alert(document.formevents.moisdate.value);
	document.formevents.submit();
}
function gotomoissuivant() {
	document.formevents.moisdate.value='10';
	document.formevents.anneedate.value='2004';
	document.formevents.submit();
}
function ouvrir_event(idevent, langue) {
ouvre=window.open("display_event.php?calendrier_date="+idevent+"&event_langue="+langue, "events", "width=200, height=250, toolbar=no, scrollbar=auto, menubar=no, statusbar=no")
}
</script>
<table border=0 cellspacing=0 cellpadding=0 width="150"><tr class=separecol><td>
<table border=0 cellspacing=1 cellpadding=1 width="100%"><form name="formevents" action="/page.php" method="post">
<input type="hidden" name="moisdate" value="">
<input type="hidden" name="anneedate" value="">
<input type="hidden" name="languesite" value="fr">
<tr>
	<td class=colcentre><center><a href="javascript:gotomoisprecedent()"><img src="img/flch_l.gif" border=0></a></center></td>
	<td colspan=5 class=colcentre><b><center>Septembre 2004</center></b></td>
	<td class=colcentre><center><a href="javascript:gotomoissuivant()"><img src="img/flch_r.gif" border=0></a></center></td>
</tr>
</form>
<tr>
	<th class=caseevent>Di</th>
	<th class=caseevent>Lu</th>
	<th class=caseevent>Ma</th>
	<th class=caseevent>Me</th>
	<th class=caseevent>Je</th>
	<th class=caseevent>Ve</th>
	<th class=caseevent>Sa</th>
</tr>


<TR>
			<TD class="casenulle">29</TD>

				<TD class="casenulle">30</TD>

				<TD class="casenulle">31</TD>

		
			<TD class=case><center>1</A></TD>
			
			<TD class=case><center>2</A></TD>
			
			<TD class=case><center>3</A></TD>
			
			<TD class=case><center>4</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>5</A></TD>
			
			<TD class=case><center>6</A></TD>
			
			<TD class=case><center>7</A></TD>
			
			<TD class=case><center>8</A></TD>
			
			<TD class=case><center>9</A></TD>
			
			<TD class=case><center>10</A></TD>
			
			<TD class=case><center>11</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>12</A></TD>
			
			<TD class=case><center>13</A></TD>
			
			<TD class=case><center>14</A></TD>
			
			<TD class=case><center>15</A></TD>
			
			<TD class=case><center>16</A></TD>
			
			<TD class=case><center>17</A></TD>
			
			<TD class=case><center>18</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>19</A></TD>
			
			<TD class=case><center>20</A></TD>
			
			<TD class=case><center>21</A></TD>
			
			<TD class=case><center>22</A></TD>
			
			<TD class=case><center>23</A></TD>
			
			<TD class=case><center>24</A></TD>
			
			<TD class=case><center>25</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>26</A></TD>
			
			<TD class=case><center>27</A></TD>
			
			<TD class=case><center>28</A></TD>
			
			<TD class=case><center>29</A></TD>
			
			<TD class=case><center>30</A></TD>
					<TD class="casenulle">1</TD>

				<TD class="casenulle">2</TD>

			
</TR>
	

</table>
</td></tr></table>
	<link REL="stylesheet" href="stylemenu.css" TYPE="text/css">
	
<img src="/headmenu.gif" width="150" height="25" border="0" alt=""><script src="/xaramenu.js"></script><script menumaker src="/mainmenu_fr.js"></script><script menucommun src="/menu_fr.js"></script>
<img src="/bottom.gif" width="150" height="27" border="0" alt="">

<br>

 <center> <a href="http://www.eqloft.com/page.php?url=fr/Encyclopedie/Extensions/h_god.htm"><img src="http://www.eqloft.com/images/god.jpg" border="0"></a> </center> <br>
<br>

 <center> <a href="http://www.eqloft.com/page.php?url=fr/Encyclopedie/Extensions/g_ldon.htm"><img src="http://www.eqloft.com/images/ldon.jpg" border="0"></a> </center> <br>
<br>


 <center> <a href="http://www.eqloft.com:4321/page.php?url=fr/Support/transfert.htm"><img src="http://www.eqloft.com/fr/images/Chrctr_change_sm-fr.jpg" border="0"></a> </center> <br>

<br>




	
<map name="langue">
<area alt="FR" shape="CIRCLE" coords="38,42,12" href="index.php?languesite=fr" onmouseover="changemap('fr')" onmouseout="mapinit()">
<area alt="UK" shape="circle" coords="90,26,13" href="index.php?languesite=uk" onmouseover="changemap('uk')" onmouseout="mapinit()">
<area alt="DE" shape="circle" coords="69,74,11" href="index.php?languesite=de" onmouseover="changemap('de')" onmouseout="mapinit()">
</map>
	
	
	</td>
	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="colcentre" width="100%">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><table border=0 cellspacing=0 cellpadding=1 width="100%"><tr><td class="entourechemin"><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr>	<td class="chemin" width="100%">&nbsp;&nbsp;<a href="/index.php?languesite=fr" class="chemin">Home</a> > <a href="fr/Communaute/" class="chemin">Communaute</a> > <a href="fr/Communaute/Recits_Aventuriers/" class="chemin">Recits Aventuriers</a> > <a href="fr/Communaute/Recits_Aventuriers/Helclayenn/" class="chemin"><b>Helclayenn</b></a></td>	<td class="chemin" align=right><img src="img/fin_chemin.gif" width="178" height="18" border="0"></td></tr></table></td></tr></table><br><table border=0 cellspacing=0 cellpadding=2 width="100%"><tr><td class=contenu align=right>[ <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/a.htm">Hëlclayënn</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/b.htm">Chapitre Deux</a></nobr> | <nobr><b>Chapitre Trois</b></nobr> | <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/d.htm">Chapitre Quatre</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/e.htm">Chapitre Cinq</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/f.htm">Chapitre Six</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/g.htm">Chapitre Sept</a></nobr> ]</td></tr></table>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Chapitre Trois&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Chapitre Trois -->
Il se sentait l&eacute;ger, voguant sur les nuages, dans un ciel rouge sang, une 
sensation de bien-&ecirc;tre l'enveloppait, la douleur dans sa poitrine s'&eacute;tait 
att&eacute;nu&eacute;e et il semblait se rapprocher d&#8217;une lumi&egrave;re 
diffuse bienfaitrice. H&euml;lclay&euml;nn se rem&eacute;morait les doux souvenirs 
de son enfance, le visage de sa m&egrave;re veillant sur lui alors qu&#8217;il 
s&#8217;endormait le soir dans la chambre de son palais, les jeux dans la for&ecirc;t 
de Nektulos o&ugrave; lui et ses amis couraient insouciants attrapant serpents 
et araign&eacute;es et s&#8217;enfuyant &agrave; la vue des morts-vivants qui 
hantaient de sombres ruines. Il aimait cette douce chaleur qui l&#8217;enveloppait 
tel un cocon maternel et le transportait dans une douce b&eacute;atitude. Soudain, 
il senti un immense d&eacute;chirement dans la poitrine, sa bouche s&#8217;ouvrit 
pour hurler la douleur incommensurable qui s&#8217;emparait de son &ecirc;tre 
mais aucun son ne semblait sortir. Il se sentait happ&eacute; vers un gouffre, 
comme si une main griffue s&#8217;&eacute;tait empar&eacute;e de son c&#339;ur 
et l&#8217;attirait vers quelque chose d&#8217;innommable. Puis ce f&ucirc;t le 
n&eacute;ant.<br>
La premi&egrave;re chose que H&euml;lclay&euml;nn aper&ccedil;u en ouvrant les 
yeux fut un visage ang&eacute;lique, mutin, orn&eacute; de grands yeux violets, 
la peau bleut&eacute;e et l&eacute;g&egrave;rement iris&eacute;e &eacute;tait 
rehauss&eacute;e par une d&eacute;licate chevelure noire et soyeuse retenue par 
un os d&eacute;licatement sculpt&eacute;. Le regard &eacute;tait presque insoutenable 
tant il inspirait des sentiments contraires. Il semblait tout &agrave; la fois 
bon et terrifiant.<br>
&laquo; &laquo; &laquo; Ou suis je ? &laquo; &laquo; demanda le n&eacute;cromancien 
alors qu&#8217;il tentait de se relever.<br>
La Drow se pencha vers le visage de son compatriote et lui murmura d&#8217;une 
voix douce et tendre<br>
&laquo; &laquo; &laquo; En s&eacute;curit&eacute;, je viens de te ramener du royaume 
des ombres et pour cela j&#8217;ai du proc&eacute;der au sacrifice d&#8217;une 
m&eacute;prisable cr&eacute;ature &raquo; &raquo; &raquo; <br>
&laquo; &laquo; &laquo; Qui suis je ? De rien je ne me souviens ? Qui es tu ? 
Pourquoi m&#8217;a tu fait revenir d&#8217;entre les morts ? Quels desseins sers 
tu ?<br>
&laquo; &laquo; &laquo; Je me nomme Laelya, je ne cherche qu&#8217;&agrave; t 
&#8216;aider. Je te connais depuis tr&egrave;s longtemps H&euml;lclay&euml;nn 
&raquo; &raquo; &raquo;<br>
&laquo; &laquo; &laquo; Ainsi ce serait mon nom ? Je n&#8217;en ai plus aucun 
souvenir.<br>
&laquo; &laquo; &laquo; Comment suis je arriv&eacute; ici ?<br>
&laquo; &laquo; &laquo; Tu a &eacute;t&eacute; assassin&eacute; lors d&#8217;un 
combat contre Innoruuk. Sache que tu a &eacute;t&eacute; trahi par une amie et 
que tu le sera encore &agrave; l&#8217;avenir. Je vais t&#8217;aider &agrave; 
retrouver ta m&eacute;moire et les tiens. &laquo; &laquo; &laquo; <br>
A ce moment l&agrave;, H&euml;lclay&euml;nn remarqua que le regard de la jeune 
femme venait de se durcir et il y vit fugacement un &eacute;trange &eacute;clair 
qui lui donna un frisson. Il se sentait faible et ne pouvait &agrave; peine bouger. 
Le mal de rescussiter le paralysait et l&#8217;emp&ecirc;chait de se mouvoir correctement. 
Il fallait que les muscles tetanis&eacute;s par la mort retrouvent leur souplesse. 
Il regarda autour de lui. Il se trouvait dans une petite habitation, simple et 
bien tenue. Les grimoires sur les &eacute;tag&egrave;res, les organes dans les 
bocaux et la collection d&#8217;&eacute;clat d&#8217;os de races diverses ne laissait 
aucun doute sur la profession de la ma&icirc;tresse des lieux. Il s&#8217;agissait 
bien d&#8217;une n&eacute;cromancienne. Un bruit attira le regard du bless&eacute;, 
dans un coin sombre de la pi&egrave;ce principale, une enfant le regardait d&#8217;un 
air terrifi&eacute; jouant machinalement avec une id&ocirc;le de chiffon. Aux 
pieds de la petite elfe noire, un petit vah shir de compagnie &eacute;tait lov&eacute; 
et poussait des soupirs de satisfaction. Cet endroit apaisait H&euml;lclay&euml;nn 
et il sombra dans une l&eacute;thargie r&eacute;paratrice. Il se r&eacute;veilla 
quelques heures apr&egrave;s et r&eacute;ussi &agrave; ce mettre debout sans trop 
de difficult&eacute;s. L&#8217;habitation semblait vide. Il se regarda dans un 
miroir. Les traits de son visage lui semblait dur et creus&eacute;, ses longs 
cheveux blancs tombaient sur ses &eacute;paules et d&#8217;un geste machinal il 
les noua sur sa nuque.
<p></p>
<p><br>
  Son torse, pr&eacute;sentait une large cicatrice &agrave; hauteur du c&#339;ur, 
  qui semblait cependant avoir &eacute;t&eacute; recousu par des mains expertes. 
  Sa peau bleut&eacute;e avait perdu de son &eacute;clat. Il fit jouer ses muscles 
  et en ressenti quelques douleurs. Son regard explora la pi&egrave;ce, cherchant 
  des indices qui permettraient de d&eacute;couvrir qui &eacute;tait sa bienfaitrice. 
  Il l&#8217;a trouvait jolie m&ecirc;me trop jolie mais il sentait confus&eacute;ment 
  une autre pr&eacute;sence f&eacute;minine dans son esprit. Il se d&eacute;cida 
  &agrave; passer la porte d&#8217;entr&eacute;e et f&ucirc;t imm&eacute;diatement 
  aveugl&eacute; par l&#8217;&eacute;clat d&#8217;un soleil rouge sui se refletait 
  sur du sable fin et blanc. Il sentait non loin la pr&eacute;sence de la mer 
  et respirait les effluves marins qui lui rappelait &eacute;galement des souvenirs 
  imprecis de bataille et de navire. Fallait-il vivre ainsi dans son &eacute;tat 
  ? il se sentait perdu tel un enfant &eacute;gar&eacute;. Il remarqua &agrave; 
  c&ocirc;t&eacute; de la maison une petite mare qui miroitait au soleil. Son 
  pagne enlev&eacute;, il y plongea et la fraicheur de l&#8217;eau lui procura 
  une agr&eacute;able sensation de bien &ecirc;tre. Un rire retenti derri&egrave;re 
  lui il se retourna et vit Laelya tenant d&#8217;une main l&#8217;enfant et de 
  l&#8217;autre des poissons enfil&eacute;s sur un pieu de bois. Il se senti g&ecirc;n&eacute; 
  de sa nudit&eacute; et chercha &agrave; attraper son pagne mais d&#8217;un air 
  malicieux l&#8217;elfe noire s&#8217;en empara le jetta au loin et s&#8217;enfuit 
  en riant. Il attendit quelques instants sa disparition dans l&#8217;habitation 
  pour courir vers son v&ecirc;tement et s&#8217;en draper d&#8217;une mani&egrave;re 
  tr&egrave;s rapide. Il rejoignit tr&egrave;s vite la maison o&ugrave; d&eacute;j&agrave; 
  le poisson cuisait sur des pierres de chaleur et r&eacute;pandait un parfum 
  qui mettait en app&eacute;tit H&euml;lclay&euml;nn. Laelya alla fouiller dans 
  un coffre de bois sculpt&eacute; et pr&eacute;senta &agrave; l&#8217;homme &agrave; 
  demi nu une somptueuse robe de mage brod&eacute;e ainsi qu&#8217;un grimoire 
  ancien.<br>
  &laquo; &laquo; &laquo; Met ses v&ecirc;tements ils appartenaient &agrave; un 
  &ecirc;tre cher je te confie aussi ce livre des d&eacute;mons ; &eacute;tudie 
  le tu retrouvera tes pouvoirs et tes connaissances. &laquo; &laquo; &laquo; 
  <br>
  Le n&eacute;cromancien remarqua que les yeux de son interlocutrice s&#8217;&eacute;taient 
  voil&eacute;s de tristesse alors qu&#8217;ils &eacute;taient encore p&eacute;tillants 
  de joie la seconde d&#8217;avant. Quel &eacute;tait ce lourd secret que sa bienfaitrice 
  semblait dissimuler en elle et qui la rendait si morose.<br>
  H&euml;lclay&euml;nn enfila la robe imm&eacute;diatement et remarqua qu&#8217;elle 
  lui &eacute;tait parfaitement ajust&eacute;e. L&#8217;odeur du poisson avait 
  attis&eacute; sa faim et c&#8217;est avec plaisir qu&#8217;il s&#8217;installa 
  &agrave; table. L&#8217;enfant le regardait de ses grands yeux emplis d&#8217;effroi 
  et ne semblait pas voulir d&eacute;tacher son regard de lui.<br>
  La chair du poisson &eacute;tait fine et d&eacute;licate et le met un vrai r&eacute;gal 
  pour le palais. Il se sentait bien l&agrave; et n&#8217;avait qu&#8217;une inqui&eacute;tude 
  celle de son d&eacute;part.<br>
  &laquo; &laquo; &laquo; &laquo; &laquo; tu poura rester le temps de ta r&eacute;adaptation 
  au monde des vivants et le temps que tes blessures cicatrisent compl&egrave;tement. 
  Je ne pourrais h&eacute;las gu&eacute;rir celle de l&#8217;&acirc;me. Tout comme 
  les miennes elles ne se refermeront jamais &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; quelles sont ces blessures qui te rendent si 
  triste noble dame ? &raquo; &raquo; &raquo; demanda H&euml;lclay&euml;nn<br>
  &laquo; &laquo; &laquo; &laquo; Je n&#8217;ai pas l&#8217;habitude de confier 
  mes &eacute;tats d&#8217;&acirc;me &agrave; quelqu&#8217;un et encore moins 
  &agrave; quelqu&#8217;un dont les meurtrissures pourraient &ecirc;tre plus graves 
  que les miennes. Ce soir nous irons dans Neriak parcourir le chemin de tes souvenirs. 
  Mais pour l&#8217;instant j&#8217;attend de la visite et tu ferais bien de te 
  reposer encore. Le chemin sera long jusqu&#8217;&agrave; la sombre capitale.<br>
  Lorsque qu&#8217;il se reveilla il remarqua que la nuit &eacute;tait venue recouvrir 
  de son ombre glac&eacute;e le paysage desertique. Laelya conversait avec une 
  personne du petit peuple envelopp&eacute;e dans une sombre cape. Le capuchon 
  rabattu revelait cependant un visage feminin rond franc et jovial.<br>
  &laquo; &laquo; &laquo; &laquo; Je prendrais soin de l&#8217;enfant ne t &#8216;inquiete 
  pas. Je demeure en dehors de la ville et cela ne devrait pas pos&eacute; le 
  moindre probl&egrave;me. Je l&#8217;el&egrave;verais dans l&#8217;amour de Tunare, 
  il lui fera oublier les douleurs et les meurtrissures occasionn&eacute;es par 
  innoruuk &raquo; &raquo; &raquo; &raquo;</p>
<p></p>
<p></p>
<p>&laquo; &laquo; &laquo; &laquo; Je te remercie Zoune, son fr&egrave;re sera 
  incapable de l&#8217;aider. Tellement d&#8217;embuches vont se dresser sur son 
  chemin qu&#8217;il ignore encore, a combien de trahison devra t il faire face 
  encore ? je n &#8216;ose rien lui reveler pour le moment, il faut dej&agrave; 
  que le puzzle de sa m&eacute;moire s&#8217;assemble. &raquo; &raquo; &raquo; 
  &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; Je ferais de mon mieux H&euml;l est un ami et 
  je ne le laisserais pas non plus. Je vais avertir ses compagnons qu&#8217;il 
  est encore en vie. Ils se sont refugi&eacute;s sur les terres glac&eacute;es 
  et se lamente de sa perte &raquo; &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; Non, attend encore un peu, il est trop t&ocirc;t 
  pour lui, si ses amis le retrouvent maintenant il devra faire face a trop de 
  probl&egrave;mes qu&#8217;il n&#8217;est pas capable de surmonter encore. Je 
  te ferais parvenir une missive &agrave; ce sujet. &raquo; &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; Tr&egrave;s bien, je m&#8217;en remet &agrave; 
  toi car je sais que c&#8217;est la voie de la raison. Je m&#8217;en vais maintenant 
  et je vous laisse &laquo; &laquo; &laquo; &laquo; <br>
  Elle prit l&#8217;enfant par la main, lui murmura des mots doux &agrave; l&#8217;oreille 
  qui rendit &agrave; la petite elfe noire un sourire fugace et quitta la demeure.<br>
  H&euml;lclay&euml;nn se leva peniblement. Ses muscles &eacute;taient endoloris 
  et n&#8217;avaient pas encore trouv&eacute; la pl&eacute;nitude de leur force 
  et de leur souplesse. Il contemplait le corps gracile de Laelya et senti des 
  sentiments confus l&#8217;envahir. Il &eacute;tait attir&eacute; par elle mais 
  quelque chose dans son esprit freinait ses pulsions. <br>
  &laquo; &laquo; &laquo; &laquo; Prend ce parchemin et lis le. Il faut que tu 
  memorise a nouveau ce sort dans ton esprit. Il ouvrira une porte dans Neriak 
  o&ugrave; nous nous teleporterons. Il faudra que tu apprenne de nouveau les 
  sorts d&#8217;invocation et d&#8217;alt&eacute;ration. Je t aiderais et t&#8217;expliquerais 
  comment les utiliser &agrave; bon escient. Tu &eacute;tais un bon n&eacute;cromancien 
  et la t&acirc;che devrait &ecirc;tre ais&eacute;. Ton esprit est d&eacute;j&agrave; 
  form&eacute; &agrave; ces sciences occultes, il s&#8217;agit juste de rafraichir 
  ta m&eacute;moire. Ta puissance intellectuelle a du rester intacte et ta capacit&eacute; 
  &agrave; g&eacute;nerer du mana identique. &raquo; &raquo; &raquo; &raquo;<br>
  Le n&eacute;cromancien pris des mains de son interlocutrice, le parchemin jauni. 
  Des glyphes y &eacute;taient trac&eacute;es et la lecture lui fut toute naturelle. 
  &laquo; &laquo; &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; &laquo; &laquo; Tu va prononcer les mots necessaires 
  &agrave; l&#8217;incantation et nous nous retrouverons a Neriak. Evite de te 
  montrer et reste dans l&#8217;ombre. Nous ne sommes pas les bienvenues l&agrave;-bas. 
  &raquo; &raquo; &raquo; &raquo;<br>
  Laelya apr&egrave;s avoir prononc&eacute; quelques paroles disparu sous ses 
  yeux. Il concentra son esprit et murmura les m&ecirc;mes mots. Il senti les 
  particules de son corps se decomposer et se reconstruire.<br>
  Il emergea dans le coin sombre d&#8217;une rue. Une main se plaqua sur sa bouche 
  et l entraina en arri&egrave;re dans la sombre ruelle. Un bruit de pas accompagn&eacute; 
  d&#8217;un cliquetis d&#8217;armes se fit entendre. Une patrouille arrivait 
  et il fallait se fondre dans l&#8217;obscurit&eacute;. <br>
  &laquo; &laquo; &laquo; Ne bouge pas &laquo; &laquo; &laquo; lui murmura Laelya 
  en se plaquant contre lui. Ce contact &eacute;veilla en lui d&#8217;&eacute;tranges 
  sensations et il eu soudain envie de la prendre dans ses bras. Il la regarda 
  mais ce qu&#8217;il vit dans ses yeux l&#8217;en dissuada. Son regard s&#8217;&eacute;tait 
  &agrave; nouveau durci et il sentait son corps se raidir contre lui.<br>
  &laquo; &laquo; &laquo; &laquo; Viens suis moi &raquo; lui dit elle<br>
  Sa d&eacute;marche &eacute;tait l&eacute;g&egrave;re sur les dalles humides 
  et il avait peine &agrave; la suivre. Elle s&#8217;arr&ecirc;ta devant une demeure 
  magnifique. Les grilles &eacute;taient soigneusement ferm&eacute;es et un &eacute;criteau 
  y &eacute;tait appos&eacute;.<br>
  &laquo; &laquo; &laquo; &laquo; avis &agrave; la population de Neriak, cette 
  demeure et tous les biens qu&#8217;elle contient sont pr&eacute;sent pla&ccedil;&eacute;s 
  sous sequestre et sous la juridiction du bailli de Neriak. Le clan Moonkeeper 
  est &agrave; pr&eacute;sent banni de nos terres. Une recompense de 1000 pi&egrave;ces 
  de platine est offerte pour la capture de l&#8217;un d&#8217;entre eux. &raquo; 
  &raquo; &raquo; &raquo; &raquo;</p>
<p></p>
<p><br>
  Des souvenirs commencaient &agrave; affluer en H&euml;lclay&euml;nn. Moments 
  confus de l&#8217;enfance, des jeux dans le parc qui s&#8217;ouvrait devant 
  lui, une m&egrave;re tendre, un p&egrave;re toujours occup&eacute; par ses affaires 
  politiques. Des bribes de son pass&eacute; remontait &agrave; la surface de 
  son esprit, telle une bulle d&#8217;air qui remonte &agrave; la surface d&#8217;une 
  mare. Il vit un bateau dans un port il en &eacute;tait le capitaine, il donnait 
  des ordres, une banni&egrave;re sur laquelle &eacute;tait brod&eacute;e en lettre 
  d&#8217;or &laquo; Si j&#8217;avance suivez moi, si je meurs vengez moi, si 
  je recule tuez moi &laquo; claquait au vent. H&euml;lclay&euml;nn tomba &agrave; 
  genoux devant laelya et hurla de douleur en tenant la t&ecirc;te entre ses mains. 
  Ces images qui s&#8217;entrechoquaient lui d&eacute;chirait l&#8217;esprit.<br>
  La necromancienne s&#8217;agenouilla devant lui et lui prit les mains. Il sentit 
  une onde d&#8217;apaisement parcourir son corps. Il plongea ses yeux dans les 
  siens. Le violet &eacute;tait devenu &eacute;clatant et les pupilles brillaient 
  de mille feux.<br>
  &laquo; &laquo; &laquo; &laquo; Essayons d&#8217;entrer dans la demeure tu pourra 
  y recuperer certaines de tes affaires. Tu vivais ici. Toi et ta famille vous 
  faisiez partie de l&#8217;&eacute;lite de Neriak. Aujourd&#8217;hui tu es comme 
  moi un proscrit par la faute d&#8217;Innoruuk et des s&eacute;ides fourbes qui 
  le servent. &laquo; &laquo; &laquo; &laquo; &laquo; <br>
  La l&eacute;vitation permis au couple de passer le mur d&#8217;enceinte et de 
  penetrer dans la b&acirc;tisse par l&#8217;une des ouvertures de l&#8217;&eacute;tage 
  sup&eacute;rieur. Ils arriv&egrave;rent dans une grande chambre. Un lit &agrave; 
  baldaquin ouvrag&eacute; attirait de suite l&#8217;attention. Au mur un gigantesque 
  tableau montrait un couple d&#8217;elfe noire, un b&eacute;b&eacute;,et deux 
  jeunes hommes en uniforme de la garde de Neriak. H&euml;l se reconnu en l&#8217;un 
  d&#8217;entre eux. A l&#8217;aide de sa dague il decoupa soigneusement la toile, 
  la roula et la placa dans le sac rallique qu&#8217;il avait mis en bandouill&egrave;re. 
  Il passa la porte de la chambre et se retrouva dans un couloir qui surplombait 
  un patio. La geographie des lieux lui revenait peu &agrave; peu. Il se dirigea 
  &agrave; l&#8217;extr&eacute;mit&eacute; du corridor o&ugrave; une porte rouge 
  sang &eacute;tait entrebaill&eacute;e. Laelya le suivait mais ne disait mot 
  ne voulant pas troubler l&#8217;effort de concentration qu&#8217;il faisait. 
  Soudain, un souffle rauque se fit entendre, dans un grognement bestial, une 
  forme sombre se jeta sur H&euml;lclay&euml;nn. Des dents aiguis&eacute;es se 
  plant&egrave;rent dans son &eacute;paule et cherchaient &agrave; atteindre sa 
  jugulaire. D&#8217;un geste sur il planta son arme dans le flanc de l&#8217;agresseur.<br>
  &laquo; &laquo; &laquo; &laquo; Recule !!!! &raquo; &raquo; &raquo; &raquo; 
  lui cria Laelya<br>
  H&euml;l obtempera et vit la cr&eacute;ature immobilis&eacute;e &agrave; quelques 
  pas de lui. Son haleine &eacute;tait pestilentielle. Il reconnu une goule. Elle 
  se nourrissait de cadavres et detectait l&#8217;invisibilit&eacute;. Elle avait 
  du &ecirc;tre laiss&eacute;e ici pour monter la garde et traquer les intrus 
  ou les voleurs.<br>
  &laquo; &laquo; &laquo; &laquo; Ne t&#8217;approche pas elle est immobilis&eacute;e 
  au moindre geste vers elle le charme sera rompu, memorise ton sort de racines 
  enchevetrantes et enracine l&agrave; je m&#8217;occuperais des dommages. &raquo; 
  &raquo; &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; Je n&#8217;ai pas besoin de memoriser j&#8217;ai 
  retenu cette formule avant de nous transporter ici &raquo;<br>
  Le necromancien se concentra, des eclairs verts coururent sur ses avant bras 
  et jaillirent du bout de ses doigts. Des racines sortirent du sol, brisant et 
  soulevant le marbre et s&#8217;entortill&egrave;rent autour du monstre. Des 
  craquements sinistres se firent entendre la force de la terre &eacute;tait si 
  grande qu&#8217;elle comman&ccedil;ait &agrave; briser les membres de l&#8217;abomination 
  qui se trouvait devant eux. La cr&eacute;ature f&ucirc;t soudain entour&eacute; 
  d&#8217;un nuage noir toxique et elle commen&ccedil;a &agrave; suffoquer. La 
  vie s&#8217;&eacute;chappait de son corps difforme d&#8217;une mani&egrave;re 
  r&eacute;guli&egrave;re.<br>
  &laquo; &laquo; &laquo; &laquo; Laissons la mourir. Va vite dans ta chambre 
  prends quelques affaires et partons. Le bruit a peut &ecirc;tre attir&eacute; 
  du monde. &raquo; &raquo; &raquo; &raquo; &raquo;<br>
  Il poussa la porte rouge et se retrouva dans un univers familier. Il se dirigea 
  imm&eacute;diatement vers un secr&eacute;taire, y pr&icirc;t un grimoire ouvrag&eacute; 
  ainsi qu&#8217;une dizaine de parchemin, une plume rare ainsi que de l&#8217;encre. 
  Il glissa &eacute;galement dans son sac le portrait d&#8217;une elfe noire aux 
  cheveux blancs.</p>
<p></p>
<p><br>
  Des cris retentirent soudain &agrave; l&#8217;ext&eacute;rieur et des lumi&egrave;res 
  de torche commen&ccedil;&egrave;rent &agrave; danser sous les fen&ecirc;tres.<br>
  &laquo; &laquo; &laquo; &laquo; Teleportons nous vite et partons nous ne pourrons 
  faire face au guet &laquo; &laquo; &laquo; &laquo; <br>
  De nouveau, le couple disparu et se materialisa non loin de la demeure de Laelya.<br>
  &laquo; &laquo; &laquo; &laquo; beaucoup de me souvenir me revienne gr&acirc;ce 
  &agrave; toi. Je ne saurais jamais assez te remercier. Qui est cette femme ? 
  dit H&euml;lclay&euml;nn en montrant le portrait pris dans sa chambre.<br>
  &laquo; &laquo; &laquo; &laquo; Elle s&#8217;appelle Kathyaxx Un&#8217;darkx, 
  elle fait partie d&#8217;une riche famille de Neriak et tu devais l&#8217;&eacute;pouser 
  dans quelques semaines &laquo; &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; &laquo; Comment sais tu autant de choses sur moi ? &raquo; 
  &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; Dissons que je suis ton ange gardien &raquo; 
  &raquo; &raquo; &raquo; dit-elle en riant malicieusement.<br>
  &laquo; &laquo; &laquo; &laquo; Hum si tous les anges &eacute;taient comme toi 
  je n&#8217;aurais jamais servi Innoruuk mais plut&ocirc;t Tunare &raquo; &raquo; 
  &raquo; &raquo; &raquo;<br>
  Il &eacute;tait temps de se coucher et se sentant mieux H&euml;lclay&euml;nn 
  insista pour que Laelya retrouve sa chambre. Il posa devant la chemin&eacute;e 
  une couverture en peau de mamouth laineux, s&#8217;enroula dedans et s&#8217;endormi 
  avec un sentiment de b&eacute;atitude.<br>
  Il se reveilla une heure apr&egrave;s, la gorge s&egrave;che, en sueur, des 
  visages d&eacute;filaient devant lui et criaient &laquo; a mort a mort &raquo;. 
  Il avait de nouveau fait un cauchemar. Il se mit assis, pris dans ses mains 
  la petite peinture de Kathyaxx et observa l&#8217;image. Elle lui inspirait 
  des sentiments de bohneur mais les souvenirs semblaient assez confus. Il se 
  leva, marcha dans la pi&egrave;ce et se surpris a contempler Laelya dormant. 
  Son souffle &eacute;tait regulier et m&ecirc;me dans le sommeil elle &eacute;tait 
  tr&egrave;s belle. Une bouff&eacute;e de tendresse monta en lui. Il chassa ce 
  sentiment confus qui s&#8217;emparait de lui, honteux de regarder &agrave; son 
  insu la personne qui &eacute;tait si bonne pour lui.<br>
  Laelya se reveilla avec la lumi&egrave;re du jour. Elle remarqua imm&eacute;diatement 
  l&#8217;absence de H&euml;lclay&euml;nn. Un sentiment d&#8217;inqui&eacute;tude 
  naquit en elle. Il n&#8217;&eacute;tait pas encore pr&eacute;par&eacute; &agrave; 
  de nouveau affronter le monde hostile de Norrath et elle devait le retrouver 
  au plus vite. Elle n&#8217;avait m&ecirc;me plus pens&eacute; tant elle &eacute;tait 
  fatigu&eacute; &agrave; regarder la blessure que la goule lui avait occasionn&eacute; 
  la veille. La lumi&egrave;re ext&eacute;rieure &eacute;tait vive pour ses yeux 
  clairs et plus habitu&eacute;s &agrave; la nuit.<br>
  Elle trouva le necromancien qui m&eacute;ditait au bord de la mare d&#8217;eau. 
  Son livre de sorts ouvert t&eacute;moignanit qui&#8217;l avait travaill&eacute; 
  une bonne partie de la nuit. Des cadavres d&#8217;animaux gisaient &eacute;pars 
  autour de H&euml;lclay&euml;nn. Un immense squelette veillait sur son maitre 
  et montre des signes de f&eacute;brilit&eacute; lorsqu&#8217;elle s&#8217;approcha. 
  Il s&#8217;effondra soudain dans un fracas d&#8217;ossements.<br>
  &laquo; &laquo; &laquo; &laquo; &laquo; Bonjour belle Laelya. Gr&acirc;ce &agrave; 
  toi j&#8217;ai retrouv&eacute; la plus grande partie de ma m&eacute;moire et 
  de ma puissance n&eacute;cromancienne. Je t&#8217;en remercie. As tu prevenu 
  Kathyaxx que j&#8217;&eacute;tais encore vivant ? &raquo; &raquo; &raquo; &raquo; 
  &raquo;<br>
  Un &eacute;clair de tristesse voil&agrave; le regard de la jeune femme.<br>
  &laquo; &laquo; &laquo; &laquo; Oui je l&#8217;ai fait mais elle n&#8217;a pas 
  r&eacute;pondu &agrave; ma missive. Mes informateurs m&#8217;ont dit qu&#8217;ils 
  l&#8217;avaient vue dans des soir&eacute;es mondaines aux bras de nouveaux chevaliers 
  servants. Il semble qu&#8217;elle t ait oubli&eacute; et qu&#8217;elle aspire 
  maintenant &agrave; emprunter d&#8217;autres chemins et &agrave; ne plus croiser 
  le tien. &raquo; &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; &laquo; Quelle est cette sombre machination !!!! Tu 
  mens !!!! Cela n&#8217;est pas possible. &raquo; &raquo; &raquo; &raquo;<br>
  La physionomie du visage de laelya changea, elle devenait m&eacute;conaissable.<br>
  &laquo; &laquo; &laquo; &laquo; Tu ne comprendra jamais rien !!! tu n&#8217;es 
  qu&#8217;un sot et un pantin !!!! Je ne veux plus te voir et je te laisse &agrave; 
  ton sort. Tu a toujours &eacute;t&eacute; ainsi, tu es un aveugle sur le chemin 
  de la vie. Je ne veux plus rien avoir &agrave; faire avec toi &laquo; &laquo; 
  &laquo; &laquo; </p>
<p></p>
<p></p>
<p>H&euml;l resta pantois devant une r&eacute;action si vive qu&#8217;il n&#8217;avait 
  pu anticiper. Il contemplait maintenant un espace vide devant lui. Elle &eacute;tait 
  partie. Une douleur envahit sa poitrine. Elle lui manquait d&eacute;j&agrave;. 
  Il quitta le bord de la petite &eacute;tendue d&#8217;eau et se dirigea vers 
  la maison. Ses pas &eacute;taient pesants, son c&#339;ur souffrait et il ne 
  savait exactement pourquoi. Quel &eacute;tait ce mal qui le rongeait et le rendait 
  si vuln&eacute;rable lui qui avait conquis des territoires, fait regner la terreur 
  sur les mers de norrath. A quoi &eacute;tait il reduit. D&#8217;un geste rageur 
  il se retourna et fit exploser son familier dans une gerbe d&#8217;&eacute;tincelles.<br>
  &laquo; &laquo; &laquo; Ainsi periront ceux qui s&#8217;opposeront &agrave; 
  moi. Maudit Innoruuk je te tuerais et exposerais ta t&ecirc;te au monde entier 
  &raquo; &raquo; &raquo; cria t il en levant sa t&ecirc;te vers le ciel. Il p&eacute;n&eacute;tra 
  dans la maison emballa soigneusement ses affaires dans un petit sac d&#8217;aventurier 
  et d&eacute;cida de s&#8217;enfuir sur les chemins de norath seul. Il ne souhaitait 
  plus rien de la vie et pr&eacute;f&eacute;rait vivre comme un vagabond. Il se 
  sentait atrocement seul, ses amis l&#8217;avaient trahi, la main qu&#8217;on 
  lui tendait il venait de la perdre.<br>
  Les jours puis les semaines pass&egrave;rent, il continuait &agrave; errer sur 
  des sentiers se cachant dans l&#8217;obscurit&eacute; afin d&#8217;&eacute;viter 
  les redoutables pr&eacute;dateurs qui chassent la nuit. C&#8217;est &eacute;puis&eacute;, 
  les v&ecirc;tements en lambeaux et les pieds ensanglant&eacute;s qu&#8217;une 
  caravane de marchand le decouvrit dans le desert de l&#8217;oasis de Maar. Il 
  errait comme un fou murmurant des paroles incoh&eacute;rentes ou les m&ecirc;mes 
  mots revenaient souvent &laquo; malediction&#8230;Innoruuk&#8230;Laelya&#8230; 
  &raquo;. La caravane s&#8217;arreta dans un camp de gypsie et le laissa aux 
  bons soins des gens du voyage.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><center>[&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/a.htm">Hëlclayënn</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/b.htm">Chapitre Deux</a></nobr>&nbsp;|&nbsp;<nobr><b>Chapitre Trois</b></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/d.htm">Chapitre Quatre</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/e.htm">Chapitre Cinq</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/f.htm">Chapitre Six</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/g.htm">Chapitre Sept</a></nobr>&nbsp;]</center></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br>	<table width="100%" border="0" cellspacing="0" cellpadding="0">







        <tr> 







          <td> 







            <p> 







              <center>







                <nolayer><iframe src="http://pub.ubisoft.fr/pub_everquest.php?languesite=fr" width=468 height=60 marginwidth=0 marginheight=0 hspace=0 vspace=0 frameborder=0 scrolling=no bgcolor="#FFFFFF"></iframe></nolayer>







              </center>







            </p>







          </td>







        </tr>







      </table></td>















	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>















	<td width="134" class="coldroite">







	<center>



 

<br>







	


 <center> <a href="http://www.eqloft.com/page.php?url=fr/Debutants/pages.htm"><img src="http://www.eqloft.com/images/bandeau01_fr.gif" border="0"></a> </center> <br>


<br>



 <center> <a href="http://www.eqloft.com/page.php?url=fr/Communaute/annuaire.htm"><img src="http://www.eqloft.com/images/bandeau02_fr.gif" border="0"></a> </center> <br>


<br>

<!-- WEEKLY POLL --> 
<img src="fr/img/titr-poll.gif" width="134" height="18" border="0" alt="sondage"><br>
<center><table border=0 cellspacing=0 cellpadding=0 width="130">
<tr valign=top>
	<td colspan=5><img src="img/cadre-poll-h.gif" width="130" height="8" border="0"></td>
</tr>
<tr valign=top>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td width="126" class=poll_interne>


      

      <table cellpadding=1 cellspacing=2 border=0>
        <tr>
          <td class="poll_question">
            Combien d'heures par semaine jouez-vous à un MMORPG?          </td>
        </tr>
		</table>
		
		<table cellpadding=0 cellspacing=0 border=0>
  		<form action="viewpoll_proc.php" method="POST" name="frm">
        <input type=hidden name="poll" value="842">
        <input type="hidden" name="url" value="page.php">
		 <input type="hidden" name="languesite" value="fr">

                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="1">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              1-5h              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="2">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              5-10h              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="3">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              10-15h              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="4">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              15-20h              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="5">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              >20h              </font></td>
          </tr>
                    <tr>
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
          <tr>
            <td colspan="2">
              <center><input type="submit" src="img/but_submit.jpg" width=109 height=24 border=0 align=left name="image" value="Voter"></center>
            </td>
          </tr>
          <tr background="">
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
  </form>
      </table>
      	</td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
<tr>
	<td colspan=5><img src="img/cadre-poll-b.gif" width="130" height="8" border="0"></td>
</tr>

</table></center>
<!-- POLL ENDS -->


 </center>







	<br>




 <center> <a href="http://guide.eqloft.com/guideappfr/" target="_blank"><img src="http://www.eqloft.com/img/annonce-fr.jpg" border="0"></a> </center> <br>













	</td>















</tr>















</table><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<center><a href="mailto:eqloft_fr@ubisoft.fr">Contact</a><a target="impression" href="imprimer.php?url=fr/Communaute/Recits_Aventuriers/Helclayenn/c.htm"></a></center>
	<br>
	<center>Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
	EverQuest and You're in Our World Now are registered trademarks of Sony Computer Entertainment America Inc. 
	Verant Interactive and Verant Interactive logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are trademarks of 
	Sony Online Entertainment Inc. All other trademarks below to their respective owners. © 2002 Sony Computer Entertainment America Inc. All rights reserved.</center></center>
	<br>

	</td>
</tr>
</table>
</BODY>
</HTML>
<script language="javascript">
WEBO_ZONE=204;
WEBO_PAGE=2;
weboplus_ok=0;
</script>
<script language="javascript" src="http://js.tiscali.fr/jstiscali/weborama/weboscopeplus.js">
</SCRIPT>
<SCRIPT>
if(weboplus_ok==1){weboplus_zp(WEBO_ZONE,WEBO_PAGE);}
</script>
<!-- BEGIN WEBSIDESTORY CODE v7.2 -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="Chapitre Trois"; 	//page name(s)
var _mlc="SiteWeb/EverQuest/Retention/";	//multi-level content category
var _seg=""; // visitor segmentation
var _cmp=""; // campaign analysis - id
var _gp="";  // campaign analysis - goal page 
var _cmpn="";// campaign analysis - query name for id
var _gpn=""; // campaign analysis - query name for goal page
var _cp="null"; 	//campaign
var _acct="DM510830FOBR38FR3"; 	//account number(s)
var _pndef="title";	//default page name
var _ctdef="full"; 	//default content category
var _dlf="n";	//download filter
var _elf="n";	//exit link filter
var _epg="n"; 	//event page identifier
var _mn="we91"; //machine name
var _gn="ehg-ubisoft.hitbox.com"; //gateway name
var _lp=location.protocol.indexOf('https')>-1?'https://':'http://';
var _hcv=68;function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if (_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if (_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_fp=_pm(_rm,_fml,_ipn);return _fp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script><script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://www.ubi.com/nr/ubisoft/include/hbe.js"></script>
<script language="javascript">if (_sv==10){if (document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='"+_lp+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6&seg="+_seg+"' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<noscript><img src="http://ehg-ubisoft.hitbox.com/HG?hc=we91&cd=1&hv=6&ce=u&hb=DM510830FOBR38FR3&n=Chapitre Trois&vcon=SiteWeb/EverQuest/Retention/&seg=&cmp=&gp=" border='0' width='1' height='1'>
</noscript><!--//-->
<!-- END WEBSIDESTORY CODE  -->
<!-- ************************************************ -->
<!-- ****       END TEMPORARY REPORTING CODE      *** -->
<!-- ************************************************ -->	


