<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Microsoft FrontPage 4.0">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE>Blacksmithing</TITLE>
  <style fprolloverstyle>A:hover {color: red; font-weight: bold}
  </style>
  <meta name="Microsoft Border" content="none">
</HEAD>
<BODY BACKGROUND="../../rahmen/images/higru05.gif" TEXT="#000080">

<P><CENTER><A NAME="start"></A></CENTER></P>

<P><CENTER><IMG SRC="../../rahmen/images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)" NATURALSIZEFLAG="0" ALIGN="BOTTOM" width="266" height="102"><B><FONT SIZE=+2><BR>
Blacksmithing - oder wie verhindere ich Schwielen an den H&auml;nden</FONT></B></CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%">

<P><CENTER>
<div align="center">
  <center><TABLE BORDER="0" WIDTH="95%" CELLSPACING="2" CELLPADDING="0">
<TR>
<TD WIDTH="50%"><A HREF="#Banded Armor">Zutatenliste</A></TD>
<TD WIDTH="50%"><P ALIGN=RIGHT><A HREF="#Beschreibung">Anleitung</A></TD></TR>
</TABLE>
  </center>
</div>
</CENTER>

<P><CENTER>&nbsp;</CENTER></P>

<H3><CENTER><A NAME="Banded Armor"></A><STRONG>Banded Armor</STRONG></CENTER></H3>

<P><CENTER>
<div align="center">
  <center><TABLE BORDER="1" CELLPADDING="0" CELLSPACING="2" WIDTH="95%">
<TR>
<TD HEIGHT="42" WIDTH="15%">&nbsp;<B>Material</B></TD>
<TD WIDTH="9%">&nbsp;<B>Sheets</B></TD>
<TD WIDTH="12%">&nbsp;<B>EK/81 Cha</B></TD>
<TD WIDTH="22%">&nbsp;<B>Pro Versuch inkl. Wasser</B></TD>
<TD WIDTH="16%">&nbsp;<B>AC</B></TD>
<TD WIDTH="26%">&nbsp;<B>Gewicht/medium</B></TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Metall Sheet</TD>
<TD>&nbsp;</TD>
<TD>&nbsp;1163</TD>
<TD>&nbsp;</TD>
<TD>&nbsp;</TD>
<TD>&nbsp;</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Helm</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;698</TD>
<TD>&nbsp;3036</TD>
<TD>&nbsp;8</TD>
<TD>&nbsp;4,5</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Mask</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;349</TD>
<TD>&nbsp;2687</TD>
<TD>&nbsp;4</TD>
<TD>&nbsp;1.0</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Gorget</TD>
<TD>&nbsp;1</TD>
<TD>35</TD>
<TD>&nbsp;1210</TD>
<TD>&nbsp;5</TD>
<TD>&nbsp;2.0</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Bracer</TD>
<TD>&nbsp;1</TD>
<TD>&nbsp;349</TD>
<TD>&nbsp;1524</TD>
<TD>&nbsp;je 6</TD>
<TD>&nbsp;je 2,0</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Boots</TD>
<TD>&nbsp;1</TD>
<TD>&nbsp;1860</TD>
<TD>&nbsp;3035</TD>
<TD>&nbsp;6</TD>
<TD>&nbsp;5,0</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Belt</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;698</TD>
<TD>&nbsp;3036</TD>
<TD>&nbsp;6</TD>
<TD>&nbsp;2,5</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Sleeves</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;465</TD>
<TD>&nbsp;2803</TD>
<TD>&nbsp;7</TD>
<TD>&nbsp;3,5</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Tunic (Mail)</TD>
<TD>&nbsp;3</TD>
<TD>&nbsp;1395</TD>
<TD>&nbsp;4896</TD>
<TD>&nbsp;15</TD>
<TD>&nbsp;8,0</TD></TR>
<TR>
<TD HEIGHT="26">&nbsp;Mantle</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;1035</TD>
<TD>&nbsp;3373</TD>
<TD>&nbsp;6</TD>
<TD>&nbsp;3,5</TD></TR>
<TR>
<TD HEIGHT="26">&nbsp;Cloak</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;1395</TD>
<TD>&nbsp;3733</TD>
<TD>&nbsp;?</TD>
<TD>&nbsp;?</TD></TR>
<TR>
<TD HEIGHT="25">&nbsp;Leggings</TD>
<TD>&nbsp;3</TD>
<TD>&nbsp;1163</TD>
<TD>&nbsp;4664</TD>
<TD>&nbsp;8</TD>
<TD>&nbsp;5,5</TD></TR>
<TR>
<TD>&nbsp;Gauntlets</TD>
<TD>&nbsp;2</TD>
<TD>&nbsp;??</TD>
<TD>&nbsp;??</TD>
<TD>&nbsp;7</TD>
<TD>&nbsp;4,0</TD></TR>
</TABLE>
  </center>
</div>
</CENTER>

<P><CENTER>)( <A HREF="#start">zur&uuml;ck</A> )(</CENTER></P>

<P><CENTER>&nbsp;</CENTER></P>

<H3><CENTER><A NAME="Beschreibung"></A>Beschreibung</CENTER></H3>

<P><CENTER>
<div align="center">
  <center><TABLE BORDER="1" CELLPADDING="0" CELLSPACING="2" WIDTH="95%">
<TR>
<TD WIDTH="100%"><BLOCKQUOTE>
  <P><B>Legende:</B><BR>
  EK = Einkaufspreis. Der Preis bezieht sich auf Charisma 81 bei FS &quot;indifferently&quot;.
  Es macht durchaus einen Unterschied, ob ein Oger mit dem ihm eigenen Charme
  eines verstopften Klos oder unsere bezaubernde Enchanterin Yandiini mit
  den Vendors rumhandelt.</P>
  <P>HK = Herstellungskosten. Wobei die zahlreichen, von hysterischen Rumpelstilzchenanf&auml;llen
  meinerseits begleiteten Fehlversuche nat&uuml;rlich nicht eingerechnet
  sind. (Wie kann es angehen, da&szlig; die bl&ouml;den Schulterdinger (Mantle)
  15 (F&Uuml;NFZEHN) mal hintereinander lacken bei Skill 114).</P>
  <P>Fazit: Alles zusammengerechnet habe ich wohl etwa 500 pp in der Skill
  gesteckt. H&ouml;rt sich viel an, aber daf&uuml;r habe ich auch diverse
  S&auml;tze Banded Armour fabriziert. H&auml;tten wir alle das Zeug auf
  dem Markt gekauft, w&auml;re es teurer geworden. Unterm Strich hat sich
  das also durchaus bezahlt gemacht, vor allem, da ja sicher noch viele Chars
  folgen werden.</P>
  <P>Was mich sehr erheitert hat, ist die unterschiedliche Optik, die diese
  R&uuml;stung an den verschiedenen Rassen hat: Kassis ist ungef&auml;hr
  bis zum Bauchnabel ausgeschnitten, Cal sieht aus wie ein Weihnachtsbaum
  mit Beinen und warum in dieser Welt die Paladine Babyrosa tragen wird wohl
  eins der ungel&ouml;sten Geheimnisse bleiben. Richtig imposant sehen eigentlich
  nur die Barbaren damit aus</P>
  <P>Alle Preise beziehen sich auf den Schmiedeladen in Ost-Freeport.</BLOCKQUOTE>
</TD></TR>
</TABLE>
  </center>
</div>
</CENTER>

<P><CENTER>)( <A HREF="#start">zur&uuml;ck</A> )(</CENTER></P>

<P><CENTER>&nbsp;</CENTER></P>

<H3><CENTER><A NAME="Beschreibung"></A>Und wie lernt man das nun?</CENTER></H3>

<P><CENTER>
<div align="center">
  <center><TABLE BORDER="1" CELLPADDING="0" CELLSPACING="2" WIDTH="95%">
<TR>
<TD WIDTH="100%"><BLOCKQUOTE>
  <P><B>Antwort: am besten gar nicht, wenn man nicht unbedingt mu&szlig;!</B></P>
  <P>Schmieden lernen ist normalerweise mega-&ouml;de und frustrierend, zumindest
  bis man anf&auml;ngt &quot;echte&quot; Armor zu machen. Ein Beispiel: wenn
  du n&auml;hst legst du ein Fell und ein Schnittmuster in deine Kiste und
  dr&uuml;ckst combine. Entweder du hast dann was gen&auml;ht oder es lackt
  und du &auml;rgerst dich. Eine Sache von 10 Sekunden. Gegenbeispiel beim
  Schmieden: Um deinen Skill hochzubringen mu&szlig;t du Tr&ouml;delkram
  wie z. B. Lampen machen. Das hei&szlig;t folgendes: Du kaufst dir ein paar
  Stapel &quot;Small piece of ore&quot;, sagen wir 80 St&uuml;ck (ca. 4 pp),
  dazu besorgst du 40 Flaschen Wasser. Dann stellst du dich an die Schmiede
  und machst Metall Bits, denn die sind die Basis f&uuml;r fast alle weiteren
  Gegenst&auml;nde. Du legst also 40mal 2 ore und ein Wasser da rein und
  bekommst bei jedem vierten einen Hassanfall: Metall-Bits bringen ab 21
  keine Skillpunkte mehr, gehen aber bis Skill 60 unglaublich oft daneben.
  Rechne mit 25% Verlust. Von deiner Arbeit bleiben also etwa 30 Metall Bits
  &uuml;ber. Um jetzt Lampen daraus zu machen brauchst du Lampen-Molds, Wasser
  und leere Flaschen. Die Flaschen sind stapelbar, die molds nat&uuml;rlich
  nicht. Alle Molds beim Vendor sehen gleich auch, also alle durchklicken
  und suchen. Bottles gibts da, wo auch Alkohol verkauft wird (vorsicht:
  Rotweinflaschen sehen genauso aus). Fertig mit Einkaufen? Fein, also wieder
  zur Schmiede. Schade, ist besetzt von jemandem der gerade 100 Metall-Bits
  macht. Warten. Schmiede endlich frei. Metall-Bit, Wasser, Mold und Bottle
  reinlegen, combine dr&uuml;cken und &auml;rgern. Oder auch nicht - je nach
  Skill. Am Ende hast du dann vielleicht 10 Lampen, die du den Vendors zur&uuml;ckverkaufen
  kannst zu einem l&auml;cherlichen Preis. Mit Gl&uuml;ck hast du nach der
  ganzen Aktion vielleicht 2 Skillpunkte mehr. So schmieden lernen IST nervig!</P>
  <P><B>Es geht aber auch anders:-)</B></P>
  <P>Es gibt etliche Stellen wo man Ore kaufen kann: Nord-Freeport, Highkeep,
  Neriak und in der mittleren M&uuml;hle in Steamfont. Es soll auch in Oggok
  oder Grobb welches geben, aber mit einem strunzdummen Oger oder Troll lernt
  echt nur ein ausgepr&auml;gter Masochist schmieden. Au&szlig;erdem gibts
  das Ore in der einen Stadt und die Schmiede in der anderen, vergi&szlig;
  das also.<BR>
  Wirklich angenehm zum Lernen sind Freeport und Neriak. In beiden St&auml;dten
  ist die Schmiede in unmittelbarer N&auml;he des Ore-Verk&auml;ufers. Ich
  gehe mal davon aus, da&szlig; du einer &quot;guten&quot; Rasse angeh&ouml;rst
  und in Freeport bist. Die Darkies k&ouml;nnen das auf Neriak &uuml;bertragen,
  man bekommt fast alles auch dort.<BR>
  Und ich gehe davon aus, da&szlig; du Geld hast. Also beschwer dich nicht
  bei mir, da&szlig; es teuer ist: meine Methode ist schnell, nicht billig.<BR>
  Bevor du anf&auml;ngst beschaff dir soviele Int-, Cha- und Wis-Items wie
  du nur kannst. Zieh alles aus, was dein Charisma runtermacht, wenn du einkaufst:
  ein Mino-Ribcage und ne Groteskmaske machen dich nicht wirklich beliebter.
  Wenn du einen netten Shamanen kennst, lass dich mit allem vollbuffen, was
  er hat.</P>
  <P><B>Schritt 1:</B> Nimm 2 oder 3 leere Rucks&auml;cke und kauf so ein,
  da&szlig; du in jedem 100 Small Pieces of Ore und 50 Wasser hast. Das Vorsortieren
  macht Sinn weil man au&szlig;er der Schmiede nur einen weiteren Rucksack
  aufhaben kann. Dann mach einen Linksklick auf die Schmiede. Leg 2 einzelne
  Ore und einmal Wasser rein und dr&uuml;ck combine. Mit diesem Stumpfsinn
  befasst du dich, bis du die Meldung bekommst: &quot;This item is to trivial
  for you to make skill&quot;. Das wird etwa bei Skill 22 der Fall sein.
  Alternativ kannst du auch 21 Skillpunkte beim Trainer investieren, mehr
  geht nicht. Bewahr die Bits auf, du brauchst sie sp&auml;ter!!</P>
  <P><B>Schritt 2:</B> Kennst du einen Meisterschmied, der dich wirklich
  mag? Dann beschwatze ihn f&uuml;r dich Metall-Bits zu machen, das macht
  die Sache deutlich billiger, weil dem kaum was daneben geht! Wenn nicht,
  Pech. Du kannst jetzt entweder Studs machen oder Scaler. Studs haben den
  Vorteil, da&szlig; man keine Molds braucht daf&uuml;r, also weniger Gerenne
  hat. Vielleicht findest du sogar einen Tailor, der dir die Dinger f&uuml;r
  ca. 1 pp abkauft. Scaler-Molds findest du in Ost Freeport im Travellers
  Holliday. Einen wirst du auf jeden Fall machen m&uuml;ssen, denn f&uuml;r
  Studs brauchst du eine Feile.<BR>
  <B>Scaler:</B> 1 Metall-Bit, 1 Wasser, 1 Scaler Mold ergibt: 1 Large Container
  Lid Mold und eine Feile. Unsinnig, aber ist so:-)<BR>
  <B>Studs:</B> 3 Metall-Bits (einzeln), 1 Wasser, 1 Feile ergibt 1 Stud,
  wobei man die Feile wiederbekommt und erneut benutzen kann.</P>
  <P><B>Schritt 3:</B> Ab Skill 28 machst du Steelbones. Die sind nett zu
  machen, denn daf&uuml;r braucht man keine Metall-Bits. In Nord Freeport
  ist direkt vor dem Ore-Laden eine Schmiede. Kauf 8 Small Bricks of Ore
  (Vorsicht, jeder wiegt 15!) und achte darauf, da&szlig; du genug Wasser
  hast. Schlepp dich zur Schmiede und leg 1 Ore, 1 Wasser und eine Feile
  rein. Die Feile bekommt man wieder und kann sie erneut benutzen. Ich hab
  bei 16 Versuchen 6 Skillpunkte bekommen und es sind erstaunlich wenig daneben
  gegangen. Auch Steelbonings kann man eventuell f&uuml;r 1 pp an einen Tailor
  verkaufen. Das machst du bis Skill 41.</P>
  <P><B>Schritt 4:</B> Jetzt machst du Metall-Sheets, das sind die Platten,
  die man sp&auml;ter benutzt, um Armor herzustellen. Du kaufst wieder Small
  Bricks of Ore, am einfachsten immer 8. Dann legst du 2 Ore und ein Wasser
  in die Schmiede und dr&uuml;ckst combine. Jeder Versuch kostet dich ca.
  1,25 pp, wenn du das Metall-Sheet wieder verkaufst bekommst du 8 gp. Die
  Sheets werden bei 56 trivial und ich habe von 41 bis 56 ungef&auml;hr eine
  Stunde gebraucht:-)</P>
  <P>Wenn die Sheets trivial sind hat es &uuml;brigens keinen Sinn mehr sie
  selbst zu machen, sie sind billiger, wenn man sie kauft.</P>
  <P><B>Schritt 5:</B> Erinnerst du dich an die oben erw&auml;hnten Laternen?
  Fein, such deine Metall-Bits, zieh nach Ost Freeport um, denn dort gibt
  es die Molds und gib alles:-) Die Teile bringen deinen Skill bis Mitte
  60. Nochmal f&uuml;r Faule: 1 Lantern-Mold + 1 Bottle + 1 Metall-Bit +
  1 Wasser ergibt eine Laterne.</P>
  <P><B>Schritt 6: </B>Jetzt kommt einen lange Strecke bis 115, die du am
  besten bew&auml;ltigst, indem du Skewer machst. Das sind Spie&szlig;e,
  vermutlich brauchen B&auml;cker die Dinger. Das ist zwar langweilig, aber
  dennoch am preisg&uuml;nstigsten: ein Skewermold kostet ca. 1 gp, ein Versuch
  also insgesamt ca. 2,5 gp. Das ist immer noch deutlich billiger, als wenn
  du mit Armor rumexperimentierst. Leg 1 Skewermold + 1 Metall-Bit + 1 Wasser
  in die Schmiede. </P>
  <P><B>Schritt 7:</B> Von 115 an kannst du Pots machen, die gehen bis 122.
  Man nimmt dazu 1 Potmold + 1 Standing-Leg-Mold + 1 Metall-Bit + 1 Wasser.
  Alternativ kannst du auch Banded Gorgets oder Bracer machen, die triveln
  auch bei 122, sind aber zum &Uuml;ben teurer.<BR>
  Fertig? Fein! Schau in deine Skills und gib ein bischen an: Du bist Meisterschmied!</P>
  <P><B>Schritt 8:</B> Ab hier geht es nur noch mit Banded Armor weiter.
  Um Skill zu machen sind Masken am geeignetsten. Versuch dich so sp&auml;t
  wie m&ouml;glich an Cloaks und Mantles (Schulterst&uuml;cken), die beiden
  Teile sind bei Skill 142 noch nicht trivial. </P>
  <P><BR>
  M&ouml;gen alle Feurg&ouml;tter mit dir sein und Erollisi dir dein seelisches
  Gleichgewicht bewahren auf deinem Weg zur Meisterschaft!</P>
  <P>Leara (Skill 142) und Leana (Skill 123)<BR>
  </BLOCKQUOTE>
</TD></TR>
</TABLE>
  </center>
</div>
</CENTER>
</BODY>
</HTML>
