<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Erweiterungen&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Erweiterungen --> 
<p>Folgende Erweiterungen sind bis jetzt f&uuml;r EverQuest erschienen:</p>
<ul>
  <li><a href="http://www.eqloft.com/page.php?url=/de/god/_index.htm">Gates of 
    Discord</a>: Die gr&ouml;&szlig;te Gefahr f&uuml;r die Welt von Norrath wurde 
    in EverQuest entfesselt! Der verlorene Kontinent von Taelosia wurde entdeckt 
    und eine gewaltige Macht, die Legion der Mata Muram, sorgt f&uuml;r Chaos 
    und Vernichtung auf diesem, einst friedlichen Kontinent! Erleben Sie EverQuest&reg;: 
    Gates of Discord&#8482; und helfen Sie Ihre Welt zu besch&uuml;tzen w&auml;hrend 
    Sie in vielen neuen Gegenden, einer Stein Stadt, meilenweite Tempel, unz&auml;hlige 
    Katakomben und ein Labyrinth von Kan&auml;len erforschen. Treffen Sie Berserker, 
    die neueste EverQuest Charakter Klasse und vielleicht Ihre engsten Verb&uuml;ndeten 
    im Nahkampf gegen die eindringenden Horden von furchtlosen und t&ouml;dlichen 
    Monstern des chaotischen Reich der Zwietracht.<br>
    <br>
  </li>
  <li><a href="http://www.eqloft.com/page.php?url=/de/ldon/_index.htm">Lost Dungeons 
    of Norrath</a>: L&auml;ngst vergessene Ruinen und tiefe, finstere Verlie&szlig;e 
    laden ein, erforscht zu werden. Mit dieser Erweiterung wird eine neue Technologie 
    eingef&uuml;hrt, durch welche f&uuml;r Abenteurergruppen spezifische Dungeons 
    kreirt werden. Kein Streit um Monster oder Beute, Abenteuer, die dem Level 
    der Gruppe angepasst sind und einzigartige Belohnungen, durch welche sich 
    bestehende Gegenst&auml;nde weiter verbessern lassen sind nur einige der Vorz&uuml;ge, 
    die diese Erweiterung zu bieten hat.<br>
    <br>
  </li>
  <li> <a href="http://www.digitalriver.com/dr/v2/Ec_Main.entry24?SP=10023&PN=1&V1=526427&xid=44205&search_id=13945827&doc_id=1" target="_blank">Planes 
    of Power</a>: Reist zu den Ebenen der Macht und bezwingt die G&ouml;tter selbst 
    in ihren Heimst&auml;tten. Nur die M&auml;chtigsten unter den M&auml;chtigen 
    sollten sich dieser Herausforderung stellen, da die Ebenen der Macht erst 
    ab dem 46. Level betreten werden k&ouml;nnen. Doch in der Ebene des Wissens 
    finden auch j&uuml;ngere Abenteurer einen Ort um mit anderen Handel zu treiben, 
    ihre F&auml;higkeiten zu trainieren und schnell von einem Ort Norraths an 
    einen anderen zu reisen. <br>
  </li>
</ul>
<ul>
  <li><a href="http://www.digitalriver.com/dr/v2/Ec_Main.entry24?SP=10023&PN=1&V1=586226&xid=44205&search_id=13945827&doc_id=2" target="_blank"> 
    </a><strong>Legacy of Ykesha</strong>: Die Froschloks aus Guk haben unter 
    der F&uuml;hrung von Mithaniel Marr die finsteren Trolle vertrieben und sich 
    eine neue Heimat gesucht. Mit dieser Erweiterung wurde die Rasse der Froschloks 
    eingef&uuml;hrt. Spieler ab dem 30. Level k&ouml;nnen in vielen neuen Gebieten 
    ihre F&auml;higkeiten testen und m&auml;chtige Feinde bezwingen. <br>
    <br>
  </li>
  <li><a href="http://www.digitalriver.com/dr/v2/Ec_Main.entry24?SP=10023&PN=1&V1=586226&xid=44205&search_id=13945827&doc_id=2" target="_blank">Shadows 
    of Luclin</a>: Der Mond Luclin, benannt nach einer Halbg&ouml;ttin Norraths, 
    ist die Heimat von Ausgesto&szlig;enen und &Uuml;berlebenden des einstmals 
    gro&szlig;en Combine-Empires sowie der Vah Shir, Nachfahren der auf Norrath 
    lebenen Kerraner. Mit dieser Erweiterung wurde die Rasse der Vah Shir sowie 
    die Klasse des Bestienf&uuml;rsten hinzugef&uuml;gt sowie der Basar, in welchem 
    Spieler ihre Waren als H&auml;ndler feil bieten k&ouml;nnen, ohne selbst am 
    Bildschirm zu sitzen. Auch wurden mit dieser Erweiterung neue Modelle f&uuml;r 
    alle Spielercharaktere eingef&uuml;hrt, um die Erfahrung des Rollenspiels 
    noch fesselnder und greifbarer zu machen. Abenteurer jeden Levels werden hier 
    Aufgaben finden, die es zu bew&auml;ltigen gilt.<br>
    <br>
  </li>
  <li><a href="http://www.digitalriver.com/dr/v2/Ec_Main.entry24?SP=10023&PN=1&V1=586226&xid=44205&search_id=13945827&doc_id=2" target="_blank">Scars 
    of Velious</a>: Der eiskalte Kontinent Velious mit dem ewig w&auml;hrenden 
    Kampf zwischen den drei ortsans&auml;ssigen Rassen, den Coldain Zwergen, den 
    Kormzek und Kromriff Riesen und den Drachen von Velious hat das Land zerr&uuml;ttet 
    und hinter jeder Schneeverwehung finden sich Abenteuer. Helden ab dem 30. 
    Level k&ouml;nnen f&uuml;r eine der Rassen Partei ergreifen und sie in ihrem 
    Kampf gegen ihre Feinde unterst&uuml;tzen.<br>
    <br>
  </li>
  <li><a href="http://www.digitalriver.com/dr/v2/Ec_Main.entry24?SP=10023&PN=1&V1=586226&xid=44205&search_id=13945827&doc_id=2" target="_blank">Ruins 
    of Kunark</a>: Der Kontinent von Kunark bietet f&uuml;r Abenteurer jeden Levels 
    spannende Herausfoderungen. Mit dieser Erweiterung wurde die Rasse der Iksar 
    eingef&uuml;hrt und jede Klasse erhielt eine epische Quest, die mit einer 
    Waffe aussergew&ouml;hnlichen Wertes belohnt wurde</li>
</ul>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 13/07/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
