<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Chapitre Deux&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Chapitre Deux -->
Les pav&eacute;s noirs luisants r&eacute;sonnaient de la course &eacute;perdue 
d&#8217;H&euml;lclayenn dans les sombres rues de la capitale elfe noire. L&#8217;Auberge 
nonobstant l&#8217;heure avanc&eacute;e n&#8217;avait pas encore ferm&eacute;e 
ses portes et de la lumi&egrave;re filtrait par les fen&ecirc;tre crasseuses. 
Le sombre h&eacute;ros esp&eacute;rait que ses compagnons n&#8217;allaient point 
&ecirc;tre trop ivres pour pouvoir le suivre et l&#8217;aider &agrave; d&eacute;livrer 
sa famille des griffes de l&#8217;inf&acirc;me pr&ecirc;tre. D &#8216; un geste 
impatient il poussa la porte et d&#8217;une voix tonitruante cria &laquo; Sang 
et Mort !!! &raquo;. Tel un seul homme une partie de l&#8217;assembl&eacute;e 
se leva, il remarqua avec satisfaction que son &eacute;quipage &eacute;tait pr&ecirc;t 
au combat et qu&#8217;une nuit de ripaille n&#8217;avait pas altern&eacute; leur 
fi&egrave;vre combative. Goruk &eacute;mis un grognement de contentement tout 
en crachant au loin le reste d&#8217;un os de gigot. &laquo; Sang et Mort !!!! 
au temple d&#8217;Innoruuk on tue les n&ocirc;tres &laquo; suivez moi !!!!<br>
La petite troupe se mis tr&egrave;s vite en mouvement alors que tanven d&eacute;couvrait 
avec surprise son fils dans les rangs d&#8217;une autre troupe mass&eacute;e dans 
la rue avoisinante. L&#8217;heure n&#8217;&eacute;tait pas aux effusions et les 
retrouvailles seraient pour plus tard. La bataille &eacute;tait proche, la tension 
&eacute;tait perceptible parmi les combattants car ils savaient que beaucoup allaient 
p&eacute;rir sous les coups des troupes d&#8217;&eacute;lites du serviteur d&#8217;inoruuk. 
Les insurg&eacute;s travers&egrave;rent sans coup f&eacute;rir une partie des 
quartiers de Neriak quand arriv&eacute;s non loin du temple plusieurs d&#8217;entre 
eux furent fauch&eacute;s par une vol&eacute;e de fl&egrave;ches s&#8217;abattant 
depuis les toits. Barrens avec son &eacute;quipe de maraudeurs se faufilant dans 
l&#8217;obscurit&eacute; eurent t&ocirc;t fait de r&eacute;duire en silence une 
partie des archers qui n&#8217;eurent jamais le temps de voir la mort venir &agrave; 
eux. La progression risquait d&#8217;&ecirc;tre plus difficile que pr&eacute;vue 
les assaillis s&#8217;attendaient &agrave; leur venue et avaient probablement 
organis&eacute; la d&eacute;fense du temple. L&#8217;enthousiasme &eacute;tait 
tel que H&euml;lclay&euml;nn ne pouvait plus contenir sa troupe &agrave; la vue 
du monument &eacute;difi&eacute; &agrave; la gloire du dieu de la haine. Hazgard 
le grand barbare et salum le paladin furent les premiers &agrave; tomber dans 
une trappe s&#8217;ouvrant comme par magie sous leurs pieds. Ils tomb&egrave;rent 
dans un fracas &eacute;pouvantable et se retrouv&egrave;rent tr&egrave;s vite 
dans l&#8217;eau glac&eacute;e entra&icirc;n&eacute;s vers le fond par le poids 
de leurs armures. Tr&egrave;s vite, l&#8217;air commen&ccedil;a &agrave; manquer 
et les gestes vains pour tenter de remonter &agrave; la surface ne faisaient qu&#8217;acc&eacute;l&eacute;rer 
l&#8217;asphyxie. Lyra, commen&ccedil;a &agrave; psalmodier une incantation et 
t&eacute;leporta avec elle les deux infortun&eacute;s en un lieu sans danger. 
Le temple &eacute;tait enfin en vue, et des hurlements et des cris de douleur 
s&#8217;en &eacute;chappaient les sacrifices avaient commenc&eacute;. Des boules 
de feu provenant de certaines ouvertures du lieu maudit consum&egrave;rent une 
partie des assaillants dans une mort instantan&eacute;e.<br>
H&euml;lclayenn, Kathyaxx rejoint par leur Ma&icirc;tre gnome Alakatal ne tard&egrave;rent 
pas &agrave; relever les morts invoquant une escouade de morts vivants qu &#8216;ils 
lanc&egrave;rent &agrave; l&#8217;assaut des d&eacute;fenseurs du lieu sacr&eacute;. 
Les squelettes, tigres et loups faisaient un v&eacute;ritable rempart aux guerriers 
qui suivaient cette premi&egrave;re vague d&#8217;assaut alors que sorciers et 
mage s&#8217;&eacute;vertuaient &agrave; affaiblir les rangs ennemis. Le petit 
maraudeur et ses assassins avaient d&eacute;j&agrave; pris position sur la toiture 
et s&#8217;infiltraient par les fen&ecirc;tres de l&#8217;&eacute;tage.<br>
A l&#8217;int&eacute;rieur du temple, Gorthor exhortait ses troupes &agrave; contenir 
l&#8217;assaut et &agrave; r&eacute;sister pendant que Kremshak et ses s&eacute;ides 
dans une fr&eacute;n&eacute;sie sanguinaire &eacute;gorgeaient dans l&#8217;ar&egrave;ne 
les pauvres victimes innocentes. Le pr&ecirc;tre devant son autel levaient vers 
le ciel ses bras d&eacute;goulinants de sang et appelaient innoruuk &agrave; se 
mat&eacute;rialiser. &laquo; Viens Dieu de la haine, viens moi kremshak, je me 
prosterne devant toi et demande ton aide dans cette lutte pour ta supr&eacute;matie, 
vois les corps qui devant toi se tordent dans la douleur pour apaiser ta soif 
de sang &raquo; Un grondement se fit ressentir, les colonnes du temple commenc&egrave;rent 
&agrave; vibrer, une forme sombre et &eacute;th&eacute;r&eacute;e commen&ccedil;ait 
&agrave; se mat&eacute;rialiser au-dessus de l&#8217;autel.
<p><br>
</p>
<p>A l&#8217;ext&eacute;rieur, la charge continuait, et les gardes avaient du 
  mal &agrave; faire face aux attaques des tigres et loups command&eacute;s par 
  Lenanea la grande barbare et Galseath le vah shir. Les b&ecirc;tes combattaient 
  dans des f&eacute;roces grognements aux c&ocirc;t&eacute;s des morts vivants. 
  Les gardes se tordaient de douleur sentant leur vie s&#8217;&eacute;chapper 
  alors que la fi&egrave;vre s&#8217;emparait d&#8217;eux et que des pustules 
  apparaissaient sur leurs corps affaiblis. Certains assomm&eacute;s par une pluie 
  de m&eacute;t&eacute;ores ne se rel&egrave;veraient plus jamais. La premi&egrave;re 
  ligne &eacute;tait d&eacute;j&agrave; bris&eacute;e et les ren&eacute;gats allaient 
  s&#8217;emparer de l&#8217;entr&eacute;e du temple quand ils durent faire face 
  sur leurs arri&egrave;res &agrave; la garde de Neriak arriv&eacute;e en renfort 
  pour soutenir Kremshak. H&euml;lclay&euml;nn, se porta sur le front arri&egrave;re 
  et tenta un geste d&#8217;apaisement envers la soldatesque. Son capitaine &eacute;tait 
  un ami d&#8217;enfance et il parlementa avec lui &laquo; Paix Jax ! Nous ne 
  sommes pas l&agrave; pour faire du tort &agrave; notre belle cit&eacute; mais 
  pour renverser un tyran assoiff&eacute; par le sang et le pouvoir et agissant 
  au nom d&#8217;un dieu injuste et cruel. Ils massacrent &agrave; l&#8217;int&eacute;rieur 
  nos familles et tes parents baignent peut &ecirc;tre dans leur sang. Ne fait 
  pas attention aux races qui combattent &agrave; mes c&ocirc;t&eacute;s. Faisons 
  fi de nos anciennes querelles ancestrales et combattons m&ecirc;me &agrave; 
  c&ocirc;t&eacute; des hauts elfes s&#8217;il le faut mais abattons kremshak 
  ensemble ou laisse nous combattre seul &laquo; <br>
  &laquo; Je ne fais que mon devoir de commandant de la garde de Neriak. Je dois 
  veiller &agrave; ce que notre cit&eacute; soit prot&eacute;ger des agressions 
  externes. Je ne suis pas un serviteur d&#8217;Innoruuk et ces affaires de religion 
  de me regardent pas. Au nom de notre ancienne amiti&eacute; je vais donc te 
  laisser poursuivre ton combat mais tu comprendra que mes hommes et moi ne pourront 
  nous y associer. Bonne chance &agrave; toi. &raquo;<br>
  Le n&eacute;cromancien rejoignit ses troupes au moment o&ugrave; elles p&eacute;n&eacute;traient 
  dans le temple. Transform&eacute; en cadavre flottant il n&#8217;eut aucun mal 
  &agrave; se porter au devant de la sc&egrave;ne. Un grand silence s&#8217;&eacute;tait 
  fait qui n&#8217;augurait rien de bon. Il d&eacute;couvrit en jetant un regard 
  circulaire les innommables massacres qui s&#8217;&eacute;taient produits dans 
  cette grande salle. Le sol &eacute;tait rendu glissant par le sang et les visc&egrave;res 
  des malheureux qui gisaient p&ecirc;le-m&ecirc;le au centre de la pi&egrave;ce. 
  Derri&egrave;re l&#8217;autel Kremshak continuait &agrave; psalmodier des incantations 
  tenant d&#8217;une main les cheveux la jeune s&#339;ur d&#8217;H&euml;lclay&euml;nn 
  et de l&#8217;autre sa dague sacrificielle dont la lame s&#8217;approchait dangereusement 
  de la gorge de l&#8217;enfant. A ses c&ocirc;t&eacute;s Gorthor semblait p&acirc;le 
  et la vie semblait s&#8217;&eacute;chapper de son corps. Mais un cri de stupeur 
  s&#8217;&eacute;chappa de la bouche de maints insurg&eacute;s lorsqu il remarqu&egrave;rent 
  se tenant derri&egrave;re le supp&ocirc;t d&#8217;Innoruuk, Ame noire leur chef. 
  Quel &eacute;tait encore ce tour jou&eacute; par Innoruuk ? Ame noire avait 
  trahi et s&#8217;&eacute;tait tourn&eacute; vers son ancienne divinit&eacute; 
  qu&#8217;elle v&eacute;n&eacute;rait &agrave; nouveau et tentait avec kremshak 
  de mat&eacute;rialiser sur le monde de norrath afin d&#8217;en obtenir force 
  et pouvoir. H&euml;lclay&euml;nn fon&ccedil;a sur le pr&ecirc;tre diabolique 
  essayant de lui arracher sa jeune s&#339;ur terrifi&eacute;e. Il fut cueilli 
  dans son &eacute;lan par la lourde &eacute;p&eacute;e d&#8217;&acirc;me noire 
  qui lui d&eacute;chira les chairs et le for&ccedil;a &agrave; s&#8217;agenouiller 
  devant son bourreau tandis que kremshak l&acirc;chant sa proie lui enfon&ccedil;a 
  sa dague en plein c&#339;ur. Un hurlement se fit entendre Innoruuk se mat&eacute;rialisait 
  enfin. L&#8217;enfant n&#8217;&eacute;tait que l&#8217;app&acirc;t, la mort 
  de H&euml;lclay&euml;nn &eacute;tait n&eacute;cessaire pour faire appara&icirc;tre 
  le dieu d&eacute;moniaque.<br>
  Innoruuk embrasait de ses yeux l&#8217;assembl&eacute;e qui se tenait devant 
  lui. Le fracas des armes et les cris de la bataille avaient cess&eacute;s. Les 
  combattants stup&eacute;faits regardaient avec effroi l&#8217;abomination qui 
  se dressait devant eux. Un son rauque, presque qu&#8217;une lamentation se fit 
  entendre. Les premiers &agrave; mourir furent les invocations des mages, enchanteurs 
  et n&eacute;cromanciens puis les fid&egrave;les serviteurs des belluaires et 
  chamans. Certains ne c&eacute;d&egrave;rent pas &agrave; la panique et commenc&egrave;rent 
  &agrave; se ressaisir en contre attaquant. H&eacute;las au bord de l&#8217;&eacute;puisement, 
  ils n&#8217;arrivaient pas a contenir le pouvoir du dieu et les guerriers s&#8217;en 
  allaient mourir &agrave; ses pieds. </p>
<p></p>
<p></p>
<p>La fuite devenait le seul salut possible et dans un chaos indescriptible la 
  retraite s&#8217;amor&ccedil;a. Neriak s&#8217;embrasait ; Les sorts avaient 
  d&eacute;clench&eacute; un incendie qui telle une gangr&egrave;ne gagnait les 
  habitations voisines. La vision devenait apocalyptique, les ren&eacute;gats 
  s&#8217;enfuyaient en d&eacute;sordre en se r&eacute;pandant dans les rues alors 
  que les elfes noirs essayaient de sauver leurs biens. Naturellement, les combattants 
  se regroupaient autour de Belldandy qui tentait avec Yadla de donner les premiers 
  soins aux bless&eacute;s. Beaucoup arrivaient le regard vide, encore sous le 
  choc de l&#8217;apparition et de la mort de leur chef. Au fur et &agrave; mesure, 
  les sorciers et druides &eacute;vacuaient les groupes vers une destination inconnue 
  apr&egrave;s avoir re&ccedil;u les consignes de la clerc.<br>
  Dans le temple, Innoruuk savourait sa victoire sa soif de sang ne semblant pas 
  totalement apaiser, il tournait d&eacute;j&agrave; un regard concupiscent vers 
  son pr&ecirc;tre. Amenoire compris le d&eacute;sir de son dieu et trancha d&#8217;un 
  geste sec et violent la t&ecirc;te de kremshak qui s&#8217;en alla rouler comble 
  de l&#8217;ironie pr&egrave;s du cadavre de H&euml;lclay&euml;nn. La meurtri&egrave;re 
  s&#8217;agenouilla devant le dieu et lui pr&eacute;senta son &eacute;p&eacute;e 
  en signe de soumission. Sans une parole, il enchanta la lame qui lui &eacute;tait 
  tendue. La large &eacute;p&eacute;e noircit sous l&#8217;incantation et se nimba 
  d&#8217;une lumi&egrave;re mauve. Elle venait de recevoir la protection de son 
  ma&icirc;tre et allait maintenant vouer son existence &agrave; le servir. Peu 
  &agrave; peu Innoruuk perdait de sa substance et allait devoir abandonner Neriak. 
  Sa duplicit&eacute; avait encore une fois fait merveille, des fr&egrave;res 
  et des amis s&#8217;&eacute;taient combattus et la capitale drow allait mettre 
  longtemps pour panser ses blessures et oublier cette sombre journ&eacute;e.<br>
  La lumi&egrave;re commen&ccedil;ait &agrave; filtrer dans le temple en &eacute;clairant 
  le petit corps prostr&eacute; de l&#8217;enfant qui avait &eacute;chapp&eacute; 
  au massacre. La jolie robe qu&#8217;elle avait rev&ecirc;tue pour la f&ecirc;te 
  donn&eacute;e en l&#8217;honneur du retour de son fr&egrave;re &eacute;tait 
  souill&eacute;e de sang et d&eacute;chir&eacute;e en maints endroits. Elle serrait 
  dans ses bras la petite poup&eacute;e hobbit que lui avait &eacute;t&eacute; 
  offerte par son d&eacute;funt fr&egrave;re. Elle ne leva m&ecirc;me pas la t&ecirc;te 
  devant la jolie elfe noire qui se tenait devant elle. La drow tentait d&#8217;apaiser 
  l&#8217;enfant en lui murmurant des mots doux et en lui tendant la main.<br>
  Une voix retentit soudain &laquo; &laquo; &laquo; Laelya nous devons partir 
  le corps de H&euml;lclay&euml;nn ne pourra bient&ocirc;t plus &ecirc;tre ressusciter, 
  la rigidit&eacute; cadav&eacute;rique commence &agrave; s&#8217;installer et 
  il sera trop tard &laquo; &laquo; <br>
  &laquo; &laquo; Nous allons y aller Mishramyr &raquo; &raquo; r&eacute;pondit 
  l&#8217;elfe noir &agrave; l&#8217;elfe qui se tenait &agrave; c&ocirc;t&eacute; 
  du cadavre. &laquo; &laquo; T&eacute;l&eacute;porte nous s&#8217;il te plait 
  &laquo; &laquo; &laquo; .<br>
  Aur&eacute;ol&eacute; d&#8217;une lumi&egrave;re douce le groupe disparu peu 
  &agrave; peu de la vue des curieux qui commen&ccedil;aient &agrave; emplir le 
  temple afin de contempler le r&eacute;sultat des combats de la nuit.<br>
  Pendant ce temps, les rescap&eacute;s de l&#8217;attaque se rassemblaient dans 
  un temple abandonn&eacute; dans la contr&eacute;e givr&eacute;e de Halas. Belldandy 
  remarqua qu&#8217;elle n&#8217;&eacute;tait pas la seule &agrave; pleurer des 
  larmes de glace. Il fallait reconstruire, se f&eacute;d&eacute;rer et continuer 
  le combat contre innoruuk. Elle savait qu&#8217;elle pouvait compter sur ceux 
  qui resteraient fid&egrave;les &agrave; la m&eacute;moire de H&euml;lclay&euml;nn. 
  <br>
</p>
</body>
</html>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/09/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
