<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
      <head>
      <title>Dom&auml;ne Ravensburg</title>
<style>
       h1 {font-family: "Copperplate Gothic Light ", Verdana}
       table {font-family: Verdana; font-size:"10pt"}
        body   {font-family: Verdana; font-size: "10pt";
             scrollbar-base-color: #B6A362;
             scrollbar-face-color: black;
             scrollbar-arrow-color:#B6A362;
             scrollbar-highlight-color: black;


          }

</style>
</head>
<body bgcolor="black"  text=#B6A362 >

<table border="0" cellpadding="5" cellspacing="1"  bordercolor="black" width="780">
<tr>
    <td colspan="2" align=center><h1>Die Gesetze</h1></td>
</tr>
<tr>
    <td  colspan="2"><p>Verehrte Mitkainiten, es ist schon einige Zeit her, dass       sich unsere kleine Gesellschaft in Ravensburg etabliert hat. Im dem Drang der Zeit gerecht zu werden, wurden die        Gesetze meiner Dom&auml;ne den Bed&uuml;rfnissen angepasst.<p></p></td>
</tr>
<!-- Überschrift Ende -->
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">I</font></big></td>
    <td>Jeder Kainit, der meine Dom&auml;ne bereist, hat sich bei mir
    <i>pers&ouml;nlich</i> vorzustellen, um mir Grund und Dauer seines Besuches mitzuteilen.
    <br>Diese Aufwartung hat ohne Aufforderung stattzufinden.
    <br>J&uuml;nger des Seths ist es unter Todesstrafe verboten meine Dom&auml;ne zu betreten. </td>
</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">II</font></big></td>
    <td>Jeder Kainit der sich in meiner Dom&auml;ne niederlassen will, braucht meine Erlaubnis.
    <br>Er hat mir dabei seine Unterkunft mitzuteilen.
    <br>Angeh&ouml;rige des Hauses Tremere bekommen Unterk&uuml;nfte vom Prinzen gestellt.                <br>Eine Aufenthaltsgenehmigung ist nicht mehr notwendig.</td>

</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">III</font></big></td>
    <td>Der Erwerb von Eigentum, welcher nicht der Befriedigung von Grundbed&uuml;rfnissen      dienen, ben&ouml;tigen eine schriftliche Erlaubnis von mir.
    <br>Diese Erlaubnis macht den Besitz f&uuml;r andere Kainiten unantastbar.
    <br><i>Wenn ein Spezialist meint der Erwerb einer Fabrik diene zur Befriedigung seiner      Grundbed&uuml;rfnisse, so werde ich mich mit ihm unterhalten.
    <br>Ein paar Kainiten sollten sich bald bei mir melden, um ihre Handlungen verifizieren     zu lassen.</i>
    <br>Der Bau oder die Einrichtung eines Gildenhauses von Clan und Haus Tremere ist auf       dem Gebiet der Dom&auml;ne Ravensburg zur Zeit aufgrund von technischen Problemen nicht m&ouml;glich.</td>
</tr>
<tr>
    <td  align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">IV</font></big></td>
    <td>
    Folgende Vergehen bedeuten die Todesstrafe in der Dom&auml;ne:
        <ul type="disc">
        <li>die Vernichtung eines Kainiten ohne Erlaubnis des Prinzen</li>
        <li>die Erschaffung von Nachkommen ohne Erlaubnis des Prinzen</li>
        <li>die Missachtung von Elysien durch den Einsatz von Waffen ohne Erlaubnis des             Prinzen</li>
        <li>das Tragen eines Aldi-Trainingsanzuges</li>
        <li>das Erschaffen von Blutsbanden ohne ausdr&uuml;ckliche Erlaubnis des Prinzen</li>
        <li>absichtlicher Bruch der Maskerade</li>
        <li>ein Angriff auf einen Diener des Prinzen, den Seneschall oder den Sheriff  </li>
        </ul>
        Weitere Straftaten werden nach den Umst&auml;nden bestraft und dem Ermessen des Prinzen          bestraft.
        <br>In Abwesenheit des Prinzen vertritt der Seneschall die judikativen Part und der         Sheriff den exekutiven Part meines Amtes. Der legislative Part bleibt                       ausschlie&szlig;lich mir vorbehalten.</td>
</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">V</font></big></td>
    <td>Folgende &Auml;mter sind derzeit in der Dom&auml;ne besetzt:
    <ul type="disc">
    <li>Seneschall Comte Leon d'Artitste</li>
    <li>Sheriff David Thanks</li>
    </ul>
    Seneschall und Sheriff sind an die geltenden Gesetzte gebunden.
    <br>Ich erwarte von diesen Amtspersonen, dass ihr &auml;u&szlig;eres Erscheinungsbild
    <br>ihrem Amt angepasst ist.
    <br>Die Amtsinhaber besitzten eine vollst&auml;ndige Immunit&auml;t, welche nur von mir           aufgehoben werden kann.
    <br>Der Sheriff ist ber&auml;chtigt in Krisenf&auml;llen zum Wohle der Dom&auml;ne          Kainiten festzuhalten und zu verh&ouml;ren. Diese Vollmacht endet beim Seneschall.</td>

</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">VI</font></big></td>
    <td>Die Dom&auml;ne kann auf Wunsch der Kainiten einen Primogensrat haben.
    <br>Zum Wohle der Dom&auml;ne kann ich aus meiner Sicht unf&auml;hige Primogene ihres       Amtes entheben bzw. gar nicht der Amtseinsetzung zuzustimmen.
    <br>Der Primogensrat dient den Kainiten der Dom&auml;ne als Sprachrohr zu mir und kann      wenn er aus meiner Sicht nicht in der Lage ist seine Funktion zu erf&uuml;llen              jederzeit aufgel&ouml;st werden.
    <br>Ein Primogen genie&szlig;t keine Immunit&auml;t.
    <br>Die einzelnen Posten sind von folgenden Kainiten belegt:
    <ul type=disc>
    <li>Primogen der Torreador ist Comte Leon d'Artiste</li>
    <li>Primogen der Nosferatu ist Martin Stein</li>
    <li>Primogen der Malkavianer</li>
    <li>Primogen der Tremere</li>
    <li>Primogen der Gangrel *nicht vorhanden*</li>
    <li>Primogen der Brujah *nicht vorhanden*</li>
    <li>Primogen der Ventrue *nicht vorhanden*</li>
    <li>Vertreter der Caitiff *nicht vorhanden*</li>
    </ul></td>

</tr>

    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">VII</font></big></td>
    <td>
    Die Orte der Elysien in der Dom&auml;ne:
    <ul type="disc">
    <li>alle Kirchen</li>
    <li>die Zehntschauer in Ravensburg</li>
    <li>die Eisdiele gegen&uuml;ber des Kauflandes in Weingarten
    </ul>
    <br>Ich kann in meiner Dom&auml;ne keine mutwillige Besch&auml;digung dulden. Im Falle      von Sethskindern sind die Kainiten angehalten nach eigenem Ermessen unter Beachtung der     Maskerade zu handeln.</td>
</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">VIII</font></big></td>
    <td>Wenn ich eine Veranstaltung ausrufen, so hat diese immer Elysiumscharakter.
    <br>Waffen sind dort verboten!
    <br>Der Einsatz von besonderen F&auml;higkeiten ist ohne Erlaubnis verboten.</td>
</tr>

</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">IX</font></big></td>
    <td>Zum Wohl und zum Schutz der Dom&auml;ne nehme ich mir die Freiheit, die hier            niedergeschriebenen Gesetze jederzeit an die Situation anzupassen.</td>
</tr>
<tr>
    <td align="center" valign="top" bgcolor="#B6A362">
    <big><font color="black">X</font></big></td>
    <td>
    Folgende Personen, Einrichtungen und Gebiete sind f&uuml;r die Kainiten tabu. Dies bedeutet      eine Besch&auml;digung, von Gegenst&auml;nden, das Beherrschen von Personen und das Betreten          dieser Gebiete ohne Erlaubnis ist verboten. Vergehen werden streng bestraft.
    <ul type=disc>
    <li>das Postverteilungszentrum</li>
    <li>Polizisten bzw. Einrichtungen der Polizei</li>
    <li>der Bahnhof in Ravensburg</li>
    <li>der komplette Sonnenb&uuml;chel</li>
    <li>Einrichtungen der SZ</li>
    </ul>

     </font></font></td>
</tr>
<tr>
    <td colspan="2" align="center">
    <font face="VERDANA">
    <P>Andrew Fist
    <br>Prinz von Ravensburg &amp; Weingarten</font></td>
</tr>
</table>

      </body>
</html>