<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE> Freeport Exotic Drinks </TITLE>
</HEAD>
<BODY BACKGROUND="../img/parch.jpg" text="#000000" bgcolor="#AAAAAA" link="Maroon" vlink="#2B1301" alink="#000000">
<div align="center"><i><font size="+3">Beschreibung:</font></i></div><br>
<IFRAME WIDTH=468 HEIGHT=60 NORESIZE SCROLLING=No FRAMEBORDER=0 MARGINHEIGHT=0 MARGINWIDTH=0
SRC="http://adforce.adtech.de/?adiframe|2.0|43|27682|1|1|ADFORCE;target=new">
<script language=javascript src="http://adforce.adtech.de/?addyn|2.0|43|27682|1|1|ADFORCE;target=new;loc=700;">
</script>
<noscript>
<a href="http://adforce.adtech.de/?adlink|2.0|43|27682|1|1|ADFORCE;loc=300;" target=_new>
<img src="http://adforce.adtech.de/?adserv|2.0|43|27682|1|1|ADFORCE;loc=300;" border=0 width=468 height=60></a>
</noscript>
</IFRAME>
<div align="center"><i>Freeport Exotic Drinks</i></div><br>
<table>
<tr>
	<td><img src="../img/spacie.gif" width=30 height=1 border=0 alt=""></td>
	<td>Bei dieser Quest bekommt man den Stein of Moggok, ein magischer Gegenstand der +10 INT, +5 DEX, +10 HP und +25 Resistenz gegen Krankheit gibt. Desweiteren hat er 2 Ladungen Heilung und dient als Lichtquelle (Licht wie greater Lightstone).<br><br>
Die einzelnen Teile f&uuml;r dies Quest kann im Prinzip jeder sammeln, aber man braucht einen Enchanter um die Quest zu beenden. Am besten gehts mit einem Level 20 Enchanter, der Oger-Illusion und Benevolence hat. Es k&ouml;nnte auch mit 'nem Level 12 Enchanter mit DarkElf-Illusion und Alliance gehen.<br><br>
Clurg, der Oger-Barwirt in Oggok hat sein 'Bertender Compendium' verloren und m&ouml;chte es nat&uuml;rlich zur&uuml;ck haben. Es ist momentan im Besitz eines Wirts in Freeport namen Grogor (am Hafen). Gregor hat Lust auf ein paar exotische Drinks, nur fehlen ihm noch diverse Zutaten. Er r&uuml;ckt im Austausch gegen die Zutaten das Kompendium raus.<br><br>
Die folgenden Zutaten w&uuml;nscht er von dir:<br><br>
<ul>
<li>1. eine Kiola Nut, die auf der Island of Erollisi f&uuml;r ca. 2 Goldst&uuml;cke gekauft werden kann</li>
<li>2. Erud's Tonic, (siehe <a href="erudinerudstonic.html">Erudin Quest - Erud's Tonic)</a></li>
<li>3. Honey Jum, aus Rivervale (siehe <a href="mistythickhoneyjum.html">Rivervale Quests - Honey Jum</a>)</li>
<li>4. einen Koalindl Fish, aus dem See beim Temple Of Life in Qeynos (dies ist der schwerste Teil der Quest, da es einen immensen Factionverlust gibt diesen Fisch zu t&ouml;ten. Sogar die Faction zu Rodcet Nife selbst sinkt um mehrere Stufen. Dies macht dich sehr schnell KOS in Qeynos. Wenn du das Wasser verl&auml;&szlig;t solltest du so schnell du kannst gaten. Leider hat der Fish nicht immer seinen Corpse als Loot dabei, so da&szlig; du es mehrmals probieren mu&szlig;t. Leider spawnt er nicht allzu schnell und ist manchmal etwas becampt. Zu allem &uuml;berfluss ist der Fisch auch noch NO DROP. Eine zweite M&ouml;glichkeit w&auml;hre der Hund Frostbite in WestKarana, der auch hin- und wieder einen Koalindl Fisch als loot hat wenn sein Herrchen nicht in der N&auml;he ist. Allerdings gibt auch das diverse negative Faction, zum Beispiel mit einer Person die viel Zeit in Gregors Bar verbringt.)</a>)</li>
</ul>
Nun mu&szlig; der Enchanter Gregor die vier Zutaten geben, wof&uuml;r er 3 - 4 Platin und das 'Bartenders Compendium' (NO DROP) erh&auml;lt. Dieses mu&szlig; nach Oggok zu Clurg gebracht werden. Vorher sollte Darkelf-Illusion, Alliance und Invisibility gecastet werden. Wenn die Faction nicht gut genug ist funktioniert es leider nicht (ich hab von Leuten geh&ouml;rt die indifferent waren bei denen es ging und welche bei denen es nicht ging), auf jedenfall sollte indifferent die Mindestvoraussetzung sein).<br><br>
Wenn alles gut geht, &uuml;bergibt Clurg dir den Stein of Moggok. Man kann dies Quest, vorrausgesetzt man bekommt SOW wenn n&ouml;tig, in ca. 3 Stunden schaffen (mit teleport weniger).<br><br>
	</td>
</tr>
</table>
<br><div align="center">Englische Original-Questl&ouml;sung auf <A HREF="http://Everquest.gamestats.com/" target="_blank"> AllaKhazam's Magical Realm</A><BR></div><br>
<div align="center"><br><a href="http://www.eqq.de"><img src="http://eqq.gamesweb.de/img/copyright.gif" width=162 height=46 border=0 alt=""></a><br><br>
</div>
<br><br>
</body>

</html>

