<HTML><HEAD><TITLE>4832</TITLE></HEAD><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><body bgcolor="#FFFFFF"><TABLE width=93% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><FONT FACE=Verdana,Arial,Sans-Serif SIZE="4" STYLE="font-size:14px" COLOR=black><b>4832</b></Font><BR><FONT SIZE="3" STYLE="font-size:12px" COLOR=black>      <P ALIGN=JUSTIFY>Nika seisoo kent&auml;n laidalla ja katsoo avaruusaluksia. Se ei voi irrottaa katsettaan niist&auml;. Aluksista suurin osa on aika likaisia ja huonossa kunnossa, mik&auml; sekin vaan lis&auml;&auml; niiden kiehtovuutta. Siell&auml; on pelkki&auml; suuria, py&ouml;reit&auml;         rahtilaivoja, totta kai, kun se kerran on rahtisatama. Valtava laskeutumiskentt&auml;         t&auml;ynn&auml; punertavia tai hopeanv&auml;risi&auml;, valtavia, kymmenen tai 20 kertaa         ihmisen korkusia, kummallisia laivoja, joiden kyljiss&auml; lukee vaikka mill&auml;         kielell&auml; yhti&ouml;iden ja henkil&ouml;iden nimi&auml;. Nikan kotiplaneetalla ei voi         miss&auml;&auml;n n&auml;hd&auml; n&auml;in monta avaruusalusta yhdell&auml; kertaa.</p>      <P ALIGN="JUSTIFY">Sitten paikalle tulee se Keno-niminen poika. Nika ja Keno tapasi toisensa         Omicronilla, Nikan kotiplaneetalla, edellisen&auml; p&auml;iv&auml;n&auml;. Ainakin Nika hahmottaa         sen edelliseksi p&auml;iv&auml;ksi, koska se on nukkunu siin&auml; v&auml;liss&auml;. Ne oli hyv&auml;t         unet Kenon kuljettamalla aluksella matkalla Omicronilta t&auml;nne, 4832:lle.         Keno sanoo &#148;M&auml; sitten heit&auml;n sut viel&auml; keskukseen&#148; ja puristaa Nikaa hetken         olkap&auml;&auml;st&auml;. Ne k&auml;velee Kenon pienelle liittym&auml;autolle ja l&auml;htee rullaamaan         sill&auml; kohti avaruuskeskusta. Keno ohjaa, Nika ei osaa.</p>      <P ALIGN="JUSTIFY">4832, jolla ei ole ees virallista nime&auml; kun siell&auml; ei ole virallisesti         vakituisia asukkaita, on l&auml;hes kaikilla mittapuilla aika kurja puolimatkan         planeetta. Siell&auml; on paskasta ja k&ouml;yh&auml;&auml; ja jos menee kivenheiton p&auml;&auml;h&auml;n         avaruusasemasta ei luultavasti l&ouml;yd&auml; yht&auml;&auml;n tiet&auml; tai asuntoh&ouml;kkeli&auml;.         Mutta Nika on ekaa kertaa vieraalla planeetalla joten se huokailee syv&auml;&auml;n         koko matkan ja kattelee haltioituneena vihre&auml;nruskeeta kasvillisuutta         ja vastaantulevia autoja. Horisontti on kaukana eik&auml; miss&auml;&auml;n kasva muuta         kun sellasta v&auml;rit&ouml;nt&auml; puskaa ja muutama pieni puu. Taivaalla on pilvi&auml;.</p>      <P ALIGN="JUSTIFY">Avaruuskeskukseen menn&auml;&auml;n ilmalukon kautta. Sitten tullaan suureen mustaan         parkkihalliin, j&auml;tet&auml;&auml;n sinne auto, ja sitten menn&auml;&auml;n jalan aulaan. Aulasta         voi l&auml;hte&auml; kauppa-ravintolaan, kirjoittautua motelliin tai jotain muuta.         Aulassa kulkee vaikka keit&auml;. Suurin osa n&auml;ytt&auml;&auml; ihmisilt&auml;, mutta kaikkien         vaatteet ja k&auml;yt&ouml;s on erilaisia kesken&auml;&auml;n. Jotkut kulkijoista m&auml;&auml;ritelt&auml;isiin         ainakin Omicronilla selv&auml;sti el&auml;imiksi. Kaikki kulkee kuka minnekin, jotkut         on puhumassa tiskill&auml; virkailijalle tai k&auml;ytt&auml;m&auml;ss&auml; jotain laitteita,         ja osa ei selv&auml;sti n&auml;yt&auml; tiet&auml;v&auml;n minne ne on menossa. Se mik&auml; on Nikalle         oikeesti uutta, on se, ett&auml; kukaan ei kiinnit&auml; huomiota siihen mit&auml; joku         toinen tekee. Nika kelaa miten se nyt yht&auml;kki&auml; on vapaa eik&auml; kukaan katso         sen per&auml;&auml;n.</p>      <P ALIGN="JUSTIFY">Koska oikeestaan Nika on l&auml;hes karkumatkalla. Kukaan Omicronilla oleva         ei tied&auml; miss&auml; se t&auml;ll&auml; hetkell&auml; on eik&auml; Nika tunne ket&auml;&auml;n mist&auml;&auml;n muualtakaan.         Se ei j&auml;tt&auml;nyt viesti&auml; kellek&auml;&auml;n eik&auml; se olis oikeestaan ees lain mukaan         saanut l&auml;hte&auml;, koska sen ik&auml; ei viel&auml; ole ihan viitt&auml; Omicronin vuotta.         Nikan kasvatti&auml;iti ei ollut p&auml;&auml;st&auml;nyt sit&auml; minnek&auml;&auml;n. Nika ei siis oikeestaan         tied&auml; mihin sen pit&auml;is menn&auml;. Se ei tied&auml; ket&auml;&auml;n t&auml;&auml;lt&auml; tai mist&auml;&auml;n muualtakaan.         Muuta kun Kenon, jonka se tapas ihan vastik&auml;&auml;n.</p>      <P ALIGN="JUSTIFY">Mutta nyt Keno j&auml;tt&auml;&auml; Nikan yksin. Nika p&auml;&auml;tt&auml;&auml; menn&auml; ravintolaan, tilata         jotain pient&auml; ja j&auml;&auml;d&auml; sivuun katsomaan millaista siell&auml; on. Se ei tied&auml;         pit&auml;isk&ouml; sen kuluttaa v&auml;hi&auml; rahojaan siihen ett&auml; se ottais huoneen y&ouml;ksi.         Nika tuntee itsens&auml; v&auml;h&auml;n v&auml;syneeksi ja hyvin h&auml;mmentyneeksi.</p><BR><BR><A HREF="nika2.html">jatkuu ></A> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font>      </td>  </tr></table></BODY></HTML>