<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<TITLE>Die Gründung von Ak’Anon</TITLE>
</HEAD>
<body bgcolor="#000000" text="#FFFFFF">
<B><FONT SIZE=5><P ALIGN="CENTER">Die Gr&uuml;ndung von Ak’Anon</P>
</B></FONT>
<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber die Gnome und das Imperium von Felwithe</P>
</FONT>
<P>Schon in den ersten Tagen der Elfen Rebellion entschied der Herrscher von Felwithe, da&szlig; die Gnome eine freie Rassen sein sollen, die mit dem Elfen alliiert ist und der es erlaubt ist, in dem Land der Elfen zu leben, also ganz im Gegensatz zu dem sklaven&auml;hnlichen Status, den die kleinen Mechaniker unter der Herrschaft der Dunkelelfen inne hatten. Den Gnomen wurde Land zugewiesen, welches den fruchtbaren Elizerain See umgab und dort lebten sie f&uuml;r ein Jahrhundert oder l&auml;nger in Frieden mit den Elfen als Nachbarn. Aber auf Elfenland zu leben bedeutete f&uuml;r die Gnome auch, da&szlig; sie den elfischen Br&auml;uchen zu folgen hatten und nach und nach f&uuml;hlten sich die Gnome fehl am Platze. Die Gnome waren T&uuml;ftler und keine K&uuml;nstler, und sie konnte nicht tanzen, singen oder ein Instrument spielen. Die Elfen waren stolz auf ihre Kunstfertigkeit mit dem Bogen und ihre langen, eleganten Schwerter, aber gnomische Waffen konnten die Reichweite der Elfen Waffen nicht erreichen. Und w&auml;hrend die Elfen Sprache geschaffen war, um in langen, beschreibenden und flie&szlig;enden Versen zu sprechen, neigten die Gnome mehr zu nerv&ouml;sen, schnellen S&auml;tzen. Langsam aber sicher begann sich unter den Gnomen die Erkenntnis zu formen, da&szlig; sie eines Tages ein eigenes gnomisches K&ouml;nigreich w&uuml;rden gr&uuml;nden m&uuml;ssen. Der Gnom, der sich am meisten darum bem&uuml;hte war Biddyn.</P>
<P>Biddyn wurde geboren als der vierte Sohn eines armen Farmers, der im Osten des Elizerain Sees lebte, dem Gebiet, welches am n&auml;chsten am Herzen dem Imperiums lag. Schnell erkannte er, wie sehr er, seine Br&uuml;der und selbst sein Vater die Landwirtschaft ha&szlig;ten. Die erfreulichsten Moment in seinem Leben, wie er sp&auml;ter selbst schrieb, waren die monatlichen Feste der Gnome, wo sie sich versammelten und alle m&ouml;glichen Arten von faszinierenden Maschinen bauten. Dies, so dachte er, sei was Gnome machen sollten und er verpflichtete sich selbst daf&uuml;r zu sorgen, da&szlig; dies m&ouml;glich wurde. Auf den reisen mit seinem Vater zum Markt nach Felwithe lernte er die elfische Lebensweise und Rhetorik und wurde so zu einem redner, wie es unter den Gnomen keinen zweiten gab. Sein Charisma verzauberte jeden in seiner Umgebung von der Idee eine eigenen gnomischen K&ouml;nigreiches und bald war er bereit, dieses Anliegen dem Herrscher vorzutragen. Der Herrscher zu dieser Zeit war niemand anders als Carandril, letzter Lord von Kelethin, der den Krieger Edril vor langer Zeit zu seinem ersten Soldaten und F&uuml;hrer der imperialen Armee bestimmt hatte. Edril hatte loyal und treu als Carandril´s Wache f&uuml;r mehr als hundert Jahre gedient und war in seiner Rasse gerade mal in den mittleren Jahren.</P>
<P>&Uuml;berzeugt durch seine Redekunst und seinen festen Willen unterst&uuml;tzte Edril Biddyn in seinem Wunsch f&uuml;r ein eigenes K&ouml;nigreich der Gnome. Selbst Herrscher war angetan von den M&ouml;glichkeiten, da ein weiteres alliiertes K&ouml;nigreich neue M&ouml;glichkeiten zum Handeln bot, w&auml;hrend der Verlust der Gnome kein gro&szlig;er Verlust f&uuml;r die imperiale Wirtschaft war. Nach nur sechs Tagen Beratung erf&uuml;llte Carandril den Wunsch von Biddyn und es wurden sofort Pl&auml;ne zur Erstellung eines neuen gnomischen Heimatlandes gemacht. Der Herrscher trennte den s&uuml;dlichen Teil seines Reiches ab, meist unbenutztes und &ouml;des Land zwischen den Steamfont Mountains und gab es den Gnomen. Das Land wurde umbenannt in "Akanon", das elfische Wort f&uuml;r Geschenk, und zehn gnomische Siedler sowie f&uuml;nf Elfenwachen bereiteten sich darauf vor, nach Akanon zu reisen und das Land zu kartographieren.</P>

<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber den Seuchendrachen und die Formierung von Akanon</P>
</FONT>
<P>Die f&uuml;nfzehn Siedler reisten los, begleitet von den Gr&uuml;&szlig;en der Elfen und Gnome, aber man h&ouml;rte lange nichts mehr von ihnen. F&uuml;nf Monate nach ihrer Abreise schlie&szlig;lich erreichte ein einzelner der Elfenwachen das Reich, seine Kleider in Fetzen und seine Waffen zerbrochen. Er war der letzte &Uuml;berlebende der Siedler und erz&auml;hlte seine Geschichte einem erstaunten imperialen Rat. Ein Seuchendrachen mit tiefschwarzen Schuppen hatte die Gruppe angegriffen, sobald sie die s&uuml;dlichen L&auml;nder erreicht hatten. Er beanspruchte das Land von Akanon f&uuml;r sich. Mehrere Monate hat der Drache die Gnome und Elfen gejagt. Der Soldat hatte beobachtet, wie jeder Einzelne eines langsamen und f&uuml;rchterlichen Todes starb und ging davon aus, da&szlig; der Drache ihn selbst nur am Leben gelassen hatte, um den Elfen Nachricht zu bringen.</P>
<P>Der Gnome waren sofort &auml;rgerlich, da&szlig; Carandril ihnen verfluchtes Land zum Siedeln gegeben hatte und der Herrscher befahl den Tod des Drachen. Ver&auml;ngstigt durch die f&uuml;rchterliche Erz&auml;hlung des Soldaten weigerten sich die meisten Krieger bei dieser Aktion mitzumachen, da Carandril niemanden zwingen wollte, ein so schreckliches Untier zu bek&auml;mpfen. Edril jedoch bot sofort seine Dienste als pers&ouml;nlichen Gefallen an die Gnome an. Als Biddyn selbst sich bereit erkl&auml;rte, folgten ihm noch f&uuml;nf Gnome und zusammen mit seinen gnomischen Freunden ritt Edril nach Akanon um dem f&uuml;rchterlichen Untier zu begegnen. Was nun passierte hat Biddyn selbst in seinem Werk "Geschichte der Gnome" beschrieben.</P>
<P>Ich gebe zu, da&szlig; meine Knie zitterten, als wir uns der H&ouml;hle des D&auml;mon n&auml;herten. Durch unsere eigenen Erfahrungen und aus der Erz&auml;hlung unseres verlorenen Freundes Dolyn hatten wir alle Angst vor dem f&uuml;rchterlichen Biest. Alle von uns mit Ausnahme von Edril, aber ich glaube selbst Innoruk k&ouml;nnte ihm keine Angst einjagen. Er lebt auf von Furcht, wie ich von Tabak in meiner Pfeife. Sie ist f&uuml;r ihn wie ein s&uuml;&szlig;er Nektar, der seine Gedanke reinigt und sein Schwert schleift. W&auml;hrend wir uns also vor dem Heim des Seuchendrachen f&uuml;rchteten, hob Edril lediglich sein Schwert, sah sich zu mir um und sagte "wartet hier". Stolz marschierte er in den Eingang der schwarzen H&ouml;hle, einem Portal zu den unteren Eben falls diese wirklich existieren sollten. Wir waren &uuml;berzeugt, da&szlig; er in den Tod marschieren w&uuml;rde. Aber als wir ihn nach zwei Tagen wieder sahen, zog er den Kopf des Biestes hinter sich her, der eine breite Spur gr&uuml;nen Gifts zur&uuml;ck lie&szlig;. Er atmete schwer und schmerzvolle Wunden &uuml;berzogen seinen K&ouml;rper. Obwohl Edril sichtbar schwer verwundet war lachte ich als ich mir vorstellte, wie der Drache sich kurz vor seinem Tod gef&uuml;hlt haben mu&szlig;te. Jeder der diesem Elfen so viel Schmerz bereitete mu&szlig;te damit rechnen, diesen Schmerz zehnfach zur&uuml;ck zu bekommen.</P>
<P>Der Sch&auml;del des Drachen kr&ouml;nt heute noch den Eingang zur Gnomenfestung Mechanus. Edril und seine Gruppe von Gnomen aber hatten einen festen Platz in der Geschichte der Gnome, da sie w&auml;hrende der n&auml;chsten paar Wochen ruhelos das Land von Akanon durchstreiften, furchtbare Kreaturen bek&auml;mpften und die perfekte Stelle f&uuml;r das erste K&ouml;nigreich der Gnome suchten. Edril verbrachte mehr Zeit in Akanon als zun&auml;chst angenommen und &uuml;berwachte die Gr&uuml;ndung des K&ouml;nigreiches. Als die ersten H&auml;user errichtet wurden und die ersten gnomischen Siedler ankamen, wurde Biddyn zum ersten K&ouml;nig der Gnome gew&auml;hlt und er errichtete eine Ehrenstatue f&uuml;r Edril. Die Statue zeigte Edrils Kampf mit dem gro&szlig;en Seuchendrachen und gnomische Handwerkskunst machte sie nicht nur gro&szlig;, sondern auch n&uuml;tzlich: sie befindet sich noch heute im Herzen von Akanon und dient als zentraler Bestandteil von Akanon´s Bew&auml;sserungssystem. Als Edril nach Felwithe heimkehrte, wurde er von hunderten von stolzen Soldaten begr&uuml;&szlig;te und erneut zum Helden ernannt.</P></BODY>
</HTML>
