<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Les collines de Qeynos&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Les collines de Qeynos --> 

Bonaventura sentit qu&#8217;il avait franchit la ligne invisible qui s&eacute;parait 
Qeynos des collines avoisinantes. Il regarda tout autour de lui, forc&eacute;ment, 
il faisait nuit, comme &agrave; chaque fois qu&#8217;il explorait un nouveau lieu. 
Dans un premier temps il resta pr&egrave;s de la route, massacrant de grandes 
chauve-souris et chassant des scouts gnolls, venus faire leur colonie ici, et 
portant des documents n&eacute;cessaires &agrave; la confection des bracelets 
de l&#8217;armure des esprits du vent. Sur cette route Bonaventura se fit un ennemi 
puissant et machiav&eacute;lique : un garde, anonyme, qui patrouillait. Ce dernier 
prenait un malin plaisir &agrave; achever d&#8217;un coup d&#8217;&eacute;p&eacute;e 
les monstres que le barde avait mis du temps &agrave; mettre &agrave; mal, s&#8217;accaparant 
ainsi toute la gloire de la mise &agrave; mort. <br>
Un jour ce terrible garde tendis un pi&egrave;ge inf&acirc;me &agrave; l&#8217;infortun&eacute; 
aventurier. Il s&#8217;&eacute;tait cach&eacute; au milieu de la route, guettant 
sa proie. Bonaventura gambadait en chantant joyeusement et s&#8217;arr&ecirc;ta 
devant un rat g&eacute;ant. Il d&eacute;gaina son &eacute;p&eacute;e longue et 
se jeta sur la cr&eacute;ature, entonnant son chant de guerre. Il encha&icirc;nait 
les coups et les m&eacute;lodies avec adresses, quand vint le moment de r&eacute;citer 
son ch&#339;ur de cacophonie pour blesser l&#8217;animal. A ce moment l&agrave; 
le garde fon&ccedil;a et tua le monstrueux rongeur d&#8217;un coup de pied. Bonaventura 
aurait voulu s&#8217;arr&ecirc;ter, mais il &eacute;tait trop tard : il pronon&ccedil;a 
la derni&egrave;re parole et infligea une l&eacute;g&egrave;re contusion au garde. 
Ce dernier se servit de cette excuse, volontairement provoqu&eacute;e de sa part, 
pour transformer cette derni&egrave;re chanson en &#339;uvre posthume sous le 
pr&eacute;texte de la l&eacute;gitime d&eacute;fense. 
<p> Il est &eacute;vident qu&#8217;apr&egrave;s cette m&eacute;saventure Bonaventura 
  s&#8217;&eacute;loigna de l&#8217;entr&eacute;e des collines, il pr&eacute;f&eacute;rait 
  les ours enrag&eacute;s et les loups &agrave; ce terrible vilain. D&eacute;valant 
  une pente &agrave; toute allure, les cheveux au vent, il aper&ccedil;ut un gnoll 
  patrouillant les alentours. Il d&eacute;cida de le suivre discr&egrave;tement, 
  jouant du tambour pour avancer plus vite. Il faut croire que les gnolls sont 
  sourds car jamais l&#8217;humano&iuml;de ne se retourna. C&#8217;est par ce 
  fin stratag&egrave;me que Bonaventura d&eacute;couvrit Black Burrow, l&#8217;antre 
  des gnolls. A flanc de montagne on pouvait clairement voir une immense t&ecirc;te 
  de loup taill&eacute; dans la roche. Sa gueule, grande ouverte, &eacute;tait 
  l&#8217;entr&eacute;e d&#8217;une caverne un peu plus grande qu&#8217;un homme. 
  Des gnolls montaient la garde, mais ils devaient &ecirc;tre assoupis, car le 
  barde entra sans provoquer de rixe. La grotte d&eacute;bouchait sur une sorte 
  de jardin bord&eacute; de rochers avec un &eacute;norme gouffre en son centre. 
  Dans ce trou sombre et b&eacute;ant s&#8217;&eacute;coulait une rivi&egrave;re 
  qui nourrissait un lac, dont on pouvait apercevoir le miroitement depuis le 
  sommet du pr&eacute;cipice. Quelques gnolls peu guerrier patrouillait cette 
  cour, et Bonaventura en tua plus d&#8217;un. Il savait que bon nombre de composants 
  n&eacute;cessaires &agrave; l&#8217;armure bardique se trouvait sur ou plut&ocirc;t 
  dans les cr&eacute;atures. Il avait donc emmen&eacute; depuis son d&eacute;part 
  de Qeynos une trousse de chirurgien. A chaque fois qu&#8217;il mettait un monstre 
  &agrave; mort, le barde le d&eacute;pe&ccedil;ait, le d&eacute;sossait, et l&#8217;&eacute;corchait 
  tel une vulgaire carcasse de poulet. Il leur arrachait les dents avec une tenaille, 
  faisait sauter leur m&acirc;choire &agrave; l&#8217;aide d&#8217;un marteau 
  et d&#8217;un burin et leur sciait la colonne vert&eacute;brale pour un r&eacute;cup&eacute;rer 
  un bon tron&ccedil;on. Usant de son exp&eacute;rience de tanneur, il r&eacute;cup&eacute;rait 
  aussi bon nombre de peaux.</p>
<p> Bonaventura avait, derri&egrave;re une &eacute;norme roche, d&eacute;couvert 
  une porte, porte donnant sur un couloir qui lui-m&ecirc;me menait aux profondeurs 
  de Black Burrow. Dans son immense sagesse le barde estima qu&#8217;il ne devait 
  pas partir explorer ces sous-terrains seul. Il d&eacute;cida alors de constituer 
  une fine &eacute;quipe d&#8217;aventuriers aguerris. Apr&egrave;s quelques n&eacute;gociations, 
  il se retrouva accompagn&eacute; de trois druides ( les d&eacute;fenseurs de 
  la nature devaient prendre tr&egrave;s &agrave; c&#339;ur la destruction des 
  gnolls ), d&#8217;un shaman et d&#8217;un guerrier, tous deux barbares. Bonaventura 
  et ses suivants s&#8217;aventur&egrave;rent donc au fin fond du &laquo; trou 
  des gnolls &raquo;. En bas les combats &eacute;taient plus violents, et les 
  monstres, plus nombreux. Les druides avaient beau lancer des sorts de zones 
  au contact, le guerrier regarder m&eacute;chamment les monstres sans les frapper, 
  et le shaman s&#8217;enfuir en courant gr&acirc;ce &agrave; l&#8217;esprit du 
  loup qu&#8217;il n&#8217;avait invoqu&eacute; que pour lui, la troupe r&eacute;ussit 
  tout de m&ecirc;me &agrave; tuer nombre de gnolls. Et Bonaventura dans tout 
  cela ? Il faisait danser sa lame au milieu des poils tout en chantant pour donner 
  des forces &agrave; toute son &eacute;quipe. Toute son &eacute;quipe, oui, et 
  ceci les gnolls, bien qu&#8217;ayant une intelligence limit&eacute;e, le remarqu&egrave;rent. 
  Ainsi, bien souvent, Bonaventura se retrouva devant les portes de Qeynos avec 
  un &eacute;norme mal de cr&acirc;ne. <br>
  <br>
  Le barde remettait les dents au capitaine des gardes de Qeynos, r&eacute;sident 
  dans la guilde des guerriers d&#8217;acier. Ce dernier le congratulait pour 
  chaque dent ( ce qui pouvait parfois &ecirc;tre long ) et lui remettait une 
  petite boule de cristal pour chaque gnoll tu&eacute;. Bonaventura n&#8217;avait 
  jamais r&eacute;ussi &agrave; r&eacute;cup&eacute;rer plus d&#8217;une dent 
  sur un homme-chien. Leur dentition, par le biais de leur hygi&egrave;ne et des 
  coups re&ccedil;us dans les m&acirc;choires, &eacute;tait plut&ocirc;t d&eacute;plorable. 
  La boule, sans valeur, pouvait n&eacute;anmoins &ecirc;tre &eacute;chang&eacute;e 
  dans une taverne contre de la Black Burrow Stout, &laquo; Une sacr&eacute;e 
  bonne bi&egrave;re ! &raquo; Comme dirait le patron de la d&icirc;tes taverne. 
  Elle se revendait &agrave; un prix int&eacute;ressant, mais cela aurait &eacute;t&eacute; 
  dommage de s&#8217;en d&eacute;barrasser ainsi, car elle &eacute;tait aussi 
  une source malheureusement &eacute;puisable d&#8217;inspiration. Bonaventura 
  avait r&eacute;unit assez d&#8217;ingr&eacute;dient pour tenter de fabriquer 
  ses bracelets d&#8217;armure bardique. Il faut croire qu&#8217;il n&#8217;avait 
  pas bien compris comment, &agrave; partir d&#8217;un javelot, d&#8217;un bout 
  de papier, d&#8217;une colonne vert&eacute;brale et d&#8217;un morceau de fer 
  brut on pouvait forger un bracelet, car une mauvaise manipulation lui fit rater 
  l&#8217;une des pi&egrave;ces d&#8217;armure. Au final, et au d&eacute;triment 
  de nouveaux gnolls, il r&eacute;ussit &agrave; orner ses deux bras de magnifiques 
  bracelets turquoise contrastant &eacute;trangement avec le marron de son armure 
  de cuir. Apr&egrave;s cette r&eacute;ussite, et ayant acquis suffisamment d&#8217;exp&eacute;rience 
  pour apprendre &agrave; jouer du luth, il d&eacute;cida de s&#8217;int&eacute;resser 
  de plus pr&egrave;s &agrave; l&#8217;offre qui lui avait &eacute;t&eacute; faite 
  par Belious Naliedin.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
