<!--This file created 15:27  15/01/00 by Claris Home Page version 2.0This file created 15:34  15/01/00 by Claris Home Page version 2.0This file created 14:40  27/01/00 by Claris Home Page version 2.0This file created 16:46  27/01/00 by Claris Home Page version 2.0This file created 20:28  28/01/00 by Claris Home Page version 2.0This file created 21:27  29/01/00 by Claris Home Page version 2.0This file created 21:33  29/01/00 by Claris Home Page version 2.0This file created 21:34  29/01/00 by Claris Home Page version 2.0This file created 21:35  29/01/00 by Claris Home Page version 2.0This file created 21:37  29/01/00 by Claris Home Page version 2.0This file created 05:13  06/02/00 by Claris Home Page version 2.0This file created 05:31  06/02/00 by Claris Home Page version 2.0-->
<!--This file created 00:51  08/04/00 by Claris Home Page version 2.0-->
<HTML>
<HEAD>
   <TITLE>Nicolbolas' Den, Magic The Gathering</TITLE>
   <META NAME=GENERATOR CONTENT="Claris Home Page 2.0">
   <X-SAS-WINDOW TOP=0 BOTTOM=337 LEFT=0 RIGHT=628>
</HEAD>
<BODY BGCOLOR="#F8D15C" VLINK="#8000FF">

<P><CENTER><FONT SIZE="+2" FACE="Matura MT Script Capitals"
COLOR="#AF0000"><A NAME="DEBUTMAG"></A></FONT><FONT FACE="Arial"><IMG
SRC="IMAGES/image205.gif" WIDTH=60 HEIGHT=60 X-SAS-UseImageWidth
X-SAS-UseImageHeight ALIGN=bottom></FONT><B><FONT SIZE="+3"
FACE="Comic Sans MS" COLOR="#AF0000">L'Antre de
Nicolbolas</FONT><FONT SIZE="+2" FACE="Comic Sans MS"
COLOR="#AF0000"> (EverQuest)</FONT></B></CENTER></P>

<P><FONT SIZE="-1" FACE="Arial"><A HREF="index.html">Page d'accueil
Fran&ccedil;aise</A></FONT><FONT SIZE="-1" FACE="Arial"> /
</FONT><FONT SIZE="-1"
FACE="Arial"><A HREF="englishindex.html">English home page</A></FONT>
</P>

<P><B><FONT SIZE="+2" FACE="Comic Sans MS" COLOR="#AF0000">Guide de
la qu&ecirc;te du Stein of Moggok</FONT></B>
<HR>
<FONT FACE="Arial" COLOR="#AF0000">Fran&ccedil;ais seulement
</FONT><FONT FACE="Arial">- Derni&egrave;re mise &agrave; jour: 29
janvier 2000</FONT></P>

<P><I><FONT FACE="Arial">Merci d'envoyer tout commentaire ou addition
&agrave; </FONT><FONT
FACE="Arial"><A HREF="mailto:daniel.ravon@wanadoo.fr">daniel.ravon@wanadoo.fr</A></FONT></I>
</P>

<P><FONT FACE="Arial">&nbsp;</FONT></P>

<P><FONT FACE="Arial">Ce compte-rendu int&eacute;ressera surtout les
Wizards, Magiciens et N&eacute;cromanciens qui veulent un Stein et
h&eacute;sitent entre l'acheter (300-350 pp) et cr&eacute;er un
Enchanteur pour faire la qu&ecirc;te. Et aussi, si vous n'&ecirc;tes
pas caster et voulez faire par curiosit&eacute; un caster comme
personnage secondaire, Enchanteur est un r&ocirc;le &agrave; la fois
int&eacute;ressant et lucratif. Suivez le guide ! </FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">Cr&eacute;ez un Enchanteur
Dark Elf AGNOSTIQUE</FONT></B><FONT FACE="Arial">, et montez-le au
niveau 8 (plus ou moins 20 heures de jeu selon la qualit&eacute;
d'&eacute;quipement). Si vous n'&ecirc;tes pas Dark Elf, vous devrez
atteindre le niveau 12 pour finir la qu&ecirc;te. La qu&ecirc;te
elle-m&ecirc;me prend un peu moins de 4 heures. Il est inutile de
vous faire binder o&ugrave; que ce soit. Conseils : plut&ocirc;t que
de pratiquer ingratement "Sense Heading", achetez une boussole dans
un camp gitan. Mettez d&egrave;s le d&eacute;but 3 ou 4 points de
pratique dans l'arme choisie (en revanche, dans les skills magiques
du genre Alteration, etc, c'est compl&egrave;tement inutile). Je ne
suis pas s&ucirc;r que les sorts d'animation (pet) soient disponibles
&agrave; Neriak, car j'ai entendu des choses contradictoires sur le
sujet, et j'ai eu la flemme de v&eacute;rifier (j'ai fait acheter les
sorts ailleurs par mon personnage principal, avec un plein backpack
de "Tiny Daggers"). L'un des principaux atouts de l'Enchanteur
d&eacute;butant est que le sort d'animation est rapide &agrave;
lancer : si votre pet est d&eacute;truit, vous pouvez sans trop de
mal en conjurer un autre en plein combat. Le pet a peu de points de
vie, mais les r&eacute;cup&egrave;re en quelques secondes, aussi, si
vous tankez pour lui et ne reculez que le temps de jeter vos sorts
tranquillement, il fait du bon travail. En revanche, il
n'ob&eacute;it pas aux ordres, car il n'est pas intelligent (les
Enchanteurs ne peuvent commander que les pets charm&eacute;s,
&agrave; partir du niveau 12). N'oubliez pas de mettre un point en
Meditation au niveau 4.</FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">1) Faites-vous
t&eacute;l&eacute;porter &agrave; Toxxulia Forest</FONT></B><FONT
FACE="Arial">. L'entr&eacute;e d'Erudin est au Nord, &agrave; la loc
+2300 +200. Ne vous faites pas binder ! Vous n'&ecirc;tes pas Killed
On Sight (KOS) &agrave; Erudin, mais changez-vous en Humain des fois
que. Achetez la boisson "Innoruuk's Kiss of Death" dans le bar du
coin Sud-Est d'Erudin (le carr&eacute; noir sous les b&acirc;timents
"H" et "I", sur le plan du livret). Donnez-la &agrave; Sinnkin
Highbrow, &agrave; l'&eacute;tage de la biblioth&egrave;que ronde
juste &agrave; c&ocirc;t&eacute; ("H" sur le plan) : vous obtenez le
premier ingr&eacute;dient, l'"Eruds Tonic" (Lore Item NODROP).
</FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">2) Allez sur la place Nord
d'Erudin</FONT></B><FONT FACE="Arial">. Montez sur le cristal bleu
&agrave; droite de la fontaine (celui &agrave; droite du barde, pas
le cristal suspendu au-dessus de l'eau marqu&eacute; "D" sur le plan,
celui-l&agrave; vous am&egrave;ne dans le palais). Vous vous
retrouvez dans le port. Montez sur la plate-forme grise
accol&eacute;e au quai ; elle se d&eacute;place pour accoster le
bateau quand il vient. La travers&eacute;e pour Qeynos est courte et
sans escale. A Qeynos, ne vous faites pas binder. Vous n'&ecirc;tes
pas KOS, mais changez-vous en Humain des fois que. Dans North Qeynos,
allez au bord du bassin du Temple of Life (la ridicule soucoupe
volante qui bourdonne, marqu&eacute;e "C" sur le plan du livret).
D&eacute;loggez. Cr&eacute;ez un Paladin, prenez votre tunique au
Temple of Life, et mettez tous vos points en 1H slash. Passez au
niveau 2 pour plus de confort (c'est tr&egrave;s rapide m&ecirc;me
sans mat&eacute;riel), et remettez encore tous vos points en 1H slash
; vous &ecirc;tes pr&ecirc;t pour la chasse au poisson. Dans le
bassin nagent des Koalindl ; il s'agit de les tuer en restant
suffisamment loin du Paladin qui barbote. Une fois, le Prime Healer a
spawn&eacute; sous l'apparence d'un Koalindl, et m'a tap&eacute; sur
les doigts pour 454 points de d&eacute;g&acirc;ts (marrant !) Chaque
fois que vous tuez un poisson, vous prenez une vilaine faction
vis-&agrave;-vis de tous les habitants de Qeynos (sauf les gardes
corrompus, qui s'en foutent). V&eacute;rifiez que le corps du poisson
contient bien un Koalindl (1 fois sur 3), d&eacute;loggez, reloggez
vite avec votre Enchanteur, et lootez le poisson avant qu'il ne
disparaisse. Je d&eacute;conseille fortement de chasser le poisson
avec l'Enchanteur : si vous vous faites tuer, vous vous retrouvez
tout nu &agrave; Nektulos, et puis, pourquoi accumuler pour rien de
la faction n&eacute;gative ? Le poisson est le deuxi&egrave;me
ingr&eacute;dient, Lore Item NODROP. </FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">3) Gatez &agrave; Nektulos.
Courez &agrave; Rivervale</FONT></B><FONT FACE="Arial">. Attention,
vous &ecirc;tes KOS &agrave; Rivervale, mais, en alternant
l'Invisibilit&eacute; (avant de zoner dans un sens ou dans l'autre)
et une Illusion quelconque (jet&eacute;e &agrave; distance de tout
Hobbit), c'est sans probl&egrave;me. Allez dans Misty Thicket, et
auctionnez pour acheter des "Honeycomb" &agrave; 1 pp pi&egrave;ce ;
les newbies seront... enchant&eacute;s. Si vous n'arrivez pas
&agrave; en acheter trois, chassez les bixies et bixie drones
(pr&egrave;s de l'entr&eacute;e de Rivervale, pas au-del&agrave; du
mur), mais ils sont un peu rares, c'est une corv&eacute;e. Dans
Rivervale, au Sud-Ouest de la place centrale (o&ugrave; se trouve la
taverne "Fool's gold", marqu&eacute;e "D" sur le plan du livret), il
y a des sortes d'entr&eacute;es de terrier avec porte. Farfouillez
l&agrave;-dedans, vous trouverez Kizzie, la Hobbitte qui parle petit
n&egrave;gre. Donnez-lui 3 Honeycombs et 30 gold (je suppose que
&ccedil;a marche aussi avec 3 pp, mais elle demande 30 gold et je
suis superstitieux ; pour faire la monnaie la banque n'est pas loin).
Vous obtenez le 3e ingr&eacute;dient, le Honey Jum (Lore Item, pas
nodrop). Comme vous &ecirc;tes KOS &agrave; Rivervale, si vous
craignez les accidents, vous pouvez faire cette partie de la
qu&ecirc;te avec votre personnage principal (s'il n'est pas Dark
Elf). </FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">4) Gatez, allez sur l'Ile
des Soeurs dans l'Ocean Of Tears</FONT></B><FONT FACE="Arial">
(premier arr&ecirc;t du bateau en venant de Freeport) pour acheter
une Kiola Nut chez la barmaid. Je ne sais pas si vous &ecirc;tes KOS
sur l'&icirc;le, car j'ai fait faire cette commission par mon
personnage principal (Erudite), mais cela ne m'&eacute;tonnerait pas,
vu que ces filles sont Elf pas Dark. Pour v&eacute;rifier, faites un
"con" de loin sur une des Soeurs avant que le bateau n'arrive au
ponton, et, si vous &ecirc;tes KOS, jetez-vous &agrave; l'eau et
d&eacute;guisez-vous avant de mettre pied &agrave; terre. La noix est
le 4e et dernier ingr&eacute;dient (ni Lore Item, ni Nodrop ; non
empilable). </FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">5) Sous forme Humaine, allez
au bar qui est sur le quai du port d'East Freeport</FONT></B><FONT
FACE="Arial"> (marqu&eacute; "P" sur le plan du livret). Le barman
Gregor vous donnera le Barkeeps Compendium (Lore Item NODROP) contre
les 4 ingr&eacute;dients. J'avais fait &ccedil;a avec succ&egrave;s
au niveau 4 sans sort d'Alliance (avec Gregor "indifferently") mais,
comme vous devez &ecirc;tre niveau 8 pour finir la qu&ecirc;te, cela
ne vous co&ucirc;te pas plus cher d'utiliser Alliance par
pr&eacute;caution (&agrave; moins que "Wolf form" jet&eacute; sur
vous par un Druide ne suffise &agrave; vous donner la faction voulue
avec Clurg, auquel cas il vous suffit d'&ecirc;tre niveau 4, mais je
ne connais personne qui ait essay&eacute;, et j'en doute). </FONT>
</P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">6) Payez-vous un SOW et
courez &agrave; Oggok</FONT></B><FONT FACE="Arial">. Avec
l'Invisibilit&eacute;, vous devez y arriver sans encombre, sauf si un
Dry Bone Skeleton ou un autre mort-vivant d'Oasis ou de South Ro vous
attrape et vous stunne avant de vous achever. Pour ce genre de
trajet, se mettre en vue "Tomb Raider" avec un champ de vision large
et profond aide &agrave; slalomer entre les dangers (pour ma part, je
me mets tr&egrave;s rarement en vue subjective genre "Quake", je
d&eacute;teste &ccedil;a). Dans Oggok, faites, en gros, le tour de la
ville dans le sens des aiguilles d'une montre, et trouvez Clurg dans
la cantine "Meet and drink to bie" (marqu&eacute;e "E" sur le plan du
livret). Clurg devrait conner "apprehensively". Au niveau 4, j'ai
pass&eacute; un certain temps &agrave; essayer de faire monter ma
faction avec lui sans sort d'Alliance : rien &agrave; faire (j'ai
tu&eacute; des l&eacute;zards, j'ai donn&eacute; les 4 "Lizard Meat"
au guerrier, j'ai donn&eacute; les 2 "Mystic Doll" au Shaman... aucun
effet). Jetez Alliance sur Clurg, il passe "indifferently" ;
donnez-lui le Compendium : Il vous donne le Stein of Moggok, la
qu&ecirc;te est termin&eacute;e. </FONT></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">Ma
m&eacute;saventure</FONT></B><FONT FACE="Arial"> : en faisant la
qu&ecirc;te une premi&egrave;re fois, on gagne de la faction avec
"Clurg". Ce qui fait que, la deuxi&egrave;me fois, Clurg &eacute;tait
"indifferently" sans sort d'Alliance. Comme je suis un Enchanteur
propuls&eacute; au niveau 8 sans grande exp&eacute;rience pratique,
j'avais peur de rater le sort et de me faire tuer (je n'avais pas
trouv&eacute; confirmation sur Internet que ce sort &eacute;tait sans
chance d'&eacute;chec), aussi, j'ai donn&eacute; le Compendium
directement, sans Alliance pr&eacute;alable (puisque la
premi&egrave;re fois il &eacute;tait "indifferently" apr&egrave;s
Alliance et que &ccedil;a avait march&eacute;...) Je me suis fait
jeter ! Adieu veau, vache, cochons, platine ! Mon
interpr&eacute;tation de l'incident est que la faction est
exprim&eacute;e par un chiffre. D'une part, si ce chiffre atteint
certains seuils, vous entrez dans des cat&eacute;gories comme
"apprehensively", "indifferently", etc, mais, &agrave;
l'int&eacute;rieur de ces cat&eacute;gories, il y a des graduations
invisibles. D'autre part, pour r&eacute;ussir une qu&ecirc;te, il
faut que votre chiffre de faction atteigne un certain seuil aussi.
Pour la plupart des qu&ecirc;tes, ce seuil co&iuml;ncide avec un
seuil de cat&eacute;gorie, ce qui fait que c'est clair ("amiably" ou
mieux = bon, par exemple). Pour la qu&ecirc;te du Stein, il faut
croire que le seuil de faction n&eacute;cessaire &agrave; la
qu&ecirc;te est quelque part &agrave; mi-chemin entre "indifferently"
et "kindly". Si j'avais vraiment voulu &ecirc;tre prudent, et si
j'avais &eacute;t&eacute; moins &eacute;tourdi, j'aurais pos&eacute;
&agrave; Clurg les questions de la qu&ecirc;te: s'il avait
refus&eacute; de me dire quels ingr&eacute;dients il voulait,
j'aurais peut-&ecirc;tre pens&eacute; qu'il &eacute;tait vain de les
lui donner sans jeter Alliance d'abord. </FONT></P>

<P><CENTER><FONT FACE="Arial"><A HREF="#DEBUTMAG">Retour au
d&eacute;but / </FONT><I><FONT FACE="Arial">Back to
top</A></FONT></I></CENTER></P>

<P>&nbsp;</P>
</BODY>
</HTML>
