<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;I & II&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- I & II --> 
<p>&nbsp;</p>
<p>Je suis n&eacute; il y'a dix-huit ans dans la ville des elfes sylvains, Kelethin. 
  Ma m&egrave;re me mit pourtant au monde dans la cit&eacute; de Freeport dont 
  nous f&ucirc;mes bannis apr&egrave;s qui mon p&egrave;re, Berathoss, affirma 
  en public ses penchants pour la magie noire. Ne supportant pas le d&eacute;shonneur 
  il disparut un beau matin alors que ma m&egrave;re finissait de pr&eacute;parer 
  des sacs pour le voyage, nous part&icirc;mes donc sans protection aux travers 
  des terres communes. La fortune que mon p&egrave;re avait laiss&eacute; avant 
  de partir nous avait permis de recruter des mercenaires qui nous escort&egrave;rent 
  vers Kelethin,la ville des elfes . Ma m&egrave;re avait laiss&eacute; une grande 
  famille dans la for&ecirc;t et nous trouv&acirc;mes vite o&ugrave; loger, mon 
  enfance puis mon adolescence furent des p&eacute;riodes plus qu'heureuse, ma 
  m&egrave;re trouva un nouveau compagnon appel&eacute; Ezelkir, un haut elfe 
  paladin d'une lign&eacute;e tr&egrave;s noble. Ma formation de guerrier se passa 
  tr&egrave;s bien, bien que rare, les guerriers elfes poss&eacute;daient une 
  dext&eacute;rit&eacute; dans le maniement des armes qui compensaient leurs petites 
  tailles. Etant demi elfe et non elfe des bois, je poss&eacute;dait une taille,une 
  force,une endurance qui me distingu&egrave;rent de mes amis ; ces diff&eacute;rences 
  attir&egrave;rent les regards des jeunes filles et la jalousie de certains de 
  mes compagnons en plus mon pr&eacute;nom aux r&eacute;sonances humaines, Adnmar, 
  me permirent d'&ecirc;tre distingu&eacute; des autres pr&eacute;noms habituellement 
  donn&eacute;s aux elfes.Un beau jour, l'envie me prit de partir de la cit&eacute;e 
  des elfes pour partir explorer Norrath, j'annon&ccedil;ai la nouvelle &agrave; 
  ma m&egrave;re qui ne parut pas &eacute;tonn&eacute;e et m&ecirc;me ravie de 
  voir que je devenais comme mon p&egrave;re. Ensuite je courus &agrave; la maison 
  du banquier pour sortir du coffre les armures que mon p&egrave;re avait laiss&eacute;s 
  pour moi. La banquier me demanda de patienter il rapporta deux sacs de toiles 
  marrons, je les saisis et sortis de la banque. Dehors je m'adossait &agrave; 
  l'arbre qui tenait la plate forme et ouvris le premier sac, dans une grande 
  bourse je trouvais plusieurs milliers de pi&egrave;ces de platine, une c&ocirc;te 
  de mailles de couleur noire et deux anneaux magiques; une note se trouvait au 
  fond du sac : &quot;Ch&egrave;re Lindanae, je laisse ceci pour notre fils, c'est 
  une armure de c&eacute;r&eacute;monie Iksar et les bagues le rendront plus fort, 
  cela le prot&egrave;gera si il est amen&eacute; &agrave; combattre. Que Tunare 
  te b&eacute;nisse. Berathoss&quot;. J'enfilai les deux anneaux et la c&ocirc;te 
  de mailles et ouvrit avec empressement le second sac, j'en sortit une &eacute;p&eacute;e 
  cristalline au pommeau d'or et une petite hache l&eacute;g&egrave;re, il y avait 
  aussi un casque en forme de cr&acirc;ne et des &eacute;pauli&egrave;res de m&eacute;tal 
  . C'est comma ceci que je partit dire adieu &agrave; tous mes amis elfes. Mon 
  ancienne compagne, Amethyste ne voulut pas me laisser partir et me proposa de 
  m'accompagner, j'acceptai en souriant. Plusieurs autres amis voulurent se joindrent 
  &agrave; nous, c'est ainsi que nous part&icirc;mes, des rangers,des druides, 
  des guerriers tous &eacute;lev&eacute;s dans un amour infini &agrave; Tunare, 
  m&egrave;re de tous les elfes.Notre premier combat fut la ch&acirc;teau orque 
  de la r&eacute;gion,nous assassin&acirc;mes l'empereur Orque avant de partir 
  pour les terres communes, au cours du voyage des combats firent rage, ils n'&eacute;taient 
  jamais risqu&eacute;s et nous nous sentions les plus forts,l'amour qui m'unissait 
  avec Amethyste grandissait encore et je me disait que la vie &eacute;tait d&eacute;cid&eacute;ment 
  agr&eacute;able. Apr&egrave;s quelques mois au dehors de notre ch&egrave;re 
  cit&eacute;, mes amis ressentirent le besoin de revoir les membres de leurs 
  familles, c'est ainsi qu'ils prirent la route du retour apr&egrave;s de longs 
  adieux.Une ann&eacute;e plus tard, Amethyste d&eacute;cida de rentrer aussi, 
  pourtant je ne la suivit pas, un aubergiste m'avait dit avoir vu mon p&egrave;re 
  dans les environs des terres communes de l'Est. L'envie de revoir Berathoss 
  &eacute;tait telle que j'en oubliai l'appel de la for&ecirc;t. Plusieurs jours 
  plus tard, je parcourai le tunnel o&ugrave; se c&ocirc;toyaient des centaines 
  de marchands, en me d&eacute;cidant &agrave; prendre,moi aussi, le chemin du 
  retour. Alors que je me trouvai dans une auberge o&ugrave; j'achetais des vivres 
  pour le voyage, une jeune demi elfe entra. Elle &eacute;tait magnifique ses 
  cheveux blancs coup&eacute;s courts et ses yeux violets me laiss&egrave;rent 
  sans voix, elle poss&eacute;dait le charme des Elfes des bois et l'assurance 
  des humains. Ses armures n'&eacute;taient pas tr&egrave;s bonnes et ses lames 
  commen&ccedil;aient &agrave; perdre leurs tranchants. Je demandai discr&egrave;tement 
  son nom &agrave; la femme de l'aubergiste tandis que la jeune femme n&eacute;gociait 
  un prix de vente pour plusieurs peaux, elle s'appelait Andela, elle faisait 
  partie d'un groupe appel&eacute; le cercle d'acier. Une fois sortis de l'auberge 
  je lui demandais si le cercle d'acier voulait recruter de jeunes guerriers, 
  nous parl&acirc;mes plusieurs minutes avant de d&eacute;cider de partir chasser 
  ensemble. J'&eacute;tais bien plus exp&eacute;riment&eacute; qu'elle &agrave; 
  l'&eacute;poque mais elle poss&eacute;dait des rudiments de magie ce qui la 
  diff&eacute;renciait de moi qui n'&eacute;tait pas capable de lancer le moindre 
  sort. Le soir de retour &agrave; mon campement, je commen&ccedil;ai &agrave; 
  &eacute;crire une lettre destin&eacute;e &agrave; Amethyste dans laquelle je 
  lui demandais si elle &eacute;tait arriv&eacute;e et si tous les autres &eacute;taient 
  bien rentr&eacute;s. Le lendemain je donnai la lettre &agrave; un messager qui 
  se chargea de l'emmener jusqu'&agrave; Kelethin.Une semaine plus tard, une r&eacute;ponse 
  me parvint, la lettre me disait que Amethyste n'&eacute;tait pas rentr&eacute;e. 
  C'est alors que je compris que la femme que j'aimais &eacute;tait morte. Pour 
  fuir mon chagrin je partis en courant dans la for&ecirc;t des terres communes, 
  les yeux rougis de larmes je massacrais les tribus orques,tranchant leurs gorges,br&ucirc;lant 
  leur campements,c'est seulement le corps recouvert de sang que ma haine disparaissait 
  un peu. Le lendemain, je rentrais vers Freeport apr&egrave;s une journ&eacute;e 
  compl&egrave;te de bataille, le visage tach&eacute; de sang orque, mes yeux 
  toujours luisants de remords. La tente que j'occupais normalement et qui se 
  trouvait en face de la ville m'avait &eacute;t&eacute; vol&eacute;e, un gnome 
  y avait tranquillement install&eacute; son commerce. Je levais mon &eacute;p&eacute;e 
  sur le petit homme qui me regarda avec horreur, il me fut impossible d'&eacute;ventrer 
  le gnome tellement j'avais &eacute;t&eacute; abreuv&eacute; de sang la veille. 
  J'ordonnai au gnome de partir, il ramassa son sac et d&eacute;tala pourtant 
  une fois &agrave; une dizaine de m&egrave;tres de moi il cria : &quot;Maudit 
  soit tu l'elfe, je reviendrai d&egrave;s que tu auras le dos tourn&eacute;&quot;.J'avais 
  envie de mourir, en fait j'esp&eacute;rais que ce gnome reviendrai me tuer pendant 
  la nuit pourvu que je rejoigne ma belle. Mais il ne vint pas, c'est pourquoi 
  je vendis toutes mes affaires pour ne garder que l'essentiel pour ce qui je 
  l'esp&eacute;rais serait mon dernier voyage. </p>
<h2 align="center">Chapitre II</h2>
<p>Je passais mes journ&eacute;es &agrave; errer, &agrave; tuer de faibles gibiers 
  pour mon repas et ma vie se r&eacute;sumer &agrave; ces deux activit&eacute;s, 
  ma solitude et mon apparente tristesse &eacute;taient telles que les gens ne 
  tard&egrave;rent pas &agrave; m'appeler Adnmar Ame Triste (Sadsoul). Un jour, 
  pourtant, je rencontrais Andela elle &eacute;tait dans la partie Nord du d&eacute;sert 
  de R&ocirc; et pr&eacute;parait l'assaut d'un camp de moines derviches avec 
  d'autres elfes du Cercle d'acier. Au lieu d'aller la saluer je me cachais dans 
  une faille rocheuse, j'observais le groupe de loin en esp&eacute;rant pouvoir 
  observer la belle demi elfe pendant des heures,elle avait l'air toujours d'aussi 
  bonne humeur. Alors que j'espionnais le groupe, je me rendis compte que j'&eacute;tais 
  un train de pi&eacute;tiner des fleurs. Ces fleurs &eacute;taient belles et 
  je ramassait la seule que mes bottes avaient &eacute;pargn&eacute;es, sans vraiment 
  r&eacute;fl&eacute;chir, je sortis de ma cachette et je me dirigeais vers le 
  groupe ; arriv&eacute;s &agrave; leurs niveaux je tendis la fleur &agrave; Andela 
  en lui priant d'accepter ce modeste pr&eacute;sent,elle parut appr&eacute;cier 
  et m'observa d&egrave;s lors, diff&eacute;remment. En y repensant il me semble 
  que c'est le soleil qui m'avait donn&eacute; cette id&eacute;e, mais je ne regrette 
  pas qu'il ai eut cet effet sur moi ce jour l&agrave; .Apr&egrave;s le massacre 
  des derviches, Andela accepta de m'accompagner aller chasser dans les Terres 
  communes de l'ouest. Nous march&acirc;mes quelques jours, ces quelques jours 
  nous permirent de faire plus connaissance, j'appris comment elle avait quitt&eacute; 
  Felwithe en secret et comment sa famille avait subit un grand d&eacute;shonneur 
  par sa faute . Andela m'attirait, inutile de le nier, mais je n'osais pas le 
  lui avouer par timidit&eacute; d'abord mais aussi parce que le souvenir d' Amethyste 
  ne me quittait pas. Un beau jour, je proposais &agrave; Andela de m'&eacute;pouser, 
  elle ne refusait pas mais n'acceptait pas non plus, en fait elle &eacute;tait 
  d&eacute;j&agrave; fianc&eacute;e &agrave; quelqu'un, ma surprise fut totale 
  quand elle m'annon&ccedil;a qu'il s'agissait d'un elfe noir nomm&eacute; Roughenn. 
  Face &agrave; mon incompr&eacute;hension elle m'assura qu'il avait le coeur 
  noble et pur, je ne pus pourtant pas le croire. Andela et moi passions d&eacute;sormais 
  nos journ&eacute;es ensemble, pourtant un jour alors que nous vendions les fruits 
  trouv&eacute;s durant la journ&eacute;e, Roughenn refit surface. Il molesta 
  violemment Andela en la voyant me tenir la main, je sortis mes deux &eacute;p&eacute;es 
  et j'ordonnais d&eacute;j&agrave; &agrave; l'elfe noir de se pr&eacute;parer 
  &agrave; mourir. Andela essaya de me retenir mais l'elfe noir fit appara&icirc;tre 
  un squelette en souriant, il dit : &quot;Sache que je ne tol&egrave;re pas ce 
  genre de paroles l'elfe, j'accepte ton duel&quot;.Il s'&eacute;lan&ccedil;a 
  sur moi, je poussais Andela et me ruais sur le familier en criant : &quot;Mort 
  aux infid&egrave;les!&quot; . Les os secs du squelette craqu&egrave;rent vite 
  sous mes coups d'&eacute;p&eacute;es furieux, Roughenn tentait de me lancer 
  des sorts mais je n'en sentait pas l'effet. Un sourire mauvais apparut sur mes 
  l&egrave;vres, je savais que j'avais prit un ascendant consid&eacute;rable sur 
  le Chevalier de l'ombre. Quelques minutes plus tard, Roughenn &eacute;tait &agrave; 
  genoux et l&acirc;chait son &eacute;p&eacute;e en demandant gr&acirc;ce. Andela 
  s'interposa et je laissais lui laissais la vie.Je ne me souviens plus exactement 
  dans quelles circonstances nous &eacute;chang&egrave;rent notre premier baiser, 
  je crois que c'&eacute;tait sur la plage de l'Oasis de Marr mais je n'en suis 
  pas certain. C'est alors que commen&ccedil;a une p&eacute;riode heureuse pour 
  nous deux, nous aimions explorer des contr&eacute;es inconnues chaque jour, 
  nous nous enseignons nos connaissances respectives, je lui apprenais &agrave; 
  manier les armes tranchantes et elle m'apprenait &agrave; utiliser les arcs 
  et &agrave; fabriquer des fl&egrave;ches. Je rejoignis finalement le Cercle 
  d'Acier, Darniel m'offrit une magnifique lame de passage pour me souhaiter la 
  bienvenue et me pr&eacute;senta les autres membres pr&eacute;sents lors de la 
  c&eacute;r&eacute;monie : Noxpor, Lulvaran, Gimli et bien d'autres ...Des mois 
  plus tard, Andela ressentit le besoin d'explorer la continent perdu de Kunark, 
  je n'aimais pas cette id&eacute;e et pourtant nous part&icirc;mes le lendemain 
  m&ecirc;me pour prendre le bateau menant &agrave; la ville de Firiona Vie. Celle 
  ci &eacute;tait bond&eacute;e, des centaines de personnes se trouvaient pr&eacute;s 
  de la banque ou couraient en tous sens. Nous pr&icirc;mes une nuit de repos 
  en esp&eacute;rant pouvoir rejoindre le Lac d'Illomen le lendemain,tout le monde 
  parlait du si&egrave;ge d'un fort sarnack, je n'avais jamais entendu parl&eacute; 
  de ces cr&eacute;atures, on avait dit &agrave; Andela qu'il s'agissait de reptiles 
  presque semblables aux Iksars.Le lendemain, nous achetions des provisions pour 
  la travers&eacute;e de la for&ecirc;t de Firiona Vie, celle ci ne se passa pas 
  comme pr&eacute;vue, une araign&eacute;e d'une taille immense s'&eacute;tait 
  cach&eacute;e dans un arbre et avait bondit sur nous, j'avais &eacute;t&eacute; 
  bl&eacute;ss&eacute; par cette premi&egrave;re attaque et je savais que nous 
  n'avions aucune chance contre ce monstre. J'&eacute;tais tomb&eacute; inconscient 
  tellement rapidement que je ne me souviens pas exactement de comment tout s'&eacute;tait 
  d&eacute;roul&eacute;, j'avais ordonn&eacute; &agrave; Andela de courir me semble 
  t-il.Ce fut des semaines plus tard que je me r&eacute;veillais, j'&eacute;tais 
  allong&eacute; sur une fine paillasse et je ne vit pas Andela &agrave; mon r&eacute;veil. 
  En fait il n'y avait personne dans la petite maison, je me levai f&eacute;brilement 
  et j'explorais les lieux, c'&eacute;tait une modeste maison de paysan des outils 
  utiles &agrave; la culture de la terre &eacute;taient entrepos&eacute;s, j'ouvris 
  la porte et je sentis un vent frais sur mon visage, mes pens&eacute;es &eacute;taient 
  encore confuses et je ne me souvenait m&ecirc;me plus de mon nom. Je fit un 
  pas au dehors, une immense &eacute;tendue d'herbe verte se pr&eacute;sentait 
  &agrave; moi, des oiseaux voltigeaient en tout sens. Encore trop fatigu&eacute;, 
  je revint &agrave; mon lit et m'allongeais pour r&eacute;organiser mes derni&egrave;res 
  pens&eacute;es, il y avait eut ce combat contre cette immense araign&eacute;e 
  puis l'agonie, les cris . Je n'y arrivais d&eacute;cid&eacute;ment pas, je basculais 
  &agrave; nouveau dans un profond sommeil, je fut r&eacute;veill&eacute; je ne 
  sais combien de temps apr&egrave;s par une Haute Elfe. Elle &eacute;tait en 
  train de me laver le visage avec un linge humide, je me rendormis aussit&ocirc;t 
  . Puis ce fut un nouveau r&eacute;veil, je sortit pour la seconde fois, &agrave; 
  peine avais-je fait quelques pas dans l'herbe tendre que mon h&ocirc;te m'interpella 
  : &quot; O&ugrave; allez vous monseigneur ?&quot;Je ne l'avais pas vue je fit 
  volte face en essayant de rester debout, elle s'approcha de moi et m'offrit 
  son bras pour me soutenir, elle me proposa de rentrer dans la sombre cahute, 
  je refusai en me tenant la t&ecirc;te, cette maudite migraine ne voulait pas 
  me l&acirc;cher je n'en pouvais plus . Finalement je tombais &agrave; genoux 
  dans l'herbe en lui disant qu'il fallait que je reste ici, elle s'assis &agrave; 
  mes cot&eacute;s et se pr&eacute;senta : &quot;Je m'appelle Laeliae je suis 
  gu&eacute;risseuse, je vous ai recueillit il y'a trois semaines dans une auberge 
  de Firiona Vie, vous ne b&eacute;n&eacute;ficiez d'aucun soin j'ai donc prit 
  la libert&eacute; de vous amener ici pour vous soigner&quot;. Je l'interrompis 
  : &quot;N'&eacute;tais je pas avec une demi elfe?&quot; . Elle r&eacute;pondit 
  que j'&eacute;tais seul mais qu'elle se renseignerai d&egrave;s sa prochaine 
  visite &agrave; Firiona Vie. &quot;Je suis Adnmar , guerrier au service de Tuna...&quot; 
  je ne finit pas ma phrase tellement mes maux de t&ecirc;te me faisait souffrir. 
  Laeliae compris et m'expliqua que les plantes qu'elles m'avaient donn&eacute; 
  &agrave; respirer m'aider &agrave; cicatriser et qu'il &eacute;tait normal que 
  je ressente de violentes migraines. Je la remerciais et demandai si elle m'avait 
  trouv&eacute; avec des &eacute;quipements ou d&eacute;pouill&eacute;, elle me 
  dit qu'elle avait tout gard&eacute;, elle m'amena le sac de toile que je reconnus, 
  je trouvais bient&ocirc;t l'armure de C&eacute;r&eacute;monie iksar, je lui 
  demandais de m'aider &agrave; l'enfiler, mon &eacute;tat s'am&eacute;liora gr&acirc;ce 
  &agrave; l'effet de la c&ocirc;te de mailles. Une semaine plus tard je fus sur 
  pied et j'avais compl&egrave;tement fait connaissance avec la belle Laeliae, 
  elle &eacute;tait la fille d'une noble famille de Felwithe et avait quitt&eacute; 
  la ville de marbre pour une vie tranquille &agrave; la campagne, elle poss&eacute;dait 
  des dizaines de livres sur les maladies,les sorts,et les pri&egrave;res de r&eacute;surrections. 
  Je n'appris rien &agrave; propos d'Andela, j'en d&eacute;duisis qu'elle avait 
  &eacute;t&eacute; tu&eacute;e et je sombrais , comme pour Am&eacute;thyste, 
  dans des &eacute;tats violents et sanguinaires. Pourtant le calme de la petite 
  maison et ma vie de paysan me permirent d'oublier la belle demi elfe et de surmonter 
  mon chagrin. Je v&eacute;cus donc au rythme des courtes chasses que nous faisions, 
  des cultures des fruits et des rares explorateurs qui nous rendaient visite 
  , une ann&eacute;e plus tard, Laeliae et moi &eacute;tions mari&eacute;s, et 
  nous commencions &agrave; penser &agrave; faire un voyage, la belle Elfe &eacute;tait 
  maintenant experte en gu&eacute;rison et &eacute;tait capable de cicatriser 
  des plaies profondes en un clin d'oeil...Plusieurs mois pass&egrave;rent, et 
  la fr&eacute;n&eacute;sie et la violence des batailles finit par lasser Laeliae 
  qui repartit pour notre petite maison, je lui promis de la rejoindre vite. Evidemment 
  je ne tint pas ma promesse. Alors que je m'appr&ecirc;tais &agrave; prendre 
  le bateau pour retourner &agrave; Firiona Vie, je croisais Andela. Les yeux 
  grands ouverts nous nous regard&acirc;mes pendant plusieurs minutes avant qu'elle 
  se jette dans mes bras, nous sentions d&eacute;j&agrave; notre jeunesse pass&eacute;e 
  remonter &agrave; la surface, elle me tirait par la main, elle voulait me montrer 
  un endroit qui lui plaisait &eacute;norm&eacute;ment, nous part&icirc;mes donc 
  vers l'archipel de Timorous Deep, nous parl&acirc;mes des heures jusqu'&agrave; 
  ce que la nuit tombe et pass&acirc;mes la nuit sur un rocher surplombait la 
  mer. De cette nuit r&eacute;sulta une fille, Lelonie, elle ne poss&eacute;dait 
  pas nos traits d'elfes et ressemblait plus &agrave; une humaine. Apr&egrave;s 
  sa naissance Andela se fit plus rare, elle passait des semaines sans nous donner 
  de nouvelles sur le continent glac&eacute; de Velious, dans ses rares lettres 
  elle racontait sa passion pour les nains de Thurgadin et avec qu'elle hardeur 
  elle essayait de les d&eacute;fendre. Je laissais parfois Lelonie quelques jours 
  en pension au Temple de Marr pour qu'elle y suive l'entra&icirc;nement des paladins. 
  Ces s&eacute;jours sans mon enfant me permirent de retourner voir Laeliae qui 
  &eacute;tudiait toujours ses manuscrits avec une patience incroyable. Elle avait 
  &eacute;t&eacute; mise au courant de ma relation avec Andela et de notre fille, 
  elle ne s'en inqui&eacute;tait pas et semblait toujours m'&ecirc;tre aussi d&eacute;vou&eacute;e. 
  Les ann&eacute;es pass&egrave;rent sans qu'Andela ne daigne venir voir sa fille, 
  bient&ocirc;t Lelonie eut sa majorit&eacute; et se maria avec un druide humain 
  , Piupiuf , le jeune couple quitta bient&ocirc;t Freeport pour partir explorer 
  Norrath. Je revins donc &agrave; Lake of Illomen dans la petite maison de Laeliae, 
  nous y rest&acirc;mes encore un an, cette ann&eacute;e fut heureuse et compos&eacute;e 
  de longues exp&eacute;ditions dans les contr&eacute;es de l'&icirc;le de Kunark. 
  Je recevais souvent des courriers de Lelonie qui me d&eacute;crivait son voyage, 
  je ne m'inqui&eacute;tai pas pour elle car son mari &eacute;tait tr&egrave;s 
  exp&eacute;riment&eacute; et pouvait par exemple immobiliser un dragon par enchev&ecirc;trement 
  par une simple incantation. Bient&ocirc;t Laeliae me dit qu'il fallait qu'elle 
  retourne &agrave; Felwithe pour y acheter d'autres parchemins et eut la franchise 
  de me dire qu'elle allait y rester au moins une ann&eacute;e pour &eacute;tudier 
  avec son ma&icirc;tre de guilde, je ne fut pas surpris car je savais que la 
  soif de savoir finirai par l'&eacute;loigner de moi. Je continuais &agrave; 
  cultiver pendant quelques semaines avant de me d&eacute;cider &agrave; partir 
  &agrave; l'aventure &agrave; la recherche d'Andela. Pendant ma route, je me 
  rem&eacute;morais les rires, les d&eacute;couvertes, toutes les exp&eacute;riences 
  magnifiques que j'avais faites avec ces deux femmes...Ce fut un mois plus tard 
  que je p&eacute;n&eacute;trais pour la premi&egrave;re fois dans la ville souterraine 
  de Thurgadin, j'y d&eacute;crivis Andela au premier garde nain que je vis, le 
  coldain me dit qu'elle &eacute;tait tr&egrave;s connue ici, qu'elle &eacute;tait 
  leur alli&eacute;e mais qu'il ne savait o&ugrave; je pouvais la trouver. Je 
  partis donc en qu&ecirc;te de mon ancienne compagne au travers des &eacute;tendues 
  glac&eacute;es de Velious, j'y d&eacute;couvris des monstres que je n'avais 
  jamais vu auparavant, des g&eacute;ants, des dragons bleut&eacute;s ou encore 
  des araign&eacute;es de glace ...Je m'arr&ecirc;tais quelques temps non loin 
  du fort orque du clan Ry'Gor , il &eacute;tait si&eacute;g&eacute; par de nombreux 
  groupes en armes. Comme personne n'avait vu Andela dans ce coin je fit demi-tour 
  et je reparti dans l'autre sens , vers le labyrinthe de Velketor, je d&eacute;cidais 
  d'y rester quelques temps avant de reprendre ma route. Je fit la rencontre d'autres 
  aventuriers et nous nous d&eacute;cid&acirc;mes &agrave; monter au plus haut 
  du labyrinthe, l'ascension fut difficile mais nous arriv&acirc;mes finalement 
  &agrave; la plus haute plate forme, le druide nous donna alors un sort de l&eacute;vitation 
  pour &eacute;viter toute chute qui, &agrave; cette hauteur, serait mortelle. 
  Les combats &eacute;taient ardus, les araign&eacute;es qui r&eacute;gnaient 
  sur ces cavernes avaient en fait une peau de glace impossible &agrave; casser 
  m&ecirc;me avec une puissante hache, de plus leurs mandibules transmettaient 
  un poison mortel mais que les clercs et les druides avaient, avec le temps, 
  appris &agrave; gu&eacute;rir. Je me souviendrais toujours des moments pass&eacute;s 
  dans ce labyrinthe, au coin d'un feu,apr&egrave;s une journ&eacute;e pleine 
  de combat, je me recouvrais d'une &eacute;paisse fourrure d'araign&eacute;e 
  et j'&eacute;crivais de longues lettres &agrave; Laeliae, nous entendions des 
  hurlements, des craquements et bien d'autres choses qui resteront &agrave; jamais 
  grav&eacute;s dans ma m&eacute;moire.Des ann&eacute;es pass&egrave;rent encore, 
  j'essayais de me faire aimer des nains pour qu'ils acceptent de me confectionner 
  leurs c&eacute;l&egrave;bres armures, je traquais les g&eacute;ants , ennemis 
  de toujours des nains, et en exterminais un maximum, j'arrachais leurs dents, 
  tranchais leurs t&ecirc;tes. A la fin de la journ&eacute;e j'apportais un grand 
  sac remplis de dents et de barbes de g&eacute;ants &agrave; un nain haut plac&eacute;, 
  il regardait le sac en souriant et me r&eacute;compensait. C'est ainsi que les 
  nains me consid&egrave;rent comme leur alli&eacute; dans leur lutte contre les 
  l&eacute;gions kromriffs. Enfin, je repris la route de Felwithe, o&ugrave; Laeliae 
  l'ang&eacute;lique comme on l'appelait, devait avoir termin&eacute; ses &eacute;tudes. 
  Pendant les jours de travers&eacute;e je fit la rencontre d'Okx&yuml;e, un ranger 
  elfe des bois qui avait quitt&eacute; Kelethin comme je l'avais fait des ann&eacute;es 
  auparavant. Maintenant tr&egrave;s amis, il nous arrivait de parler de notre 
  avenir et de celui de Kelethin, la seule chose qui contait vraiment &agrave; 
  nos yeux, nous savions que la prolif&eacute;ration de biens des cr&eacute;atures 
  am&egrave;nerait Kelethin &agrave; mener une guerre qu'elle ne gagnerait peut-&ecirc;tre 
  pas. Les orques,les elfes noirs,les trolls,les ogres,les iksars toutes ces populations 
  qui grandissait et pr&ocirc;nant ouvertement la haine et le d&eacute;sir de 
  d&eacute;truire tous les elfes. Apr&egrave;s avoir travers&eacute; les montagnes 
  du butcherblock et une partie de la for&ecirc;t de la grande faydark, nous arriv&acirc;mes 
  en face de la grande cit&eacute; de marbre. Plusieurs gardes hauts elfes en 
  gardaient l'entr&eacute;e, je me pr&eacute;sentais &agrave; leur chef, lui expliquant 
  que je venais voir ma femme, Laeliae l'ang&eacute;lique. Le haut elfe manifestement 
  paladin me r&eacute;pondit avec m&eacute;pris que Laeliae &eacute;tait d&eacute;sormais 
  mari&eacute;e au grand pr&ecirc;tre, ma&icirc;tre de la guildes des clercs et 
  qu'il &eacute;tait hors de question que je p&eacute;n&egrave;tre dans la cit&eacute;. 
  Je savais que Laeliae avait &eacute;tait mari&eacute;e de force comme la plupart 
  des femmes haut elfes de Felwithe, j'&eacute;tais s&ucirc;r de ses sentiments 
  et je voulais la lib&eacute;rer. Le ton monta, malheureusement, Okx&yuml;e et 
  moi furent oblig&eacute;s de livrer bataille contre nos fr&egrave;res, les hauts 
  elfes.</p>
<p><i>vue ext&eacute;rieure:</i><br>
  Okx&yuml;e ne savait pas ce qui se passait, il ne comprenait pas la langue des 
  hauts elfes, mais il savait reconna&icirc;tre une conversation qui allait tourner 
  &agrave; l'affrontement, le ton monta encore. Okx&yuml;e connaissait Adnmar 
  et il savait que son ami ne supporterait pas longtemps les provocations des 
  haut elfes,il prit le temps de les examiner afin d'&eacute;valuer leurs niveaux 
  en tant que combattants, le plus fort &eacute;tait celui qui parlait avec Adnmar, 
  les trois autres &eacute;taient des paladins tr&egrave;s exp&eacute;riment&eacute;s 
  &agrave; en voir la qualit&eacute; de leurs &eacute;p&eacute;es et armures. 
  L'elfe des bois se rem&eacute;mora rapidement ses sorts pour &ecirc;tre pr&ecirc;t 
  &agrave; les lancer quand le combat exploserai. Tout se passa tr&egrave;s rapidement,Adnmar 
  envoya son casque sur le visage du grand elfe qui lui faisait face,la pointe 
  de m&eacute;tal s'enfon&ccedil;a dans l'oeil droit. Adnmar fit un bond l&eacute;ger 
  en arri&egrave;re et sortit ses deux &eacute;p&eacute;es d'un geste. Okx&yuml;e 
  avait fait de m&ecirc;me, d&eacute;j&agrave; les haut elfes se ru&egrave;rent 
  sur eux, l'elfe des bois cria : &quot;Pour la gloire de Tunare! &quot;. Le jeune 
  ranger para une premi&egrave;re attaque et roula dans l'herbe pour se mettre 
  dos &agrave; dos avec son ami guerrier, ce fut la m&eacute;l&eacute;e, okx&yuml;e 
  n'arrivait pas &agrave; blesser son adversaire &agrave; cause de son &eacute;paisse 
  armure de m&eacute;tal. Adnmar ,lui, paraissait plus &agrave; l'aise au corps 
  &agrave; corps, il se baissa pour &eacute;viter un coup d'&eacute;p&eacute;e 
  et envoya son pied sur la rotule de son ennemi, la botte de cobalt broya les 
  os du genoux, l'elfe &agrave; la peau blanche hurla mais une lame lui traversa 
  la gorge. Okx&yuml;e avait prit l'avantage sur l'un des paladins, les veines 
  de ses poign&eacute;es coup&eacute;es il l&acirc;cha sa lourde lame &agrave; 
  deux mains et tenta de fuir en titubant, Okx&yuml;e le suivit et le fit tomber 
  d'un coup de pied, le dos au sol le haut elfe leva les bras au ciel et articula 
  : &quot;Comment peut tu trahir ceux avec qui tu as grandi?&quot;.D&eacute;j&agrave; 
  l'&eacute;p&eacute;e d'Okx&yuml;e s'abattait sur le visage du paladin. Nous 
  entr&acirc;mes dans la cit&eacute;e en nous pr&eacute;sentant cette fois ci 
  comme de simples voyageurs, nous appr&icirc;mes que Laeliae avait fuis Felwithe 
  il y'a peu. Nous repart&icirc;mes alors avant qu'une patrouille d&eacute;couvre 
  les corps des elfes gardant l'entr&eacute;e. Je ne savais donc plus o&ugrave; 
  &eacute;tait Laeliae mais j'appris plusieurs mois plus tard qu'elle avait essay&eacute; 
  de me rejoindre dans les cavernes glac&eacute;es de Kael Drakkal, lieu d'o&ugrave; 
  provenait ma derni&egrave;re lettre, et qu'elle y avait &eacute;t&eacute; tu&eacute;e. 
  Ma tristesse et ma haine m'encourag&egrave;rent encore plus &agrave; combattre 
  les cr&eacute;atures mal&eacute;fiques qui infestaient Norrath. Je crois que 
  je serais mort de chagrin si Andela n'avais refait surface. Bien des choses 
  c'&eacute;tait pass&eacute;e pendant son absence mais notre amour &eacute;tait 
  toujours aussi fort, c'est pourquoi elle ne remarqua pas ma tristesse, elle 
  me suivit aveugl&eacute;ment dans un projet auquel Okx&yuml;e et moi avions 
  pens&eacute;. Nous rassembl&acirc;mes tous nos amis devant la ville de Freeport 
  avant de partir pour une longue croisade qui avait pour but d'an&eacute;antir 
  toutes les cr&eacute;atures qui repr&eacute;sentait un danger pour Kelethin.</p>
<p align="right"> <b>Adnmar</b> - <b><font size="2"><i><a href="mailto:adnmar.eq@caramail.com">adnmar.eq@caramail.com</a></i></font></b><br>
</p>
<!-- I & II -->

		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/09/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
