<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<TITLE>Sonntags in East Karana oder wie man gründlich 18 wird</TITLE>
</HEAD>
<body bgcolor="#000000" text="#FFFFFF">
<B><FONT SIZE=5><P ALIGN="CENTER">Sonntags in East Karana oder wie man gr&uuml;ndlich 18 wird</P>
<P ALIGN="CENTER">&copy; by Caratac Nomeansno</P>
</B></FONT>
<P>&nbsp;</P>
<P>Geschickt schwang er mit aller Kraft das Schwert und schlug dem grausigen Gnoll mit einem einzigen Hieb den Kopf ab. R&ouml;chelnd brach das haarige Unget&uuml;m zusammen.</P>
<P>Nun kann man dar&uuml;ber streiten, ob man ohne Kopf noch f&auml;hig ist zu r&ouml;cheln; doch der Atmosph&auml;re wegen lassen wir es hier mal so stehen. Und au&szlig;erdem, wer von uns wei&szlig; schon was &uuml;ber die Biologie von Gnollen?</P>
<P>&quot;Keine Exp&quot;, sagte der Shadow Knight verstimmt. Er wischte sein besudeltes Schwert am toten K&ouml;rper des Gnolls ab. &quot;Da macht man die Drecksarbeit und kriegt nicht mal eine Belohnung daf&uuml;r!&quot;</P>
<P>Cazhira lachte. &quot;Ich hab‘ Exp bekommen! Trotzdem dauert’s noch bis 18.&quot; Die Enchanterin seufzte und schlug ihr Spellbook auf. Immer wieder oom! Mittlerweile kannte sie jedes Detail des Spellbooks auswendig. Einmal zur Manaregeneration etwas anderes als das Spellbook lesen! Zum Beispiel &quot;Die Irrlehren des Innoruuk&quot;, eine ketzerische Schrift, die sie als Agnostikerin ungestraft lesen durfte; Caratac hingegen, ein fanatischer Anh&auml;nger Innoruuks, w&auml;re mit diesem Gedanken kaum einverstanden gewesen.</P>
<P>&quot;Ich hab nicht mehr viel zu 18. Ich ...&quot;, begann Caratac, doch er wurde vom w&uuml;tenden Knurren eines Gnolls unterbrochen, der des Shadow Knights R&uuml;cken dazu benutzte, seine Klauen zu sch&auml;rfen.</P>
<P>Der Kampf war kurz und blutig, doch da in dieser Welt strenge Moralgesetze herrschen, m&uuml;ssen wir auf eine detaillierte Beschreibung verzichten. Der geneigte Leser kann selbst seine Anmerkungen im Bedarfsfall hinzuf&uuml;gen.</P>
<P>&quot;DING!&quot; schrie Caratac mit solcher Lautst&auml;rke, dass es auch seine Gildenfreunde zu Ohren bekamen.</P>
<P>&quot;Grats!&quot; schallte es aus allen Himmelsrichtungen zur&uuml;ck.</P>
<P>&quot;Grats, Cara!&quot; rief auch Cazhira und freute sich f&uuml;r ihren Freund. &quot;Na, wie f&uuml;hlt man sich mit 18?&quot;</P>
<P> &quot;Gro&szlig;artig. Allerdings gibt’s neue Spells erst mit 22.&quot; Caratac seufzte. &quot;Und die Gnolle hier geben nicht all zuviel her ...&quot;</P>
<P>Da hatte Cazhira eine Idee. Sie war so genial (die Idee), dass sie an Genialit&auml;t kaum mehr zu &uuml;berbieten war, um nicht zu sagen, sie (die Idee) war die K&ouml;nigin aller je von Dunkelelfen ersonnenen Ideen.</P>
<P>&quot;Wie w&auml;r’s wenn wir nach East Karana gingen?&quot; fragte die Enchanterin. &quot;Dort gibt’s sicher noch genug Exp f&uuml;r uns zu holen.&quot; </P>
<P>Es war unvorstellbar, wie sie auf solch eine grandiose Idee kommen konnte. Caratac war ersch&uuml;ttert ob dieses begnadeten Einfalls, und nach einem kurzen, untert&auml;nigen Kniefall vor Cazhira zogen sie los.</P>
<P>F&uuml;r die k&ouml;rperliche Ert&uuml;chtigung war gesorgt, da der Weg zur Ebene East Karanas durch eine Schlucht ziemlich lang war, wenngleich die beiden Dunkelelfen durch die Aussicht auf m&auml;chtige Felsw&auml;nde, die in strahlenden Farben das Sonnenlicht reflektierten, belohnt wurden.</P>
<P>Cazhira unterbrach ihren Lauf in kurzen Abst&auml;nden immer wieder mit einer Pause, da Caratac wieder einmal hoffnungslos &uuml;berladen war und man seine Fortbewegungsart mehr als Kriechen denn als Laufen bezeichnen konnte. In der Ebene angekommen verschnauften sie erst einmal ein paar St&uuml;ndchen.</P>
<P>&quot;Also, mal sehen, was es in East Karana so alles gibt&quot;, meinte Caratac enthusiastisch.</P>
<P>Ein Blick auf die Karte brachte ein Gnoll Camp zutage, von dem sie beide sofort begeistert und sich einig waren, zuerst dort ihr Gl&uuml;ck zu versuchen.</P>
<P>Das Camp war rasch gefunden, es war frei, und zur Freude aller lungerten auch einige Gnolle herum (zwei oder drei, z&auml;hlte Caratac), die sogar Namen trugen.</P>
<P>Mit wildem Kriegsschrei warf sich Caratac in die Gnoll-Versammlung und merkte um eine Spur zu sp&auml;t, dass a) je ein roter und ein gelber Gnoll darunter waren, und b) es mehr als nur drei waren, n&auml;mlich f&uuml;nf.</P>
<P>Cazhira, die Caratacs ungest&uuml;mes Verhalten gl&uuml;cklicherweise nicht teilte (Dunkelelfinnen waren im allgemeinen besonnener als Dunkelelfen), war etwas zur&uuml;ckgeblieben und musste tatenlos mit ansehen, wie der Shaodw Knight von den Gnollen regelrecht in St&uuml;cke gehauen wurde.</P>
<P>Innoruuk war etwas missgestimmt, weil wieder einmal ein M&ouml;chtegern-Held sich &uuml;bersch&auml;tzt hatte, und dem Gott dadurch Arbeit verschaffte. Die Aufgabe eines Gottes bestand n&auml;mlich im wesentlichen darin, die Bewohner der von ihm besch&uuml;tzten Welt wiederzubeleben. Ein &ouml;der Job, den Innoruuk schon lang nicht mehr aus&uuml;ben wollte, doch das Arbeitsamt hatte im Moment keine andere Stelle f&uuml;r ihn frei. Au&szlig;erdem durfte er sich hie und da an ein paar m&auml;chtigeren, aber immer noch M&ouml;chtegern-Helden r&auml;chen, die sich in seinen Garten verliefen, und das machte ihm h&ouml;llischen Spa&szlig;.</P>
<P>So f&uuml;hrte also Innoruuk seine ihm zugewiesene Arbeit aus, und Caratac erwachte an dem Punkt, an dem er gebunden war, zu neuem Leben. East Karana, direkt an der Zone zu Highhold Pass. Am oberen Ende der Schlucht. Und er war wieder 17.</P>
<P>&quot;Mist! Downgelevelt!&quot; rief er.</P>
<P>&quot;Arghs! Gib mir mal consent!&quot; sagte Cazhira zu Caratac &uuml;ber Grouptell.</P>
<P>&quot;Hm, du m&uuml;sstest zu nah ran, Caz&quot;, meinte der wiederauferstandene Shadow Knight. &quot;Warte wenigstens, bis sie weg sind.&quot; Nichtsdetsotrotz gab er un&uuml;berlegterweise die Consent-Erlaubnis, und die mutige Dunkelelfin nutzte sie sogleich aus, wobei sie erkennen musste, dass Mut allein gegen eine &Uuml;bermacht an Gnollen nicht unbedingt ausreichend war.</P>
<P>Kurz darauf fand sie sich, ebenfalls von Innoruuk wiederbelebt, neben Caratac wieder. (Hier muss man anmerken, dass Cazhira zwar Agnostikerin war, aber Innoruuk sich einen Dreck darum scherte, ob jemand an ihn glaubte, oder nicht. Auch er hatte seine Befehle ...)</P>
<P>Die im Lichte strahlenden Felsw&auml;nde kamen ihnen bei weitem nicht mehr so beeindruckend vor, als sie ein zweites Mal die Schlucht hinunterliefen. Die Strecke zog sich, aber endlich gelangten sie zur&uuml;ck zur Ebene und machten sich daran, ihre toten K&ouml;rper des Vorlebens zu suchen, um ihre Gegenst&auml;nde wieder an sich zu nehmen. Die Gnolle waren inzwischen verschwunden, denn es war ihnen zu langweilig gewesen, auf die beiden mageren Dunkelelfen zu warten.</P>
<P>&quot;So, vergessen wir das mal&quot;, meinte Caratac nach dem Loot. &quot;Gibt’s hier sonst noch was Interessantes?&quot;</P>
<P>Sie hatten Gl&uuml;ck und fanden einige blaue und schwarze Mobs, die ganz gute Exp gaben, schlugen sich mit ein paar L&ouml;wen und Schlangen, bis Caratac &uuml;ber Gildentell schlie&szlig;lich verk&uuml;ndete: &quot;DING!&quot;</P>
<P>&quot;????&quot; kam zur&uuml;ck, oder Fragen &auml;hnlich &quot;Was? Wie? So schnell?&quot;</P>
<P>Verlegen (und ziemlich kleinlaut) teilte der Shadow Knight seinen Gildenfreunden mit, dass er durch eine Verkettung ungl&uuml;cklicher Umst&auml;nde gezwungen war, downzuleveln, selbst daran aber nat&uuml;rlich v&ouml;llig schuldlos sei, und jetzt Level 18 noch einmal erreicht hatte. Peinlichkeit sa&szlig; am Stra&szlig;enrand und lachte sich ins F&auml;ustchen.</P>
<P>Cazhira medete inwischen, da weit und breit kein ernstzunehmender Gegner in Sicht war; gl&uuml;cklicherweise, denn ohne Mana w&auml;ren die beiden Dunkelelfen nur Beute anstatt J&auml;ger. Sie las in ihrem Spellbook und spielte nebenbei mit ihren tiny daggers, mit denen sie gelangweilt an ihrer Halsschlagader herumstocherte. Ein Ger&auml;usch lie&szlig; sie aufblicken.</P>
<P>&quot;Wie w&auml;r’s mit dieser Spinne?&quot; rief sie, die Aufmerksamkeit des Shadow Knights auf die wesentlichen Dinge des Lebens lenkend.</P>
<P>Caratac und sein frischgewonnener Mut waren sofort begeistert und st&uuml;rzten sich auf das schwarze Unget&uuml;m, das so gro&szlig; war, dass sie nicht einmal seinen Namen erkennen konnten. Konzentriert unterst&uuml;tzte Cazhira ihren Freund, indem sie abwechselnd ihn positiv und die Spinne negativ buffte.</P>
<P>Leider hatten die beiden Dunkelelfen eine &auml;u&szlig;erst wichtige Lektion anscheinend nicht gelernt: Spinnen m&ouml;gen es nicht, wenn man eine ihrer Art angreift. Da k&ouml;nnen sie ziemlich sauer werden. Bereits in Nektulos Forest brachte man diese Lektion den kleinen Dunkelelfenkindern bei, man bl&auml;ute sie ihnen geradezu ein.</P>
<P>Cazhira und Caratac d&uuml;rften offensichtlich &quot;Spinnenkunde f&uuml;r Anf&auml;nger&quot; geschw&auml;nzt haben; zu der eben angegriffenen Spinne gesellte sich eine zweite, dann eine dritte. Und keineswegs welche, die nur gr&uuml;n oder blau waren ...</P>
<P>Caratac, mit etwas schwerf&auml;lligem Intellekt (wie gl&auml;ubige Shadow Knights eben waren – die Gilde der Shadow Knights m&ouml;ge mir verzeihen), erkannte erst nach einer Weile, dass etwas ganz und gar nicht in Ordnung war. Als seine Hitpoints nur mehr aus einem Bubble bestanden, beschloss er, die Flucht zu ergreifen. Mal abgesehen davon, dass er, wie bereits erw&auml;hnt, &uuml;berladen war, hatte er kaum mehr die Kraft zu kriechen, was aber nicht erw&auml;hnenswert ist, da er sowieso gestunned wurde.</P>
<P>Auf irgendeine unerkl&auml;rliche und v&ouml;llig unergr&uuml;ndliche Art und Weise freute er sich doch &uuml;ber dieses &quot;you lost a level&quot;, denn so oft bekam man diese Mitteilung ja auch nicht zu sehen.</P>
<P>Die Spinnen verloren keine Zeit mit der Leiche Caratacs und wandten sich Cazhira zu, die ihrerseits von den grausigen F&auml;ngen flugs ins Jenseits bef&ouml;rdert wurde.</P>
<P>Am binding point (hatte ich schon erw&auml;hnt, dass dieser am oberen Ende der Schlucht lag?) fluchten sie ausgiebig &uuml;ber ihr Schicksal. Caratac war wieder 17, und Cazhira hatte die Hoffnung schon l&auml;ngst aufgegeben, je 18 zu werden.</P>
<P>Die das strahlende Licht reflektierenden Felsw&auml;nde hatten diesmal &auml;u&szlig;erste Schwierigkeiten, den beiden Dunkelelfen zu gefallen und wurden so gut wie nicht beachtet, was schade war, denn die Felsw&auml;nde waren auf diese F&auml;higkeit besonders stolz.</P>
<P>Nachdem der Weg zwar lang, aber ereignislos war, k&uuml;rzen wir die Sache ab und fahren nach dem Loot der toten K&ouml;rper fort.</P>
<P>Die beiden setzten sich an den Wegrand und berieten ihr weiteres Vorgehen. W&auml;hrend sie diese und jene M&ouml;glichkeit abwogen, beobachtete Cazhira hinter Caratacs R&uuml;cken einen Punkt, der rasch n&auml;her kam. Hinter dem Punkt befand sich ein etwas gr&ouml;&szlig;erer Punkt, der den ersten offenbar verfolgte. Die Punkte wurden zu Strichen, und diese entpuppten sich sogleich als ein fl&uuml;chtender Warrior, der von einem riesigen, ein&auml;ugigen Etwas verfolgt wurde. Selbstverst&auml;ndlich genau in die Richtung der beiden Dunkelelfen. Zufall oder Schicksal? Nun, man wusste vom Schicksal, dass es eine Vorliebe f&uuml;r genau solche bissigen Zwischenf&auml;lle hatte, wenn es nicht gerade mit Innoruuk Schach spielte.</P>
<P>Die Enchanterin sprang auf, deutete an Caratac vorbei und schrie: &quot;Ein Cyclops!!!!&quot; Es spricht f&uuml;r die Intuition der Dunkelelfin, dass sie dieses gro&szlig;e, gef&auml;hrliche Etwas beinahe auf Anhieb identifizieren konnte, obgleich sie ja nie zuvor ein so gro&szlig;es, gef&auml;hrliches Etwas gesehen hatte. Abgesehen von der Tatsache, dass Caster von Natur aus mehr Intelligenz besa&szlig;en, konnte sie lesen, und der Name des gro&szlig;en, gef&auml;hrlichen Etwas stand in riesigen Lettern deutlich &uuml;ber ihm.</P>
<P>Sie reagierte &uuml;berraschend schnell, indem sie das einzig Richtige tat: sie gatete ...</P>
<P>W&auml;hrend Caratac sich umdrehte und sagte: &quot;Was is’n ein Cyclops?&quot;</P>
<P>Der Schlag war kurz, aber heftig, die H&auml;lfte der Hitpoints des Shadow Knights waren weg.</P>
<P>Im Laufen dachte Caratac noch kurz dar&uuml;ber nach, dass er endlich mal sein Zeug verkaufen musste, das er so mit sich herumschleppte, und dass er dringend etwas brauchte, das ihm mehr St&auml;rke verlieh. Der neben ihm fl&uuml;chtende Warrior war schneller als der Shadow Knight, leider auch der Cyclops. Innoruuk fluchte und setzte den Namen des Shadow Knights auf seine Schwarze Liste. Sollte dieser je eines Tages zu den Planes kommen, dann ...</P>
<P>Allerdings war dies zum Zeitpunkt mehr als unwahrscheinlich. Level 18 war in noch weitere Ferne ger&uuml;ckt. W&auml;hrend Cazhira am binding point wartete, in ihr Spellbook starrte und sich dabei mit ihren tiny daggers verst&uuml;mmelte, lief Caratac ein weiteres mal die langgezogene Schlucht hinunter. Die das Sonnenlicht in strahlenden Farben reflektierenden Felsw&auml;nde hasste er inbr&uuml;nstig. Die Felsw&auml;nde ihrerseits schmollten und straften ihn mit Mi&szlig;achtung.</P>
<P>Nach dem obligatorischen Loot eilte er den weiten Weg wieder hinauf, soweit man mit 140/93 eben eilen konnte. Die Felsw&auml;nde hatten demonstrativ begonnen, Karten zu spielen.</P>
<P> &quot;Das war’s dann wohl&quot;, meinte Cazhira, als Caratac schnaufend neben ihr zusammenbrach.</P>
<P>East Karana war f&uuml;r die beiden gestorben. W&uuml;rden sie eben bei den Gnollen bleiben m&uuml;ssen.</P>
<P>Pl&ouml;tzlich wurde es still um sie herum. Keine V&ouml;gel zwitscherten mehr, der Wind h&ouml;rte auf zu pfeifen, die Sonne ging unter.</P>
<P>&quot;Hm!&quot; </P>
<P>Die Welt stand still, da sich offenbar wieder eine dieser ber&uuml;hmten und au&szlig;ergew&ouml;hnlich genialen Ideen Cazhiras anzubahnen schien.</P>
<P>&quot;Wie w&auml;r’s mit Kithicor Forest? Wir m&uuml;ssen nur darauf achten, von dort zu verschwinden, bevor es Nacht wird ...&quot;</P></BODY>
</HTML>
