<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Commandes&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Commandes -->
<b>%T, %S, %O, %P, %R</b><br>
                Ces 5 commandes vous permettent de conna&icirc;tre : le nom, le 
                genre (respectivement he, she, it / him,her,it / his,her,its), 
                la race (seulement pour les personnages joueurs) de votre cible.<br>
                <br>
                <b>/adriver</b><br>
                Vous permet de retranscire automatiquement les donn&eacute;es 
                de votre carte son dans un fichier text.<br>
                <br>
                <b>/afk</b><br>
                Vous permet signaler que vous n'&ecirc;tes pas derri&egrave;re 
                votre clavier. Si l'on vous envoie un tell, la personne recevra 
                le message suivant &quot; Player is temporarily Away From Keyboard 
                &quot;. Par ailleurs, un tag [AFK] appara&icirc;tra &agrave; c&ocirc;t&eacute; 
                de votre nom et dans les /who. Enfin, vous pouvez personnaliser 
                votre message d'absence en pr&eacute;cisant un texte de r&eacute;ponse 
                automatique au tell. Pour ce faire, il vous suffit de taper <b>/afk 
                [texte] </b></font></p>
              
<p><font class="text"><b>ALT (1 &agrave; 8)</b><br>
  Vous permet de lancer manuellement les sorts m&eacute;moris&eacute;s dans les 
  gemmes 1 &agrave; 8.<br>
  <br>
  <b>ALT B</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Buff/Spell Effects Window 
  <br>
  <br>
  <b>ALT P</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Party (Group) Window <br>
  <br>
  <b>ALT C</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Chat Window <br>
  <br>
  <b>ALT S</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Spell Gem Window <br>
  <br>
  <b>ALT H</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Hotbox Window <br>
  <br>
  <b>ALT T</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Target Window <br>
  <br>
  <b>ALT Y</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Self-Status Window <br>
  <br>
  <b>ALT M</b><br>
  vous permet de fermer ou d'ouvrir la fen&ecirc;tre Menu Window <br>
  <br>
  <b>/anon ou /a (ON ou OFF)</b><br>
  Vous permet de vous mettre en mode "anonymous" ou de sortir de ce mode. Lorsque 
  vous êtes anonyme, les autres joueurs ne peuvent pas connaître votre niveau, 
  votre classe, race ou l'endroit où vous vous trouvez.<br>
  <br>
  <b>/assist &lt;nom_du_joueur&gt;</b><br>
  Vous permet d'aider une personne pendant un combat. Très pratique lorsque vous 
  voulez taper sur la même créature que vos amis par exemple.<br>
  <br>
  <b>/attack</b><br>
  Vous permet de d&eacute;clencher votre attaque de m&ecirc;l&eacute;e manuellement. 
  Il faut pr&eacute;alablement cibler la cr&eacute;ature.<br>
  <br>
  <b>/auction</b><br>
  Vous permet d'utiliser le canal de vente aux ench&egrave;res, indiquand que 
  vous souhaitez</font><font class="text"> vendre ou acheter un objet. Ce message 
  est vu par toutes les personnes présentes dans la zone.<br>
  <br>
  <b>/audiodebug (on/off)</b><br>
  Vous permet d'enregistrer les informations de votre carte son dans un fichier 
  texte.<br>
  <br>
  <b>/autosplit</b><br>
  Permet de partager la somme d'argent trouvée sur le cadavre d'une créature.<br>
  <br>
  <b>/book</b><br>
  Vous permet de m&eacute;diter et d'ouvrir automatiquement votre livre de sorts.<br>
  <br>
  <b>/bug ou /b</b><br>
  Vous permet de signaler un bug (faire un « report »). <br>
  <br>
  <b>ALT<br>
  </b>Permet d'afficher le nom du sort &agrave; c&ocirc;t&eacute; de la gemme 
  de m&eacute;morisation ainsi que la liste des sorts d'enchantements (<i>buffs</i>) 
  actuellement lanc&eacute;s sur vous.<br>
  <br>
  <b>/camp</b><br>
  Vous permet de sortir du jeu de la mani&egrave;re suivante : si vous tapez <b>/camp 
  server</b> vous reviendrez automatiquement à l'écran de sélection des serveurs 
  ; si vous tapez <b>/camp desktop</b> vous arriverez directement sur votre bureau. 
  <br>
  <br>
  <b>/channel </b><br>
  permet de d&eacute;finir votre channel priv&eacute; par d&eacute;faut qui servira 
  &agrave; discuter notamment lors de raids avec diff&eacute;rents groupes de 
  diff&eacute;rentes guildes. Ce dernier est sauvegarder dans vos settings. de 
  nombreuses commandes ont &eacute;t&eacute; ajout&eacute;es dans ce mode de chat 
  priv&eacute;. Il s'agit de cr&eacute;er vos propres channels de discussion et 
  vous trouverez toutes les infos relatives dans l'eqmanual_supplement.doc. Sommairement, 
  ces commandes &agrave; utiliser sont les suivantes et permettent la mise en 
  place de passwords pour ces channels.<br>
  <i><br>
  /join (par exemple /join casters:seekrit)<br>
  /chat (texte)<br>
  /leave</i><br>
  <br>
  <b>/cast (1 &agrave; 8)</b><br>
  Vous permet de lancer manuellement les sorts m&eacute;moris&eacute;s dans les 
  gemmes 1 &agrave; 8.<br>
  <br>
  <b>/charinfo</b><br>
  Vous permet d'afficher des renseignements de base sur le personnage, notamment 
  le point d'anchrage.<br>
  <br>
  <b>/chatfontsize (0 &agrave; 5)</b><br>
  vous permet de modifier la taille de la police dans la fen&ecirc;tre de chat, 
  la valeur par défaut étant 1.</font></p>
<p><b>/clearchat </b><br>
  Efface tout le texte dans votre fen&ecirc;tre de <i>chat</i>.<br>
  <br>
  <b>/clearhits </b><br>
  Permet de nettoyer vos hits dans les modes M2-M5 de la commande /hitsmode. Vous 
  trouverez plus d'explication dans l'eqmanual_supplement <br>
  <b><br>
  /consent &lt;nom_du_joueur&gt;</b><br>
  Donne la permission à un joueur de &quot;draguer&quot; votre corps jusqu'au 
  bord de la zone o&ugrave; vous &ecirc;tes mort.<br>
  <br>
  <b>CONTROL + clic gauche</b><br>
  Vous permet de s&eacute;lectionner un seul &eacute;l&eacute;ment d'un stack 
  dans votre inventaire.<br>
  <br>
  <b>/consider ou /con</b><br>
  Même résultat qu'un clic droit de votre souris. Permet de connaître le niveau 
  moyen d'une créature ou d'un joueur et son attitude envers vous. <br>
  <br>
  <b>/corpse</b><br>
  Vous permet de trainer votre corps ou celui d'un joueur ayant fait un /consent 
  &agrave; votre nom. Cette commande est tr&egrave;s utile dans la mesure o&ugrave; 
  elle fonctionne &agrave; une certaine distance et vous permettra donc de r&eacute;cup&eacute;rer 
  votre corps m&ecirc;me si ce dernier est entour&eacute; de cr&eacute;atures 
  ou dans la lave.<br>
  <br>
  <b>/duel ou /d</b><br>
  Permet de provoquer en duel un autre joueur. Le combat est toujours à mort. 
  Vous perdez si vous changez de zone ou campez. Vous ne gagnez aucun XP et ne 
  pouvez pas récupérer le moindre objet (sur un serveur "normal"). Vous ne perdez 
  pas non plus d'XP, et dans ce cas pr&eacute;cis de mort vous n'avez que 5 minutes 
  pour vous faire ressuciter.<br>
  <br>
  <b>/decline</b><br>
  Permet de refuser un duel.<br>
  <br>
  <b>/disband</b><br>
  Vous permet de quitter le groupe dans lequel vous vous trouvez.<br>
  <br>
  <b>/discipline</b><br>
  Permet d'afficher la liste des disciplines disponibles pour votre classe ainsi 
  que de savoir si vous &ecirc;tes pr&ecirc;t &agrave; en utiliser une (il sera 
  indiqu&eacute; dans combien de temps dans le cas contraire).</font><font class="text"><br>
  <br>
  <b>/doability (1 &agrave; 10)</b><br>
  Permet de d&eacute;clencher manuellement vos comp&eacute;tences.<br>
  <br>
  <b>/dopropertinting </b><br>
  Permet d'activer/d&eacute;sactiver le &quot;DoProperTinting&quot; de l'eqclient.ini. 
  <br>
  <br>
  <b>/duck ou d</b><br>
  Pour que votre personnage se plie en deux. Surtout utile aux ogres et autres 
  cr&eacute;atures de grande taille qui veulent rentrer dans un passage &eacute;troit.<br>
  <b><br>
  /dynamiclights <br>
  </b>Permet d'activer ou de d&eacute;sactiver les effets particulaires dynamiques 
  autour de vous.<br>
  <br>
  <b>/em (texte) </b>ou<b> : (texte)</b> ou<b> /me (texte)</b> ou <b>/emote</b> 
  <b>(texte)</b><br>
  Vous permet d'écrire une phrase d'attitude. Par exemple "regarde les mouches 
  voler" permet de signaler aux autres que vous vous ennuyez :) (voir aussi les 
  "Emotes"). La zone d'action est la même que lorsque vous parlez. <br>
  <br>
  <b>/exit</b><br>
  Vous permet de quitter imm&eacute;diatement le jeu. Votre personnage sera alors 
  LinkDead et pourra &ecirc;tre attaqu&eacute; pendant quelques minutes avant 
  de dispara&icirc;tre du serveur. A n'utiliser que dans des cas d'urgence extr&ecirc;me, 
  comme l'arriv&eacute;e d'un coll&egrave;gue de travail dans votre bureau.<br>
  <br>
  <b>/fastdrop (on/off/never)</b><br>
  Vous permet de choisir si vous devez confirmer ou non quand vous jetez un objet 
  sur le sol.<br>
  <br>
  <b>/feedback</b> <br>
  Vous permet d'envoyer les derniers textes de vos messages directement à un GM 
  (utile si vous avez un problème avec un autre joueur).<br>
  <br>
  <b>/filter</b><br>
  Pour activer ou d&eacute;sactiver le filtre d&eacute;di&eacute; aux insultes 
  et autres termes du &quot;bad langage&quot;.<br>
  <br>
  <b>/follow</b><br>
  Cette commande n&eacute;cessite que vous soyez dans le m&ecirc;me groupe que 
  celui que vous suivrez. Il vous suffit alors de le targeter et de taper /follow, 
  vous le suivrez automatiquement. attention n&eacute;anmoins aux zones avec de 
  la lave, des pr&eacute;cipices ou dans les for&ecirc;ts, son usage y est dangereux...<br>
  <b><br>
  /friend (nom)</b><br>
  Vous permet de bâtir une liste d'amis :<br>
  /friend -> Affiche la liste de vos amis.<br>
  /friend (nom) -> Ajoute ou retire un ami de votre liste.<br>
  /who all friend -> Vous permet de savoir si l'un de vos amis est en ce moment 
  sur le serveur <br>
  <br>
  <b>/ftell (message)</b><br>
  Vous permet d'adresser un tell &agrave; tous ceux qui se trouvent sur votre 
  liste d'amis.<br>
  <br>
  <b>/gems</b><br>
  Vous permet de lancer un tetris like... sans commentaire.<br>
  <br>
  <b>/gsay ou /g</b><br>
  Vous permet de parler uniquement aux personnes qui sont dans votre groupe. Vous 
  pouvez automatiser cette fonction en faisant un clic droit de souris sur la 
  zone de texte et en sélectionnant le mode "groupe". Les textes en mode groupe 
  s'affichent en bleu clair. <br>
  <br>
  <b>/GUILD </b><br>
  Vous permet de voir la liste des membres de votre guilde dans la zone o&ugrave; 
  vous vous trouver. <br>
  <br>
  <b>/guild...<br>
  </b>Vous trouverez ici l'ensemble des commandes de guilde. pour plus d'information 
  sur ces confr&eacute;ries de joueurs, <a href="page.php?url=fr/Communaute/Annuaire_des_Guildes/_guilde.htm">suivez 
  ce lien</a>.<b><br>
  </b><br>
  <font class="orange">/guildremove</font> <nom du joueur> <nom du joueur> <nom du joueur> 
  <nom du joueur> <nom du joueur> <nom du joueur> <nom du joueur> <nom du joueur> 
  <nom du joueur> <nom du joueur> &lt;nom du joueur&gt; Quitter la guilde (un 
  membre peut quitter la guilde de lui-même, mais seul le Maître peut faire quitter 
  la guilde à des membres ou des officiers).<br>
  <font class="orange">/guilddelete ou /guildd</font> Met fin à la guilde (maître 
  seulement).<br>
  <font class="orange">/guildstatus</font> <nom du joueur> &lt;nom du joueur&gt; 
  Affiche le grade d'un personnage dans sa guilde : player, officer ou leader 
  (tous les membres).<br>
  <font class="orange">/guildleader</font> <nom du joueur> &lt;nom du joueur&gt; 
  Nomme un nouveau maître de la guilde (maître seulement). <font class="orange"><br>
  /guildsay</font> Envoyer un message à tous les membres de la guilde, où qu'ils 
  soient (membres de la guilde). <font class="orange"><br>
  /guildwar</font> <nom du maître de la guilde ennemie> &lt;nom du maitre de la 
  guilde ennemie&gt;&lt;dur&eacute;e&gt; Déclarer la guerre à une autre guilde.<br>
  <font class="orange">/guildpeace</font> < nom du maître de la guilde ennemie 
  > Proposer une trêve et mettre fin à la guerre.<br>
  <font class="orange">/guildinvite</font> <nom du joueur> &lt;nom du joueur&gt; 
  Inviter quelqu'un à rejoindre la guilde (maître ou officier).<br>
  <font class="orange">/guildinvite o </font>&lt;nom du joueur&gt; Faire de quelqu'un 
  un officier de la guilde (maître seulement). <br>
  /guildmotd Affiche le message du jour de la guilde (seuls les Officiers et le 
  Leader peuvent en sp&eacute;cifier un).<br>
  <br>
  <b>/help</b><br>
  Affiche la liste de toutes les commandes dans votre interface de chat. <br>
  <br>
  <b>/hitsmode </b><br>
  Permet de modifier la vision des infos relatives au combat. Tout est expliqu&eacute; 
  dans votre eqmanual_supplement.doc<br>
  <br>
  <b>/ignore (nom)</b><br>
  Permet d'ignorer une personne, vous ne recevrez plus ses messages.<br>
  <br>
  <b>/inspect on | off</b><br>
  Permet d'activer ou de d&eacute;sactiver la possibilit&eacute; d'inspecter les 
  autres en cliquant droit sur eux.<br>
  <br>
  <b>/invite</b><br>
  Vous permet d'inviter un joueur dans votre groupe. Seul le leader du groupe 
  peut inviter et un maximum de 6 personnes.<br>
  <br>
  <b>/lfg</b><br>
  Vous permet de signaler que vous recherchez un groupe. Le sigle LFG appara&icirc;t 
  &agrave; c&ocirc;t&eacute; de votre nom et vous apparaissez dans les tables 
  de /who et /who all comme recherchant un groupe.<br>
  <br>
  <b>/loc</b> <b>ou /l</b><br>
  Vous donne votre localisation sur la carte selon les axes X pour le Nord/Sud,Y 
  pour l'Est/Ouest et Z pour la hauteur. Pour vous diriger efficacement, il vous 
  suffit de prendre en compte les X et les Y sur la base suivante : plus le chiffre 
  est est grand, plus vous &ecirc;tes proche du Nord ou de l'Ouest. Attention, 
  ces coordonn&eacute;es changent pour chaque zone.<br>
  <br>
  <b>/log on ou off</b><br>
  Permet d'enregistrer automatiquement ou non votre fen&ecirc;tre de discussion 
  dans un fichier txt de votre r&eacute;pertoire EverQuest.<br>
  <br>
  <b>/loot<br>
  </b>Permet de looter un corps qui se trouve dans la lave ou une autre zone dangereuse.<b><br>
  </b><br>
  <b>/lootnodrop<br>
  </b>Vous permet de sp&eacute;cifier si vous lootez automatiquement les objets 
  no drop, si vous devez &agrave; chaque fois sp&eacute;cifier si vous lootez 
  ou non ou si vous ne les lootez jamais.<b><br>
  <br>
  /mcicontrol <br>
  </b>Vous permet d'&eacute;couter un CD musical tout en jouant &agrave; EverQuest. 
  La marche &agrave; suivre est la suivante :<br>
  <br>
  - <i>insérer un CD dans votre lecteur avant de lancer EQ<br>
  - Une fois dans le monde de Norrath, tapez /mcicontrol open cdaudio<br>
  - ensuite vous tapez /mcicontrol play cdaudio <br>
  </i><br>
  <b>/motd</b><br>
  Permet d'afficher le message du jour.<br>
  <br>
  <b>/mousespeed</b><br>
  Permet d'augmlenter ou de diminuer le param&egrave;tre MousePointerSpeedMod. 
  <br>
  <br>
  <b>/note<br>
  </b>Il vous suffit de taper cette commande puis d'entrer une phrase qui restera 
  dans votre journal personnel (fichier notes.txt). <br>
  <br>
  <b>/pause (1 &agrave; 600)<br>
  </b>Vous permet d'articuler différentes actions avec des pauses variables d'une 
  durée de l'argument en dixième de secondes (un argument de 100 indique une pause 
  de 10 secondes). <br>
  Exemple : <br>
  /sit off <br>
  /cast 1 <br>
  /pause 100 <br>
  /sit <br>
  Le personnage se lève, lance le sort qui se trouve dans le premier slot de sorts, 
  s'arrête pendant 10 secondes et s'assoit. Vous pouvez également taper la suite 
  de commande comme ci-dessous : <br>
  /sit off<br>
  /pause 100, /cast 1 <br>
  /sit <br>
  <br>
  <b>/ooc</b><br>
  "Out Of Character". Si vous "jouez" votre personnage, le mode OOC permet de 
  signaler que c'est le joueur et non votre personnage qui parle. Attention : 
  le /ooc affiche les commentaires dans toute la zone. Si vous désirez parler 
  à une personne en OOC, vous pouvez le faire en tapant "ooc: salut" par exemple. 
  <br>
  <br>
  <b>/particledensity </b><br>
  Permet de visualiser ou de faire dispara&icirc;tre les particules des sorts 
  sans passer par le menu des options<br>
  <br>
  <b>/pet as you were </b><br>
  Ordonne à votre familier de reprendre à sa position initiale.<br>
  <br>
  <b>/pet attack (cible) </b><br>
  Ordonne à votre familier d'attaquer la cible.<br>
  <br>
  <b>/pet back off</b><br>
  Ordonne à votre familier de revenir. Attention : si ce dernier est attaqué, 
  il peut retourner se défendre :). <br>
  <b><br>
  /pet follow me </b><br>
  Ordonne à votre familier de vous suivre.<br>
  <b><br>
  /pet guard here</b><br>
  Ordonne à votre familier de monter la garde à un endroit précis. <br>
  <br>
  <b>/pet guard me</b><br>
  Ordonne à votre familier d'attaquer toute créature qui vous attaque. <br>
  <br>
  <b>/pet get lost</b><br>
  Ordonne à votre familier de se suicider.<br>
  <b><br>
  /pet sit down</b><br>
  Ordonne à votre familier de s'assoir et de ne rien faire. <br>
  <br>
  <b>/pet stand up</b><br>
  Ordonne à votre familier de se lever. <br>
  <br>
  <b>/pet target</b><br>
  Cible automatiquement votre familier.<br>
  <br>
  <b>/pet taunt</b><br>
  Permet d'activer ou de d&eacute;sactiver le taunt de votre familier en combat. 
  <br>
  <b><br>
  /pet who leader</b><br>
  Ordonne à un familier de donner le nom de son ma&icirc;tre.<br>
  <br>
  <b>/petition (message) </b><br>
  Demander l'assistance d'un GM en cas de problème avec EverQuest. Attention les 
  GM ne sont la que pour vous aider en cas de problèmes "hors jeu" ! (par exemple 
  si votre corps à réellement disparu d'une zone).<br>
  <br>
  <b>/played </b><br>
  Vous donne le temps que vous avez joué à EverQuest avec ce personnage. Ne pas 
  montrer &agrave; votre copain, copine, ou parents. :)<br>
  <br>
  <b>/random (x)</b><br>
  Génère un chiffre au hasard entre 1 et X. Très pratique pour savoir à qui va 
  aller un certain objet après une bataille, par exemple, car le résultat est 
  affiché pour tous.<br>
  <br>
  <b>/reply ou R</b><br>
  envoie automatiquement un tell &agrave; la derni&egrave;re personne vous ayant 
  envoy&eacute; un tell. il ne vous reste plus qu'&agrave; taper le message.<br>
  <br>
  <b>/report</b><br>
  Vous permet de petitionner en envoyant directement le texte qui se trouve dans 
  la partie visible de votre fenêtre de chat à un GM.<br>
  <br>
  <b>/reversesound</b><br>
  Permet d'inverser les canaux droits et gauches de vos enceintes. <br>
  <br>
  <b>/roleplay ou /role</b><br>
  Permet de signaler que vous &ecirc;tes en mode roleplay. Votre nom appara&icirc;tra 
  alors en une couleur diff&eacute;rente selon le type de serveur o&ugrave; vous 
  vous trouvez et vous serez anonymous sauf en ce qui concerne votre guilde qui 
  appara&icirc;tra toujours &agrave; c&ocirc;t&eacute; de votre nom.<br>
  <br>
  <b>/rtarget (/rt) </b><br>
  Permet de targeter la derni&egrave;re personne &agrave; vous avoir tell&eacute;.<br>
  <br>
  <b>/safelock </b><br>
  Vous permet de bloquer entièrement votre interface, à savoir les clics souris, 
  les raccourcis clavier, les flêches directionnelles et la plupart des /command. 
  L'utilisation de cette commande est simple, vous tapez /safelock password pour 
  bloquer et vous retaper /safelock password pour débloquer. <br>
  <br>
  <b>/say</b><br>
  Pour parler dans la zone qui vous entoure imm&eacute;diatement.<br>
  <br>
  <b>/serverfilter</b> <b>on</b><br>
  Vous permet de filtrer plus efficacement le transfert des données et de diminuer 
  le lag notamment en cas de gros combat ou de connexion lente. Vous filtrerez 
  automatiquement les messages de sorts et de chants, les messages de combat, 
  les diff&eacute;rentes cat&eacute;gories du chat (auction, ooc etc...). <br>
  <b><br>
  SHIFT + Clic gauche<br>
  </b>Vous permet de s&eacute;lectionner en une seule fois tout un stack dans 
  votre inventaire.<br>
  <br>
  <b>SHIFT+ flêche directionnelle gauche ou droite</b><br>
  Vous permet de déplacer le curseur dans votre ligne de texte. <br>
  <br>
  <b>SHIFT+Retour chariot (Home) ou SHIFT+Fin </b><br>
  Votre curseur se retrouvera directement au début ou à la fin de votre ligne 
  de texte. <br>
  <br>
  <b>/shout </b><br>
  Permet de hurler quelque chose qui sera entendu par toutes les personnes dans 
  la zone.<br>
  <br>
  <b>/showspelleffects [on/off]</b> <br>
  Permet de filtrer les effets particulaires des sorts incant&eacute;s afin de 
  r&eacute;duire le lag de certaines situations ou de certaines machines. <br>
  <br>
  <b>/showgrass </b><br>
  Permet de switcher le radial flora (Luclin only) sur on ou off <br>
  <br>
  <b>/shownames (ON ou OFF) et /shownpcnames (ON ou OFF)</b><br>
  Vous permet d'afficher ou de masquer les noms situés au dessus de la tête des 
  créatures ou des joueurs.</font><br>
  <br>
  <i>no parameter = settings de base.<br>
  off = les noms des personnages n'apparaissent pas<br>
  1 = seulement le pr&eacute;nom des personnages<br>
  2 = seulement le pr&eacute;nom et le nom des personnages<br>
  3 = seulement le pr&eacute;nom, le nom et la guilde des personnages<br>
  4 = seulement le pr&eacute;nom, le nom, la guilde et le titre des personnages</i></p>
<p>les tags LFG, AFK et LD continuent d'appara&icirc;tre, sans crochets, 
                sauf si l'option est off. LFG appara&icirc;t enfin au m&ecirc;me 
                titre que LD et AFK et n'est plus indiqu&eacute; par une * en 
                d&eacute;but de nom.</p>
              <p><font class="text"><b>/showspelleffects [on/off]</b> <br>
                Cette commande filtre les effets particulaires des sorts incant&eacute;s 
                afin de r&eacute;duire le lag de certaines situations ou de certaines 
                machines. <br>
                <br>
                <b>/sit</b><br>
                Vous permet de faire assoir votre personnage.<br>
                <br>
                <b>/split # # # #</b><br>
                Permet de partager un certain nombre de pièces avec le groupe. 
                Le premier chiffre correspond aux platinium, puis à l'or, à l'argent 
                et enfin au bronze. Par exemple <br>
                <br>
                <b>/split 1 2 3 4 </b><br>
                Permettra de partager 1 pièce de platine, 2 d'or, 3 d'argent et 
                4 de bronze avec votre groupe. Tous les chiffres doivent être 
                présents, mettez un "0" si vous ne désirez pas partager un certain 
                type de pièces. <br>
                <b><br>
                /stand </b><br>
                Permet de se lever...<br>
                <br>
                <b>/stopsong</b><br>
                permet aux bardes d'arr&ecirc;ter leur chant.<br>
                <br>
                <b>/surname</b><br>
                Vous permet d'&eacute;crire votre deuxi&egrave;me nom quand vous 
                devenez niveau 20 (20 caract&egrave;res maximum). <br>
                <br>
                <b>/target (nom)</b><br>
                Permet de cibler directement et manuellement la personne ou la 
                cr&eacute;ature indiqu&eacute;e<br>
                <br>
                <b>/targetgroupbuff</b> ou <b>/tgb</b><br>
                Pour l'activer vous devez taper /targetgroupbuff on ou off pour 
                le d&eacute;sactiver. Quand elle est active, cette commande permet 
                de faire b&eacute;n&eacute;ficier de vos buffs de groupe tous 
                ceux qui sont group&eacute;s avec la cible de votre sort. <br>
                <br>
                <b>/tell</b> ou<b> /send (nom du joueur)</b><br>
                Permet d'envoyer un message à une personne précise. <br>
                <br>
                <b>/ttell </b><br>
                Permet maitnenant d'envoyer directement un tell &agrave; votre 
                cible sans devoir taper son nom. La commande est &eacute;galement 
                fonctionnelle sur les corps des PJs. <br>
                <br>
                <b>/time</b> <br>
                Vous donne l'heure actuelle de Norrath. <br>
                <br>
                <b>/trackfilter (red/yellow/white/blue/green)</b><br>
                Vous permet de filtrer le /con quand vous utilisez votre comp&eacute;tence 
                tracking, par exemple en n'indiquant pas les mobs verts... c'est 
                à dire que si vous tapez /trackfilter red, les créatures que vous 
                /con rouges n'apparaîtront plus dans la liste de vos track.<br>
                <br>
                <b>/trackplayer</b> <br>
                Vous permet de garder en mémoire les traces suivies avec votre 
                comp&eacute;tence track malgré le passage d'une zone ou un /camp. 
                <br>
                <br>
                <b>/tracksort</b> <b>(normal/distance/con)</b><br>
                Vous permet de s&eacute;lectionner le type de track utilisé. <br>
                <br>
                <b>/usercolor</b><br>
                Vous permet de personnaliser la couleur des textes en jeu. Vous 
                devez taper la commande /usercolor et préciser les données de 
                la manière suivante. Vous tapez /usercolor usercolornumber RVB, 
                usercolornumber étant le numéro de couleur/texte indiqué dans 
                votre fichier EQClient.INI et RVB les composantes rouge, vert 
                et bleu. Les changements seront automatiquement enregistrés dans 
                votre répertoire. <br>
                <br>
                <b>/vrdelay</b><br>
                Vous permet de modifier le delay dans l'utilisation des commanbdes 
                vocales afin d'am&eacute;liorer les performances.<br>
                <br>
                <b>/who ou /who (nom du joueur) ou /w</b><br>
                Permet de lister tous les joueurs ou une personne précise. <br>
                <br>
                <b>/who corpse</b> <br>
                permet de lister tous les corps qu'une personne possède dans une 
                zone.<br>
                <br>
                <b>/who all ou /who all (nom du joueur ou guilde) ou /who all 
                (classe) ou /who all (level)</b> <br>
                Permet de lister les joueurs selon certains paramètres. Par exemple, 
                /who all ogre warrior vous permettra de connaitre le nombre d'ogres 
                warriors actuellement présents dans Norrath. <br>
                <br>
                <b>/whotarget</b><br>
                Permet de conna&icirc;tre le nom de la personne qui vous cible.<br>
                <br>
                <b>/yell ou /y</b><br>
                Vous permet de faire savoir &agrave; tous ceux qui sont autour 
                de vous que vous avez besoin d'aide. Ils verront le message suivant 
                &quot; (name) yelled for help from your (direction) &quot;. Il 
                est conseill&eacute; de vous faire une Hotkey avec cette commande.
				
				
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 25/10/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
