<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.6 [en] (Win98; I) [Netscape]">
   <title> &uuml;ber EQQ... </title>
</head>
<body text="#000000" bgcolor="#AAAAAA" link="Maroon" vlink="#2B1301" alink="#000000" background="img/parch.jpg">
&nbsp;
<!-- FreeFind No Index Page -->
<center>
<p><img SRC="img/eqq.gif" ALT="EQQ" BORDER=0 title="EQQ" ><br><img src="img/line.gif" width=500 height=25 border=0 alt=""></center>
<p><br>
<br>
<br>
<br>
<table width="100%" border="0" cellpadding="0" cellspacing="0"><tr><td><img src="img/barleft.jpg" width="8" height="32"></td><td background="img/barmiddle.jpg" align="left" valign="middle" width="100%"><font size="+1"><b><font color="#000000"><div align="center"><i>Die Entstehung von EverQuest Quests - warum?</i></div><font></b></font></td><td><img src="img/barright.jpg" width="66" height="32"></td></tr></table><table width="95%" border="0" cellpadding="0" cellspacing="0" Align=center>
<tr><td><br><font face="Arial,Helvetica">Hallo Freunde von EverQuest und EQQ ;)<br><br>Sicherlich gibt es genug EverQuest-Seiten auf denen Quest-Tips und L&ouml;sungen zu finden sind. Nur ein paar meiner Freunde hatten doch manchmal leichte bis schwerwiegende Probleme sie zu verstehen. Ebenso gibts dann auch Probleme die Quests direkt im Spiel zu verstehen. So kam ich auf den Gedanken 'ne Seite mit deutschsprachigen Questl&ouml;sungen zu gestalten - gab ja auch noch keine vern&uuml;nftige deutsche Questseite.<br><br>Da ich unm&ouml;glich alle Quests selbst spielen kann hab ich einfach mal bei <A HREF="http://gameznet.com/eq/" target="_blank">EQ'Lizer</A> und <A HREF="http://Everquest.gamestats.com/" target="_blank">AllaKhazam's Magical Realm</A> angefragt ob es in Ordnung w&auml;re ihre Beschreibungen auf EQQ in deutsch zu ver&ouml;ffentlichen. H&auml;tte bestimmt auch keiner etwas gesagt, wenn ich nicht gefragt h&auml;tte - aber man besitzt ja immer noch ein bi&szlig;chen Anstand. Beide waren einverstanden damit und ich begann mit dem &Uuml;bersetzen.<br><br>
Jetzt, wo ich schon 'ne Menge Quests &uuml;bersetzt hab (nach ca. 1 Woche knapp 50 St.) gibt es doch noch mal etwas klarzustellen. Ich hatte nicht die Absicht, da&szlig; man die Quests einfach anhand der L&ouml;sung durchspielt. Vielmehr wollte ich lediglich dazu beitragen, da&szlig; Spieler die wegen der Verst&auml;ndigungsprobleme kaum an Quests kommen, sich hier die ersten Schritte der Quests durchlesen - danach sollte es etwas einfacher mit der jeweiligen Quest gehen. Aber es ist nat&uuml;rlich eure Sache, wie ihr die L&ouml;sungen nutzt.<br><br>
Ich hoffe jedenfalls, da&szlig; die Spieler die immer nur irgendwo stumpfsinnig Monster 'platthauen' auch endlich mal versuchen Quests zu l&ouml;sen und so ein wenig mehr Rollenspiel erleben und weitergeben.<br><br>Lange Rede kurzer Sinn - habt einfach Spa&szlig; bei EverQuest, auch wenn Ihr daf&uuml;r stundenlang stumpfsinnig eine Zone belagert - ist zwar Schade, aber schlie&szlig;lich m&uuml;&szlig;t ihr selber wissen was ihr tut und was euch Spa&szlig; bringt.<br><br>
Das war's jetzt aber wirklich - m&ouml;gen Norrath's G&ouml;tter euch besch&uuml;tzen..<br><br>
<tr><td><br><a href="mailto://cabal@eqq.de"><i>Cabal</i></a><br><font face="Arial,Helvetica" size="-1">ICQ - 19893142</font>
</table>
<br><br><br>
</body>
</html>
