<html>
<head>
<title>Den hvide by</title>
</head><body<p><p><p>
<H1>Den hvide by<H1>
<p>
<p>
<p><H3><IMG ALIGN=RIGHT SRC="flower.gif"
F&oslash;r jeg m&oslash;dte Lily, levede jeg om natten. Det var et halvt
&aring;r siden, mit stort anlagte bryllup var g&aring;et fl&oslash;jten, og
nogle f&aring; m&aring;neder efter, jeg havde afsluttet college og var
kommet til byen, og jeg arbejdede om natten som assistent for en fotograf.
<p>
Fotografen havde den id&eacute;, at modellerne ville v&aelig;re mere
afslappede, hvis der var en anden pige til stede i studiet, og mere villige
til at g&oslash;re, hvad han bad dem om, hvis vi tog billederne efter
midnat. Men de fleste af dem var temmelig desperate og ville have
v&aelig;ret villige p&aring; et hvilket som helst tidspunkt.
<p>
Hele situationen var fuld af s&oslash;lle mennesker i s&oslash;lle
omst&aelig;ndigheder, og jeg f&oslash;lte mig ogs&aring; selv temmelig
s&oslash;lle, s&aring; m&aring;ske var jeg kommet til det rette sted. De
fleste af modellerne havde ikke engang hensigter om at blive
skuespillerinder; de var alle sammen ludere, eller blev det snart. De ankom
til studiet, altid for sent, i store skyer af billig parfume, skrev et
falsk navn p&aring; modelkontrakten og tog t&oslash;jet af. Vi lagde ud med
de mere uskyldige optagelser til forsider; model holder nissedukke til
decemberudgaven, model holder lettere slatten badebold til juli-nummeret.
S&aring;, mens jeg justerede reflektorerne og radioen, gik vi over til de
optagelser, som aldrig holdt op med at g&aring; mig p&aring;. Jeg plejede
at stirre p&aring; v&aelig;ggen eller ned i gulvet, mens jeg lyttede til de
r&aelig;dselsfulde, falske komplimenter, som fik pigerne til at smile hele
vejen igennem.
<p>
Det var et underligt, bagvendt liv; n&aelig;tter at uvirkelig travlhed i en
stille by, og blanke dage sovet bort. Jeg ringede aldrig til nogen, og
ingen vidste, hvor jeg var. N&aring;r jeg ikke kunne sove, l&aring; jeg i
sengen og komponerede mentale breve til alle jeg hadede, til mine
for&aelig;ldre for at planl&aelig;gge s&aring;dan et &aring;ndssvagt
bryllup, til min k&aelig;reste for at have forladt mig, til alle som nogen
sinde havde set os sammen og troet, vi var forelskede. Eller jeg stod op og
tog et brusebad, hvor jeg uvilk&aring;rligt begyndte at gr&aelig;de,
lukkede for vandet og kr&oslash;b sn&oslash;ftende sammen i hj&oslash;rnet,
indtil jeg p&aring; et eller andet tidspunkt kom til mig selv og opdagede,
at jeg sad n&oslash;gen p&aring; fliserne med h&aring;ret t&oslash;rret i
spiraler.
<p>
I evigheder, n&aring;r jeg tr&aelig;ngte til, at nogen holdt om mig, var
der ingen overhovedet.
<p>.<p>.<p><IMG ALIGN=LEFT SRC="flower.gif" <p>.
<br>
Den aften, jeg m&oslash;dte Lily, havde jeg planlagt at pj&aelig;kke fra
arbejde. Det sneede, og jeg havde haft onde dr&oslash;mme hele dagen om en
pige, vi havde fotograferet natten f&oslash;r, en pige, der var dukket op
med s&aring; meget &oslash;jensminke, at jeg f&oslash;rst troede, hun havde
solbriller p&aring;. Det tog n&aelig;sten en halv time at skrubbe
m&oslash;get af, og inden under fandt jeg to friske s&aelig;be&oslash;jne. 
<p>
Jeg havde mest lyst til at g&aring;, bare g&aring; rundt i de nattetomme
gader og pr&oslash;ve at glemme ting. Men jo mere jeg gik, jo flere
juledekorationer s&aring; jeg, som mindede mig om hvor vidunderlig ferien
havde v&aelig;ret sidste &aring;r, og hvordan jeg denne jul skulle have
v&aelig;ret en gift kvinde. S&aring;, for at glemme min tur, gik jeg
p&aring; arbejde trods alt.
<p>
<br>.<br>.<p>Men s&aring; snart jeg atter var hjemme og alene igen, drev alt tilbage i
m&oslash;rket. Jeg tilbragte julen i min lejlighed; ringede ikke til mine
for&aelig;ldre. Alt hvad jeg kunne t&aelig;nke p&aring; var tabet af den
mand, som skulle have elsket mig; som jeg skulle have giftet mig med. Jeg
k&oslash;bte aviserne af og til, bare for at l&aelig;se hans horoskop; bare
for at finde ud af hvad han lavede, hvor han s&aring; ellers var.
<p>.
<p>
Den aften, hun kom tilbage, sneede det temmelig kraftigt, og jeg tvivlede
p&aring; at modellen overhovedet ville vise sig. Vi lavede
badet&oslash;jsbilleder, og de gav ikke s&aring; meget.
<p>
Men jeg kom ud i forkontoret, og der var hun. Hun stod b&oslash;jet og
gennems&oslash;gte sin taske, og jeg genkendte hende p&aring; h&aring;ret,
der d&aelig;kkede hendes ansigt.
<p>
"Lily?" sagde jeg.
<p>
"Hej. Jeg leder efter nogle vingummier," sagde hun. " Hele bunden af tasken
flyder med vingummier." Hun kikkede op og smilede. "Man kan bruge de
bl&oslash;de som l&aelig;bestift, ved du nok, hvis man bider dem midt
over."
<p>
"Jeg er glad for, du kom tilbage," sagde jeg.
<p>
Et &oslash;jeblik efter kom hun ud i en lille pink badedragt, og jeg
snappede efter vejret. Hun s&aring; helt anderledes ud nu; jeg tror, hun
havde taget lidt p&aring;, og det var nydeligt. Hun var bl&oslash;dere,
mindre bl&aelig;ndende, s&oslash;dere. I starten pr&oslash;vede jeg at
v&aelig;re den bedst mulige assistent, flyttede lamper igen og igen for at
g&oslash;re lyset mest muligt flatterende, men efter et stykke tid faldt
jeg i staver og stod bare og s&aring; p&aring; hende. Hun var virkelig en
sk&oslash;nhed. Jeg kunne ikke f&aring; nok at af se p&aring; Lily.
<p>
Bagefter lod jeg hende vente p&aring; betalingen indtil jeg var
f&aelig;rdig med at pille udstyret ned og indsamle filmrullerne. Jeg fulgte
hende ned ad trapperne til gaden, hvor snedriverne var blevet dybere og
himlen var orange af byens lys, der blev kastet tilbage fra sneen.
<p>
"M&aring; jeg f&oslash;lges med dig?" sagde jeg.
<p>
"Selvf&oslash;lgelig," sagde hun. "Jeg skal ikke noget."
<p>
Hun begyndte at g&aring; nordp&aring; i retning af min lejlighed, men jeg
ville have fulgt hende hvor som helst. Under snelaget virkede byen elegant
og uforstyrret. Den virkede som en by, jeg aldrig havde v&aelig;ret i, en
hvid by, et fredeligt, uskadeligt sted.
<p>
Vi stoppede ved hj&oslash;rnet af ejendommen hvor jeg boede, og jeg stod
ubeslutsom et sekund. Jeg ville gerne invitere hende hjem, hun m&aring;tte
ikke lade mig alene tilbage, men af en eller anden grund kunne jeg ikke.
Jeg kunne ikke bede hende om at g&aring; med alene af medlidenhed.
<p>
"Hvor skal du hen?"
<p>
"P&aring; bar, tror jeg," svarede hun. "Jeg kan som regel at m&oslash;de
nogen p&aring; en bar og f&aring; et sted at v&aelig;re."
<p>
"Du kan v&aelig;re hos mig," sagde jeg til hende. "Jeg mener, jeg ved ikke
om lejligheden er ryddelig nok. Jeg ved ikke om det betyder noget."
<p>
"Ikke for mig," sagde hun.
<p>
Mit hjerte hamrede mens jeg fulgte hende op ad trapperne. Jeg fumlede med
l&aring;sen. Hun kom ind og kikkede lidt sp&oslash;rgende p&aring; min
sammenflikkede barre, f&oslash;r hun smed sin frakke hen over den.
<p>
"Du har taget lidt p&aring;, siden jeg s&aring; dig sidst," sagde jeg.
<p>
"Jeg boede lidt hos en mand, der solgte t&aelig;rter og den slags ," sagde
hun.
<p>
Jeg fors&oslash;gte at rydde lidt op i lejligheden mens hun var ude i
badev&aelig;relset. Hun tog et brusebad i noget der lignede en evighed, og
kom bagefter ud i min badek&aring;be, hvilket fik hende til at ligne mig
lidt. Jeg gav hende det eneste mad jeg havde i k&oslash;leskabet, nogle
sm&aring;kager og nogle gamle asparges, men hun spiste dem som om hun havde
sultet.
<p>
"Kan du lide den slags arbejde her?" spurgte jeg. "Den slags ting vi laver
i studiet?"
<p>
"Det er godt nok," sagde hun med mad i munden. "Pengene er gode nok, og jeg
kan g&oslash;re det hvorn&aring;r jeg vil. Der er ingen der forlanger, jeg
lover dem noget."
<p>
"Der var faktisk en af vores modeller, der endte i Penthouse, og de betalte
hende en hel masse penge," fortalte jeg. "Du kan tjene virkelig meget, hvis
du er heldig."
<p>
"&Aring;h, jeg er aldrig heldig," sagde hun og smilede.
<p>
I spisekammeret fandt jeg en pakke havregryn og tog den med over til
bordet.
<p>
"Jeg plejede at synes, jeg var heldig," sagde jeg. "Jeg skulle giftes."
<p>
Lily spiste, tyggede knap nok den ene mundfuld f&oslash;r hun tog den
n&aelig;ste.
<p>
"Jeg troede vi skulle rejse. Jeg troede vi skulle bo i et stort hus. Alle
fortalte mig, at alt nok skulle g&aring; godt," sagde jeg. "Det er ikke
rigtig. Ingenting bliver til noget overhovedet."
<p>
"Vi boede altid i et lille hus," sagde Lily.
<p>
Jeg kikkede ud af vinduet og kunne se solen st&aring; op udenfor. Jeg
rejste mig og slog sovesofaen ud og redte sengen med et par t&aelig;pper
fra min egen seng.
<p>
"Jeg er inde ved siden af, hvis du har brug for noget," sagde jeg. "Jeg
lader d&oslash;ren st&aring; &aring;ben."
<p>
"Du mener, jeg har sengen her helt for mig selv?"
<p>
"Det er vel i orden?" spurgte jeg.
<p>
"Jeg har ikke haft en seng for mig selv i lang tid," sagde hun. "Der er
s&aring; meget plads."
<p>
Jeg gav hende en af mine T-shirts som nattr&oslash;je og gik i seng i mit
eget v&aelig;relse og lod hende om at slukke lyset. Jeg lyttede et stykke
tid til stilheden i lejligheden; den l&oslash;d anderledes nu hvor nogen
var der.
<br>.<br>.<p><IMG ALIGN=LEFT SRC="flower.gif"Jeg blev liggende l&aelig;nge i sengen n&aelig;ste dag, mens Lily sov. Jeg
kunne h&oslash;re hendes ben bev&aelig;ge sig under t&aelig;pperne i det
andet v&aelig;relse.
<p>
Efter et stykke tid stod jeg op og smuttede ud og k&oslash;bte morgenmad,
og jeg kan huske, at solen skinnede udenfor. Sneen i gaderne var ved at
smelte, udtr&aring;dt af horder af folk p&aring; indk&oslash;b. Jeg
s&aring; frem til at v&aelig;kke Lily, men da jeg kom tilbage var hun
allerede oppe. Hun sad i vindueskarmen med en af mine sweatre p&aring;.
<p>
"Er du stadig sulten?" sagde jeg, pludselig sky igen.
<p>
"Nemlig," sagde hun, og hun smilede. Det var som om, hun altid havde
smilet.
<p>
Jeg gav hende hele posen med morgenbr&oslash;d og satte mig i den anden
vindueskarm og kikkede ud p&aring; gaden. Jeg havde faktisk ikke tilbragt
s&aring; meget tid i min lejlighed, mens solen var oppe. Jeg l&aelig;nede
mig tilbage og fik &oslash;je p&aring; sm&aring; lyscirkler, der legede i
v&aelig;relset, og det tog mig et stykke tid at indse, at det var solen der
spejlede sig i glasset p&aring; mit ur.
<p>
"Masser af trafik i dag," fortalte jeg den spisende Lily. Jeg spekulerede
p&aring; om min mor ville komme til byen til vinterudsalget.
<p>
Vi sad i lang tid, kikkede ud af vinduet p&aring; folk der gik forbi.
<p>
"Hej, jeg kender den fyr," sagde Lily pludselig. Hun kikkede ud p&aring; en
eller anden p&aring; gaden, og hun lo. Jeg kunne ikke lade v&aelig;re med
at le over hendes latter, fordi jeg kunne g&aelig;tte hvordan hun kendte
ham.
<p>
"Hvordan kan du g&aring; hjem med alle de fyre?"
<p>
"Det er godt nok," sagde hun. "De er kun ude efter &eacute;n ting. Det er
okay, hvis de bare er ude efter &eacute;n ting. Det er kun noget m&oslash;g
hvis de begynder at tale om k&aelig;rlighed eller noget."
<p>
"Du kunne blive her, hvis du ville," sagde jeg. "Det ville v&aelig;re rart
at have nogen i n&aelig;rheden."
<p>
"Klart," sagde hun. "Jeg kunne v&aelig;re her ind imellem. Det ville
v&aelig;re fint at have et sted, hvor jeg vidste, jeg kunne v&aelig;re."
<p>
Jeg havde det bedre end l&aelig;nge den dag sammen med Lily, mens vi
betragtede den travle by gennem ruden. Biler krydsede ind og ud i perfekte,
sammenv&aelig;vede m&oslash;nstre, og bitte sm&aring; flyvemaskiner
fl&oslash;j hen over himlen. Dagens verden, solskinnets verden, var dejlig.
Jeg havde glemt alt om den.
<br>.<br>.<p><IMG ALIGN=RIGHT SRC="flower.gif"Vi tilbragte meget tid sammen i lejligheden, snakkede og grinede og lyttede
til radioen. Jeg tog hende med ud og g&aring;, og vi k&oslash;bte hvad vi
kunne. En aften lavede hun mad til os. Jeg fors&oslash;gte at
fort&aelig;lle hende, at hvis hun kunne lave mad, kunne hun tjene nok til
at klare sig selv; f&aring; et job som kok og slippe for at v&aelig;re
afh&aelig;ngig af m&aelig;nd, og s&aring; g&aring; tilbage til gymnasiet og
p&aring; college. Jeg pr&oslash;vede at putte fremtidsplaner ind i hendes
tanker, planer vi kunne gennemf&oslash;re sammen.
<p>
Det kedelig var, at hun ikke have lyst at vente hjemme, n&aring;r jeg var
p&aring; arbejde, og hvis hun gik ud, havde hun ikke lyst at komme hjem.
Hun ville blive ude hele natten nogen n&aelig;tter, drive rundt fra bar til
bar, h&aelig;nge med skarn, som hun altid havde gjort. Jeg ville ikke have,
hun var sammen med de mennesker, talte med dem, var venlig over for dem.
Men jeg kunne aldrig r&aring;be ad hende, n&aring;r hun smilede. N&aring;r
hun var hjemme, var alt vidunderligt. Og alligevel blev det s&aring;dan, at
det f&oslash;rste jeg t&aelig;nkte, n&aring;r jeg v&aring;gnede var: Er
Lily her? Grunden var naturligvis, at det var hun som regel ikke.
<p>
Faktisk v&aelig;kkede hun mig af og til med sine fors&oslash;g p&aring; at
komme ind. Hun havde aversion mod l&aring;se og n&aelig;gtede at g&aring;
med det s&aelig;t n&oslash;gler, jeg gav hende. I stedet buldrede hun bare
p&aring; d&oslash;ren til jeg v&aring;gnede, nogen gange bare et par timer
efter jeg var taget fra arbejde og kommet hjem for at sove uden hende.
Gabende ville jeg st&aring; op og lave morgenmad til hende, og hun ville
fort&aelig;lle for mig, skr&aelig;kkelige historier om sange fra jukebokse
og m&aelig;nd som havde drukket &oslash;l gennem n&aelig;sen. Til sidst
ville jeg g&aring; tilbage i seng mens hun sad i mit t&oslash;j og
l&aelig;ste sine nye tegneserier, og n&aring;r jeg v&aring;gnede ville
d&oslash;ren v&aelig;re ul&aring;st og hun ville v&aelig;re forsvundet
igen. Det forekom ellers ikke urimeligt, at hun skulle have lyst til at
v&aelig;re sammen med mig, is&aelig;r ikke n&aring;r jeg havde v&aelig;ret
alene s&aring; l&aelig;nge.
<p>
Jeg begyndte at k&oslash;be gaver for at f&aring; hende til at blive
l&aelig;ngere hos mig. Jeg k&oslash;bte h&aring;rb&aring;nd, billig
l&aelig;bestift, flere tegneserier, en appelsinlik&oslash;r, jeg havde set
i en delikatesseforretning. Da hun begyndte at komme mindre og mindre hjem,
hobede alle mine gaver sig op i hendes v&aelig;relse. Jeg plejede at
g&aring; ind og se p&aring; dem og rykke rundt p&aring; dem, eller jeg sad
p&aring; hendes seng og fiskede l&oslash;se h&aring;r fra hende op fra
hovedpuden.
<p>
Hun havde v&aelig;ret borte det meste af en uge, da jeg &aring;bnede
appelsinlik&oslash;ren og  begyndte at drikke den selv.
<p>
Det var en smuk, varm aften, kan jeg huske; for&aring;r. Jeg lukkede hende
ind, og hun styrede direkte mod k&oslash;leskabet. Jeg vaklede tilbage til
sofaen. Stilheden mellem os l&oslash;d forkert igen.
<p>
"Hvor har du v&aelig;ret?"
<p>
"Ikke s&aring; langt v&aelig;k," sagde hun. "Jeg m&oslash;dte nogle
mennesker."
<p>
Jeg kunne ikke f&aring; et ord frem.
<p>
"Jeg m&oslash;dte en fyr, der sagde han underviste i seksuall&aelig;re i
gymnasiet. Man regner vist ikke med at den slags g&aring;r p&aring; bar,
vel? Selvf&oslash;lgelig, da jeg gik i skole, brugte jeg mest tid ude
p&aring; parkeringspladsen."
<p>
Jeg var temmelig fuld tror jeg, og jeg gemte ansigtet i h&aelig;nderne. Det
var nu jeg skulle finde de rigtige ord, det var nu jeg skulle sige dem, det
var nu jeg ikke skulle miste hende, som jeg havde mistet alt andet.
<p>
"Jeg vil have du bliver her," sagde jeg. "Bliv her."
<p>
"Jeg er her jo nogen gange," sagde hun. "Det er rart at vide, jeg altid har
det her."
<p>
"Bliv hos mig hele tiden," sagde jeg, og nu gr&aelig;d jeg.
<p>
Hun  l&aelig;nede sig lidt v&aelig;k fra mig, og hun droppede gaflen ned i
en &aelig;ske kinesiske nudler, hun spiste af, og hun satte foden ned
p&aring; gulvet.
<p>
"Jeg troede, det ville v&aelig;re noget andet med en dame," sagde hun.
<p>
Hun fortalte mig, jeg var fuld og at hun ville hente noget kaffe til mig;
jeg gav hende tyve dollars, og da hun gik lukkede jeg d&oslash;ren bag
hende. Jeg l&aring;ste d&oslash;ren for at vise hende jeg kunne, for at
vise hende at jeg ikke altid ville v&aelig;re den som ingen ville have. Jeg
l&aring;ste hende ude, inden jeg satte mig til at vente p&aring; at hun kom
hjem.
<p>
Men jeg var beruset og faldt i s&oslash;vn. Jeg ved ikke om hun kom
tilbage. Det er muligt hun kom tilbage, opdagede hun ikke kunne komme ind
og t&aelig;nkte jeg ikke elskede hende som jeg sagde jeg gjorde. Jeg
dr&oslash;mte, at det var, hvad der var sket, men m&aring;ske var det bare
en dr&oslash;m. Jeg ved ikke om hun overhovedet kom tilbage.
<p>
Jeg &oslash;nsker, jeg kunne starte fra begyndelsen igen, inden lidelse og
skuffelse begyndte at indhente mig. Jeg &oslash;nsker mig tilbage til den
hvide by, hvor alle kunne begynde forfra uden s&aring;r eller smerte eller
ar. M&oslash;de hinanden friske, som nyfalden sne. En &aelig;gte
nyt&aring;rs dag.
<p>
Jeg k&oslash;ber avisen hver dag, bare for at se Lilys horoskop.
</h3><p>.<p>
<h5>Library of Congress Copyright TU686908
<H4>
<UL>
<LI>
Har du lyst til at Se en anden 
<A HREF = "alonelycartoon.html">Tegning</A>?
<LI>
Eller vil du se en engelsk <a HREF="storylist.html">liste</a> over historierne?
<LI>
Har du lyst til at h&#248re engelsk <A HREF="voices2.html">opl&#230sning </A> af billedteksterne?<LI>
E-mail Xander Mellish: <a href= "mailto:Xmel@aol.com">
xmel@aol.com</a><p><p>
</body>
</html>
