{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Katharine Fly","from":"&quot;Katharine Fly&quot; &lt;fly@...&gt;","replyTo":"LIST","senderId":"CvpfX8JwMXW8TK1wDwVvlQ6KtQnT8c5hqNSDp1OpFqkS9NNNZv8H0pfjQXaAomo-V4MBg_3a41AvwxfCuR59pfDT6v9q7NZxqg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"EQ-Quest Soulfire Walkthroughs","postDate":"931622511","msgId":264,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzA2Ni43Mi4yNjQuOTU5Mjc4NjkzQGVHcm91cHMuY29tPg=="},"prevInTopic":196,"nextInTopic":265,"prevInTime":263,"nextInTime":265,"topicId":196,"numMessagesInTopic":3,"msgSnippet":"Here are two walkthroughs for the soulfire that I have come across, one from Holyswords list and the other from EQCheats list. Hope it helps you since it will","messageBody":"<div id=\"ygrps-yiv-218684560\">Here are two walkthroughs for the soulfire that I have come across, one from<br/>\nHolyswords list and the other from EQCheats list. Hope it helps you since it<br/>\nwill be a while before I get one for my paladin.<br/>\n<br/>\n<br/>\nGrady Knightmare<br/>\nVeeshan Server<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;First, basic info.  Soulfire is a Holy Sword.  Zimel&#39;s Blades is the name<br/>\n&gt;of a<br/>\n&gt;&gt;&gt;quest for this Holy Sword.  The Zimel&#39;s Blades quest is given by the<br/>\n </span></blockquote>Female<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;Paladin in the Hall of Truth in Freeport.  If you are not from the<br/>\n </span></blockquote>Paladin<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;guild in Freeport you may have difficulty starting this quest.  If that<br/>\n&gt;is the<br/>\n&gt;&gt;&gt;case there are many ways to improve your faction with the Knights of<br/>\n&gt;Truth.  I<br/>\n&gt;&gt;&gt;will go in to that later.  There is also some issue about what level you<br/>\n&gt;need<br/>\n&gt;&gt;&gt;to be to start the quest.  I started in Freeport, and was able to start<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;quest at first level, and still start it up to 8th.  Since I passed 8th I<br/>\n </span></blockquote>am<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;told I am to experienced to start the quest. Other players of even 12th<br/>\n </span></blockquote>have<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;been told they are not experienced enough. I don&#39;t know what causes this.<br/>\n&gt;One<br/>\n&gt;&gt;&gt;last thing before I begin.  This is BY FAR the longest and most complex<br/>\n&gt;&gt;&gt;quest I<br/>\n&gt;&gt;&gt;have seen in this game, so this description, while basic, is VERY LONG.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Hail the Female Paladin on the top of the Hall of Truth.  Say something<br/>\n&gt;to the<br/>\n&gt;&gt;&gt;effect of &quot;I will&quot; and then the test in brackets.  When you say the right<br/>\n&gt;&gt;&gt;thing<br/>\n&gt;&gt;&gt;she will hand you a letter to deliver to a spy the Paladins have in the<br/>\n&gt;&gt;&gt;Militia.  You are to say &quot;Truth is Good&quot; to this Militia guard and then<br/>\n </span></blockquote>give<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;him the letter. Go through the Militia house until you exit into the<br/>\n </span></blockquote>small<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;grassy area. Right behind the door is a Guard (he is directly to your<br/>\n </span></blockquote>right<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;when you walk into the grassy are and is hidden behind the door so many<br/>\n&gt;people<br/>\n&gt;&gt;&gt;miss him the first time).  Walk up to him and hail him.  He will respond,<br/>\n&gt;&gt;&gt;which<br/>\n&gt;&gt;&gt;is something guards don&#39;t normally do.  Say &quot;Truth is Good&quot; he will<br/>\n </span></blockquote>respond<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;again.  Give him the letter.  He will give you a note that says Zimel&#39;s<br/>\n&gt;Blades<br/>\n&gt;&gt;&gt;on it with a lot of dots.  Leave the Militia building (the guard will be<br/>\n&gt;&gt;&gt;attacked and killed soon after giving you the note) and head to North<br/>\n&gt;&gt;&gt;Freeport.<br/>\n&gt;&gt;&gt;This is where the quest gets a little screwy.  It is though to be broken,<br/>\n&gt;but<br/>\n&gt;&gt;&gt;not so much that you can&#39;t continue it.  Ok, let me explain.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;You are supposed to bring the note back to the Female Paladin.  When you<br/>\n&gt;hand<br/>\n&gt;&gt;&gt;it to her you get exp. and faction adjustments.  She tells you she knows<br/>\n&gt;&gt;&gt;nothing of Zimel&#39;s Blades and can&#39;t read the rest of the document, but to<br/>\n </span></blockquote>go<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;talk to someone (she will give you the name) at the Office of the People,<br/>\n&gt;&gt;&gt;which<br/>\n&gt;&gt;&gt;is right next door to the Hall of Truth.  She DOES NOT give you the note<br/>\n&gt;back,<br/>\n&gt;&gt;&gt;which she should because you need it later in the quest. So what do you<br/>\n </span></blockquote>do?<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;You start the quest over again, and this time you skip the Female<br/>\n&gt;Paladin, and<br/>\n&gt;&gt;&gt;bring the note right to the lady at the Office of the People.  She is<br/>\n&gt;&gt;&gt;upstairs,<br/>\n&gt;&gt;&gt;and if you ask &quot;Who is Zimel&quot; she will give you information that<br/>\n&gt;continues the<br/>\n&gt;&gt;&gt;quest.  I have been told you can give her the note and she tells you she<br/>\n&gt;can&#39;t<br/>\n&gt;&gt;&gt;read it.  I never did this my self but if you do give her the note and<br/>\n </span></blockquote>she<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;doesn&#39;t give it back, you need to get it again.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;What she tells you that is useful is that a Dwarf named Groflah, who owns<br/>\n&gt;and<br/>\n&gt;&gt;&gt;runs Groflah&#39;s Fine Steel (or something like that) also in North Freeport<br/>\n&gt;&gt;&gt;was a<br/>\n&gt;&gt;&gt;friend of Zimel and might have more information. She also tells you that<br/>\n&gt;&gt;&gt;Zimel&#39;s Blades is condemned.  You need to do TWO things now.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;First go back to the Female Paladin and tell her &quot;Zimels Blades in<br/>\n&gt;condemned&quot;<br/>\n&gt;&gt;&gt;(this is where I first got stuck because I tried telling her Zimel&#39;s<br/>\n&gt;Blades is<br/>\n&gt;&gt;&gt;condemned and that didn&#39;t work)  If you say it right she will tell you a<br/>\n&gt;&gt;&gt;little<br/>\n&gt;&gt;&gt;about Soulfire (the first time you hear about it). If you say the wrong<br/>\n&gt;thing<br/>\n&gt;&gt;&gt;you won&#39;t get a response.  Just try a combination of Zimel&#39;s, Zimel,<br/>\n </span></blockquote>Zimels,<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;Blades, and Blade until you get it right.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Second, go talk to Groflah.  His shop is very near the Bard guild in<br/>\n </span></blockquote>North<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;Freeport.  Go around behind the counter and upstairs.  If you say &quot;Who is<br/>\n&gt;&gt;&gt;Zimel&quot; he says something like &quot;Zimel, I don&#39;t know what you are talking<br/>\n&gt;about.<br/>\n&gt;&gt;&gt;I won&#39;t talk here&quot;.  Now give him the note.  He will tell give you LOTS<br/>\n </span></blockquote>of<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;information and tell you to meet him in Seafarer&#39;s Roost at night and<br/>\n&gt;give him<br/>\n&gt;&gt;&gt;the note again for him to decode it.  He DOES give you the note back.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Now comes the waiting game.  Go to Seafarer&#39;s Roost, which is on the<br/>\n&gt;docks in<br/>\n&gt;&gt;&gt;East Freeport.  Groflah usually shows up around 3 am, but I have seen him<br/>\n </span></blockquote>as<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;early as 6 pm and as late as 8 am, and he doesn&#39;t show up every night.<br/>\n&gt;When he<br/>\n&gt;&gt;&gt;does show up, say &quot;Who is Zimel&quot; and you start to hear the real story.<br/>\n </span></blockquote>Give<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;him the note and he will decode it giving you even more information.  Now<br/>\n&gt;you<br/>\n&gt;&gt;&gt;know that Zimel is missing, he probably is the ONLY one who knows where<br/>\n&gt;&gt;&gt;Soulfire is, and  both Lucan (the Fallen Paladin who leads the corrupt<br/>\n&gt;militia<br/>\n&gt;&gt;&gt;in Freeport) and Peitro Zarn (the head of the Shadow Knight guild in<br/>\n&gt;Freeport)<br/>\n&gt;&gt;&gt;are looking for this sword, and are probably working together.  You are<br/>\n </span></blockquote>also<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;led to believe that the sword is a Holy Sword because while Peitro Zarn<br/>\n&gt;had it<br/>\n&gt;&gt;&gt;in his possession at one time, he could not yield it.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;While you were in Seafarer&#39;s Roost waiting for Groflah, you probably<br/>\n </span></blockquote>noticed<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;many NPCs coming and going at all hours.  One NPC, a drunk named Tykar<br/>\n&gt;Renlin,<br/>\n&gt;&gt;&gt;holds the next piece of the puzzle.  He usually shows up around 1 AM.  If<br/>\n&gt;you<br/>\n&gt;&gt;&gt;hail him and say &quot;Who is Zimel&quot; he will tell you that he knows Zimel and<br/>\n&gt;would<br/>\n&gt;&gt;&gt;love to talk to him.  Tykar Renlin also tells you he is thirsty and would<br/>\n&gt;like<br/>\n&gt;&gt;&gt;a drink first.  You need to give Tykar Renlin 4 Drom&#39;s Champagnes.  These<br/>\n&gt;&gt;&gt;should be purchasable from the bartender.  They are Lore items, so you<br/>\n&gt;need to<br/>\n&gt;&gt;&gt;give him one at a time.  Once you give him 4 he will give you a Blanket<br/>\n&gt;&gt;&gt;(also a<br/>\n&gt;&gt;&gt;lore item) and tell you that Zimel is a prisoner locked in a cell below<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;Arena.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;&gt;Give Zimel the three things he wants: Bog juice, edible goo and his<br/>\n&gt;&gt;&gt;blanket. One at a time, in that order.  Bog Juice is made by mixing 1<br/>\n&gt;&gt;&gt;Bottle + 1 Flask of Water + 1 Snake Scales.  Zimel gives you a key marked<br/>\n&gt;&gt;&gt;H.K. 102. Go to Highkeep, give the BANK clerk the key after hailing her.<br/>\n&gt;&gt;&gt;She gives you a letter to give to Brother Hayle, a captive in Splitpaw<br/>\n&gt;&gt;&gt;dungeon. Give him the note,<br/>\n&gt;&gt;&gt;which he will give back to you. Ask him about the &quot;proof of Nobility&quot; and<br/>\n&gt;&gt;&gt;he will tell you that he wants the Hilt of Soulfire, which is on a SK<br/>\n </span></blockquote>troll<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;named Xicotl in Mistmoore castle guest room, a sword of faith from<br/>\n </span></blockquote>Freeport<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;and a Testimony of truth, along with the returned note as proof nobility.<br/>\n&gt;&gt;You get the Brilliant Sword of Faith from killing Sir Lucan in the Militia<br/>\n&gt;&gt;House of West Freeport.  He&#39;s a level 48 mob, and for how tough he is to<br/>\n&gt;&gt;kill the sword is a joke.<br/>\n&gt;&gt;When you kill him, you get his testimony and bring it back to the Hall of<br/>\n&gt;&gt;Truth, where you are rewarded with a very crappy sword for all your<br/>\n </span></blockquote>trouble.<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;You need very good faction with the Knights of Tunare to talk with brother<br/>\n&gt;&gt;Hayle. Hayle will then give you Soulfire.  It looks just like the flaming<br/>\n&gt;sword that Aradune (Brad McQuaid&#39;s) character uses.<br/>\n&gt;&gt;<br/>\n&gt;&gt;Stats are reportedly:<br/>\n&gt;&gt;<br/>\n&gt;&gt;2 H slashing<br/>\n&gt;&gt;no drop<br/>\n&gt;&gt;damage 28<br/>\n&gt;&gt;delay  45<br/>\n&gt;&gt;+7 str/+7 wis<br/>\n&gt;&gt;effect: complete heal (5 charges)<br/>\n&gt;&gt;<br/>\n&gt;&gt;<br/>\n </span></blockquote>Here is the entire Soulfire quest, the way I understand it:<br/>\n<br/>\n1.  Get the note from Kalatrina in the Hall of Truth, top level.<br/>\n2.  Go to the spy, tell him &#39;Truth is good&#39;, and then give him the<br/>\nletter.<br/>\n3.  After the Guard kills him, take his note and you are supposed to<br/>\ngive it to her, but she doesn&#39;t hand it back to you, so skip this part<br/>\nof the quest.  She noramlly tells you to go to<br/>\nthe Office of the People and speak with the woman there, but I&#39;m<br/>\ntelling you right now.<br/>\n4.  At the Office of the People, you are again supposed to give her the<br/>\nnote, but she also doesn&#39;t give it back.  Simply tell her &quot;Who is<br/>\nZimel?&#39;, and she will tell you about Groflah, and<br/>\nthat Zimel&#39;s Blades in condemned.<br/>\n5.  First, go to the Hall of Truth, and tell Kalatrina that &#39;Zimels<br/>\nBaldes is condemned.&#39;.  I believe this is where you first hear about<br/>\nSoulfire (or is it the time you give it to her the<br/>\nfirst time, I haven&#39;t done this part in a while).<br/>\n6.  Now, go to Groflah&#39;s Forge, and ask him &#39;Who is Zimel?&#39;.  He will<br/>\ngive you a negative response, and then give him the Zimel&#39;s Blades<br/>\nnote.  He will tell you to meet him in the<br/>\nSeafarer&#39;s Roost.<br/>\n7.  Go to the Seafarer&#39;s Roost (at the docks in East Freeport), and<br/>\nwait for Groflah to show up.  He is usually there at 3 am, but it&#39;s<br/>\nfairly ramdom.  When he shows, again ask him &#39;Who is<br/>\nZimel?&#39;, and he&#39;ll tell you about he&#39;s buddies with old Zimel.  Now<br/>\ngive him the note, and he&#39;ll decode it for you.  It says &#39;H E L P  C A<br/>\nP T I V E&#39;, on it, implying that the prisoner<br/>\nunder the arena is Zimel (as we suspected for some time).<br/>\n8.  While waiting at the Seafarer&#39;s Roost, do NOT go AFK, as you will<br/>\nmiss a crucial part of the quest.  Randomly a drunk named Tykar Renlin<br/>\nwill show up, and will cuss out Captain Lucan<br/>\nwhen a bard sings a song about him.  He also says that Lucan imprisoned<br/>\nhim and his buddy, old Zimel.  Ask him &#39;Who is Zimel?&#39; and he will ask<br/>\nyou for a drink.  Give him 4 Drom&#39;s<br/>\nChampagnes, and he will give you a blanket called &#39;Bunker Cell #2&#39; (I<br/>\nthink, but it&#39;s not important what it&#39;s called).<br/>\n9.  Go to the prisoner under the Arena.  Hail him, and ask him &#39;Who is<br/>\nZimel?&#39;.  He will &#39;Stare deeply into your eyes&#39;, and say nothing.  Ask<br/>\nhim &#39;Where is Soulfire?&#39;, and he&#39;ll ramble<br/>\nsomething along the lines of &#39;Bog n Goo!!  Freezing!!  Hungry!!<br/>\nThirsty too!!&#39;.  This implies that he needs two items.<br/>\n10.  Go kill some snakes and get a few Snake Scales off them.  Put them<br/>\nin a brew barrel with a bottle, and a flask of water.  This will give<br/>\nyou &#39;Bog Juice&#39;, one of the items that Zimel<br/>\nasks for (Bog n Goo;  this is the Bog, now for the Goo...)<br/>\n11.  Get some Fire Beetle Eyes (if you don&#39;t know where to get these,<br/>\nyou don&#39;t deserve Soulfire), and Rat ears, and put them into an oven.<br/>\nYou get &#39;Edible Goo&#39;, which Zimel also asks for<br/>\n(This is the Goo part...)<br/>\n12.  Give the &#39;Bunker Cell #2&#39;, the &#39;Bog Juice&#39;, and the &#39;Edible Goo&#39;<br/>\nto Zimel.  He gives you a key called H.K. 102, and he mutters something<br/>\nabout Tunaria&#39;s Corridor.  If you&#39;ve done the<br/>\nPrincess Quest in High Keep, you know what to do...<br/>\n13.  Take the Key to High Keep (located in Highpass Hold;  this is the<br/>\nnarrow pass between Qeynos and Freeport, and the coninent used to be<br/>\ncalled Tunaria, hence, Tunaria&#39;s Corridor).  Give<br/>\nthe key to the Clerk in the bank, that&#39;s it.  You get a note from Hayle<br/>\nMool, addressed to Zimel.  It tells you to come get him in Qeynos, but<br/>\nif you&#39;ve been there before, you know he&#39;s<br/>\nbeing held in Splitpaw...<br/>\n14.  In Splitpaw, find him (don&#39;t ask...) and give him the note.  He<br/>\nwill tell you something I forgot already, but then you ask him &#39;What is<br/>\nthe Proof of Nobility?&#39;.  He will tell you that<br/>\nhe requires the note you gave him, The Brilliant Sword of Faith, the<br/>\nGlowing Sword Hilt, and the Testimony of Truth (some of which are<br/>\nsub-quests, explained below).<br/>\n15.  At this point, I HAVE NOT given him the items, at least in the<br/>\ncorrect manner (long story, and rather embarassing;  I&#39;d perfer if you<br/>\ndidn&#39;t ask...).  If you give the items one at a<br/>\ntime, I have heard (though this is not confirmed) he will hand you over<br/>\nthe Soulfire!  Congrats, you should have the blade if you&#39;re smarter<br/>\nthan I am!<br/>\n<br/>\nTHE TEST OF TRUTH<br/>\n<br/>\nThis is also started in the Hall of Truth, and may not be started after<br/>\nlevel 8.  This is a very simple quest, so I will not explain it here...<br/>\n<br/>\nTHE BRILLIANT SWORD OF FAITH<br/>\n<br/>\n1.  Speak with the Paladin Guild Master at the top of the Hall of<br/>\nTruth, and ask him everything pertaining to killing Lucan D&#39;lere.<br/>\n2.  Once you have gotten the quest, assemble a team of TONS of level 45<br/>\nplus people, because Captain Lucan is the badass leader of the Warrior<br/>\nGuild in Freeport, and the head of the<br/>\nFreeport Militia.  He&#39;s level 48, so make sure you&#39;ve got PLENTY of<br/>\ntime to spend killing him, since he&#39;s TOUGH.  Tonight on my server<br/>\n(Rodcet Nife) a group of about 20 level 40+ people<br/>\nLOST to this bugger, and only killed him after dying three or four<br/>\ntimes each.<br/>\n3.  If you get his Testimony from him (which rarely spawns, God knows<br/>\nwhy...), return it to the man who gave you the quest, and he forks over<br/>\nthe Brilliant Sword of Faith.<br/>\n<br/>\nGLOWING SWORD HILT<br/>\n<br/>\nThis is gained off a Shadow Knight in Mistmoore named Xicotl.  I am not<br/>\nsure, but I think it spawns every time, and he&#39;s in either the Guest<br/>\nHouse or the Throne Room, if I recall<br/>\ncorrectly.  He&#39;s surrounded by other Shadow Knights and Necros, so be<br/>\nprepared for another tough battle (though not as tough as the bloodbath<br/>\nwhen you fight Lucan, that&#39;s just BRUTAL).  I<br/>\nshould point out that whenever this guy gets pulled, the whole zone<br/>\nclears, so be warned...<br/>\n<br/>\n<br/>\nThat&#39;s my take on Soulfire, correct me if I&#39;m wrong...  But I&#39;m not.  :<br/>\n)<br/>\n<br/>\nRegards,<br/>\nPraetor, Paladin of Life<br/>\nKnights Templar</div>","specialLinks":[]}}