{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rick","from":"&quot;Rick&quot; &lt;stinger@...","replyTo":"LIST","senderId":"7y4LDZlbRsbAxU9GBkBI_9TBfZn-dYSR0O2GRJ11A79ElC2JZv5Uoos_jAKwk34AxPlB0h_7nvBxSBrJWjHeVMU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Need to get some eyes opened","postDate":"927156566","msgId":336,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4yMC4zMzYuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":335,"nextInTime":337,"topicId":336,"numMessagesInTopic":1,"msgSnippet":"This was totaly uncalled for, and it is you who does not have the forsight of what makes a good game. I think DOOM, or Street Fighter would better fit your","messageBody":"<div id=\"ygrps-yiv-1887394453\">This was totaly uncalled for, and it is you who does not have the forsight<br/>\nof what makes a good game. I think DOOM, or Street Fighter would better fit<br/>\nyour needs.<br/>\n<br/>\nI am in agreement that if level 16 players can get together to take out<br/>\ngriffons or Giants, AND that group of  players where all of one class then<br/>\nthis is where Verant needs to open it&#39;s eyes and make changes.<br/>\n<br/>\nYour anology of kids with swords against a man is rather poor. I think a<br/>\nbetter anology would be to take your same 6 kids and put them up against a<br/>\ngrizzly bear. See how long they last then. Put them up against true killing<br/>\nmachines such as fantasy Giants and Griffons, use real life Elephants,<br/>\nLions, etc and they wouldnt stand a chance.<br/>\n<br/>\nGranted, Verant is making poor choices right now in curtailing certain<br/>\naspects of the enchanter class cause they fear it is too powerful. In doing<br/>\nso they enter an endless spiral where now other classes are the powerful one<br/>\nand must be changed. They need to find a better way at ballancing the game<br/>\nthen chopping away at abilities because a certain spell is very helpful.<br/>\nWhere that the case then Druids should lose SOW, Magicians should lose thier<br/>\ndestructive spells, Warriors should start missing all the time, Rangers<br/>\ngetter lesser tracking, Clerics get pathetic healing... I mean cmon..no<br/>\nother class is being chopped the way we are.<br/>\n<br/>\nAnd before anyone mentions this about being off topic, think again. The<br/>\nchanges going on right now in lessening the Enchanter class is far beyond<br/>\ncall. people are dropping this class like hot potatos. In time skills for<br/>\nresearching will be un-needed as no one will be playing this class, and/or<br/>\nit will simply be removed from the character creation list. We are the<br/>\npoorest solo class of the entire genere of classes. Pets that are levels<br/>\nbelow us on the average, spells that fizzle, or are broken easily, no damage<br/>\nspells to even come close to those who are lower level than us in other<br/>\nclasses. A total confustion in trying to explain to party member to not use<br/>\ntactics that stun on whirled creatures or the stun will be broken.<br/>\n<br/>\nWe have no in game books that i know of on HOW to research, wizards have<br/>\nvolumes to find. This class is being totaly ruined and people need to start<br/>\nstepping forward and letting Verant know that this class is being destroyed.<br/>\nAnd the answer is NOT to ask to be able to take a hill giant out at level<br/>\n16, but to regain the whole definition of Enchanter back as a boon to a<br/>\ngroup, not a drag on a group.<br/>\n<br/>\nWe have the ability to enchant jewelry, but the costs are so high in making<br/>\nsomething useful, that no player will pay it. We cant even enchant armor and<br/>\nweapons LET ALONE make them as our very class desription describes. Our<br/>\nbuffs are lesser versions of just about every other race, and the duration<br/>\nand cost of our anti-buff spells is a cheat on the very ability of the<br/>\nEnchanter Class.<br/>\n<br/>\nHaving FUN is simply not being able to go out and pound on anything in your<br/>\npath. Having fun is solving a problem thru the use of skills at your<br/>\ndisposal. But at the moment, the skills at our disposal are being ruined<br/>\ncause a few power-gamers reached the impossible 50th level before they where<br/>\nsuppose to. This has Verrant in chaos. So in their maddened state they<br/>\nchange what should have been left alone, and leave alone what should be<br/>\nchanged.<br/>\n<br/>\nBah..i&#39;ve said enough. I just had to put my 2 coppers worth in towards this<br/>\nmessage. There is enough ignorance going on in ballancing the game without<br/>\nstuff like this helping to turn the game into one big slug fest.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;  Oh my god I think I&#39;m haveing a coniption (Must.... control.. Fist of<br/>\n </span></blockquote>....DEATH!) Why on earth (or Norrath for that matter) would you support<br/>\nVerant makeing it even harder for people to advance and have fun. By saying<br/>\nsomething as innane and anal as that, you stifle team work and the desire<br/>\nand adventure to try something more. To be dareing & adventurious is that<br/>\nnot what it&#39;s all about? People like you who condone such changes that<br/>\nFURTHER hamper the fun, ease, and playabilty for gamers should be forced to<br/>\nplay Smurf warriors in Splitpaw or something. See, what retarted petty<br/>\npeople like you forget is WE PAY VERANT&#39;S BILLS. and thus the game should be<br/>\nfree of the kind of asinine restrictions that you would have further placed<br/>\nupon the game. Futher more, you say that it&#39;s unreasonable that a party of<br/>\n18-20th level char take down a level 30 creature?!?!?! IDIOT!, If your a<br/>\ngrown man (which I highly doubt) and 6 trained 12 yr olds come at you with<br/>\nsharpened Katanas (not to me!<br/>\n<blockquote><span title=\"ireply\"> &gt;ntion SPELLS!) they would kill you even if you did have a sword you would<br/>\n </span></blockquote>be swarmed and KILLED, as would a lion or even bear sure 1 or 2 may die (as<br/>\nchar commonly do in the aformentioned sitiuation. but the higher level<br/>\ntougher creature WOULD DIE!. So take your petty, anal, Triffling mentality,<br/>\nthat would have us all struggleing even more for the modest exp we can<br/>\nalready just barely gain, To Hell (or Lavastorm in a pinch) and DIE!<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt;We need not further restrictions but, benefits to make it more fun,<br/>\n&gt;<br/>\n&gt;The Widows Son,<br/>\n&gt;Vastad<br/>\n&gt;Enchanter Cazic -Thule </span></blockquote></div>","specialLinks":[]}}