{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"anacor","from":"anacor &lt;anacor@...","replyTo":"LIST","senderId":"wy3OSzaB6UlBcc7S4p8L7TaJBd8NH1vekxJZi49wu5kXet0ual8G1wAqrOvd5ZcRssX5qEVhNWgIgRjMqwQvCA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Enchanters and Research (Bersker Str)","postDate":"927160998","msgId":341,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4yMS4zNDEuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":338,"nextInTopic":351,"prevInTime":340,"nextInTime":342,"topicId":315,"numMessagesInTopic":19,"msgSnippet":"... Not everybody wants to spend 20 years(REAL LIFE) on a game to advance to lvl 30.High lvls are there to be concquered, not to ber stared and drooled at","messageBody":"<div id=\"ygrps-yiv-1772130490\">Tony Williams wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; From: Tony Williams &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vincedis@...\">vincedis@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I&#39;m with Trev on this one. My favorite MUD back in 93-95 was Isenguard. This particular mud was very VERY hard to advance in levels. The highest characters that had been playing for a while were 16th and 17th level. if you got to level 10 you were a really good player. level 7 was a reasonable achievement for 6 months of play. Why do you want to have a lv 50 char? There shouldn&#39;t be any level 40 chars for at least 2 years. The fact that I saw a lv 42 character on Ebay for sale I think is rediculous. the fact that someone is willing to pay thousands of dollars for such a char is even more so. Are you one of the ones that used the trainers and hacked items in Diablo? I don&#39;t want this game to be a flash in the pan. It should be very hard to reach the higher levels and even harder to keep them(ie you die you lose 3 or 4 levels) Just because you pay to play doesn&#39;t mean you should automatically win. please try to keep in mind that some people like a chalange and some are willing to<br/>\n&gt; face it no matter how difficult. I&#39;ve only been playing a very short time and if I had already seen all there was to see then I would think I&#39;d move on to another game. If you continue to pester Verant with things like this they will eventually break down and everyone will have flowing black robes and skull fanged stiletto&#39;s. I wish there were more people out there like Trev willing to stand up for the AI and say hey this is too easy give me my moneys worth. If fun for you is simply more power then the true meaning of Role Playing has eluded you. may the gameing gods have mercy on your soul.<br/>\n&gt;<br/>\n&gt; Vincedis<br/>\n&gt;<br/>\n&gt; PS Yes the wiz spell flight is simply a levetate scroll. the one that is made through research can only be scribed by wizards where as the one you buy can be scribed by a few classes. other than that it is the same. (and thus I have remained on topic sorry for the rant ;-)<br/>\n&gt;<br/>\n&gt; &gt; Trev wrote:<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; I&#39;m amazed you could get spells through on a Griffon or HG at that level....<br/>\n&gt;<br/>\n&gt; &gt; By saying something as innane and anal as that, you stifle team work and the desire and adventure to try something more. To be dareing & adventurious is that not what it&#39;s all about? People like you who condone such changes that FURTHER hamper the fun, ease, and playabilty for gamers should be forced to play Smurf warriors in Splitpaw or something. See, what retarted petty people like you forget is WE PAY VERANT&#39;S BILLS. and thus the game should be free of the kind of asinine restrictions that you would have further placed upon the game. ..... We need not further restrictions but, benefits to make it more fun,<br/>\n&gt; &gt;<br/>\n&gt; &gt; The Widows Son,<br/>\n&gt; &gt; Vastad<br/>\n&gt; &gt; Enchanter Cazic -Thule<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; ONElist:  the best source for group communications.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Join a new list today!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; This list is intended for the trade of Spell components for spell research.  Please keep the emails on topic.<br/>\n<br/>\n </span></blockquote>  Not everybody wants to spend 20 years(REAL LIFE) on a game to advance to lvl 30.High lvls are there to be concquered, not to ber stared and drooled at (what lvl were you eventually in that MUD?And why arent you still playing it?).Dont forget that there will be expansion which will increase lvl limit..Anyways if you say that lvling is so easy, then may I ask what lvl are you?And I dont get what Diablo hacking has to do whith high lvls?You say that thoseDiablo cheats are the fastest lvlers is EQ?Man, yer talking BS, most of those Diablo cheats played their chars only to lvl 20 and then started cheating.And the fact that 6 lvl 20 chars killed ONE lvl high MOB is normal,why in hell we have parties.Anyways the necromances arent that great, they may well do agaisnt few high lvl creatures, but when necro gets attacked by swarm of low lvl creatures, hes fucked up.And the fact that you wont get much exp or loot from killing those SGs.</div>","specialLinks":[]}}