{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lakecya Smith","from":"Lakecya Smith &lt;widdowsson@...","replyTo":"LIST","senderId":"RU9uKcJ-zDp_5MehqkaBXgCyWe0Kpf1GVkCRp4Mda-t224Zu3-ktEFIRkQ0Gkjuysvxg2piYZJosFaBsON60OBu5_dWK1X4n9y7uCGZTRQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Enchanters and Research (Bersker Str)","postDate":"927248213","msgId":362,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4yMi4zNjIuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":361,"nextInTopic":380,"prevInTime":361,"nextInTime":363,"topicId":315,"numMessagesInTopic":19,"msgSnippet":"... As You can see I m not the only one who has issues with Verant s style of Game Balance That hack it down make em weaker and weaker type mentality. Verant","messageBody":"<div id=\"ygrps-yiv-668803916\"><blockquote><span title=\"ireply\">&gt;   Not everybody wants to spend 20 years(REAL LIFE) on a game to advance to lvl 30.High lvls are there to be concquered, not to ber stared and drooled at (what lvl were you eventually in that MUD?And why arent you still playing it?).Dont forget that there will be expansion which will increase lvl limit..Anyways if you say that lvling is so easy, then may I ask what lvl are you?And I dont get what Diablo hacking has to do whith high lvls?You say that thoseDiablo cheats are the fastest lvlers is EQ?Man, yer talking BS, most of those Diablo cheats played their chars only to lvl 20 and then started cheating.And the fact that 6 lvl 20 chars killed ONE lvl high MOB is normal,why in hell we have parties.Anyways the necromances arent that great, they may well do agaisnt few high lvl creatures, but when necro gets attacked by swarm of low lvl creatures, hes fucked up.And the fact that you wont get much exp or loot from killing those SGs.<br/>\n </span></blockquote>\tAs You can see I&#39;m not the only one who has issues with Verant&#39;s style<br/>\nof &quot;Game Balance&quot; That hack it down make em weaker and weaker type<br/>\nmentality. Verant is so hypocritical in doing this that&#39;s it&#39;s<br/>\ninsulting. Why shouldn&#39;t we be upset, why shouldn&#39;t we expect more,<br/>\nfight for more, or at least what they claimed they would provide?<br/>\n\tAs for sitting around on 7th level for six months reminds me of our<br/>\nneighbors young boy who happens to have Down Syndrome.. No knocking the<br/>\nkid he has a big heart, but he also has been trying to learn<br/>\nmultiplication for the last 3 years!. Who the hell wants to stay on one<br/>\ncheesy level for more than 20hrs? think about it 20hrs is playing every<br/>\nnight four 4 hours? now if you don&#39;t have a family or a life of some<br/>\nsort you may have the time to just vegge out on 8th or ninth level for a<br/>\nyear. I however do not, I want to eventualy see everything EQ has to<br/>\noffer I would like to play all of the classes to 50th level. Think about<br/>\nit at the &quot;Todd&quot;(the kid next door)like pace your talking about<br/>\nadvancing it would take you 7 YEARS! of continuous play to attain 50th<br/>\nlevel, with the time involved doing that you could have attained a<br/>\nMaster&#39;s Degree. Not to mention a staggering 100 Years to play all of<br/>\nthe classes to 50th. Come on people who wants to sit in front of their<br/>\nPC and constantly be struggling and never having enough? Not me, not me.<br/>\nBesides if you want to be weak and modest don&#39;t play to gain exp. play<br/>\nto role play. Heck or Play some good O&#39;l D&D around the Dinner table<br/>\nwith friends. But don&#39;t complain about how easy it is to have fun and<br/>\nadvance.<br/>\n<br/>\nVastad,<br/>\n<br/>\nPS,<br/>\nI&#39;ll leave it at that. I apologize & I am aware that this is not the<br/>\nproper place for this, I just saw the comment and it made me go there.<br/>\nSorry but that&#39;s just how I feel & I KNOW I&#39;m not alone... EQ is a big<br/>\ngame with many servers, mabey have different types of servers. Like a<br/>\n&quot;Todd&quot; server for those people that have the next 20 years free to play.<br/>\nAnd a fun server with quicker advancement better skills and less<br/>\n&quot;cheased&quot; down spells. I think we can all get along.</div>","specialLinks":[]}}