{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tony Williams","from":"Tony Williams &lt;vincedis@...","replyTo":"LIST","senderId":"nCwpdj8ZD6IunWg_TAJuVOEoFI0iADvngrcLRyPb2XsKAVI5Tv80DU_u7IygP2ftU3YDjFLOVJNRtR60xbB8HbZzWKXt9n8TaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Enchanters and Research (Bersker Str)","postDate":"927508236","msgId":410,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4yNS40MTAuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":380,"nextInTopic":414,"prevInTime":409,"nextInTime":411,"topicId":315,"numMessagesInTopic":19,"msgSnippet":"I reached lv 12 but sadly fell back to level 11 and there I stayed. I m no longer playing it because the grad student that was running it finished his Comp Sci","messageBody":"<div id=\"ygrps-yiv-793551608\">I reached lv 12 but sadly fell back to level 11 and there I stayed. I&#39;m no longer playing it because the grad student that was running it finished his Comp Sci Doctorate and the system resources were realocated. People spent months at one level in that game and it never got boring. Fun is not always measured in plat and exp. My Diablo hack analogy was just pointing out the fact that some people will take the easy way out and try to bypass the game design taking away from everyone elses enjoyment. If it did take you 20 years to reach lv 50 wouldn&#39;t you be a little pissed if I started a char tomorrow and was right up there with you in a couple weeks because I found a bug or made a hack that let me kill lev 40 mobs from the start? The level 15 in one game is the level 50 in another. That is just a matter of scale. My point was that this should be an achievement not just a recipie that you follow. I can play Blackjack and win 46% of the time consistantly by following a few basic rules<br/>\n(don&#39;t hit on a 12 if the dealer has 6 showing ect.) but I&#39;d much rather play poker with a win percentage down around 20 or so and have every hand an adventure. It means more to do well in poker than it does to do well in blackjack just like it means more to be high level with a legit char then it does a hacked char. You are correct in your statement &quot;High lvls are there to be concquered&quot; but let us not cheapen the acomplishment by getting there to easily. By definition any mark of excelence is not easily come by.<br/>\n<br/>\nTony<br/>\nP.S.  I&#39;ve enjoyed this mailing list and have seen some interesting topics bounced back and forth here. I don&#39;t think this is the proper place to flame but at the same time I don&#39;t mind going off topic once in a while. There are researching issues to discuss but at the same time there are gameing issues to discuss. For example this discussion I&#39;m replying to is off topic but if the casting classes were made more powerful (perhaps by allowing cross class casting) then this would fit more into the topic. I don&#39;t think we have a problem with people being on or off topic so much as multiple people replying to the same post saying basically the same thing. since I only read these every other day or so I wait untill I read all of the new ones before I post any replies because more like than no tsomeone has already answered the question at hand. By trimming obsolete replies and not duplicating anything we can make this a valuable gaming resource. thank you for you time and consideration.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;   Not everybody wants to spend 20 years(REAL LIFE) on a game to advance to lvl 30.High lvls are there to be concquered, not to ber stared and drooled at (what lvl were you eventually in that MUD?And why arent you still playing it?).Dont forget that there will be expansion which will increase lvl limit..Anyways if you say that lvling is so easy, then may I ask what lvl are you?And I dont get what Diablo hacking has to do whith high lvls?You say that thoseDiablo cheats are the fastest lvlers is EQ?Man, yer talking BS, most of those Diablo cheats played their chars only to lvl 20 and then started cheating.And the fact that 6 lvl 20 chars killed ONE lvl high MOB is normal,why in hell we have parties.Anyways the necromances arent that great, they may well do agaisnt few high lvl creatures, but when necro gets attacked by swarm of low lvl creatures, hes fucked up.And the fact that you wont get much exp or loot from killing those SGs.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Give back to your community through &quot;Grow to Give.&quot;<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ONElist.com\">http://www.ONElist.com</a><br/>\n&gt; See homepage for details.<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; This list is intended for the trade of Spell components for spell research.  Please keep the emails on topic. </span></blockquote></div>","specialLinks":[]}}