{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Weeze","from":"&quot;Weeze&quot; &lt;weeze@...","replyTo":"LIST","senderId":"gduixo1ToeZdvmq6aN5RR7hPYOQWF3k-ne0FbdOd9EF-dyoOGh3Nd7sWd8mA3NlfIc0o9mMvsoavffERC8NzIqfQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"(no subject)","postDate":"927518552","msgId":424,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4yNi40MjQuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":423,"nextInTime":425,"topicId":424,"numMessagesInTopic":1,"msgSnippet":"I am sure you all have seen the list of spells.  But I really wanted to make so comments. This is an enchanters take on the changes. - Players will no longer","messageBody":"<div id=\"ygrps-yiv-835850471\">I am sure you all have seen the list of spells.  But I really wanted to make so comments. <br/>\nThis is an enchanters take on the changes.<br/>\n<br/>\n- Players will no longer crash when an extremely long group message is received.<br/>\n<br/>\nPreventing the from crashing is always a good thing. <br/>\n<br/>\n- Added the ability to pull one item &quot;charge&quot; from a stack by holding down the &quot;Control&quot; key when left-clicking on the stack.<br/>\n<br/>\nFor anyone who has ever tried to advance in a trade skill this is a welcomed change.<br/>\n<br/>\n- After casting a spell at an NPC, if the target were lost before the spell made contact, the caster would crash.<br/>\n<br/>\nThis is a declaritive statement.  Did they fix it or are they just acknowleding it?<br/>\n<br/>\n- The &quot;/ignore&quot; command will now ignore emotes also.<br/>\n- The chat command &quot;/e&quot; will trigger &quot;/emote&quot; instead of exiting to the character selection screen.<br/>\n<br/>\nCan&#39;t argue with change for the better.<br/>\n<br/>\n- We have added new sound tracks to the Planes, Crushbone, Guk, Mistmoore, Steamfont, and the Estate of Un<br/>\n<br/>\nI would rather have the bug worked on over the soundtracks but that is just my own opinion.<br/>\n<br/>\n- We have reduced the amount of experience lost when dying by 50%.<br/>\n<br/>\nThis would have helped me 2 weeks ago when I hit level 14, 13 different times.  Probably my favorite of the non enchanter changes.<br/>\n<br/>\n- A number of new quests have been added to various zones.<br/>\n<br/>\nBut the question is do they actually work?<br/>\n<br/>\n- Magician pets (elemental) will now cast minor spells (to make up for their lack of kick)<br/>\n- New Magician spells on vendors and some Magician spells have moved to different vendors<br/>\n- New Magician weapons for Summon Fang & Spear of Warding & Dagger of Symbols<br/>\n<br/>\nI don&#39;t play an enchanter but I am sure that they will like this.<br/>\n<br/>\n- New enchanter whirl spell (check the vendors)<br/>\n<br/>\nDoes anyone know what level this is for?<br/>\n<br/>\n- Whirl now works on MOBS better than it did on the last patch.<br/>\n- The saving throw against Memory Blur and Atone was reduced (harder to save against) from the last patch.<br/>\n<br/>\nTHEY LISTENED!  I am suprised.  Although they didn&#39;t put it back to where it was, I am happy.  Really it could be a sham, the change could be only one percentage point of resist and it would still be true.  BUT they did listen to us and made an attempt to apiece us.<br/>\n<br/>\n- AC added to the Rune Series (Enchanter)<br/>\n<br/>\nDon&#39;t have it yet but at least it isn&#39;t a downgrade.<br/>\n<br/>\n- Alliance series works better (Enchanter)<br/>\n- Enchanter Attack Speed spells now have longer durations (Quickness, Alacrity, etc.) <br/>\n- Tashan (the entire Enchanter series) is now quicker to cast, costs less mana, and is harder to save against.<br/>\n<br/>\nWhat took so long?  These should not have been patches after the game was released.  Tashan has always been pretty useless along with Alliance.  And I told that the speed spells weren&#39;t worth the mana for what you got.<br/>\n<br/>\n- New bard songs have been added to the vendors<br/>\n- Paladins lose the spell Bravery, and gain the spell Valor<br/>\n- ShadowKnights and Necromancers gain the Word of Spirit spell (replacing Word of Shadow for the ShadowKnight)<br/>\n- ShadowKnights lose Haunting Corpse and gain Summon Dead<br/>\n- Necromancers and ShadowKnights get a new spell - Shadow Vortex.<br/>\n- ShadowKnights lose Intensify Death (replaced by Shadow Vortex)<br/>\n- Rangers lose Shield of Barbs and gain Shield of Brambles<br/>\n<br/>\nGood for them....  =)<br/>\n<br/>\n- Shorter stun effects will no longer remove longer stun effects (Bash won&#39;t get rid of whirl, for example)<br/>\n<br/>\nAnother example of Feedback in action.<br/>\n<br/>\n- Spell components are now stackable<br/>\n<br/>\nAgain what took so long.  Why were they ever created not stackable?<br/>\n<br/>\nDon&#39;t let this stop any of your feedback or petitions.  Tonight send a feedback giving thanks for the improvements, but also tell them what needs to be improved.  <br/>\n------<br/>\nWhen the people we love are stolen from us, the way to have them live on is to never stop loving them.  Buildings burn, people die, but real love is forever.  -- The Crow</div>","specialLinks":[]}}