{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Justin K. Hill","from":"&quot;Justin K. Hill&quot; &lt;jkhill@...&gt;","replyTo":"LIST","senderId":"-wRdrKRJAjzp6kSqEEO3wRWQnFO5bf06Q7vfoY_aOkd3fy1aZ0Z4x9ED6PdVYbbYvtobd-NPUWQIsXUxpCBcDHbJYWmAuUm6Ex1F","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Specialization","postDate":"927946556","msgId":472,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4zMS40NzIuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":462,"nextInTopic":477,"prevInTime":471,"nextInTime":473,"topicId":462,"numMessagesInTopic":10,"msgSnippet":"I feel your pain... I spend half of my time just trying to find a group.  And when I do find a group I can t really be in a big one unless I m toward the","messageBody":"<div id=\"ygrps-yiv-1789635129\">I feel your pain... I spend half of my time just trying to find a group.  And when I do find a group I can&#39;t really be in a big one unless I&#39;m toward the highest level in that group.  Reason being is that when you get in a group of let&#39;s say 6, and<br/>\nyou are around the middle.  We&#39;ll use a group of 16 to 21st levels and you are 17th level.  Well, for your group to get a decent amount of XP they have to fight decently hard mobs.  Say they choose 22nd level mobs because of the difficulty/XP gain<br/>\nis well balanced for that party.  Well, your 17th wizard will get resisted fully often and the damage will be weak when it does work.  Not to mention the fact that your best direct damage spell does 6-104 and will often only be doing 6.  This is<br/>\nactually a situation I was in a couple of days ago and was asked to leave the party due to the fact that I wasn&#39;t contributing.  I understood, but thought the fact that the necro was able to damage the mobs with spells and pet was a little unfair<br/>\nwhen he was 16th.  The magician that was with us was the same level as I was, 17th, and he was having trouble casting as well; but the pet was still doing good damage.  The conclusion that I&#39;ve come to for the best grouping is getting you a good<br/>\nfighter, a healer, and yourself; and even throw in a necro if you like.  Just try to make sure you are in the upper levels of the groups range and try to fight stuff that is yellow to the highest person.  Then you don&#39;t seem to have many problems<br/>\nand you are being useful to your group.  If any of you need a wizard I&#39;m a lvl 18 Wizard on Fennin Ro named Xellen.  I&#39;d be more than happy to group up with you.<br/>\n<br/>\n                Xellen<br/>\n<br/>\nP.S.- Sorry about the response being off topic, but just had to throw in my two cents...<br/>\n<br/>\n<br/>\nRobin McCaig wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Robin McCaig&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:twister@...\">twister@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I hear that when Specialization come in that we will be able to cast the<br/>\n&gt; spell using less mana depending on what we are specializing in. That being<br/>\n&gt; the case, If we specialize in a certain area such as conjuration, will we<br/>\n&gt; get new spells such as summon food and water, etc.  If they decide to let us<br/>\n&gt; have hybrid spells from other races, it seems to me like they should limit<br/>\n&gt; the spells the wizard gets depending on which area of specialization he is<br/>\n&gt; in.  If I wated to get SoW for example, I would have to train in the<br/>\n&gt; specialization spell trait that is used when SoW is cast (alteration,<br/>\n&gt; divination, etc.). This would allow us to get hybrid spells without making<br/>\n&gt; us too powerful, and allow the wizard player to be able to be a more well<br/>\n&gt; rounded profession rather than being so dependant on others to buff and<br/>\n&gt; group with.  I don&#39;t know about you, but there are times when I am playing<br/>\n&gt; and no one is online who wants to group with me.  This can be frustrating<br/>\n&gt; cause we are not good at melee.<br/>\n&gt;<br/>\n&gt; Just my two cents worth. </span></blockquote></div>","specialLinks":[]}}