{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robert Ricardo","from":"Robert Ricardo &lt;rricardo@...","replyTo":"LIST","senderId":"tOR5A3fPvBOujHs7ya3hpRJ_OzMGyk5-7lxiDrqMFtGv0PdxYVrkBh3bAVF9yDUb5JPAJkocaSHXukTmGxgABOCzS_Egm5qWvrQUX7at4n4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Wiz Research Rant from Hell (long Message)","postDate":"928236433","msgId":496,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi4zMy40OTYuOTU5Mjg2OTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":495,"nextInTopic":0,"prevInTime":495,"nextInTime":497,"topicId":495,"numMessagesInTopic":2,"msgSnippet":"Well for starters the first book is in Old Erudian and the second book is in Elder Teir Dial which is trained under the lang Kobold at your guild. Once you","messageBody":"<div id=\"ygrps-yiv-1174953441\">Well for starters the first book is in Old Erudian and the second book is in Elder Teir&#39;Dial which is trained under the lang Kobold at your guild. Once you train Kobold once you will get a message that you have learned the basics of Elder<br/>\nTier&#39;Dial.  Also if you buy the book of languages in Aka&#39;non it explains which languages are used for research.<br/>\n<br/>\nBrent Schaffrick wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Brent Schaffrick&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:brent217@...\">brent217@...</a>&gt;<br/>\n&gt;<br/>\n&gt; This is a copy of the last week&#39;s worth of postings I have done to several<br/>\n&gt; sites on wizard research.  Wizards and others may find this info useful.<br/>\n&gt;<br/>\n&gt; I have researched a few spells, and wasted LOTS of runes trying to research<br/>\n&gt; others. I have found many bugs along<br/>\n&gt; the way, far too many to bug individually in the game, so I am posting them<br/>\n&gt; on the web so other players can see,<br/>\n&gt; and I think Verant employees read most of the major sites too. First, I<br/>\n&gt; successfully researched Project Lightning<br/>\n&gt; using a rune of Periphery and a Rune of Fulgeration. Then I scribed it into<br/>\n&gt; my spellbook. Then I used the same two<br/>\n&gt; runes and tried again. &quot;These items do not combine in these quantities&quot; WTF?<br/>\n&gt; Very odd, since I did it once<br/>\n&gt; already... So I tried again cause I thought I may have got the combo wrong<br/>\n&gt; from lack of sleep or something. Same<br/>\n&gt; message. I bugged it and waited till latest patch, then tried a third time.<br/>\n&gt; Same message... Oh well, at least I have<br/>\n&gt; this nice useless spell in my book. I successfull did a few copies of Pillar<br/>\n&gt; of Fire, and about 3 copies of Identify,<br/>\n&gt; only forgetting once that spells are LORE ITEMs and the new one disappears<br/>\n&gt; if you are still holding the first one...<br/>\n&gt; Doh!<br/>\n&gt; I tried to research Fire Spiral of Al&#39;Kabor with Nagafen and Al&#39;Kabor<br/>\n&gt; runes... &quot;These items do not combine...&quot;<br/>\n&gt; WTF? Checked book, checked level... Yep, book says that, and I am level 20,<br/>\n&gt; tried again, runes gone again.<br/>\n&gt; Tried many different combinations that gave me the &quot;these items...&quot; message,<br/>\n&gt; including:<br/>\n&gt; 1. Periphery and<br/>\n&gt; Proximity<br/>\n&gt; 2. Periphery and Fulguration<br/>\n&gt; 3. Al&#39;Kabor and Fulguration,<br/>\n&gt; 4. Proximity and Fulguration.<br/>\n&gt; None of these combined in usefull quantities... Ouch! my poor bank account<br/>\n&gt; is looking pretty bare...<br/>\n&gt; Next research bug... I am a Teir&#39;Dal and I started the game with Elder<br/>\n&gt; Elvish at Average. There it has stayed. I am<br/>\n&gt; excellent in every other language known to children of Order, and I know a<br/>\n&gt; smattering of others. I have bugged this<br/>\n&gt; four times so far, but still cannot read the second book properly. (Nimis<br/>\n&gt; twiddles his thumbs)<br/>\n&gt; Next problem is with my research skill. How the hell does it go up? At level<br/>\n&gt; 16 I trained 1 point, then message<br/>\n&gt; says I have to train in field. Ok, all the runes I blew at level 16 didn&#39;t<br/>\n&gt; raise my skill a bloody point. At level 18, I went<br/>\n&gt; back to trainer, and trainer told me I could not put in any points, had to<br/>\n&gt; learn in the field. What a jerk. At level 20 I<br/>\n&gt; played with more runes, and my skill went up almost 4 times in a row, to 20<br/>\n&gt; points. WAHOO!! Then I went back to<br/>\n&gt; trainer, and she let me put in another 5 points as skill practice, before<br/>\n&gt; telling me I need to go back to field. Anyone<br/>\n&gt; know how this is supposed to work? Why the wierd combination? I can normally<br/>\n&gt; work this stuff out on my own, but<br/>\n&gt; I dont see the pattern here.<br/>\n&gt; Anyone with solutions to my wiz research problems, please post. Thanks,<br/>\n&gt; Nimis of The Rathe<br/>\n&gt;<br/>\n&gt; Added a few days Later:<br/>\n&gt;<br/>\n&gt; You start by putting one point into research at level 16, this gives you<br/>\n&gt; base 16 skill. At level 20, my skill went up to<br/>\n&gt; 25. I have read several other people that said they were able to gain a<br/>\n&gt; point or two of skill at every level. There<br/>\n&gt; must be something else I do not see...<br/>\n&gt; Besides, there are only a few more circles: 24, 29, 34, 39, 44, 49. Lets<br/>\n&gt; see, that is 6. 255 minus current 25 is<br/>\n&gt; 230. 230/6 is 38.33. Will I be able to raise my skill 38 points at level 24?<br/>\n&gt; Unlikely... What if the skill gain pattern is<br/>\n&gt; cumulative? Went up 10 points at 20, say 20 at 24, 30 at 29, 40 at 34, 50 at<br/>\n&gt; 39, 60 at 44, and the last 55 at 49?<br/>\n&gt; This sounds plausible... Any other high level wizards wat to add? Feel free<br/>\n&gt; to jump in at any time... Or the skill may<br/>\n&gt; cap at 100, and not go higher. Then if we did 10 at every circle we would be<br/>\n&gt; up to 85 by level 49. Hmm... also<br/>\n&gt; plausible, cap us there so that research still fails quite a bit... I could<br/>\n&gt; see this happening, so no wizard becomes a<br/>\n&gt; master researcher and helps everyone on the server...<br/>\n&gt; Well, that&#39;s my thoughts on the subject today, anyone with knowledge feel<br/>\n&gt; free to correct me. Please ;)<br/>\n&gt; Nimis of The Rathe<br/>\n&gt;<br/>\n&gt; Add even Later:<br/>\n&gt;<br/>\n&gt; Well, after two weeks of almost daily bug reports on the language cap, it<br/>\n&gt; has been fixed, so I am now excellent in<br/>\n&gt; Elder Elvish. Yehaa, woup de do... In other news, I reached level 21, and,<br/>\n&gt; with my research skill at 25 received my first &quot;that<br/>\n&gt; item is trivial for someone of your skill to make&quot; message when I tried to<br/>\n&gt; do level 16 spells. Dammit!! I had<br/>\n&gt; purchased two backpacks full of the stupid runes too... Oh well, I guess now<br/>\n&gt; I only buy level 20+ runes... I raised<br/>\n&gt; my skill in research by one point by doing a level 20 spell, then I went to<br/>\n&gt; my master and bought another 4 points.<br/>\n&gt; So far it seems as if I can buy 4 points at avery level, and these are on<br/>\n&gt; top of any points I am able to get by raising<br/>\n&gt; skill in the field. I have been unable to find any enchanters that want to<br/>\n&gt; trade runs for the backpack of pages I have,<br/>\n&gt; so I will be selling them soon if nobody wants them... most of my pages are<br/>\n&gt; the tsarins level 16 and 20 spells, and<br/>\n&gt; I play on the Rathe... I want to trade for runes or sell them for 3pp each.<br/>\n&gt; More news when i know more....<br/>\n&gt; Nimis<br/>\n&gt;<br/>\n&gt; ______________________________________________________<br/>\n&gt; Get Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; ONElist:  where the world talks!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Join a new list today.<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; This list is intended for the trade of Spell components for spell research.  Please keep the emails on topic.  Offensive remarks will not be tolerated, no warnings.  Apologies will be considered, but repeat offenders will be banned permanently. </span></blockquote></div>","specialLinks":[]}}