{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Gryphon nolastname","from":"&quot;Gryphon nolastname&quot; &lt;gryphon114@...","replyTo":"LIST","senderId":"KtsVStxmastREYKkt1HHdIQ6_rgRGaMws_bQHF8XR8RDZVgqYxQa5QM1-MxagW-xEuUVPXsQGFK0TXu6SSTSXKFNPxx4ppJi2qmH6WSxQw4SkQbN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 82","postDate":"936994362","msgId":725,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NzUwNi44My43MjUuOTU5Mjg2OTExQGVHcm91cHMuY29tPg=="},"prevInTopic":723,"nextInTopic":0,"prevInTime":724,"nextInTime":726,"topicId":723,"numMessagesInTopic":2,"msgSnippet":"Funny story here...I spent quite a few levels in MM and never found a single spell component.  I guess when they made the zone, they forgot to program the mobs","messageBody":"<div id=\"ygrps-yiv-1090193551\">Funny story here...I spent quite a few levels in MM and never found a single <br/>\nspell component.  I guess when they made the zone, they forgot to program <br/>\nthe mobs to randomely drop spell components.  Head to just about any other <br/>\nzone and kill level 24 + level mobs.  *Any* mob that is 24 to 28 has a <br/>\nchance to drop level 24 runes, you just have to keep killing them and hope <br/>\nyou get lucky.  If you are looking for a particular rune, I suggest that you <br/>\nhead to a dungeon and every so often /auction that you are buying that rune. <br/>\n  The exception here is MM, don&#39;t go there for any spell components &lt;G&gt;.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Im looking for mobs wich drop a 24 lv runes i have pased all mistmore lake<br/>\n&gt;and graveyard but i dont find ONE ..rune anyone know what mobs drop runes<br/>\n&gt;easy and wich zone i will go there at last to buy some?<br/>\n<br/>\n </span></blockquote>1: that would be my guess.<br/>\n<br/>\n3: I&#39;m not certain, but I believe this is for enchanters.  They put the <br/>\nfaded page into their research book all by it self and click combine, then <br/>\nthey get a normal page back out that they can use for spells.  Or they fail <br/>\ntheir research check and get &#39;your skills are not sufficient...&#39; message.<br/>\n<br/>\n4:  Azia and Beza (I think)  What happened here is when the big Z made the <br/>\nspell researches, he forgot what words he used and accidently named the <br/>\nwords he used for different spells the same name.  Later when he realized he <br/>\nscrewed up (read: got hundreds of email for irate players like myself <br/>\nbitching at him), he decided just to add the &#39;Azia&#39; for the lower level <br/>\nspell and &#39;beza&#39; for the higher one so you could tell the difference.  A lot <br/>\nof people thought the spell in the book was wrong because they got the <br/>\nmessage, &#39;these items do not combine...&#39;, even when they put the correct <br/>\nwords in.  The problem was that they were using the word from the wrong <br/>\nspell, even though they had the same name.  Hence the addition of the &#39;azia <br/>\nand &#39;beza&#39; identifiers.<br/>\n<br/>\nTo answer you question after that rambling diatribe:  I think that the Azia <br/>\nis for the lower level spell and the Beza is for higher...if you buy the <br/>\nresearch book, or get an updated spell list from the web, It should tell you <br/>\nfor sure though.<br/>\n<br/>\nMa`ar, Innoruuk<br/>\n<br/>\n&quot;Hard work pays off later, Laziness pays off now&quot;<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;I have some questions about some words if any of you know the answers.<br/>\n&gt;<br/>\n&gt;1.  I have about 7 words of Dominion but one of them won&#39;t stack with the<br/>\n&gt;rest?  Is this bug from a word from before the stacking patch or is there<br/>\n&gt;some other use for a non stacking word?<br/>\n&gt;<br/>\n&gt;2. I have Words of Pacification and Words of Derivation.  Can someone tell<br/>\n&gt;me what spells these are for?  I looked all over a few sites that have<br/>\n&gt;research info and couldn&#39;t find either of these words listed.<br/>\n&gt;<br/>\n&gt;3.  I have a Velishouls Tome Faded Page but it dosen&#39;t have a page number<br/>\n&gt;associated with it.  I noticed on the lists that there are 2 versions of<br/>\n&gt;Faded pages for Velishouls Tome.  One a page 16 and one a page 108.  Does<br/>\n&gt;anyone know which version of the Faded page I have if it has no page <br/>\n&gt;number?<br/>\n&gt;<br/>\n&gt;4.  I have Words of the Sentient but there appear to be two different types<br/>\n&gt;one says &quot;A.... the other B....   (I put dots in to signifify that I can&#39;t<br/>\n&gt;remember the rest of the word.  But these A and B words are in parenthesies<br/>\n&gt;after the name of the Page.  Any clue what each is for?  I know Words of<br/>\n&gt;the Sentient are used for the Necro spell Restless Bones and Intensify<br/>\n&gt;Death.  I assume one type is for each spell.  Can someone tell me which is<br/>\n&gt;which?<br/>\n&gt;<br/>\n&gt;Its amazing the stuff you find when you start sorting all your junk in the<br/>\n&gt;bank :)<br/>\n&gt;<br/>\n&gt;Lomack, Knight Defender of the BCK<br/>\n&gt;Master of Recruiting<br/>\n&gt;www.bck.org<br/>\n&gt;&quot;The Crimson Knights&quot;<br/>\n&gt;Fennin Ro<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}