<html>

<head><title>ＦＲＥＥ ＴＡＬＫ</title></head>
<BODY BGCOLOR="#000000" TEXT="#FFFFFF" LINK="#DD0000" VLINK="#BBAA33">

<font size=5><b>ＦＲＥＥ ＴＡＬＫ</b></font>　最大200件（古い発言から消えていきます）　来場者：7920人（延べ人数）<br>
<hr>
<form method="post" action="bbs2.cgi">
<input type="hidden" name="ope" value="write">
<input type="text" name="name" value="" size="30">＜名前<br>
<input type="text" name="adrs" value="" size="50">＜メールアドレスまたはホームページのＵＲＬアドレス（省略可）<br>
<textarea name="msg" rows="3" cols="80"></textarea>＜内容(HTMLも使えます)<br>
<input type=submit value="書込み／表示更新(リロード)">
<INPUT TYPE="reset" VALUE="リセット">
　　<input type="text" name="disp" value="30" size="4">＜表示する発言数<br>　
内容の欄に何も書かずにボタンを押すと表示更新(リロード)だけ行います。<br>
</form>
<form method="post" action="bbs2.cgi">
<input type="hidden" name="ope" value="rom">
<input type="hidden" name="disp" value="30">
<input type="hidden" name="name" value="">
<input type="hidden" name="adrs" value="">
<input type=submit value="ＲＯＭモード">
</form>

<hr><b><font size=+2><a href="mailto:pzkw5g@tiger.interq.ne.jp">竈猫</a></font></b>　書き込み日：5月23日（日）13時13分23秒<br>
情報求む<br>
　ええと、第二次大戦中の東部戦線での写真なんですが、あの「福」ティーガーの情報を<br>
集めています。もしご存知の方いらっしゃったら情報をお寄せ下さい。お願いします
<hr><b><font size=+2><a href="mailto:no1hira@po.cnet-ta.ne.jp">只者</a></font></b>　書き込み日：1月25日（月）00時37分37秒<br>
御存知かもしれませんが、よぉやっとWinが正常に動くよぉになりました。<br>
これでバリバリげぇむ…、ダメなんですねぇ。<br>
G4の発売が近いから銭使えんです。<br>
別にMacで何をってのは“ま
<hr><b><font size=+2><a href="http://www.lares.dti.ne.jp/~ohya/">SoH</a></font></b>　書き込み日：1月11日（月）03時41分36秒<br>
逆探知成功。<br>
<br>
そんだけ<br>

<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：1月8日（金）17時29分54秒<br>
最近、仕事が忙しくて中々ゲーム出来ないですね。<br>
とりあえず、ＣＣ３が出るまでお休みかな。<br>

<hr><font size=+2 color="#DD0000"><b>けんこう</b></font>　書き込み日：12月15日（火）13時51分57秒<br>
＞夢のんさん<br>
こちらでは、はじめまして～。<br>
101で何故か177を連想する脳みそ腐ったオイラ（^^；<br>
非合法手段で手に入れた発売禁止ゲーム（エロ）全然やってないな、最近。<br>
一つもクリアーしてないからやらなきゃいかんのに、ADVだから暇が無い……<br>
<br>
ところで何時、夢創人さんから夢のんさんに変わったんですか？<br>
10月の西日本OFFであゆたん隊長がやたらと<br>
「カリウスさんって、夢のんさんに似てない？」<br>
と言ってたのが印象に残ってます。
<hr><b><font size=+2><a href="mailto:with5@valley.ne.jp">葉月　神無</a></font></b>　書き込み日：12月14日（月）17時01分38秒<br>
足跡です！アニコンの、日ですぅ。
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：12月13日（日）01時22分58秒<br>
K6-2、オーダーしちまいましたぁ。<br>
とぉとぉ、いや、やっと。これで思う存分SLGできるぅ～っ！<br>
ただし正月休み前に届けば、ですな。Winいぢった事もないのに、いきなりゲーム専用機。（笑）
<hr><b><font size=+2><a href="mailto:i9512051@st.t-kougei.ac.jp">岩</a></font></b>　書き込み日：11月26日（木）16時57分58秒<br>
はじめまして。岩と申します。<br>
私のwebページの紹介に参りました。<br>
タイトルは『百奇夜行』です。<br>
現代ホラー小説、リレー小説を応募・掲載しています。<br>
ぜひ一度、足を運んでみてください。<br>
では。<br>
<a href="http://www.geocities.co.jp/Playtown-Denei/4523/">http://www.geocities.co.jp/Playtown-Denei/4523/</a>
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：11月20日（金）11時33分24秒<br>
どーも、久しぶりです。<br>
<br>
さいきん、ＨＰの更新ぜんぜんやってないのも手伝ってか、誰も来ませんねえ。<br>
小説も全然書いてないし。<br>
いっそのこと、ゲームページかＤＯＳ／Ｖのハードページあたりにしたほうがいいのかも。<br>
一応、仕事がらＤＯＳ／Ｖのハードはコンスタントにいじってますから（＾＾）<br>
<br>
さて、１０１ですがＮＩＦでも話題になっていますね。<br>
他には、ＳｏｌｄｉｅｒＡｔＷａｒとか。<br>
まあ、ＰＬ的なゲームですね。<br>
<br>
いよいよ、来年の春にはＣＣ３が発売になるみたいです。<br>
今回は大幅パワーアップではまること請け合いです。<br>
<br>
とくに、部隊の所有兵器を編成できる機能や、車両や火砲の鹵獲システムの追加は、<br>
現実のドイツ軍してて良い感じです。<br>
ラッチブムとか、Ｔ３４とか欲しいですねえ。（＾＾）<br>

<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：11月20日（金）01時51分03秒<br>
どぉもぉ、御無沙汰でしたぁ。つーか…、人がいてへん。(^-^;;<br>
DOS/V購入計画が復活しました。いやもぉ最近はハードが安いですなぁ。<br>
下調べを兼ねてアキバを探索してたら「101」ゆーソフトを見つけました。<br>
輸入版ですが、よさげです。<br>
DOS/V購入の暁にはゲェムを大量に…、いや、しばらく厳選するかな。<br>
その前に資金が枯渇するか。（爆）
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：9月30日（水）00時12分47秒<br>
久しぶりですな。<br>
<br>
最近は仕事の方が忙しくて、余計な趣味の文章を書く暇があったら、企画書を書けって<br>
感じですわ。（＾＾；；<br>
しかし、あちらはいいですね。頻繁に秀逸なSLGがリリースされていますから。<br>
それに引き替え日本の寒いこと。<br>
<br>
CCは面白いですよ。「遠すぎた橋」ではシステムが非常によくなっています。<br>
次作の東部戦線ものを期待させてくれますね。<br>
ロドリゲスでは全然話題に上らないのが不思議です。（＾＾；<br>
<br>

<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：9月29日（火）01時15分59秒<br>
二号作戦計画が動き始めました。今度は参加できませんかねぇ？<br>
欧州戦史は読んでません。(^-^;;<br>
いやぁ、しばらく鈍色にドップリでしたし。<br>
冬に「空母戦記」がPSで出るようです。どんなんでしょ？<br>
あとWinで「Europian　Air　War」なんてのをMookで見ました。欲しい…。（またかい）<br>
やはりWinはいーですねぇ。<br>
アキバだと輸入ゲー入荷状況が判らないっす。つーか、行く暇がねいです。(T_T)<br>
見つけたら「即買い」は怖いし…。<br>
CC、こないだ行った時は気付かなかったなぁ。次回また探すか…。
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：9月2日（水）17時28分07秒<br>
やは、ご心配掛けて申し訳無い。<br>
なんか、ＥＢウィルス感染症とかいう珍しい肝臓の病気に掛かって8月は死んでました。<br>
まだ、完治はしてませんが、最近は結構マシなので安心です。<br>
<br>
さてさて、レスが随分と遅れてしまいましたが。<br>
イーストフロント買いましたか？<br>
なんか画面写真はよさげですが、なんなくＰＧ系っぽいですね。<br>
<br>
欧州戦史は未だ買ってないです。早くゲットしなければ（＾＾）<br>
<br>
ＣＣですが、マイクロソフトのクローズコンバットの事ですよ。<br>
さいきんは、これの「遠すぎた橋」ばっかりやってます。<br>
ちなみに、通信対戦も出来ますので、結構燃えますよ（＾＾）<br>
こいつは、分隊戦闘物で、プレーヤーは中隊長～大隊長クラスですね。<br>
使えるユニットは各種歩兵分隊と、中迫迄に各種装甲車両です。<br>
やたらとリアルで、はっきりいうと難しいです。<br>
お勧めですよ。ＭＡＣ版も有るし。
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：8月30日（日）01時01分30秒<br>
CCとはとは？なんだらう？<br>
流れてしまったのかな？(^-^;;
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：8月20日（木）23時59分20秒<br>
第２次大戦欧州戦史シリーズVOL.6買いました。<br>
やっぱ海軍っす。<br>
<br>
近頃見掛けませんが、御多忙ですか？体壊さんよーに。
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：8月8日（土）01時25分29秒<br>
なんちゅー…。<br>
イーストフロントのページ書込んであったのにぃ。(T_T)<br>
輸入版だとPKもあるんですよね、これが。アキバで買おーか迷ってしまいましたよ。<br>
1ユニットで1小隊って扱いみたいです。<br>
自分でURL探してくらはい、罰です。(^o^)
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：8月6日（木）18時44分09秒<br>
ＷＷＡですか？<br>
やってないですねー。（＾＾；<br>
最近、ほんとＰＬばっかなんで。<br>
いま、データいじってランボーやってます。（一人のスーパーマンでどこまで行けるか）<br>
<br>
イーストフロントはどうなんでしょうね。（＾＾）
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：7月30日（木）00時14分12秒<br>
千年、やってますか？やってないか…。<br>
忙しーのかなぁ？<br>
イーストフロントのHP見つけました。本部に書込んであります。<br>
アレって日本語版ないんでしょーかねぇ？つーても未だにMacだけだし。（笑）
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：7月2日（木）17時19分59秒<br>
＞朝妻さん<br>
いらっしゃいませ。<br>
どうもありがとう御座います。<br>
<br>
プロデューサはプロデューサでもエロゲメーカーのプロデューサーですから、<br>
中々にコンシューマ等で活躍されている方とはお話できないかと。（＾＾；<br>
<br>
監督職の人間は、やはり心労が重なりますね。特に人間関係の。<br>
みな、人間の出来ている常識人ばかりだと良いんですが、中々<br>
そういう人ばかりでもないですからね。＞ゲーム開発者<br>
<br>
精神的に余裕が出来るようになったら、また小説書くと思いますので、<br>
また、読んでくださいね。（＾＾；
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：7月2日（木）17時15分15秒<br>
SLG開発の話は度々出ているんですけどね。<br>
結局、それなりの期間先行投資して持つだけの体力、あとスタッフが揃わないと、<br>
難しいのが現状です。<br>
実際、プラトーンリーダーが出る1年前くらいに、あんな感じの分隊戦闘物の<br>
企画も出てたんですが、人員的に開発不能ということで、諦めました。<br>
それなりに思い入れのあるスタッフを集めて、開発しないと、企画だけ出来ても<br>
良いのが開発できないと思いますしね。<br>
実際のところ、うちの会社ってエロゲーメーカーですから、スタッフ的に、<br>
望むべくも無いわけですよ。<br>
でも、そのうち体力が付いてきたらやるかもしれませんけどね。（＾＾；<br>

<hr><font size=+2 color="#DD0000"><b>朝妻天</b></font>　書き込み日：7月1日（水）10時11分35秒<br>
　夢のんさん昨晩はどうもー。朝妻です。公言通り朝になってきてみました（笑）。<br>
　シンプルなwebデザインで、軽くて見やすくて、大変良いwebですねぇ～。小説<br>
の方も堪能させていただきました。<br>
<br>
　ところでゆめのんさんはゲームメーカーのプロデューサーさんでいらっしゃる<br>
んですね？大変なお仕事だと拝見しております。ゆめのんさんの会社のwebにも<br>
行ってみようかと思ってます。<br>
　私のサイトに来て下さってる方でゲームメーカーのプロデューサーさんな方が<br>
もう一人いましてね。たまにうちのwebチャットに来て下さるんですよー(^-^<br>
<br>
　では、また拝見しにきますー(^0^
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：6月29日（月）03時29分18秒<br>
避難民さんに会って思ったんですけど、やっぱSLGに対する思い入れのある人達がSLGを作るのがいーですよね。<br>
そこで更に飛躍して思ったんですけど、ここは一番、夢のんさんとこでも是非。m(_)m<br>
戦史、戦術、SLGに詳しい人に正統派SLGを作っていただきたい。ダメですか？<br>
誰か企画しませんかねぇ？お願いしますよぅ～。
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：6月26日（金）02時06分24秒<br>
久々に覗いてみたら、最後の書き込みは一月前でっか？う～ん…。<br>
モニター治ったんですけど軍資金を削られて。（泣）<br>
まぁ、G3やめてG4購入計画に移行したんで時間はあるんですけどね。<br>
AD98他Winゲーは来年までオアズケですねぇ。<br>
いっそMacに移植してくれると有り難いが…。
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：5月28日（木）17時56分35秒<br>
やっとこさ、ウラルマップ終了しました。<br>
その次のブラウ作戦は結構簡単で、あっという間に終わり、ウラルの長さが嘘のようです。<br>
で、次はやっとこさトーチ作戦で、米軍が出てきます（＾＾；<br>
ＡＤだとここで大勝するとドイツ勝利だったんですけど、どうなるやら。<br>
しかし、粉砕した筈の英国の大部隊が居るのは興ざめだ（＾＾；
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：5月14日（木）17時14分02秒<br>
栢蔵さん５５５おめでとう御座います。<br>
最近、更新も止まってるからカウンタちっとも増えないです（＾＾；<br>
また、暇見て更新します。
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：5月14日（木）17時13分01秒<br>
連合軍は結構負けても継続的に指揮を執る場合が多いですね。<br>
同じ失敗ばかりしてるとあれですけど、負けて育てるということらしいです。<br>
当初常勝だったドイツ軍はどうなんでしょうねえ。<br>
<br>

<hr><font size=+2 color="#DD0000"><b>小人栢蔵</b></font>　書き込み日：5月12日（火）08時10分55秒<br>
五百五拾五踏みました。<br>
今後も頑張って下され。<br>
ういうい、むいむい。
<hr><font size=+2 color="#DD0000"><b>只者</b></font>　書き込み日：5月12日（火）00時06分11秒<br>
アライドジェネラルも結構なお手前です。（笑）<br>
勝てなくても次の作戦の指揮を執るんですが…。<br>
もしコレが実戦だったら絶対に更迭されてると思いますね。
<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：4月24日（金）11時02分44秒<br>
ＡＤ９８は現在のところウラルが越えられないで止まってます。<br>
ＭＤ版ＡＤもウラルマップは地獄でしたが、何回やっても辛いですね。（＾＾；<br>
特に今回は航空機主体の構成にしていたため、空港の確保が大変で頭痛いです。<br>
かといって、3号Ｊや4号F1なんかではロシア戦車には勝てませんし。<br>
しかも、今回のは野砲がやたら強いのも頭痛の種です。<br>
もう一度戦略組み直す必要が有りそうです。<br>

<hr><font size=+2 color="#DD0000"><b>夢のん</b></font>　書き込み日：4月19日（日）19時48分46秒<br>
ゲートウェイならオークションで買うのも手ですよ。<br>
なにしろ安いですから。<br>

<h5 align=right><hr>
ＣＧＩスクリプト作成・販売：コウモリ＠ＣＧＩ設計室
(<a href="mailto:minohata@ask.or.jp">Mail</a> 
<a href="http://www.ask.or.jp/~minohata/">Home</a>)
</h5>

</body></html>

