<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE> Qeynos Paw of Opolla </TITLE>
</HEAD>
<BODY BACKGROUND="../img/parch.jpg" text="#000000" bgcolor="#AAAAAA" link="Maroon" vlink="#2B1301" alink="#000000">
<div align="center"><i><font size="+3">Beschreibung:</font></i></div><br>
<IFRAME WIDTH=468 HEIGHT=60 NORESIZE SCROLLING=No FRAMEBORDER=0 MARGINHEIGHT=0 MARGINWIDTH=0
SRC="http://adforce.adtech.de/?adiframe|2.0|43|27682|1|1|ADFORCE;target=new">
<script language=javascript src="http://adforce.adtech.de/?addyn|2.0|43|27682|1|1|ADFORCE;target=new;loc=700;">
</script>
<noscript>
<a href="http://adforce.adtech.de/?adlink|2.0|43|27682|1|1|ADFORCE;loc=300;" target=_new>
<img src="http://adforce.adtech.de/?adserv|2.0|43|27682|1|1|ADFORCE;loc=300;" border=0 width=468 height=60></a>
</noscript>
</IFRAME>
<div align="center"><i>Qeynos Paw of Opolla</i></div><br>
<table>
<tr>
	<td><img src="../img/spacie.gif" width=30 height=1 border=0 alt=""></td>
	<td>Dies Quest startet in der Taverne Fish's Ale in S&uuml;d Qeynos. An der Bar steht ein Mann namens Micc Koter und sein Kollege. Der Kollege (Namen vergessen) erz&auml;hlt manchmal etwas &uuml;ber einen 'foolisch going after the Paw of Opolla'. Frag ihn danach, und er sagt du sollst dich um deinen eigenen Kram k&uuml;mmern. Frag Micc nach dem Paw of Opolla und du erf&auml;hrst, da&szlig; er einer Gnoll-'Bitch' gehoert und ein magischer Gegenstand ist. F&uuml;r einen Brandy erz&auml;hlt er mehr. Ich musste ihm 2 kaufen, um ihn zum Sprechen zu bringen.<br><br>
Micc sagt, da&szlig; jemand namens Caniel in die West-Karanas gereist ist um den Paw zu finden. Caniel steht in den West Karanas in der N&auml;he der Nord-Karanaa am Gebirge. Zwei Gnolle sind bei ihm. Er verlangt drei Edelsteine f&uuml;r Informationen (Moonstone, Bloodstone und ein 'Star Rose Quartz'). <br><br>
Er wei&szlig; zu berichten, da&szlig; als die Barbaren zum ersten mal die Blackburrow Gnolle aufgesucht haben, die Schamanin Opolla sie herzlich willkommen hie&szlig;. Zum Dank wurde der Schamanin die Hand von Gynok Molter abgehakt. Sie sprach einen Fluch aus &uuml;ber die Nachkommen der Molters. Der letzte soll unter Qeynos leben. Caniel m&ouml;chte, da&szlig; du Vin Molter findest und ihn nach dem Paw of Opolla und den Ringen fragst.<br><br>
Wenn du Vin Molter in den Aqueducts von Qeynos ausfindig gemacht hast verlangt er drei Flaschen Khalish und einmal 'rat meat pie' f&uuml;r das Paw. Er verleugnet jedes Wissen von den Ringen und sagt, da&szlig; sein Vater sie verkauft hat - er hat Odus bereist. Du bekommst das Pie in Qeynos Hills oder du t&ouml;test Vin Molter um den Paw Container zu bekommen. Dies ist noch nicht der endg&uuml;ltige Gegenstand, da es scheint man braucht die Ringe um die Magie in Kraft zu setzen. <br><br>
Es werden vier Ringe ben&ouml;tigt, die in dem Paw Container kombiniert werden m&uuml;ssen: Platin, Gold, Silber und Kupfer. Der Platinring ist definitiv bei einer Mumie in Befallen namens Gynok Moltar zu finden.<br><br>
Der Silberring ist im See in Blackburrow zu finden. Den Bronzering hat die Priesterin Mitty auf Kerra Island (ca. Level 20), Ger&uuml;chten zufolge soll sie wohl auch den Goldring hin- und wieder dabei haben.
<br><br>
</td>
</tr>
</table>
<div align="center">Mein Dank an Brax, den Zwergenkleriker f&uuml;r wichtige Hinweise zu dieser Quest !</div>
<br><div align="center">Englische Original-Questl&ouml;sung auf <A HREF="http://Everquest.gamestats.com/" target="_blank"> AllaKhazam's Magical Realm</A><BR></div><br>
<div align="center"><br><a href="http://www.eqq.de"><img src="http://eqq.gamesweb.de/img/copyright.gif" width=162 height=46 border=0 alt=""></a><br><br>
</div>
<br><br>
</body>

</html>

