<html>
<head>
<title>Lance Dragon</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#D7C163" vlink="#D7C163" alink="#D7C163">
<div align="center"><font face="Arial, Helvetica, sans-serif"><b><br>
  </b></font><img src="../images/titre_news.gif" width="113" height="27"> <br>
  <table width="80%" border="0" cellspacing="0" cellpadding="5">
    <tr bgcolor="#333333" valign="top"> 
      <td height="76"> <p><font face="Arial, Helvetica, sans-serif" size="2"><font color="#FFCC33"><strong>Semaines 
          du 23 Septembre au 6 Octobre 2002</strong></font><br>
          <br>
          <strong>VEESHAN'S PEAK: MANABURN PLUS VITE QUE TON OMBRE !</strong><br>
          <br>
          On a mis un certain temps afin de rassembler les cl&eacute;s n&eacute;cessaires 
          &agrave; cette aventure, mais nous avons enfin p&eacute;n&eacute;trer 
          Veeshan's Peak la high end zone de Kunark.</font></p>
        <table width="47%" border="0" align="center" cellpadding="0" cellspacing="0">
          <tr> 
            <td><div align="center"><img src="../images/news/veeshan_peak.jpg" width="567" height="425"></div></td>
          </tr>
        </table>
        <font face="Arial, Helvetica, sans-serif" size="2"><br>
        Contrairement &agrave; ce qu'on aurait pu penser, c'est loin d'&ecirc;tre 
        une partie de promenade, m&ecirc;me si Mange Dragon euhh oupps Lance Dragon 
        ne fait pas de complexe face aux enfants de Veeshan. Heureusement Manaburn 
        &eacute;tait la pour nous d&eacute;faire rapidement des dragons qui AE 
        a plus de 1500, ce qui nous a permis de clean Veeshan's Peak pour notre 
        premi&egrave;re.</font><br>
        <p><font face="Arial, Helvetica, sans-serif" size="2"><strong>NTOV: NETTOYAGE 
          EN 3 TEMPS</strong><br>
          <br>
          Nous &eacute;tions up sur NTOV quand une s&eacute;rie de patchs fut 
          annonc&eacute;, bien que nous avons profit&eacute; des downs pour enchainer 
          certains dragons en plusieurs exemplaires, nous avons surtout rencontr&eacute; 
          beaucoup de probl&egrave;mes de lag et surtout d'agro, heureusement 
          le patch fut corrig&eacute; le jour d'apr&egrave;s tellement c'&eacute;tait 
          injouable.<br>
          Mais la grande nouveaut&eacute; de ce NTOV fut la mort de Lord Vyemm, 
          apr&egrave;s plusieurs tentatives et la mise en place enfin de compte 
          d'une tactique imparable, le seigneur de NTOV est tomb&eacute; pour 
          notre plus grande joie puisque cela nous permet de clean compl&egrave;tement 
          NTOV. </font></p>
        <table width="47%" border="0" align="center" cellpadding="0" cellspacing="0">
          <tr> 
            <td><div align="center"><img src="../images/news/vyemm.jpg" width="567" height="425"></div></td>
          </tr>
        </table>
        <br>
      </td>
    </tr>
  </table>
  <br>
</div>
</body>
</html>
