<HTML><HEAD><TITLE>4832</TITLE></HEAD><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><body bgcolor="#FFFFFF"><TABLE width=93% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><BR><A HREF="nika.html"><</A><BR><BR><FONT SIZE="3" STYLE="font-size:12px" COLOR=black>      <P ALIGN="JUSTIFY">Ravintola-kaupassa haisee pahalta ja on meluisaa, ja miss&auml;&auml;n ei n&auml;y myyj&auml;&auml;         tai tarjoilijaa. Nika k&auml;velee ymp&auml;riins&auml;. Se on oikeestaan yksi suuri         punasella sisustettu sali. Toinen p&auml;&auml; on kauppa ja toisessa p&auml;&auml;ss&auml; on         tuoleja ja p&ouml;yti&auml; niille jotka tahtoo sy&ouml;d&auml; tai juoda siell&auml;. Nika harhailee         ymp&auml;riins&auml; eik&auml; tunne oloaan mukavaksi, valitsee kaupan puolelta juomaa         jonka pakeissa on hedelmien kuvia ja yritt&auml;&auml; etsi&auml; jonkun jolle maksaa.         Nika ei ees tied&auml; pit&auml;&auml;k&ouml; sen itse valita hyllyst&auml; jotain vai odottaa         ett&auml; myyj&auml; tulee antamaan sen tai jotain. Se l&ouml;yt&auml;&auml; lopulta yhden tiskin,         jonka takana huonoa cathrinkielt&auml; puhuva mies myy mehun sille. Nika p&auml;&auml;tt&auml;&auml;         menn&auml; muualle juomaan ja vaeltaa aulaan ja parkkihalliin.</p>      <P ALIGN="JUSTIFY">Parkkihallissa on hiljasta, h&auml;m&auml;r&auml;&auml; ja yksin&auml;ist&auml;. Mustien seinien vierill&auml;         kasvaa pieni&auml; kasveja. Ne ei ole 4832:n alkuper&auml;st&auml; kasvillisuutta, hallissa         kun on liikaa happea 4832:n kasveille. Nika istuu sein&auml;n viereen ja lepuuttaa aivojaan.         Kauempaa kuuluu kolinaa ja moottorin k&auml;ynnistyst&auml;. Joku k&auml;velee jossain.         Nika ei n&auml;&auml; ket&auml;&auml;n. Sitten joku tyyppi l&auml;hestyy Nikan k&auml;yt&auml;v&auml;&auml;. Tyypill&auml; on sininen puku ja sel&auml;ss&auml;&auml;n reppu, josta sen suuhun l&auml;htee putki, josta se aina v&auml;lill&auml;         imee jotain. Tyyppi n&auml;ytt&auml;&auml; ainakin alaviistosta katsottuna pitk&auml;lt&auml; ja         sill&auml; on sinert&auml;v&auml;t hiukset ja leve&auml; nen&auml;, mist&auml; Nika tunnistaa ett&auml; se         on luultavasti Alena-planeetalta kotosin. Alenalainen k&auml;velee ohi eik&auml; ehk&auml; ees huomaa         Nikaa. Nika tuntee olonsa niin vapaaksi ja villiksi ett&auml; vois sanoa jotain         tuntemattomalle ohikulkijalle, muttei kuitenkaan sano mit&auml;&auml;n. Nika olis         kaivannut seuraa.</p>      <P ALIGN="JUSTIFY">Alenalaisen menty&auml; Nika nousee yl&ouml;s ja k&auml;velee k&auml;yt&auml;v&auml;n poikki ja autojen ohi ison ikkunan         luo. T&auml;hdet on hiukan kirkkaampia kun kotona Omicronilla, miss&auml; on kunnon         ilmakeh&auml;. Maisema on valtava. Nika tuijottelee ulos ja kelaa alenalaista.         Kaikki mit&auml; Nika alenalaisista tiet&auml;&auml; on koulussa opittua. Alenalaiset         kirjan kuvissa on aina pitki&auml; ja kauniita. Niiden kotiplaneetta on kaukana         mutta ne toimii usein huippuammateissa ymp&auml;ri tunnettua avaruutta. Alenalaisilla         ei ole kuin yksi sukupuoli, mutta kirjassa ei kerrottu, mit&auml; alenalaisilla         sitten on housuissaan. Nika ei ole koskaan tavannu oikeeta alenalaista,         koska Omicron on aika suljettu ja ennakkoluulonen planeetta.</p>      <P ALIGN="JUSTIFY">Alenalainen k&auml;vi ilmeisesti omalla autollaan ja k&auml;velee nyt takaisin.         Nika p&auml;&auml;tt&auml;&auml; puhua sille t&auml;ll&auml; kertaa ja sanoo &#148;hei&#148; cathrin kielell&auml;,         koska kelaa ett&auml; kaikki varmasti osaa ainakin jonkun verran cathria. Alenalainen         pys&auml;htyy, katsoo Nikaa ja tervehtii takaisin. &#148;Mit&auml; kuuluu?&#148; kysyy Nika.         &#148;Hyv&auml;&auml;&#148;, alenalainen vastaa.</p><BR><BR><A HREF="nika3.html">jatkuu ></A> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font>      </td>  </tr></table></BODY></HTML>