{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kyle Q","from":"&quot;Kyle Q&quot; &lt;kyleq@...","replyTo":"LIST","senderId":"ADMG56CbJuJCaKhYMsPCVDuhZSm5msrV--10adBHTQDm3MAI1YqM3Env_Zf2ZqPQdUu2DLrylPVmmTVlu7QVUAJBuedo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: RE: RE: Bellow song Damage","postDate":"942691747","msgId":10111,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MTEuMTAxMTEuOTU5MjczMzc4QGVHcm91cHMuY29tPg=="},"prevInTopic":10110,"nextInTopic":10112,"prevInTime":10110,"nextInTime":10112,"topicId":9981,"numMessagesInTopic":22,"msgSnippet":"One thing I think bears mentioning here, is there really is no use comparing our class to others (especially if you are using an incredibly ambiguous term such","messageBody":"<div id=\"ygrps-yiv-1906302686\">One thing I think bears mentioning here, is there really is no use comparing<br/>\nour class to others (especially if you are using an incredibly ambiguous<br/>\nterm such as power) A bards power scales upward with the size of his/her<br/>\ngroup, as far as I&#39;m aware we are the only class that this holds true for.<br/>\nFor example, solo, my healing song heals 10 points of damage max per<br/>\nround....with 2 people 20...with 3 30....etc etc. Everyone else&#39;s abilities<br/>\nare fixed. Same with our Anthem type spells. If Im solo, the net benefit is<br/>\nnegligible, however the more people you add to the group, the more valuable<br/>\nit becomes. A 10% speed bonus to one person is not nearly as effective as a<br/>\n10% speed bonus for 4 people. Your net effectiveness scales up quickly when<br/>\nyou start adding more people.<br/>\n<br/>\nFeel free to tell me I&#39;m wrong though  =) I just dont think there is any<br/>\npoint to comparing us to casters or melee classes. We are a truly unique<br/>\nclass =)<br/>\n<br/>\nDank McGillicuty<br/>\nOut of retirement and loving it  (NO MORE SoW/Selo&#39;s bug....THANKS<br/>\nVERANT!!!!)<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Kimes, Dean W. &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Monday, November 15, 1999 1:08 PM<br/>\nSubject: RE: [eqbards] RE: RE: Bellow song Damage<br/>\n<br/>\n<br/>\n&gt; From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt;<br/>\n&gt; If you jump off a 10 story building you will fall.  That is a fact.<br/>\n&gt; If you jump off a 10 story building you will die.  That is not a fact.<br/>\n&gt;<br/>\n&gt; You are the only person I know who does not know the difference between a<br/>\n&gt; fact and an opinion.<br/>\n&gt;<br/>\n&gt; Maybe Bards eventually become better than Shamans in melee, but not at<br/>\nlevel<br/>\n&gt; 17.  Dual wield was not sufficient to prevent me from being pummeled due<br/>\nto<br/>\n&gt; the numerous stuns I received.  All shamans have slam.  Sure it never goes<br/>\n&gt; up, but it is still sufficient to stun a 17th level bard.<br/>\n&gt;<br/>\n&gt; Bards are better than all hybrids in magical power?  Under what microscope<br/>\n&gt; did you determine that?  At lower levels its obviously true as the other<br/>\n&gt; hybrids have no magical power.  Hmm lets examine them at higher levels.<br/>\n&gt; Paladin get Greater Heal, 400 hp that&#39;s 3 minutes worth of Hymn with a<br/>\nlute<br/>\n&gt; and it takes them less time than that to meditate back the mana.  They<br/>\nalso<br/>\n&gt; get Revive at their utmost level of spell use.  Not to mention Lay Hands.<br/>\n&gt; Rangers probably have the weakest line of spells getting nothing above<br/>\nHeal,<br/>\n&gt; though they do get Wolf Form, cool but not overly powerful.  Shadowknights<br/>\n&gt; spells are fearsome.  The Engulfing Darkness DoT line is devastating as it<br/>\n&gt; destroys our best defense, Acellerando and it stacks with their Heat<br/>\nBlood.<br/>\n&gt; They also now have the lifetap series.  All this aside their Harm Touch<br/>\n&gt; alone is a devastating if slow to recharge weapon.  We do have a greater<br/>\n&gt; number of spells than the other hybrids do though.  Are our abilities<br/>\n&gt; obviously better, I would not say so.  Better in a full group of six<br/>\nmaybe,<br/>\n&gt; better in small groups, that&#39;s not apparent.  Even if we were better it<br/>\n&gt; certainly would not be 5-6 times better and that&#39;s how the other hybrids<br/>\n&gt; relate to us in terms of melee skills.<br/>\n&gt;<br/>\n&gt; Now since I have stated that bards magical abilities might not be so much<br/>\n&gt; better than some of the other hybrids, rangers excluded as their spells<br/>\nare<br/>\n&gt; truly weak, feel free to call me a liar.  That will just be one more<br/>\n&gt; definition you will need to look up on Merriam-Webster Online, right after<br/>\n&gt; &#39;fact&#39;.<br/>\n&gt;<br/>\n&gt; To further turn your argument around:<br/>\n&gt; Bards cannot beat any caster consistently in pure magical combat. (though<br/>\n&gt; I&#39;ve come close with Maxell MR)<br/>\n&gt; Bards cannot beat any other hybrid or melee type consistently in pure<br/>\nmelee<br/>\n&gt; combat.<br/>\n&gt;<br/>\n&gt; Neither of those statements however true prove we are weaker than those<br/>\n&gt; classes any more than yours prove we are equal in power.  In my opinion,<br/>\nwe<br/>\n&gt; are weaker than several of the other classes.  The weakness is not<br/>\ngenerally<br/>\n&gt; overbearing but that doesn&#39;t mean it shouldn&#39;t be corrected.  To be honest<br/>\nI<br/>\n&gt; think a realignment of our skills would suffice to bridge the gap without<br/>\n&gt; modifications to our spells other than including the missing ones and<br/>\nfixing<br/>\n&gt; the broken ones.  An added melee skill like Parry which succeeds more<br/>\noften<br/>\n&gt; than Dodge, and some raised caps on skills that are currently of debatable<br/>\n&gt; usefulness would help as well.  Most Jack-of-all-trades are seen as<br/>\n&gt; self-sufficient characters while we are definitely not designed to be very<br/>\n&gt; capable on our own.  We do best in groups due to the nature of our spells.<br/>\n&gt; It is this very grouping nature that further undermines the usefulness of<br/>\n&gt; our other skills as there will often be present others in the group whose<br/>\n&gt; skill so far overshadows ours in those other areas that we might as well<br/>\nnot<br/>\n&gt; have the skill at all. There is no benefit to having Find Traps and Pick<br/>\n&gt; Locks when there is a rogue in the group with more than double your skill.<br/>\n&gt; If we were meant to be characters who could function on their own and do<br/>\n&gt; nearly everything, if not well, that would be different.  However, we are<br/>\n&gt; not.  We are meant to group and for every member we add to our group some<br/>\nof<br/>\n&gt; our skills become superfluous just as our magical powers become more<br/>\npotent.<br/>\n&gt;<br/>\n&gt; Kitasi<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: &quot;Wayne Sheppard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>&gt;<br/>\n&gt;<br/>\n&gt; 1. Bards are better than all Pure Casters and Priests in melee. (MAG, WIZ,<br/>\n&gt; ENC, NEC, CLR, SHA, DRU)<br/>\n&gt; 2. Bards are better than all hybrids in magical power. (PAL, RNG, SK)<br/>\n&gt;<br/>\n&gt; The above statements are facts and cannot be disputed.  Every Bard should<br/>\n&gt; understand these facts.<br/>\n&gt;<br/>\n&gt; If someone tries to contradict one of the above statements, I will point<br/>\n&gt; them out as a liar.  Especially to those Bards who have been on this list<br/>\n&gt; quite a while.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; As to the nature of my messages, in the past I have made some poor<br/>\nchoices.<br/>\n&gt; But I&#39;ve tried to do better.  I looked at my last five messages and saw<br/>\n&gt; nothing out of the ordinary.  I&#39;d be glad to discuss any of my posts with<br/>\n&gt; you or anyone else in private, not on the list.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Wayne<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt;    From: &quot;G.W. Willman, IV&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gww6e@...\">gww6e@...</a>&gt;<br/>\n&gt; &gt; Subject: RE: RE: Bellow song Damage<br/>\n&gt; &gt;<br/>\n&gt; &gt; Wayne,<br/>\n&gt; &gt;<br/>\n&gt; &gt;     Just curious, what server do you play on and do you play a bard?<br/>\nThe<br/>\n&gt; &gt; reason I ask is because you emails are consistently sniping in nature<br/>\nand<br/>\n&gt; &gt; generally flamebait.  I&#39;ll be the first to defend your right to free<br/>\n&gt; speech<br/>\n&gt; &gt; however I would ask that you perhaps temper somewhat your future remarks<br/>\n&gt; &gt; with the fact this is a public forum meant for discussion -- closing<br/>\ndoors<br/>\n&gt; &gt; via naked accusations and bombastic proclamations offers little room for<br/>\n&gt; &gt; such to take place on a mutually respectful level.<br/>\n&gt;<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt; with the subject submissions.<br/>\n&gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
