{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"eqR60JAdjRR7OlRmASUKxcjdvn8-01jlt7AUv54lFYV3v2DxvUYMmwR1NdV-xHMcWePDBDoA0rgwuUnh-CgfCWP_uvZd2QthxY0KXmOp7YlMoyCBbBpenupiBBt_rnC5IoY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Galtin&#39;s weekend adventure (very long)","postDate":"942695520","msgId":10126,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MTEuMTAxMjYuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":10125,"nextInTime":10127,"topicId":10126,"numMessagesInTopic":1,"msgSnippet":"Hey everybody, Got to spend the last four days playing EQ thanks to the federal holiday. Played more this past weekend than I have in the previous month.  Had","messageBody":"<div id=\"ygrps-yiv-651280972\">Hey everybody,<br/>\n<br/>\nGot to spend the last four days playing EQ thanks to the federal holiday.<br/>\nPlayed more this past weekend than I have in the previous month.  Had the<br/>\nmost fun I&#39;ve ever had playing EQ so wanted to pass on what happened.<br/>\n<br/>\nThursday: <br/>\n<br/>\nWell Thursday actually sucked.  Played for about eight hours in pickup<br/>\ngroups that didn&#39;t really know what they were doing and ended up dying<br/>\ntwice.  Should have cleaned the house instead of playing EQ.<br/>\n<br/>\nFriday:<br/>\n<br/>\nSome guildmates and I decided to go to Sol A and try and get armor quest<br/>\ncomponents.  I needed the fiery vambraces and fiery boots and a cleric<br/>\nneeded a molten cloak.   In addition to me and the cleric, also had a druid<br/>\nwith us.  The cleric and the druid were both 35th level and we were hoping<br/>\nto recruit when we got there.  Zoned into Sol A around 4PM Friday afternoon.<br/>\nThere were a whopping 10 people in the zone.  The other seven were all super<br/>\nhigh level characters (at least four 50th level players) and were all deep<br/>\ninside the dungeon.  We pretty much had the entire dungeon to ourselves.  <br/>\n<br/>\nThis was the first time into Sol A for both me and the druid.  This was<br/>\nevident by the druid falling into the lava within five minutes of our<br/>\nrevival.  She ended up dying because she didn&#39;t have gate or levitate<br/>\nmemmed.  Found someone who could levitate me so I got the chance to play<br/>\nhero.  Got the levitate, located the corpse with the song, hovered out over<br/>\nthe lava, and was able to pull the corpse back to near the swing blade trap.<br/>\nApparently summoning a corpse is not affected by how high you are.  Think of<br/>\nit as the z-axis bug actually helping you out in this type of situation.  I<br/>\nwas ten feet over the lava and was able to summon a corpse on the bottom of<br/>\nthe lava pit.  To say the least the druid was quite relieved and I made a<br/>\nfriend for life.  The druid offered me free teleports whenever I wanted<br/>\nthem:-)<br/>\n<br/>\nWe then moved on to where the molten cloak was alledgely dropped using invis<br/>\nsong.  Was doing OK when another guildmate arrived at Sol A.  Decided to go<br/>\nback to zone entrance to pick him up.  Someone got out of invis song range<br/>\nand all hell broke loose.  Goblins were all over us.  Told the cleric and<br/>\ndruid to gate out which they did.  That left me in the middle of Sol A<br/>\ncompletely lost with a bunch of goblins whacking on me.  Time to see just<br/>\nhow good this fear song works.  Calmly equipped the horn and started<br/>\ntooting.  Next thing I know goblins are running in every direction.  I<br/>\nstarted searching for my way out, screeching the entire time.  The place<br/>\nlooked like a hornets nest.  Finally got my bearings and knew how to get<br/>\nout.  Was about halfway back when more goblins decided they wanted to mess<br/>\nwith me.  I just kept on Screeching.  Finally made it to the zone and still<br/>\nhad over half my health.  I think I had about 30-40 goblins pissed at me<br/>\nthough when I finally zoned:-)<br/>\n<br/>\nAnyway linked up with the other two plus picked up a paladin.  Went back<br/>\ninside and immediately got a shout from someone saying fiery vambraces were<br/>\navailable for free loot.  I told him I would like them but had no idea where<br/>\nto find him.  He came and picked me up at the zone and led me to the corpse.<br/>\nThe guy who gave them to me was a 50th ranger.  Asked him what he wanted in<br/>\nreutrn and he said to just let him know if we saw an inferno wizard appear.<br/>\nThey drop something for a ranger quest.  Told him we would.  On the way back<br/>\nout, our group ran into the solusek goblin king wandering a hallway.  We all<br/>\nsaw the word &quot;king&quot; and knew that we had stumbled on to something good.  I<br/>\nwon the lottery and looted a Scepter of Flame.  Can&#39;t remember the stats but<br/>\na pretty good 1HB weapon.  I have been playing since April.  This item was<br/>\nthe best I have ever looted before.  Couldn&#39;t really use it though since my<br/>\n1HB skill is 1.  Ended up giving it to my cleric.  They were amazed that I<br/>\njust gave it to them.  Told them I couldn&#39;t use it so why be greedy.  Must<br/>\nhave gotten some good karma from that act because as we made our way further<br/>\nback we ran into a solusek mage.  Killed him and got the fiery boots on the<br/>\nfirst try.  Here I was in Sol A less than an hour and I already had both<br/>\nitems I came for.<br/>\n<br/>\nSaturday:<br/>\n<br/>\nWatched Alabama beat Mississippi State.  Roll Tide.  Logged on and went to<br/>\nthe Karanas to find a giant hunting party.  Along the way (from Sol A),<br/>\nshouted in each zone I wanted to buy a lambent stone.  People were trying to<br/>\nget 150PP for them.  Told them good luck.  Got to North Karana and tried a<br/>\ndifferent approach.  Instead of asking to buy a lambent stone, shouted I<br/>\nwanted to join a giant hunting party so I could acquire one.  Got a tell<br/>\nfrom someone saying I could have a stone for free.  Thanked him and headed<br/>\nto Freeport to buy some gems.  Sapphires cost me 105PP a piece with<br/>\nindifferent faction from the jeweler in North Freeport.  Sang Carillon and<br/>\ngot her to amiable.  Still 105PP each.  Put on a +7 CHR bracer. Still 105PP.<br/>\nWent ahead and bought two sapphires but was kinda pissed that I got the same<br/>\nprice with Carillon and +7CHR bracer as I did with nothing.  Anyway ended up<br/>\ngetting my first piece of lambent armor, the vambraces.<br/>\n<br/>\nSunday:<br/>\n<br/>\nGrouped with some guildmates and went to North Karana.  Killed a griffon for<br/>\nthe first time and my karma from Friday carried over.  Got a lambent stone<br/>\nfrom the griffon.  Will have to hold on to it for a while because buying the<br/>\ntwo sapphires cost me everything I had.  Anyway went to Upper Guk and tried<br/>\nto help a guildmate get a Ghoulbane.  Camped the spawn for two hours but no<br/>\nluck.  Good experience though.  Had to camp for the night so thats where I&#39;m<br/>\nat now.<br/>\n<br/>\nConclusion:<br/>\n<br/>\n1)  If you go to Sol A, its a good idea to have someone in your party who<br/>\ncan levitate.  <br/>\n2)  Random acts of kindness are a good thing.  If you don&#39;t need an item,<br/>\ngive it to someone in your party who can.<br/>\n3)  Never pay more than 20PP for a lambent stone.  <br/>\n4)  A few others but this has gone on for too long and I need to actually do<br/>\nsome work today.<br/>\n<br/>\nLater<br/>\nGaltin of E&#39;ci</div>","specialLinks":[]}}
