{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"um9caQkh05ZjhNss1yMDO_w2PD6e39c1BQ2jdrmMyAjBEKO7qFuAWGYCKE1t4xpELzJFpT74zqGJjz-DjVb8k_-1qrU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Infected Paw","postDate":"942774404","msgId":10164,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MTMuMTAxNjQuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":10168,"prevInTime":10163,"nextInTime":10165,"topicId":10164,"numMessagesInTopic":12,"msgSnippet":"This rambles a bit, but I ain t had no coffee so bear with me: Ok, so Infected Paw is being upgraded.  Hell we all complained that IP was too far from bind","messageBody":"<div id=\"ygrps-yiv-875502976\">This rambles a bit, but I ain&#39;t had no coffee so bear with me:<br/>\n<br/>\nOk, so Infected Paw is being upgraded.  Hell we all complained that IP was<br/>\ntoo far from bind points for its designated level to be very useful, so it&#39;s<br/>\nhigh time for a revamp there.  I&#39;m concerned, however.  Not so much about IP<br/>\nbeing upgraded as the general trend that we&#39;re seeing to make existing zones<br/>\nmore and more difficult as the mean player base gains in level.  Kithicor,<br/>\nfor instance, has been raised to the point where level 50s can&#39;t be assured<br/>\nof traveling through the zone without dying.  From what I hear Qeynos Hills<br/>\nnow spawns high 20s undead such as Skeletal Monks that will make quick work<br/>\nout of anyone traveling to/from Qeynos and Blackburrow.<br/>\n<br/>\nLast night I met up with a friend who had just purchased and installed<br/>\nEverQuest.  He started a warrior in Qeynos.  I&#39;m teaching an experienced<br/>\ngamer, but complete EQ newbie things like &quot;don&#39;t kill wolves and bears near<br/>\nHolly and Cros Treewind&quot;, &quot;/con everything&quot;, &quot;don&#39;t be afraid to run&quot;,<br/>\n&quot;monsters can&#39;t follow you through zones&quot;, dmg/atk ratios, what is AC, etc.,<br/>\netc.  I&#39;m not big on twinking so I didn&#39;t give him much.  A fine steel sword<br/>\nand 20pp for milk and muffins.  But is Qeynos Hills going to kick his ass?<br/>\n<br/>\nWhat about Enchanters born on the East side of the world from Kithicor?<br/>\nTheir level 8 animation spell in in High Keep, as are bards level 16 songs<br/>\n(some better because of Selo&#39;s, granted).  At level 8 a true EQ newbie has a<br/>\nvery difficult time just finding out that his spell is *in* High Keep and<br/>\nthen making his way from Ak&#39;Anon or Freeport.  My god, now the obvious route<br/>\ntakes him through Kithicor.  He might never have ever seen anything more<br/>\naggresive than a Young Kodiak or the odd Hill Giant.  The sad thing is that<br/>\nthe Hill Giants that he&#39;s seen are *considerably* easier to kill than any<br/>\nundead that he&#39;s going to run into in Kithicor.<br/>\n<br/>\nI suppose what I&#39;m saying is that Verant is increasing the difficulty by<br/>\nleaps and bounds of *existing* zones in order to compensate for the high<br/>\nlevel player base.  This is detrimental to the true EQ newbies.  If *I*<br/>\nstarted a Gnome Enchanter right now, I&#39;d know that I could invis (lvl 4<br/>\nspell for them) and travel the boat to Freeport, EC, NRo, Oasis, SRo,<br/>\nInnothule, Feerrott, Rathe Mts, SK, NK, WK, HH, HK if I really wanted to<br/>\navoid Kithicor.  OR get a high level escort during the day and save a bunch<br/>\nof time and zoning.  But a real newbie has no idea of what awaits him when<br/>\nhe zones from the tranquil WC in to Kith.  Mayhem, madness and swift death<br/>\nand exp. loss.  What would *you* do if you had no friends in EQ and got<br/>\nkilled with one spell by an Undead Cleric somewhere between WC and the<br/>\nRivervale entrance?<br/>\n<br/>\nMost people on this list are experienced players.  Some of us are *very*<br/>\nexperienced players.  If we started new characters, even completely<br/>\nuntwinked, we would be able to avoid these things because we know the game<br/>\n*so* well.  We take the depth of our knowledge for granted.  I remember back<br/>\nin late May when I first install EQ - do you remember when you first<br/>\ninstalled it?  Remember how completely freakin&#39; lost you were?  Now put<br/>\nKithicor between you and something that you need as much as a level 8<br/>\nenchanters needs Mircyl&#39;s Animation.  Say you&#39;re a level 6 bard in Freeport<br/>\nand hear &quot;Are you [interested] in delivering [mail]?&quot;, &quot;We need [mail]<br/>\ndelivered to [High Keep].  Are you [interested]?&quot;<br/>\n<br/>\nCrier Sharpsong</div>","specialLinks":[]}}
