{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rdparker@xxxxxxxxx.xxx","from":"rdparker@...","replyTo":"LIST","senderId":"ZK0aPuCimgMYmDLRKO_rw6XGTKBeKTDUTk43xnjIChBe4mqguUSPoYvYTVlVDxX7ji1yi5ZkNToMG_MDxA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A time for opinions","postDate":"942783997","msgId":10177,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MTQuMTAxNzcuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":10181,"prevInTime":10176,"nextInTime":10178,"topicId":10177,"numMessagesInTopic":6,"msgSnippet":"First off I would like to introduce myself. I play Galeras, wood elf bard, on E ci. If you examine my character you will see something like this: Hail, I am","messageBody":"<div id=\"ygrps-yiv-310744561\">First off I would like to introduce myself. I play Galeras, wood elf bard, on <br/>\nE&#39;ci. If you examine my character you will see something like this:<br/>\n<br/>\nHail, I am Galeras, merchant and bard, lover of fine wine and women. <br/>\nI grew up poor but do not intend to die that way. Some day I will live in the <br/>\nhighest trees of Kelethin where only the wealthy abide.<br/>\n<br/>\nI wish Verant gave you more room. Anyway...<br/>\n<br/>\nI started this character with a simple RP idea in mind, to play a character <br/>\nthat was not twinked and had a strong desire to become rich. I should mention <br/>\nthat I started Galeras on a server where I have no other characters and no <br/>\nfriends to &quot;help&quot;. I have a few goals along the way for him, that I feel <br/>\ndefine &quot;rich&quot; and I use as milestones in my RP experiment. The first of which <br/>\nwas to be in full bronze by level 8. A goal which I achieved last week after <br/>\nalmost 4 days of /played time. In addition to the bronze I have a shiny brass <br/>\nshield, mino axe, tentacle whip, dwarven tunic and a few other things.<br/>\n<br/>\nNow I am sure many people will wonder how one can do this without twinking. <br/>\nLet me just tell you how I began. I really don&#39;t want a lot of people doing <br/>\nthis. Believe it or not I hate twinked characters with items out of their reach. <br/>\nActually I love to see an orc or goblin kill a twink in full rubicite.<br/>\n<br/>\nI did the Felewithe mail run twice to get my first song. Then I basically <br/>\nquested and killed things until level 5. By level 5 I probably had made about <br/>\n20pp. Most of this was done by trading. I am after all a merchant & bard. At <br/>\nlevel 5 I decided to travel, one of my favorite passtimes. So, I picked up a <br/>\nfew passengers that wanted to travel with me and I went to Rivervale. (I am <br/>\nconstantly helping others travel, find their corpses, etc. One of the reasons <br/>\nI chose a bard for my experiment. They have many ways to help others.) I was <br/>\nhoping to find a Blackened Iron Medallion at a good price that I could sell <br/>\nfor a profit. Instead I saw a medium bronze breastplate for 10pp. I bought it <br/>\nand sold it in the commons for 45pp.  Anyway you no doubt get the idea of how I <br/>\ngot to where I am.<br/>\n<br/>\nMy questions are these:<br/>\n<br/>\n* Is what I am doing wrong?<br/>\n<br/>\n* Is it outside the spirit of the game?<br/>\n<br/>\n* What, if anything, can I do to dispell the illusion that I am a twink?<br/>\n<br/>\n* Buying lambent armour is I feel in-character for this character.  And, I <br/>\n  never thought twice about it until I was reading some recent posts. Will I <br/>\n  be hated for it? Is it wrong? Is it simply jealousy?<br/>\n<br/>\n--<br/>\nGaleras (Any suggestions?)<br/>\nBard of the 8th song<br/>\nE&#39;ci</div>","specialLinks":[]}}
