{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxx","from":"kim@...","replyTo":"LIST","senderId":"HgTosOs-E6WC_KX4c6AczTYToAMgIN3iZzJz3jSL8ijNc_RoarELPuh2n3BDAlkovPFdKzsKykJ9","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Psalm of Warmth","postDate":"942947507","msgId":10306,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MTkuMTAzMDYuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10305,"nextInTopic":10307,"prevInTime":10305,"nextInTime":10307,"topicId":3961,"numMessagesInTopic":26,"msgSnippet":"... I *think* I covered this in the analysis.  If not, I guess Rokenn should add it.  :-) The song grants a damage shield, cold resist on par with Elemental","messageBody":"<div id=\"ygrps-yiv-888099745\">On Thu, 18 Nov 1999, Eric Boller wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; I just got level 25 last night and memmed Psalm of<br/>\n&gt; Warmth.  I like the damage shield alot.  Anyway, I<br/>\n&gt; haven&#39;t heard much discussion about this song other<br/>\n&gt; than the damage it does.  I was wondering what<br/>\n&gt; people&#39;s opinions of it are.  I&#39;m thinking it would be<br/>\n&gt; great in a group and pretty awesome solo.  Yet i never<br/>\n&gt; hear anyone talking about twisting it in.  If you do<br/>\n&gt; twist it in, what do you end up twisting it with?<br/>\n<br/>\n </span></blockquote>I *think* I covered this in the analysis.  If not, I guess<br/>\nRokenn should add it.  :-)<br/>\n<br/>\nThe song grants a damage shield, cold resist on par with<br/>\nElemental Rhythms with a normal drum, and infravision.  <br/>\n<br/>\nThe song is more effective in small groups.  The number of<br/>\ntimes a mob hits your party does not increase with the number<br/>\nof group members (it actually goes down since you kill the mob<br/>\nquicker), so the benefit of this song is not increased as your<br/>\ngroup gets larger.  Thus in larger groups, it can make more<br/>\nsense to use a scaling song (e.g. Anthem or Hymn).  OTOH, in a<br/>\nsmall group or while soloing, this song can easily account for<br/>\n10%-20% or more of the damage applied to a mob.<br/>\n<br/>\nThe song is more effective in multi-mob engagements, typically<br/>\nagainst greens which won&#39;t do much damage to you.  It will let<br/>\nyour party concentrate on a main target(s), while letting the<br/>\nextra mobs kill themselves by beating on your party.  <br/>\nObviously if the extra mobs are doing a significant amount of<br/>\ndamage, you&#39;re better off mesmerizing or Lullabying them.  <br/>\nHence it&#39;s most useful against swarms of greens.  Just make<br/>\nsure none of the greens run away.<br/>\n<br/>\nBecause the song damages the mob *when you are hit*, other<br/>\neffects that benefit the party can lessen the effectiveness of<br/>\nthis song.  Slowing down the mob&#39;s attacks, and raising your<br/>\nagility/AC so you are hit less frequently will do this.  In<br/>\nthe extreme case, mesmerizing the extra mobs will completely<br/>\neliminate the damage they&#39;d take from this song :-).  Keep<br/>\nthis in mind when deciding which songs to use.  e.g. if you<br/>\nmust play this song (perhaps for the cold resist), and have a<br/>\nchoice between Chain (to slow the mob&#39;s attacks) and Celerity<br/>\n(to speed up your party&#39;s attacks), this would be a factor<br/>\nfavoring Celerity.<br/>\n<br/>\nThe following is an algebraic calculation I sent to this list<br/>\nwhen someone asked which he should use when soloing - Bellow<br/>\nor Psalm of Warmth:<br/>\n<br/>\n5 pts/hit at L25.  You guys are lucky, it used to be 4 when I<br/>\nfirst got it but got upgraded a couple months ago.<br/>\n<br/>\nIf a mob hits for D points on average, and you have H hp, and<br/>\nthe damage shield does S damage per hit, then the damage<br/>\nshield will do S*(H/D) points damage over the fight.  If the<br/>\nmobs average N hits per song round (3-4 sec for most bards),<br/>\nand Bellow does B damage on average (including resists),<br/>\nBellow sung once while weaving 3 songs will do (B/3N)*(H/D)<br/>\npoints damage.  Divide to remove the common factor and you end<br/>\nup with:<br/>\n<br/>\nIf B &gt; 3S*N then it makes more sense to use Bellow.<br/>\n<br/>\nYou can figure out B and N with all the nifty new log parsers,<br/>\nS you can tell from the messages when you&#39;re fighting.  This<br/>\nwill work for multiple mob encounters too, just add up all the<br/>\nmob hits when determining N.  :-)<br/>\n<br/>\ne.g. if your Bellow does 12 points on average, the mobs<br/>\naverage 1 hit per round, and the damage shield does 5 points<br/>\nper hit, then:<br/>\n<br/>\n12 &gt; 3*5*1<br/>\n<br/>\nWhich is false, so in this case it makes more sense to use<br/>\nPsalm of Warmth.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
