{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Honeyman","from":"Ryan Honeyman &lt;honeyman@...","replyTo":"LIST","senderId":"EMqTIRCDxvdjKIf5Sd6NE5XH5EmfB7pWY2r9Vm0JUwSvmNtxJkolI89YHdbKKM2gGIFGMc22BgY5LIOEOZ_3B3jGSV-S0w6NrV_gmw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: OT: Feign Death nerf (long)","postDate":"942961858","msgId":10329,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MjAuMTAzMjkuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10328,"nextInTopic":10330,"prevInTime":10328,"nextInTime":10330,"topicId":10322,"numMessagesInTopic":17,"msgSnippet":"There is a well known fact to online games in relationship to player advancement.  I believe there is, in real life, a fundamental law that collectively","messageBody":"<div id=\"ygrps-yiv-1911974515\">There is a well known fact to online games in relationship to <br/>\n   player advancement.  I believe there is, in real life, a fundamental<br/>\n   law that collectively describes this &lt;g&gt;.<br/>\n<br/>\n   Players will take the path of least resistance (, to maximize<br/>\n   the realized or potential gain - be it monetary or otherwise)<br/>\n<br/>\n   I coded on an LPmud for 2 years.  I wrote a lot of the object<br/>\n   code and base structures, along with level design and balancing.<br/>\n<br/>\n   Being invisible, I could watch players find sneaky ways around<br/>\n   certain obstacles.  With 20 or 30 coders, and a mesh of so many<br/>\n   styles and items... no one could realize the potential impact<br/>\n   of adding X item to the game on areas where X item was not<br/>\n   designed in mind for.  Earning an item that stuns a mob every<br/>\n   5 rounds combined with some other item that also stunned a <br/>\n   monster produced a unwanted effect in the game.  Players knew<br/>\n   that if they had these two items they could essentially beat<br/>\n   any monster without risk.  Neither wizard was to blame for<br/>\n   the coding of these items, it was the unrealized combined <br/>\n   effect in an area which the coding wizard had no idea this<br/>\n   could or would happen.  Players will find a way... with<br/>\n   hundreds of items doing a hundred different effects, you will<br/>\n   never know the complete outcome when players begin to experiment.<br/>\n   <br/>\n   Is it being resourceful?  Is it taking advantage of the code?<br/>\n   Does it really matter?  Once I learned of a player &#39;exploiting&#39;<br/>\n   a method against a particular mob, I would alter the behavior<br/>\n   of the monster under those effects to create a more challenging<br/>\n   confrontation.  It wasn&#39;t to ruin the player&#39;s experience, it<br/>\n   was to heighten it.  I am a player of accomplishment.  If I<br/>\n   play a game that&#39;s too easy, I tend to get tired easily.  If I<br/>\n   play a game that offers new challenges each time, I tend to get<br/>\n   addicted, ie EQ.<br/>\n<br/>\n   I don&#39;t like the way Verant introduces changes into the game,<br/>\n   without understanding the major impacts they produce.  In fact<br/>\n   I&#39;m also disillusioned with Everquest these days.  But it&#39;s not<br/>\n   because they tweak the game so often; because after all, it will<br/>\n   happen constantly.  It&#39;s like passing Bills in Congress, and <br/>\n   some damn congressperson throws in a rider on something.  Verant<br/>\n   puts &#39;riders&#39; on every patch we get.  I want them to make the<br/>\n   game challenging, I want to look forward to tomorrow, and think<br/>\n   what adventure am I going to undertake next.  What havent I done.<br/>\n   What new is out there.  I just don&#39;t want the surprise of a code<br/>\n   modification to impact my excitement/adventure/fun while I&#39;m<br/>\n   playing.  My 2 cp.<br/>\n<br/>\n   Harmonic.</div>","specialLinks":[]}}
