{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"DzF3tGYs2D3P_JdgtwOo7CnTydNKqyOBFqonbt2Phy-4JcfmZ0GtPASkpIhPQ4AgkhK2ihNUcQDwVLwtBV8-WlFqFn0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cazic-Thule: A recommendation","postDate":"943290436","msgId":10463,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MjcuMTA0NjMuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":10662,"prevInTime":10462,"nextInTime":10464,"topicId":10463,"numMessagesInTopic":10,"msgSnippet":"... Cazic-Thule, how I love thee so. I have SHOT from 30th to 34th in CT.  Each time I level I get tells saying OMG, congratulations on your new level!  How","messageBody":"<div id=\"ygrps-yiv-1183678484\"><blockquote><span title=\"ireply\">&gt; From: Jason Rochelle &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Jasroc@...\">Jasroc@...</a>&gt;<br/>\n&gt;<br/>\n&gt; First let me say, I am 30th, and I hunt in CT also. I was in a group<br/>\n&gt; just yesterday, and I was twisting Psalm, Hymn with lute, and Anthem,<br/>\n&gt; Chaining the runners, with occasional charms and pixie strikes, and one<br/>\n&gt; instance of screech when things turned bad. I never equiped my weapons.<br/>\n&gt;<br/>\n&gt; Minite<br/>\n<br/>\n </span></blockquote>Cazic-Thule, how I love thee so.<br/>\n<br/>\nI have SHOT from 30th to 34th in CT.  Each time I level I get tells saying<br/>\n&quot;OMG, congratulations on your new level!  How the hell do you do it?&quot;  And I<br/>\nkeep telling them:  Get to Cazic-Thule.  Learn the place.  Make some friends<br/>\nthat are a couple of levels higher than you that you see in there a lot<br/>\n&#39;cause they probably leveled there several times and know the place well.<br/>\nStay there even when the place is rough on you initially (and it will be).<br/>\nPick up all the fine steel weapons you can carry.  Maybe get a couple-three<br/>\nlizzie cloaks and mantles.<br/>\n<br/>\nCazic-Thule has a different feel to it from all the other places that you<br/>\nmay have fought.  This seems to turn some people off.  They get in there,<br/>\nfind out that it&#39;s &quot;different&quot; from fighting Aviaks or Goblins (i.e. die a<br/>\ncouple of times) and so they go back to doing what they are experienced<br/>\nwith.  There is NO WAY that you can make decent experience at the Aviak<br/>\nVillage on Fennin Ro unless you just *happen* to get lucky and get into the<br/>\npenthouse group.  Every Av that spawns at the village is jumped in 2 seconds<br/>\nflat, so you have a group of 4-6 people running around like mad just to find<br/>\nthe occassional blue.  Even in the penthouse group you&#39;re not going to do<br/>\nanywhere nearly as well as in a decent group in Cazic-Thule.  The Avs are<br/>\njust uber-camped.<br/>\n<br/>\nIt is not uncommon for me to leave Cazic-Thule with my Evil Eye Bag filled<br/>\nto overflowing with FS weapons.  I run to either the gypsy camp in Rathe<br/>\nMts. where they&#39;re indifferent to me, or the bard guild in FP if I&#39;m going<br/>\nthere anyhow and sell &#39;em all for 60pp-ish.  If you couple that with the<br/>\n1-4pp cash drops I occassionally push 80pp there for a good 4-6 hour<br/>\nsession, PLUS the exp. is awesome.  At 34th, the exp. has started to slow<br/>\ndown a bit per-lizzie, but if you get in the Archon group you have an<br/>\nENDLESS supply of lizards to pull from.  With a balanced group, my clarity,<br/>\nmaybe an enchanter, we&#39;re basically fighting lizzies non-stop.  This REALLY<br/>\nkeeps the orange bar moving.  There&#39;s usually a Rogue or two in the group<br/>\ncamping the Archon for the rare Ravenscale, so you can be quite sure the<br/>\nlizzies won&#39;t be too concerned about you, as there&#39;s no greater taunt in the<br/>\ngame than a couple of good solid backstabs.<br/>\n<br/>\nAs an aside, I cook - I actually carry a spit around with me.  For a female<br/>\nhalf-elf bard this is really in character, plus it&#39;s a ton of fun.  My<br/>\ncooking skill has gotten up to where I can make cookies, so I try to carry<br/>\naround cookies and milk and pass them out to folks that I like.  While this<br/>\nis VERY entertaining, it also provides you and your group with an endless<br/>\nsupply of Lizard-On-A-Stick, Beer Braised Gator, and Pickled Lizard.  My<br/>\nusual group members in Cazic-Thule now just say &quot;Hey Crier, rattle them pots<br/>\nand pans for me, I&#39;m low on food.&quot;  I normally buy my cooking supplies in<br/>\nEast Commonlands at one of the bldgs adjacent to the first Inn, however, if<br/>\nI run out of Sauces or Spices while in Cazic-Thule I run up to the Oggok<br/>\ngate in Feerrott and buy from Bup the vendor outside.  Bup is indifferent to<br/>\nme, and was green the first time I ever conned him at 31st or 32nd.  The<br/>\nonly risk here is the wandering Bouncer, but I have yet to see one near this<br/>\nvendor.  He doesn&#39;t sell food, but he does sell milk if you get thirsty.<br/>\nOtherwise the nearest &quot;good&quot; vendor is over in Rathe Mts. at the Inn or<br/>\nGypsy camp.<br/>\n<br/>\nThere&#39;s a lot more to know about Cazic-Thule, but I really want to recommend<br/>\nit to all the bards around 27th on up to around 36th.  It&#39;s great money,<br/>\ngreat experience and great items (Lizard Scale Cloak, Lizard Scale Mantle,<br/>\nBladed Thulian Claws, Lizardskin Tribal Mask, etc.)<br/>\n<br/>\nCrier Sharpsong - 34th song bard on Fennin Ro</div>","specialLinks":[]}}
