{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"5JzvxOpyUamDO0q-VNuB_y6iY4cMXFatcTdXak5r-khltG2Ete_RvtZ5CZjUxpw7lyMtgXTtO3cFxkpGVHhLYBEcrgs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Dungeon advice","postDate":"943308491","msgId":10482,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MjguMTA0ODIuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10481,"nextInTopic":10483,"prevInTime":10481,"nextInTime":10483,"topicId":10477,"numMessagesInTopic":21,"msgSnippet":"Hmm.. Befallen would still be decent experience at your level if you were in a group and fighting on the third floor.  You d have the chance of getting the ","messageBody":"<div id=\"ygrps-yiv-41184681\">Hmm..<br/>\n<br/>\nBefallen would still be decent experience at your level if you were in a<br/>\ngroup and fighting on the third floor.  You&#39;d have the chance of getting the<br/>\nBone Bladed Claymore, Barbed Arms, Barbed Legs, Dagger of Marnek and<br/>\nGossimer Items (robes ususally).<br/>\n<br/>\nNajena would be doable too.  Maybe getcha a Flowing Black Robe, tentacle<br/>\nwhip, barbed leather whip, etc.<br/>\n<br/>\nThe flag room of permafrost would be good if you get a competent group.  At<br/>\n20th I probably wouldn&#39;t venture much further in than that - I&#39;d stay there<br/>\nand pull.  Since you don&#39;t have Consonant Chains yet, by all means get<br/>\nsomeone who can snare.  If you can see its butt-crack or its amphibius it<br/>\ntrains badly if you have a runner.  If you have a well-oiled group with<br/>\ncasters and a druid or cleric, you might go try to take the Preacher Room.<br/>\nBut do be careful as there are some nasty casters in Perma.<br/>\n<br/>\nI&#39;d recommend that you stay outta Sol A.  I have a real dislike for goblins<br/>\nin general (and I try not to be bigoted), but that place has a lot of<br/>\nserious Wizards in it and they hit very hard.  They killed me twice at level<br/>\n34 over the weekend (once by simply knocking me into lava) while trying to<br/>\nget my Firewalker Boots.  The place never has very many people in it,<br/>\ndespite have a really wonderful design and some very, very interesting<br/>\nplaces and some very nice loot.  What that says to me is that the place is<br/>\nslightly misdesigned.  The level of the creatures is like 10-20% tougher<br/>\nthan they should be.  If they would tweak this zone down just a tiny little<br/>\nbit it would be vastly more popular.  To give you some idea, there were (and<br/>\nI&#39;m not joking) 2,300 people on Fennin Ro this Saturday evening.  At that<br/>\ntime there were 14-20 people in Sol A with me.  Most of those were resting<br/>\nfrom Sol B, and the ones that weren&#39;t were high level Wizards camping stuff<br/>\nfor guildmates or secondary characters.  That says something&#39;s wrong - the<br/>\nmobs and/or risk of death is too great for the amount of experience or loot<br/>\nthat you receive.<br/>\n<br/>\nCrier<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt; From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Do any of our great bards out there have some good ideas for dungeon<br/>\n&gt; crawling for a 20th going on 21st level bard?  I&#39;ve been hunting a lot<br/>\n&gt; outdoors, and can make money pretty fast now if I need to, so I&#39;m more<br/>\n&gt; interested in going somewhere that might have interesting loot items.  I<br/>\n&gt; have considered Solusek&#39;s Eye but not sure if I am high enough to do well<br/>\n&gt; there.  Any other suggestions?  I can solo high blues even I have found<br/>\n&gt; since I reached 20th, but prefer to group.  Would there be groups in Sol A<br/>\n&gt; that would be the right levels for me?<br/>\n&gt;<br/>\n&gt; \tKitasi<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
