{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Schuldes","from":"James Schuldes &lt;jgs@...","replyTo":"LIST","senderId":"NIqemVcb49XtnOquo-R2eQu_L9r_PTILjm11Viy2MgKAhE5QuT3rzaKWzBqTfB8-nmuwHHNIlK_OGs5j4V3psutDJMwnYnE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Singing with higher levels...","postDate":"943368591","msgId":10502,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MzAuMTA1MDIuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10486,"nextInTopic":10508,"prevInTime":10501,"nextInTime":10503,"topicId":10486,"numMessagesInTopic":7,"msgSnippet":"Hmm, while it s fun to group with 50 s (and 40 s) - you can forget about xp. First off the mobs can be too red for you to get xp when the group kills them and","messageBody":"<div id=\"ygrps-yiv-935090718\">Hmm, while it&#39;s fun to group with 50&#39;s (and 40&#39;s) - you can forget about xp.<br/>\nFirst off the mobs can be too red for you to get xp when the group kills<br/>\nthem and if they are not too red and there are lots of higher lev&#39;s - they<br/>\nwill get the lion&#39;s share of xp and you will get little.  My group got ahead<br/>\nof me - I was 35 and they were 42 to 44 and were killing things yellow and<br/>\nred to me and my xp was so slow it was incredible.  Had they been 37-39 it<br/>\nwould have been real different - still killing red mobs but more equal xp<br/>\ndistribution.<br/>\n<br/>\nThey want you because they see you as a mana stone.  I&#39;d say forget about<br/>\nany offense songs in battle - maybe try CoD if you want to weave something<br/>\nin.  Play the buff songs that stack.  Anthem, elemental or purity, guardian<br/>\n- use a drum - do you have MM drums? When you have the MR buffs stacked make<br/>\nsure you have them check their MR you will here stuff like &quot;holy moly MR 130<br/>\nwoo hoo!&quot; and esp if someone else has MR buffed the party.  Also, they will<br/>\nresist the fear and such - really fun to see this in Kith where the mob use<br/>\nso much magic and melee hard too.<br/>\n<br/>\nIf MR is not much of a factor, go for melee buffs. Chant and Celerity (hmm<br/>\nyou don&#39;t get that til 36?) will stack and with a drum be a great buff for<br/>\ntanks.  Don&#39;t use chains unless they ask you.  They prolly have a better<br/>\nsnare/root available and if the mobs are &quot;much high&quot; you will get resisted<br/>\nanyways.  Jig might be good also, and yes others can Sta buff better but<br/>\nthat takes mana to cast - so jig might save some mana for other stuff.  <br/>\n<br/>\nThe other problem with going against mobs that are &quot;much higher&quot; than you is<br/>\nthat you don&#39;t have the hp to sustain hits.  Even when you are in groups<br/>\nthat are closer to your level and you go to hard spots, you wont have hp to<br/>\nsustain a zone run.  I was in a group and we left the frenzy place in Old<br/>\nGuk and since we had a good night and thought we were real smart we decided<br/>\nto &quot;have a look see...&quot; (famous last words I know.)  Well, we were standin<br/>\nin the middle of the jail when the ranger&#39;s camo faded and he got jumped.<br/>\nThen all frog broke loose.  Our enchanter got off 2 casts of her AE mez and<br/>\n10 froggies were mezzed and 10 more were still attacking.  Panic set in and<br/>\nsome one or two called for a zone run.<br/>\n<br/>\nWell, that&#39;s all fine and dandy if you can cast Divine Aura and know the way<br/>\nout.  Me and the enchanter died not too far down the tunnel from the jail.<br/>\nAnd the 3 tank types got out. Some said it was the hugest train they ever<br/>\nsaw.  In retrospect, we should not have fled.  Even though there were like<br/>\n15 froggies - they all green and we had good crowd control and a good<br/>\nhealer.  We should have stood and fought em one by one. <br/>\n<br/>\nSo, my point is - play what works: you can buff your team lots better than<br/>\nyou can de-buff or dmg the mobs.  Also, have your insurance paid up.<br/>\n<br/>\nAlso do not play songs when the puller is out.  Keep your eye on the puller<br/>\nand when he starts to go pull - stop songs until he gets back.  This is<br/>\nsupposed to keep from the mobs he agro&#39;s from getting you on the hate list<br/>\nright away and also help him not agro lower level mobs he runs by.<br/>\n<br/>\nAlso, the heal song while in battle is supposedly a huge taunt (supposedly<br/>\neach point you heal counts the same as a point of damage against the mob -<br/>\nso they hate you for it and although they don&#39;t take damage it taunts them<br/>\nto you and you get hit.)  You will be lots more like a caster - low HP -<br/>\nmarginal contribution to melee and a mob magnet.  They (your hi lev party)<br/>\nthink you are a mana stone and want you for that and wont like you dieing so<br/>\nstay out of combat and buff & MR buff them in combat.<br/>\n<br/>\nAnd yes, I can hear it now - &quot;bards are supposed to lead the team, control<br/>\nthe battle, call the shots&quot; -- but not if you are the baby bard and these<br/>\nguys are 40&#39;s and 50&#39;s.  And even if they are &quot;wrong&quot; - they are the high<br/>\nlev&#39;s and prolly wont listen to your advice - even if you are right. <br/>\n<br/>\nIf you want to be more of a team leader, you need a team more equal to your<br/>\nlevel.  When you are all about the same age, they will listen more and be<br/>\nable to try stuff with you. Also, you will shine more because more of your<br/>\nstuff works.  You can pixie and it works, you can charm to taunt mobs off<br/>\nyour caster and it works. You can use DD and DoT&#39;s and they work (well as<br/>\nthey work as good as they can anyway.)<br/>\n<br/>\nSylly<br/>\n<br/>\n\t\t-----Original Message-----<br/>\n\t\tFrom:\tKen Bachman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kbachman@...\">kbachman@...</a>]<br/>\n\t\tSent:\tMonday, November 22, 1999 9:20 PM<br/>\n\t\tTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n\t\tSubject:\t[eqbards] Singing with higher levels...<br/>\n<br/>\n\t\tFrom: Ken Bachman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kbachman@...\">kbachman@...</a>&gt;<br/>\n<br/>\n\t\tNow that the high-level members of my guild have decided to<br/>\nacknowledge <br/>\n\t\tmy existence (at level 33 - now 34 - I could get exp with<br/>\nthe 50s), I am <br/>\n\t\twondering what, exactly, I should be singing when I am in<br/>\nplaces where <br/>\n\t\tthe MOBs are MUCH higher level than I am?</div>","specialLinks":[]}}
