{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Maz","from":"Maz &lt;barrison@...","replyTo":"LIST","senderId":"b-sXwt949tfHPpBUAuCYQbhc5ZTZpgvmsXZF5QRmhK7LUHXk4QDr4PTo_w3NZhW7Rilbyq6EgQCQruM0QTgjiQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Mistmoore fun (was:  Maid and Butler camping?)","postDate":"943419699","msgId":10579,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MzMuMTA1NzkuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":10578,"nextInTime":10580,"topicId":10579,"numMessagesInTopic":1,"msgSnippet":"Well you don t know me but I m new so you shouldn t know me.  I ll give out a few MM pointers I have learned with my druid :)  My secondary is a bard so I","messageBody":"<div id=\"ygrps-yiv-1968231663\">Well you don&#39;t know me but I&#39;m new so you shouldn&#39;t know me.  I&#39;ll give<br/>\nout a few MM pointers I have learned with my druid :)  My secondary is a<br/>\nbard so I figure I could have some say here every now and then :)<br/>\n<br/>\nThe maid and butler area can easily be soloed at your level, well I&#39;m not<br/>\nsure my bard isn&#39;t nearly as high as you or my druid (at 49th).  There&#39;s a<br/>\nton of tricks on how to get past areas even without an invis or<br/>\ncamo.  Also there&#39;s a few more tricks on pulling one mob out of a room so<br/>\nyou can easily split the spawn.<br/>\n<br/>\nOver the last week I have gone back to mistmoore to help out my guild and<br/>\ndecided to get a few things for my bard while i was there.  I&#39;ve gotten a<br/>\nfew drums, lutes and wreaths (still trying for the damn diamodine<br/>\nearring?).  I&#39;m assuming you know where the maid and butler spawn, so I&#39;ll<br/>\njust give you tips on controling those two rooms and the hall between<br/>\nthem.<br/>\n<br/>\nHOw ever you decide to get into Mistmoore, run throught he Gypsy (&quot;ball<br/>\nroom&quot;) room through the double doors on the other side.   Continue running<br/>\nstraight until you are past the kitchen.  If you are past the door when<br/>\nyou attack the first npc straight ahead nothing will come out of the rooms<br/>\nto assist it.  Pull the mob how ever you wish, but don&#39;t pull by walking<br/>\nover to slap it with a weapon, you&#39;ll get the closest mob in the hall way<br/>\nto your right leading to the maid&#39;s room.<br/>\n<br/>\nKill it quickly, and i&#39;m sure i don&#39;t have to say this but I will, CHAIN<br/>\nthem as they start running.  The cooks will try to heal what ever you are<br/>\nfighting, but it is a low level necro spell so it shouldn&#39;t matter.<br/>\n<br/>\nNext I suggest grabbing the first mob in the hall to your right.  Kill the<br/>\nsame as the one before.  There should be one more at the end of the hall<br/>\nway.  Pull and kill where you killed the previous two.  Now the halls are<br/>\nclear and you shouldn&#39;t get anything but singles from the room.  Here&#39;s<br/>\nthe tricks to pulling the gargs and the maid/butler/place holders by<br/>\nthemselves.<br/>\n<br/>\nAt 50 we can easily do this by hiding around the corners of the doors.  It<br/>\ndoesn&#39;t take much to figure out where to stand when you pull.  for the<br/>\nbutler room, this is the one straight from the kitchen, not down the hall<br/>\nto the right.<br/>\n<br/>\nStand to the left of the door, open it and target the butler/place holder,<br/>\npull, kill.  Next do not clear out the gargoyle in there.  Go to the<br/>\nmaid&#39;s room, stand to the left of the door, open and pull the garg from<br/>\nthat room, kill and go back to butler room.  Kill the garg, go back to<br/>\nmaid&#39;s room and kill the maid/place holder.  If you keep on top of the<br/>\nspawning You should have the entire area spawning with your down time.<br/>\n<br/>\nIf things are slow on the spanwing just run back down  the hall you came<br/>\nfrom and kill the gypsies.  Just open the door  and do not run past<br/>\nit.  target a gypsy and kill a bit back, pull to the maid area if you wish<br/>\nbut DO not fight in the big open area that leads to the dark elf noble<br/>\narea, you&#39;ll get that room and four gargs if you decide to fight there.<br/>\n<br/>\nAt night you should get werewolves to spawn, I love fighting those giant<br/>\nwet rats :)  Getting the maid and butler to drop fangs is just as bad as<br/>\npulling teeth (pun intended).  They only drop them SOMETIMES in were wolf<br/>\nform only.  So if you kill them durring the day you&#39;ll just get a wreath<br/>\nor cloak (which is really a neck piece).  Both are pretty good, the cloak<br/>\nespecially for nafagen raids for the extra +7 MR it gives.<br/>\n<br/>\nWhen I go to mistmoore i&#39;m the only person in there, it&#39;s really great to<br/>\nhave the entire place to yourself, don&#39;t have to worry about getting<br/>\nothers killed if you have to run to the zone (haven&#39;t had to yet).  Also<br/>\nthere will be plenty of younger bards wanting  to get a lute for their<br/>\nlambent breast plate, I&#39;ve helped out quite a few when they show up,<br/>\nalways nice to help people when needed. :)<br/>\n<br/>\nIf anybody on Cazic wants to help me in my little mistmoore runs, or just<br/>\nlearn how it&#39;s done just give me a tell.  The catch is i work graves so I<br/>\nplay from 8am until noon ;)<br/>\n<br/>\n-maz<br/>\nplayer of<br/>\nLilthia Silveed &lt;Knights of the WhiteWolf&gt; 49th druid<br/>\nJesaeryn Moonsong &lt;Knights of the WhiteWolf&gt; 8th bard <br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Tue, 23 Nov 1999, Greg Gillan wrote:<br/>\n<br/>\n:From: Greg Gillan &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:GGillan@...\">GGillan@...</a>&gt;<br/>\n:<br/>\n:I think the time has come that I pick up an ebw.  I&#39;ve got a ykesha for my<br/>\n:primary, but I&#39;m not sure I&#39;m willing to do that camp again for a while.<br/>\n:The ebw seems like a good choice for a secondary weapon anyway since its<br/>\n:faster than the ykesha, and off hand proc&#39;s never seem to happen much for<br/>\n:me.<br/>\n:Anyway, not having a whole lot of experience with MM, I know how to get to<br/>\n:the maid and butler rooms, but I&#39;m not really very familiar with spawns and<br/>\n:aggro radius&#39; in there, I was just wondering if anyone can offer any advice.<br/>\n:Where is the best/safest place to camp?  Can I do it solo, or should I bring<br/>\n:along anyone else?  About how long does it take on average to get both<br/>\n:fangs?<br/>\n:Any advice would be helpful.<br/>\n:<br/>\n:<br/>\n:Elwyn Heartstring<br/>\n:Level 50 Bard<br/>\n:Erollisi Marr<br/>\n:<br/>\n::Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions.<br/>\n:<br/>\n<br/>\n               Maz Armgo<br/>\n   <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.pimped.org/~barrison/\">http://www.pimped.org/~barrison/</a><br/>\n          <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:barrison@...\">barrison@...</a><br/>\n<br/>\n&quot;There are no stupid questions, Just stupid people.&quot;<br/>\n&quot;Avoid the Gates of Hell, use Linux.&quot; </span></blockquote></div>","specialLinks":[]}}
