{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"0FWi7-0MILvLhIpmJDitgn_yXeuGR1jDVFTB6PMVosBSHC1GYm6f9fErjtwvo7PE5Wk58U8u7PJlcaiNWQyRJgfC76vnGUDIeOHTyRgMm6dOQXo8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Great post on item balancing (Long)","postDate":"943905241","msgId":10667,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NDAuMTA2NjcuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10665,"nextInTopic":10669,"prevInTime":10666,"nextInTime":10668,"topicId":10664,"numMessagesInTopic":79,"msgSnippet":"Brian s post is interesting, but I m not sure it is all that accurate. Perhaps this is accurately what Verant wants to be true, but it is not what is true.","messageBody":"<div id=\"ygrps-yiv-1718788504\">Brian&#39;s post is interesting, but I&#39;m not sure it is all that accurate.<br/>\nPerhaps this is accurately what Verant wants to be true, but it is not what<br/>\nis true.  Monks out damage warriors only until the warrior gains some good<br/>\nweapons around 15th level or so.  After that the warrior often out damages<br/>\nthe monk, but the monk takes less damage.  The reason for this?  The monk<br/>\nhaving no offensive items to spend money on is free to spend all his funds<br/>\nto acquire better defensive items.  The two do seem to balance out with the<br/>\nwarrior doing more damage but the monk taking less.  Despite not being able<br/>\nto wear heavy armor our group monk who is 2 levels lower than me has nearly<br/>\nthe same ac I do, and I have only one piece of armor with an AC below banded<br/>\nand several at plate or higher.  He takes way less damage than I do and<br/>\nuntil he is 35th level will probably never die again except in very rare<br/>\ncircumstances.<br/>\n<br/>\nMy biggest laugh was at Brian&#39;s mention of Bard only items.  That&#39;s a good<br/>\none.  Excepting the quest armor, there are what, two bard only items that<br/>\nyou can get without taking on a dragon or going to the planes?  A Shawl of<br/>\nthe Wind Spirit and Mistmoore Battle Drums, that&#39;s it as far as I know.  A<br/>\npiece of armor equal to cloth and a drum on a 35+ mob.  To even mention bard<br/>\nonly items was in my opinion a slap in the face.  Considering one is useless<br/>\nafter 3rd level and the other sells for 500pp+ that&#39;s a joke.  What other<br/>\nclass has so little equipment dedicated to it?  There must be one but I<br/>\ndon&#39;t know what it would be.  Are there even any other items on mobs below<br/>\n30th that are bard plus a few others?  Shimmering Orb, great for looks but<br/>\nwith dual wield is it useful?  Anyone know of anything else?<br/>\n<br/>\nMy next point regards weapons.  If they are trying to balance the items, why<br/>\nis it I am still using the same weapons at 21st level I used at 12th level?<br/>\nThere really isn&#39;t anything much better than my dragoon dirk and screaming<br/>\nmace available for bards at my level.  The only 1HS weapons available are a<br/>\nPolished Granite Tomahawk and a Barbed Leather Whip.  They don&#39;t even begin<br/>\nto compare to our Shadowknight&#39;s Dark Reaver.  The primary weapons carried<br/>\nby every member of our group is better than either the PGT or the BLW.  Why?<br/>\nThat&#39;s a good question.  Since we don&#39;t have anybody near my level who is a<br/>\nmelee class (or hybrid other than the SK) its really puzzling.  Our mages<br/>\ncarry Glowing Wooden Crooks or better, at 150pp not hard to see why.  The<br/>\nshadowknight has a dark Reaver and I&#39;m using the same primary as the 7th<br/>\nlevel ranger, a dragoon dirk.  At 25pp who would blame him?  A good 1HS<br/>\nweapon on the other hand cost 400pp+.<br/>\nWhy does this inequity exist?  Because in truth their are far more good<br/>\npiercing weapons per piercing user than 1HS per 1HS user.  All the good 1HS<br/>\nweapons at the mid-levels are either warrior or paladin or ranger only.  I<br/>\ncould currently get thru quests at least 6 weapons I cannot use.  The quests<br/>\nare easily doable for a group of my level or close (21st).  I can get no<br/>\ndecent weapons via quest that I can use except the Screaming Mace that I did<br/>\n9 levels ago.<br/>\n<br/>\nBelieve me if anyone can refute this and offer me a solution to where I<br/>\nmight find a better weapon obtainable I&#39;d be glad to hear it.  I get really<br/>\ntired of having my own guild members laugh, &quot;you still using that little<br/>\nsticker?&quot;  I suppose I could buy a PGT, but at the 250pp they go for on E&#39;ci<br/>\nit hardly seems justifiable.  Any suggestions out there?  I currently own 4<br/>\nmagical piercing weapons (don&#39;t ask), and 2 magical 1HB, but only a combine<br/>\nScimitar for 1HS.<br/>\n<br/>\n\tKitasi Ireallyshouldthinkupalastname of E&#39;ci<br/>\n\t&quot;materialistically inclined? not usually, but all those guild posts,<br/>\nsheesh!&quot;<br/>\n<br/>\nFrom: Ryan Honeyman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; CONCLUSION<br/>\n&gt; <br/>\n&gt; Hopefully this gives you some insight into how tricky designing some items<br/>\n<br/>\n&gt; can be. It&#39;s both an art and a science -- you have to have an intuitive<br/>\n </span></blockquote>feel <br/>\n<blockquote><span title=\"ireply\"> &gt; for the interactions between everything (race, procs, stat bonuses,<br/>\n </span></blockquote>classes, <br/>\n<blockquote><span title=\"ireply\"> &gt; skill caps, etc.) and then you have to back up your gut instincts by<br/>\n </span></blockquote>running <br/>\n<blockquote><span title=\"ireply\"> &gt; simulations so that the numbers do, in fact, add up to what you expect.<br/>\n </span></blockquote>Then <br/>\n<blockquote><span title=\"ireply\"> &gt; you have to see how it all fits into the world with regards to real world <br/>\n&gt; usefulness (is that proc really relevant? Do these races really use this?<br/>\n </span></blockquote>Is <br/>\n<blockquote><span title=\"ireply\"> &gt; there another weapon that&#39;s similar and easier to get?) and hope you made <br/>\n&gt; the right decision.<br/>\n<br/>\n<br/>\n </span></blockquote>  This guy is like a god.  When I read his stuff, I get more<br/>\n  insight, more information, and more chuckles than anything<br/>\n  else Verant releases.  I especially enjoyed reading his story<br/>\n  about the GM event he ran a long time ago.  I wish there were <br/>\n  more of him running around at Verant.  The game would<br/>\n  probably be a lot more interesting.<br/>\n<br/>\n  Harmonic.<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
