{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kirk Baptista","from":"Kirk Baptista &lt;dopey@...","replyTo":"LIST","senderId":"rDfGul9-qr4cSlAx5bsGsnBFzBfxwkKfJRd5Dh2BYv9o1VAYW3pADSc_TtxsZJhBqrkNqNZhxnOyJ2MEv5xmWx-asUYSZ74HFXE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Great post on item balancing (Long)","postDate":"943878454","msgId":10670,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NDAuMTA2NzAuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10669,"nextInTopic":10671,"prevInTime":10669,"nextInTime":10671,"topicId":10664,"numMessagesInTopic":79,"msgSnippet":"I will have to agree on items available for bards at 20th level or so. I would love to get rid of my Barbed Leather Whip, but to replace it with what? If I","messageBody":"<div id=\"ygrps-yiv-331967342\">I will have to agree on items available for bards at 20th level or so. I<br/>\nwould love to get rid of my Barbed Leather Whip, but to replace it with<br/>\nwhat? If I could dual wield PGTs, that would be good, but they are still<br/>\nrelatively slow, heavy, and only do 6 damage. The only viable replacements<br/>\nthat I know of are way too expensive/hard to get. (Kilij, Crystalline Blade,<br/>\nRuned Falchion, etc.<br/>\n<br/>\nThe same goes for armor. I have been wearing bronze for quite awhile, and it<br/>\nis a strain for this little wood elf, but to upgrade to steel is cost<br/>\nprohibitive, and lambent is way too hard for me, yet.<br/>\n<br/>\nSo, I have had basically the same equipment for months, and with nothing to<br/>\nlook forward to for another few months.   *sigh*<br/>\n<br/>\nIf I am overlooking something, I would love to hear about it. I would dearly<br/>\nlove a quest that was long and arduous but possible for me to accomplish,<br/>\nthat would result in a nice weapon or magic instrument. <br/>\n<br/>\nAnd speaking of instruments, if there were some better instruments around,<br/>\nmaybe I wouldn&#39;t have to rely on my poor melee skills so much. I would love<br/>\nto sit back and play songs during melee, as I don&#39;t have the HPs to really<br/>\nmix it up anymore anyway, but it&#39;s just not quite enough for me as I don&#39;t<br/>\nseem to be able to weave 4 songs at once.<br/>\n<br/>\nAnd all these balance issues, while significant, don&#39;t take into account<br/>\ntwinking, which is the biggest unbalancing factor, I think. Of course, with<br/>\nthe scarcity of attainable items and the game bias against those of us who<br/>\nprefer to solo, I can see why eBay sales are so brisk.<br/>\n<br/>\nAranlas Starchaser<br/>\nMaster Bard<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Kimes, Dean W.<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&#39;<br/>\nSent: 11/29/99 7:54 PM<br/>\nSubject: RE: [eqbards] Great post on item balancing (Long)<br/>\n<br/>\nFrom: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n<br/>\nBrian&#39;s post is interesting, but I&#39;m not sure it is all that accurate.<br/>\nPerhaps this is accurately what Verant wants to be true, but it is not<br/>\nwhat<br/>\nis true.  Monks out damage warriors only until the warrior gains some<br/>\ngood<br/>\nweapons around 15th level or so.  After that the warrior often out<br/>\ndamages<br/>\nthe monk, but the monk takes less damage.  The reason for this?  The<br/>\nmonk<br/>\nhaving no offensive items to spend money on is free to spend all his<br/>\nfunds<br/>\nto acquire better defensive items.  The two do seem to balance out with<br/>\nthe<br/>\nwarrior doing more damage but the monk taking less.  Despite not being<br/>\nable<br/>\nto wear heavy armor our group monk who is 2 levels lower than me has<br/>\nnearly<br/>\nthe same ac I do, and I have only one piece of armor with an AC below<br/>\nbanded<br/>\nand several at plate or higher.  He takes way less damage than I do and<br/>\nuntil he is 35th level will probably never die again except in very rare<br/>\ncircumstances.<br/>\n<br/>\nMy biggest laugh was at Brian&#39;s mention of Bard only items.  That&#39;s a<br/>\ngood<br/>\none.  Excepting the quest armor, there are what, two bard only items<br/>\nthat<br/>\nyou can get without taking on a dragon or going to the planes?  A Shawl<br/>\nof<br/>\nthe Wind Spirit and Mistmoore Battle Drums, that&#39;s it as far as I know.<br/>\nA<br/>\npiece of armor equal to cloth and a drum on a 35+ mob.  To even mention<br/>\nbard<br/>\nonly items was in my opinion a slap in the face.  Considering one is<br/>\nuseless<br/>\nafter 3rd level and the other sells for 500pp+ that&#39;s a joke.  What<br/>\nother<br/>\nclass has so little equipment dedicated to it?  There must be one but I<br/>\ndon&#39;t know what it would be.  Are there even any other items on mobs<br/>\nbelow<br/>\n30th that are bard plus a few others?  Shimmering Orb, great for looks<br/>\nbut<br/>\nwith dual wield is it useful?  Anyone know of anything else?<br/>\n<br/>\nMy next point regards weapons.  If they are trying to balance the items,<br/>\nwhy<br/>\nis it I am still using the same weapons at 21st level I used at 12th<br/>\nlevel?<br/>\nThere really isn&#39;t anything much better than my dragoon dirk and<br/>\nscreaming<br/>\nmace available for bards at my level.  The only 1HS weapons available<br/>\nare a<br/>\nPolished Granite Tomahawk and a Barbed Leather Whip.  They don&#39;t even<br/>\nbegin<br/>\nto compare to our Shadowknight&#39;s Dark Reaver.  The primary weapons<br/>\ncarried<br/>\nby every member of our group is better than either the PGT or the BLW.<br/>\nWhy?<br/>\nThat&#39;s a good question.  Since we don&#39;t have anybody near my level who<br/>\nis a<br/>\nmelee class (or hybrid other than the SK) its really puzzling.  Our<br/>\nmages<br/>\ncarry Glowing Wooden Crooks or better, at 150pp not hard to see why.<br/>\nThe<br/>\nshadowknight has a dark Reaver and I&#39;m using the same primary as the 7th<br/>\nlevel ranger, a dragoon dirk.  At 25pp who would blame him?  A good 1HS<br/>\nweapon on the other hand cost 400pp+.<br/>\nWhy does this inequity exist?  Because in truth their are far more good<br/>\npiercing weapons per piercing user than 1HS per 1HS user.  All the good<br/>\n1HS<br/>\nweapons at the mid-levels are either warrior or paladin or ranger only.<br/>\nI<br/>\ncould currently get thru quests at least 6 weapons I cannot use.  The<br/>\nquests<br/>\nare easily doable for a group of my level or close (21st).  I can get no<br/>\ndecent weapons via quest that I can use except the Screaming Mace that I<br/>\ndid<br/>\n9 levels ago.<br/>\n<br/>\nBelieve me if anyone can refute this and offer me a solution to where I<br/>\nmight find a better weapon obtainable I&#39;d be glad to hear it.  I get<br/>\nreally<br/>\ntired of having my own guild members laugh, &quot;you still using that little<br/>\nsticker?&quot;  I suppose I could buy a PGT, but at the 250pp they go for on<br/>\nE&#39;ci<br/>\nit hardly seems justifiable.  Any suggestions out there?  I currently<br/>\nown 4<br/>\nmagical piercing weapons (don&#39;t ask), and 2 magical 1HB, but only a<br/>\ncombine<br/>\nScimitar for 1HS.<br/>\n<br/>\n\tKitasi Ireallyshouldthinkupalastname of E&#39;ci<br/>\n\t&quot;materialistically inclined? not usually, but all those guild<br/>\nposts,<br/>\nsheesh!&quot;<br/>\n<br/>\nFrom: Ryan Honeyman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; CONCLUSION<br/>\n&gt; <br/>\n&gt; Hopefully this gives you some insight into how tricky designing some<br/>\n </span></blockquote>items<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; can be. It&#39;s both an art and a science -- you have to have an<br/>\n </span></blockquote>intuitive<br/>\nfeel <br/>\n<blockquote><span title=\"ireply\"> &gt; for the interactions between everything (race, procs, stat bonuses,<br/>\n </span></blockquote>classes, <br/>\n<blockquote><span title=\"ireply\"> &gt; skill caps, etc.) and then you have to back up your gut instincts by<br/>\n </span></blockquote>running <br/>\n<blockquote><span title=\"ireply\"> &gt; simulations so that the numbers do, in fact, add up to what you<br/>\n </span></blockquote>expect.<br/>\nThen <br/>\n<blockquote><span title=\"ireply\"> &gt; you have to see how it all fits into the world with regards to real<br/>\n </span></blockquote>world <br/>\n<blockquote><span title=\"ireply\"> &gt; usefulness (is that proc really relevant? Do these races really use<br/>\n </span></blockquote>this?<br/>\nIs <br/>\n<blockquote><span title=\"ireply\"> &gt; there another weapon that&#39;s similar and easier to get?) and hope you<br/>\n </span></blockquote>made <br/>\n<blockquote><span title=\"ireply\"> &gt; the right decision.<br/>\n<br/>\n<br/>\n </span></blockquote>  This guy is like a god.  When I read his stuff, I get more<br/>\n  insight, more information, and more chuckles than anything<br/>\n  else Verant releases.  I especially enjoyed reading his story<br/>\n  about the GM event he ran a long time ago.  I wish there were <br/>\n  more of him running around at Verant.  The game would<br/>\n  probably be a lot more interesting.<br/>\n<br/>\n  Harmonic.<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
