{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Illian","from":"&quot;Jeff Illian&quot; &lt;jeff@...","replyTo":"LIST","senderId":"Ex2DduDz8dlh0xl8ElZDK894jwleo5IiYfayrgnulN9aJo1feyy7wWgq9Ma8snEHLzuUAPvlODAnsPNqoDdN3Ue_bubv9A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Great post on item balancing (Long)","postDate":"943909079","msgId":10674,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NDAuMTA2NzQuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10673,"nextInTopic":10675,"prevInTime":10673,"nextInTime":10675,"topicId":10664,"numMessagesInTopic":79,"msgSnippet":"IMHO, the bard class is just fine.  I m now level 28 and have found absolutely nothing to complain about.  I seem to work great in a party and great without","messageBody":"<div id=\"ygrps-yiv-1535409221\">IMHO, the bard class is just fine.  I&#39;m now level 28 and have found<br/>\nabsolutely nothing to complain about.  I seem to work great in a party and<br/>\ngreat without one.<br/>\n<br/>\nIn fact, this past holiday weekend, I finally dinged 27 and obtained my fire<br/>\nwalker boots and my fiery vambraces after hours of camping the king room.  I<br/>\nthen set off to get my runes of one eye (top and middle).  I set off for<br/>\nNorth Karana and wondered found Froon and Choon hanging out on their hill,<br/>\nboth conning red to me at 27.  After about 15 minutes of ooc&#39;s, I gave up<br/>\ntrying to find someone to help me and decided to hunt them another day.<br/>\nJust because I could, I ran through Froon&#39;s legs on the way to zone which<br/>\nagro&#39;ed him of course.  Since I was safe as ever with Selo and my drum, I<br/>\ndecided to give a charm a try, and to my surprise it stuck!  I then ran back<br/>\nand charmed Choon and proceeded to watch the two of them duke it out,<br/>\nkeeping Selo up the whole time in case charm didn&#39;t stick (I had about 80%<br/>\nsuccess rate charming Choon).  Finally Froon went down and I sat Choon down<br/>\nand looted.  I then proceeded to Bellow and Chain Choon until he too was<br/>\ndead.  Both runes were now mine!  Now I have only the breastplate and helmet<br/>\nto obtain.<br/>\n<br/>\nTell me what other class could have achieved this feet so easily?  I&#39;m now<br/>\n28 and I seem to have 2 roles in parties.  If there is an enchanter, I&#39;m a<br/>\nbuffer, emergency chainer, and extra damage.  If there isn&#39;t an enchanter, I<br/>\ntake over the role of crowd control.  I&#39;m always primary healer in between<br/>\nbattles and when those finger wiggler mobs show up, I give us ultimate magic<br/>\nresistance protection (well over 100), and often times, a well timed charm<br/>\nor pixie strike has brought victory from the jaws of defeat or a well time<br/>\nscreech has allowed everyone to zone alive.  In addition, I&#39;m almost always<br/>\nprimary puller (lament rules!).<br/>\n<br/>\nAt times I wish I could hit as hard as my wife&#39;s warrior, or do crowd<br/>\ncontrol as well as my buddy&#39;s enchanter, or snare as well as my brother&#39;s<br/>\ndruid or friend&#39;s ranger, or buff as well as my friend&#39;s shaman...  but who<br/>\nelse can do it ALL?<br/>\n<br/>\nTaneran Dreamweaver<br/>\n&lt;Clan Jax&gt;<br/>\nBard of the 28th song (sliver from 29!)<br/>\nPrexus</div>","specialLinks":[]}}
