{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Honeyman","from":"Ryan Honeyman &lt;honeyman@...","replyTo":"LIST","senderId":"iK69ANUr7o1piIxubLS-1s_SEXUx2g6LYKiqvcXdUefrAouXUnjcStkHXh1YIa1QEfZi1J_IM1Hc8YW3sZXX295M8hYztv8denW5QQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Manasong during battle.","postDate":"943984050","msgId":10731,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NDMuMTA3MzEuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":10733,"prevInTime":10730,"nextInTime":10732,"topicId":10731,"numMessagesInTopic":12,"msgSnippet":"I think we ve all agreed on the same thing, which is do what suits the group best.  I m not trying to mislead anyone or say one path is better than another.  I","messageBody":"<div id=\"ygrps-yiv-649823712\">I think we&#39;ve all agreed on the same thing, which is do what<br/>\n   suits the group best.  I&#39;m not trying to mislead anyone or <br/>\n   say one path is better than another.  I do know that many <br/>\n   players are very picky and childish at times when they don&#39;t<br/>\n   get their way.  These same people are also either very high<br/>\n   level or very influential.  I tend to go with the flow in a<br/>\n   group, playing requests before proving a point.  As long as<br/>\n   I&#39;m not almost dying every fight, and getting a decent share<br/>\n   of exp, I don&#39;t really care what songs I have to play - as <br/>\n   long as everyone is happy.<br/>\n<br/>\n   In tank heavy groups, I have a good mix up of songs to play.<br/>\n   In caster heavy groups, I enjoy the break from constantly<br/>\n   pressing two or three buttons. <br/>\n<br/>\n   After level 40, you tend to drop some old favorites.  I rarely<br/>\n   use Hymm anymore (its more efficient to mana healers up), <br/>\n   despite the fact that Rokenn claims extensive use of charm<br/>\n   in Lguk, you wont see him charming any boks or dars or<br/>\n   bloodthirsties to save people... hehe (sorry man).  Pixie strike<br/>\n   is nice and I use it in dire emergencies to hold one or two<br/>\n   enemies still, but to interrupt casting you have to devote <br/>\n   yourself to one mob, which is a waste of your resources<br/>\n   (unless there only is one mob, then it&#39;s prefect)  Lullaby<br/>\n   after level 35, just gets you killed.  I mean think of trying<br/>\n   to control a crowd of sonic bats and ldcs with Lullaby, and<br/>\n   if you fail or they break out of sleep, KYAG.  Greater kobolds,<br/>\n   yeah maybe you&#39;d do ok, but these bigger enemies hit hard, hit<br/>\n   fast, and bash a whole lot.  Like imp protectors and lava<br/>\n   guardians, I don&#39;t wanna be the dude up front taking those<br/>\n   hits, hehehe.<br/>\n<br/>\n   Here is my song lineup (for the most part, it varies sometimes)<br/>\n<br/>\n   Mystic Shielding, Desperate Dirge, Berserker Crescendo, <br/>\n   Manasong, Pixie Strike, Chains, Screech, Psalm of Cooling.<br/>\n<br/>\n   (I&#39;m definitely looking forward to the L48 song, it looks <br/>\n    like a blast)<br/>\n<br/>\n   Anyway, at level 45, I&#39;m delighted to even find a spot in a group.<br/>\n   Because the bar don&#39;t move any slowly than it does at level<br/>\n   45.  Sure, I can solo the odd greater kobold, (fear + chains<br/>\n   on the long ramp to SolA works beautifully), but there&#39;s <br/>\n   nothing like 6 people killing things left and right, and<br/>\n   playing about 6 hours to get one bubble of exp =).<br/>\n<br/>\n   Harmonic Distortion, 45th unchained melody.<br/>\n   League of Antonican Bards, The Wind Spirit&#39;s Song<br/>\n   &lt;Lords of Aesir&gt; Innoruuk</div>","specialLinks":[]}}
