{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JR McConnell","from":"&quot;JR McConnell&quot; &lt;jr@...","replyTo":"LIST","senderId":"rDhCOME0fRpim_coEohU-4xl7fFuWXVj-QM1WWPVT3Wkl-1oNyzTkcV6_L0XySqBhMf-nj9jS5A6eZSoawDQYFEL1wW2fw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Soerbaird and more?","postDate":"924708677","msgId":108,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42LjEwOC45NTkyNzMzNjdAZUdyb3Vwcy5jb20+"},"prevInTopic":96,"nextInTopic":113,"prevInTime":107,"nextInTime":109,"topicId":96,"numMessagesInTopic":3,"msgSnippet":"I have been listening to both sides in this argument(?) and would like to put in my two coppers... First, on the issue of the 10 pp. Actually, they only","messageBody":"<div id=\"ygrps-yiv-1376266107\">I have been listening to both sides in this argument(?) and would like to<br/>\nput in my two coppers...<br/>\n<br/>\n\tFirst, on the issue of the 10 pp. Actually, they only require 1pp and the<br/>\nrest to be paid as can before a initiate reaches the 10 level. That is a<br/>\nlong period in Norrath time. For I my self and not the most skilled of<br/>\nhunters but can earn about 1pp to 1pp 5 gp a Notathian day in the east<br/>\ncommons just outside the city of Freeport. This is by hunting the Deathfist<br/>\nPawn/Orc&#39;s (which I mention one should not take lightly, for there are<br/>\nplaces in Norrath that this activity can make one a kill on site. I learned<br/>\nthis the hard way at the hands of an Dark-Elf and his pet skeleton. Never<br/>\nunderestimate the power of the faction system) Wolfs, Skeletons (Who&#39;s<br/>\nrusted weapons can bring about 1gp each), Bears, Fire Beatles, and<br/>\nspiderlings (nonpoisonous). Also one can make about 5-7gp a Norrathian day<br/>\njust outside the gates of Freeport hunting the unlimited and massive vermin<br/>\nthat romp there (Stomping rats, bats, and snakes- oh my!!!). Not a lot of<br/>\nexperience but it is money none the less. So the dues is not that great<br/>\nproblem I would surmise. My expenses are about 2-3gp for food, water, and<br/>\nthrowing Knives (very useful for drawing away creators from a croup to<br/>\ndispatch them one at a time or if you are just too lazy to walk over and<br/>\nwack&#39;em).<br/>\n<br/>\n\tSecond, the group does give to its members. I do not know what others<br/>\nguilds are like and will not even conjecture for not wanting to unjustly<br/>\nslander. But this group have stated how they help those that belong to their<br/>\nfold. and it sounds very reasonable. I can not conjecture on the<br/>\npersonalities of the members having not met any, nor belonging to the group<br/>\nmyself.<br/>\n<br/>\n\tSo in closing I would mention that it so far sounds to me like their<br/>\nrequest are not that out of the realm of the feasible. Personally I am<br/>\ntempted to join also, but I have not met any of the participants, and place<br/>\nmore on the personal actions/demeanor of people then any group ideal for the<br/>\ntrue measure of any body is found in it members for people can try to live<br/>\nup to any lofty goals they profess, it is their actions that show their true<br/>\ndirection. I am from the Show me part of Norrath (this ideal has gotten my<br/>\nface slapped in many a tavern but that is another story we best not get into<br/>\nhere :) ). So I would best suggest that people just check out their<br/>\npostings, talk to members, non-members, and even those with an axe to grind.<br/>\nfor to find the middle best to know where the outer most edges are. for in<br/>\nthe middle you will find the truth. As any good trader knows, if you can<br/>\nlive with the down side of a deal there is no reason not to go though with<br/>\nit.<br/>\n<br/>\n\tAnother reason I may not be able to join, for you see a SnowLynx among<br/>\nSeaBirds could, how you say,... Be a bit, messy. :)<br/>\n<br/>\n\tBut this is only a Bards ramblings, and is only worth no more than the<br/>\nelectrodes it is stored with...<br/>\n<br/>\n\tSnowLynx-Gentleman Bard of Freeport...</div>","specialLinks":[]}}