{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kyle","from":"&quot;Kyle&quot; &lt;ksibbald@...","replyTo":"LIST","senderId":"TdrMsO2KdrRB7KvxJTeDny8jULN3bw3xcFOCCnrtFfzN2X2Z6nX9klrmyJgnXv5V0c7tn0Z-JssSSvTd4DtYa6SqbQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: VARIOUS THOUGHTS","postDate":"927590919","msgId":1085,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42Mi4xMDg1Ljk1OTI3MzM2OEBlR3JvdXBzLmNvbT4="},"prevInTopic":1084,"nextInTopic":1097,"prevInTime":1084,"nextInTime":1086,"topicId":1056,"numMessagesInTopic":8,"msgSnippet":"A.\tThe quest you refer to is not the one for the level 30 song. Vhalen hides another secret... B.\tOf what I understand these are either a quest or an","messageBody":"<div id=\"ygrps-yiv-1895175073\">A.\tThe quest you refer to is not the one for the level 30 song. Vhalen hides<br/>\nanother secret...<br/>\n<br/>\nB.\tOf what I understand these are either a quest or an unfinished trade<br/>\nskill.<br/>\n<br/>\nC.\tI think that&#39;s just the MIDI song that you hear whenever you play a song<br/>\nwith the correct instrument. I hear the same thing when I strap on the drums<br/>\nand run.<br/>\n<br/>\nD.\tI wholeheartedly agree with Hotkeying inventory. I learned it back at 17<br/>\nwhen I got dual wield and have used it ever since.<br/>\n<br/>\nE.\tI highly recommend this for the out of the way places like Erudin,<br/>\nKelethin, High Hold, etc. Making the run to other continents (especially<br/>\nFaedwyr) frequently can make you a gray haired bard in a hurry.<br/>\n<br/>\nF.\tCan&#39;t comment on the song much. I&#39;ve only played it once...<br/>\n<br/>\n\tGood Journey,<br/>\n<br/>\n\t\tSineras Silverlyre (Cazic-Thule)<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: FLEX DOLPHYNN [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:radia_eq@...\">radia_eq@...</a>]<br/>\nSent: Monday, May 24, 1999 1:30 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQBARDS@...\">EQBARDS@...</a><br/>\nSubject: [eqbards] VARIOUS THOUGHTS<br/>\n<br/>\n<br/>\nFrom: &quot;FLEX DOLPHYNN&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:radia_eq@...\">radia_eq@...</a>&gt;<br/>\n<br/>\nI play a 17th level Bard Named Radia on the Cazic-Thule Server.  Here are<br/>\nsome of my bardic thoughts.<br/>\n<br/>\nA:  (Spoiler) The quest from Vahlen Nostrolo does not seem to yeild the<br/>\nLevel 30 song.  I have completed this quest twice, both times at 16th<br/>\nlevel.<br/>\nThe first time a non-bard group member gave Nostrolo the items he needs.<br/>\nIn<br/>\nreturn he got Chords of Dissonance, the second level Song.  When I<br/>\ncompleted<br/>\nthe quest again on my own I recieved the Locating Lyric the 4th level song.<br/>\nIt is concievable that a 30th level Bard completing this quest may get the<br/>\nsong, but It seems unlikely.<br/>\n<br/>\nB:  I was wondering about the instrument pieces.  I have asked many bards<br/>\nif<br/>\nthey were able to assemble them to make a Lute or a trumpet or something<br/>\nand<br/>\nnever recieved an affirmative.  I had an idea that a Gnomes Tinker Skill<br/>\nmay<br/>\nbe able to be used to put the pieces together.  I talked to one Gnome who<br/>\nthought it might work, but have not found a Gnome and tried it yet.  Gnomes<br/>\nget tinker at level 16.  But this might be a way to assemble a trumpet or<br/>\nperhaps an enhanced Lute.  Of course it is likely to just produce a normal<br/>\nLute one can buy in a store.  If anyone actually does assemble these pieces<br/>\nplease let us know.<br/>\n<br/>\nC:  Often when I play my songs my music sounds very strange.  I was<br/>\nwondering if any others have experienced this.  It definately sounds as if<br/>\nmy Mandolin is out of tune, which would give credence to the usefullness of<br/>\nLute Tuners.  But the effects still seem to work full power.  When I ask my<br/>\ngroupmates if they hear any strange sounding music none has ever had their<br/>\nsound enabled.  I am just wondering if other bards have heard this or if it<br/>\nis just a sound problem with my Machine.  I have no other sound problems<br/>\nand<br/>\nthe music sounds exactly like a mis-tuned instrument so I was wondering if<br/>\nthis is a feature of the game telling me to buy a new Mandolin or<br/>\nsomething.<br/>\n<br/>\n<br/>\nD:  As others have mentioned set up your hotkeys for quick instrument<br/>\nSwitching.  It shall make you a much better bard for your group and<br/>\nyourself.  The melee weapon slots and general slots can be turned into<br/>\nbuttons and dragged onto a blank hot key.  Takes about 5 blanks to set it<br/>\nup<br/>\nnice for easy switching.  Doing this means you shall never have to pop up<br/>\nthe inventory screen to switch instruments.  MAkes it trivial to switch to<br/>\nMandolin for healing even half a bubble worth.<br/>\n<br/>\nE:  Buy  songs in advance.  The songs we get are scattered all over.  Buy<br/>\nthe songs only available in your city levels in advance before you leave to<br/>\ngo get new songs.  Just store them in the bank.  This makes it so you do<br/>\nnot<br/>\nhave to travel back to Kelethin or Erudin to get your song.  Plan in<br/>\nAdvance, it is not that hard to do.<br/>\n<br/>\nF:  The 14th Identify (Catalogue) song is not that useful as we know.<br/>\nBefore it was changed in the last patch though it did give me one piece of<br/>\ninformation out of all the times I have used it.  When I identified a<br/>\nGriffon Feather it had a listing of<br/>\nSkill:  Archery<br/>\nI found this interesting.  I am not a fletcher, but perhaps Griffon<br/>\nfeathers<br/>\ncan be used somehow.  I have no idea, besides the clue given with the<br/>\nIdentify.  After this weeks patch though the Identify song gives even less<br/>\ninformation.<br/>\n<br/>\nBards Rule.  Good Luck All.<br/>\n<br/>\nProsper,<br/>\nRADIA<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n_______________________________________________________<br/>\nGet your free, private email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.excite.com/\">http://mail.excite.com/</a><br/>\n<br/>\n------------------------------------------------------------------------<br/>\nIt&#39;s finally here!  What&#39;s your opinion?<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\nCreate a Star Wars discussion group at ONElist.</div>","specialLinks":[]}}
