{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jhenders@xxxxx.xxx","from":"jhenders@...","replyTo":"LIST","senderId":"dCh6Rz9wVeTEGOdgcxI10t3u33zeXkZOmG1vF6arVfIIWYVlEzJL5C1w1xr14BKvj25jViTL7bzW","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Twinking Causes a Crisis of Faith","postDate":"944068977","msgId":10855,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NDkuMTA4NTUuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10853,"nextInTopic":10856,"prevInTime":10854,"nextInTime":10856,"topicId":10848,"numMessagesInTopic":61,"msgSnippet":"... I m sorry this bummed you out. This was probably a bored level 50 playing his twink. It s a shame he was one of the immature a**hole L50 s but","messageBody":"<div id=\"ygrps-yiv-133738904\">On Wed, Dec 01/99, JasonF &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:JasonF@...\">JasonF@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; From: &quot;JasonF&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:JasonF@...\">JasonF@...</a>&gt;<br/>\n&gt; <br/>\n&gt; I&#39;ve been playing my bard &quot;Crier&quot; for just under 38 days of &#39;played&#39; time<br/>\n&gt; and I just hit level 36.  That&#39;s definitely *not* fast leveling, but I&#39;ve<br/>\n&gt; seen a lot slower.  Before my bard I played a monk up to 23rd and an<br/>\n&gt; Enchanter up to 13th while learning EQ and realizing that the best class in<br/>\n&gt; the game was bard..  but I digress.<br/>\n&gt; <br/>\n&gt; Last night I saw a level 9 bard in full Lambent, dual Ykeshas, Flowing Black<br/>\n&gt; Silk Sash, Mistmoore Drums, the works; he was decked out like a level 50<br/>\n&gt; that hadn&#39;t been to the Planes.  About four days ago I saw a level 15 in<br/>\n&gt; full Lambent, and I assume he had MM Drums and other goodies as well.<br/>\n&gt; <br/>\n&gt; I&#39;ve got to say that this was *profoundly* discouraging to me.  I&#39;ve been<br/>\n&gt; working my ass off for the pieces of Lambent armor that I have and I *still*<br/>\n&gt; lack the boots and helm.  So here I sit, dejected on the sands of Oasis,<br/>\n&gt; being *less* complete than a guy that started his bard last weekend.  Not<br/>\n&gt; only that, he literally *laughed* at me for having 38 &#39;played&#39; days and not<br/>\n&gt; being level 50.<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>I&#39;m sorry this bummed you out. This was probably a bored level 50<br/>\nplaying his twink. It&#39;s a shame he was one of the immature a**hole L50&#39;s<br/>\nbut unfortunately the game attracts them as well as some pretty cool<br/>\npeople as well. It&#39;s also too bad that Verant has left the game so empty<br/>\nfor people at higher levels that all they can do while waiting for the<br/>\noccasional plane breakin or dragon run is play other characters. I know<br/>\na lot of my former friends got a lot of fun out of going out and<br/>\ngathering equipment for their twinked characters with their L50<br/>\ncharacters. Personally, I tried it for a while, but I found playing a<br/>\ntwink to be a rather boring thing. When you have an enchanter, as I did,<br/>\ndecked out in equipment only a L40+ could obtain, it didn&#39;t leave much<br/>\nto look forward to but endless levelling. I still don&#39;t begrudge people<br/>\nthat enjoy playing a twink though. Whatever floats your boat. Personally<br/>\nI found it a lot more fun to go play a character on a new server. I had<br/>\n(am having) a gas with my druid I started on the tribunal, who used a<br/>\ncracked staff for the first 14 levels because he couldnt afford anything<br/>\nbetter and had to pick and choose which spells to buy until L24. Guess I<br/>\njust like a challenge.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; When there ceases to be any way for players&#39; characters to differentiate<br/>\n&gt; themselves from one another other based upon level (i.e. time and effort<br/>\n&gt; expended), what is the point of continuing?  I want, when people look at me,<br/>\n&gt; for them to know that I braved death and died many times to achieve the<br/>\n&gt; armor that I&#39;m wearing.  I don&#39;t want people to assume that I bought it from<br/>\n&gt; a farming high level Wizard or Mage or twinked myself with it.  I am now<br/>\n&gt; &quot;just another bard in Lambent&quot;.  If the armor was NO DROP it would be a<br/>\n&gt; different story.  <br/>\n<br/>\n </span></blockquote>A lot of people bitch and moan about no drop but I actually agree it<br/>\nwould have been a nice thing if they had made the class quest armor no<br/>\ndrop. However, I really don&#39;t see the difference between someone who is<br/>\nL40+ getting things for themselves or another character they run.<br/>\nReally, dispite the jerk factor you&#39;ve experienced from this guy, people<br/>\nwho are twinking their other characters did put the time and effort in,<br/>\non their other character, and, as someone on the list mentioned in an<br/>\nunrelated thread, they probably did it under harder conditions than<br/>\nnewer characters experience, because they started back when bronze<br/>\nwasn&#39;t obtainable until the 20&#39;s or more, and the best weapon most<br/>\npeople could look forward to was a combine scimitar at that point.<br/>\n<br/>\nBut that&#39;s certainly no reason to look down on people who didn&#39;t advance<br/>\nas quickly. Some people just have so little a sense of self worth they<br/>\nhave to get it any way they can. <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;...The bard that I saw in Oasis would have been in steel<br/>\n&gt; probably and I would have something tangible and visual over him based upon<br/>\n&gt; my efforts.  Everyone that saw me would then *know* that I had earned the<br/>\n&gt; pieces for myself.  They would know that I had pulled Gypsy Musicians from<br/>\n&gt; Mistmoore Castle for a lute, and that I had pulled Gargoyles in Lower Guk<br/>\n&gt; for a Basalt Carapace.  The Lambent armor&#39;s not being NO DROP has reduced my<br/>\n&gt; efforts to inconsequential and unnoteworthy.<br/>\n&gt; <br/>\n&gt; I am seriously wondering what it is I&#39;m doing playing a game that makes me<br/>\n&gt; feel this way.<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>Rather than let it bum you out, why not see that anyone who would laugh<br/>\nat you for not being 50 yet should be pitied. While I sympathize with<br/>\nyour plight however, I also think that this really stems from a bit of<br/>\njealousy, I also think learning to deal with that can be valuable.<br/>\n<br/>\nEven if they made lambent armor no drop, there would be low level bards<br/>\nrunning around in mithril bp&#39;s, silver legs, azure sleeves, froglok<br/>\ncrowns and dual ykeshas. The only way that Verant could deal with this<br/>\nis to make every item in the game no drop or put level limits on items<br/>\nso you can&#39;t equip them and they&#39;ve repeatedly said they won&#39;t do that.<br/>\n<br/>\n-- <br/>\n  Artificial Intelligence stands no chance against Natural Stupidity.<br/>\n            GAT d- -p+(--) c++++ l++ u++ t- m--- W--- !v<br/>\n                 b+++ e* s-/+ n-(?) h++ f+g+ w+++ y*</div>","specialLinks":[]}}
