{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jhenders@xxxxx.xxx","from":"jhenders@...","replyTo":"LIST","senderId":"Uzjlg4_hTa5al5yV__ODdwsguLl8FROi-IzKqqG-ivUqtvNIeD_lEE6GrUwBL-BFiiDxeHzIMu-t","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Twinking Causes a Crisis of Faith","postDate":"944070628","msgId":10860,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NDkuMTA4NjAuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10858,"nextInTopic":10861,"prevInTime":10859,"nextInTime":10861,"topicId":10848,"numMessagesInTopic":61,"msgSnippet":"On Wed, Dec 01/99, scott brisko  wrote: [snip] ... Why be jealous of this? Look what he missed? Most dungeons you ve been to in the game","messageBody":"<div id=\"ygrps-yiv-1133035166\"><blockquote><span title=\"qreply\">On Wed, Dec 01/99, scott brisko &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:scott@...\">scott@...</a>&gt; wrote:<br/>\n<br/>\n[snip]<br/>\n&gt; He started a character and was moving up the levels pretty quick, but then<br/>\n&gt; at about level 15 he decided that the whole process was taking to long, so<br/>\n&gt; he bought an account from E-Bay with a 50th level character and a couple of<br/>\n&gt; 20-30 levels characters.<br/>\n&gt; <br/>\n&gt; At first this really did not bug me too much, and while I tended to look<br/>\n&gt; down in general who bought accounts from E-Bay, I cut him some slack. But<br/>\n&gt; now it is really starting to cause some bad feelings, mainly because he&#39;s<br/>\n&gt; off adventuring in the planes Guk, Sol B, etc. and I am still looking at<br/>\n&gt; another 3-4 months at my pace of play to even get into the 40&#39;s where I<br/>\n&gt; might be able to try those places.<br/>\n<br/>\nWhy be jealous of this? Look what he missed? Most dungeons you&#39;ve been<br/>\nto in the game were (hopefully) challenging when you learned thier<br/>\nsecrets and how to stay alive in them. All those cool experiences are<br/>\ndenied him, as everything there is green to him and no challenge unless<br/>\nyou really screw up bad. (which some newb with an ebay 50 would probably<br/>\ndo)<br/>\n<br/>\nOn my old server, Tarrew Marr, one fairly well known Paladin sold his<br/>\naccount at 50, and the new owner is (was anyway) the laughingstock of<br/>\nthe server, at least in the high level circles. (Auar for any of you<br/>\ncurrent TM players) None of the 50&#39;s I used to hang out with, who are<br/>\nthe people planning the plane breakins and dragon hunts, would invite<br/>\nthis character on one of them on a bet. Unless your friend is amazingly<br/>\ngood at picking up on how to play the game it&#39;s highly unlikely he will<br/>\never get the respect of his peers enough to be invited on expeditions<br/>\nthat actually challenge a L50 character, so he&#39;ll probably soon tire of<br/>\ncamping items in lower guk and sol b, the only places that remotely<br/>\noffer a challenge to high level players.<br/>\n<br/>\n&gt; <br/>\n&gt; It really make me wonder what I am putting all this work into. While for the<br/>\n&gt; most part I still have fun, on the nights when I join up with the world&#39;s<br/>\n&gt; most inept group or worse can&#39;t find a group I begin to think about hanging<br/>\n&gt; the lute up and calling it quits.<br/>\n&gt; <br/>\n<br/>\nWell I hope you find a solid group of friends to play with sometime. As<br/>\nfar as I&#39;m concerned that&#39;s the hardest part of this game, and the part<br/>\nthat is the most rewarding. On both servers I&#39;ve played on, I&#39;ve managed<br/>\nto find a group of people who play similar hours, advance about the same<br/>\nspeed and can actually play their characters competently that I like as<br/>\nwell, so it can be done. If these people aren&#39;t on, I either solo or<br/>\nplay something else.<br/>\n<br/>\nA guild can also help with this, as long as the guild has some kind of<br/>\nrecruiting standard and doesn&#39;t just take anyone who says &quot;Kewl, can I be<br/>\nin your guild?&quot;<br/>\n<br/>\n-- <br/>\n  Artificial Intelligence stands no chance against Natural Stupidity.<br/>\n            GAT d- -p+(--) c++++ l++ u++ t- m--- W--- !v<br/>\n                 b+++ e* s-/+ n-(?) h++ f+g+ w+++ y* </span></blockquote></div>","specialLinks":[]}}
