{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"pSnT8LKPX-81rYvDBqTBm0nlPXaA11J-W8CA2uIQ4M0WMU_2ksE17hW3roz9RrB3U3tHhqy4d3gw6X2eXniLei4jvKVoH01WaOeQJjkYlJxgv_Nh","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Twinking Causes a Crisis of Faith","postDate":"944078134","msgId":10886,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NTAuMTA4ODYuOTU5MjczMzc5QGVHcm91cHMuY29tPg=="},"prevInTopic":10885,"nextInTopic":10891,"prevInTime":10885,"nextInTime":10887,"topicId":10848,"numMessagesInTopic":61,"msgSnippet":"I have found my guild invaluable in getting a group together.  Many times now we have too many set to group up and have to split up.  we aren t quite your","messageBody":"<div id=\"ygrps-yiv-1025541511\">I have found my guild invaluable in getting a group together.  Many times<br/>\nnow we have too many set to group up and have to split up.  we aren&#39;t quite<br/>\nyour levels yet but are getting close.  I am 21st and our SK is 22nd.  The<br/>\nrest are 19 or so.  I think there are places that 3 would be enough however.<br/>\nThe king pit is an unusual case in that I have seen groups of 6 fail to hold<br/>\nit, and group of three hold it easily.  The group of three I saw take out<br/>\nthe High Priest was 26bard, 30 Paladin, 28 wiz.  The bard sat back and only<br/>\nplayed songs.  With the double MR boost they said they only failed to resist<br/>\none spell from the High Priest, a root on the Paladin.  Between the wiz and<br/>\nPaladin they had no trouble killing the High Priest that I could see.  They<br/>\ndid get in trouble later when 3 gobs spawned at once, but a wandering shaman<br/>\nsaved their bacon with a few timely heals.<br/>\n<br/>\n\tKitasi<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Katy Westerman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katyw@...\">katyw@...</a>]<br/>\nSent: Wednesday, December 01, 1999 12:22 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: Re: [eqbards] Twinking Causes a Crisis of Faith<br/>\n<br/>\n<br/>\nFrom: Katy Westerman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katyw@...\">katyw@...</a>&gt;<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It really make me wonder what I am putting all this work into. While for<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; most part I still have fun, on the nights when I join up with the world&#39;s<br/>\n&gt; most inept group or worse can&#39;t find a group I begin to think about<br/>\n </span></blockquote>hanging<br/>\n<blockquote><span title=\"ireply\"> &gt; the lute up and calling it quits.<br/>\n<br/>\n </span></blockquote>This is my biggest problem with the game.  I&#39;m level 28 and up until<br/>\nthis point, my boyfriend and I could just go around and hunt in a pair<br/>\nand make decent exp.  Together, we have acquired a full set of crafted<br/>\nfor him and an almost complete set of lambent for myself (I&#39;m missing<br/>\nthe helm, bp, and boots right now).  Yes, for some of this, we joined<br/>\na larger group or, in his case, bought 2 or 3 pieces that we couldn&#39;t<br/>\nget ourselves.  Lately, we&#39;ve had a wizard from my guild join us, so I<br/>\nbasically have a regular 3 person group.  This is not enough to do<br/>\nmuch of anything anymore.  At our level (my 28, wiz 28, bf 30) ,<br/>\nthere&#39;s not much to kill outdoors and breaking into a decent spot in a<br/>\ndungeon requires a full group.  So, here&#39;s my little grouping<br/>\nmini-rant.  Two nights ago, we took over the Permafrost king room from<br/>\na level 50 who was looking for a cloak.  I sat in a preacher room<br/>\ngroup until the rest showed up; the rest being my 2 regulars and a<br/>\nfriend of the wizard who had grouped with us a couple of times before.<br/>\nWe waited at least 2 hours to take the room over, not counting the<br/>\ntime it took them to get a teleport from Unrest to North Karana and<br/>\nrun to Permafrost.  Once the room was secured, we were fine.  An honor<br/>\nguard spawned with a 2 hander and we let the wiz&#39;s roll, since they<br/>\nhad helped us out before and hadn&#39;t really gotten any of the good<br/>\nstuff.  The non-regular won, and shortly thereafter, deserted us while<br/>\nwe were trying to find his replacement.  Note to self:  my regular<br/>\ngroup is not enough to hold the room.  The high priest spawned and<br/>\nkilled all 3 of us, starting with the nuker.  After corpse retrieval,<br/>\nwith the help of a really nice level 47 druid from my guild, it was<br/>\n12:30am and I was back where I started for the night.  <br/>\n<br/>\nThis is typical of my experiences lately.  Either we can&#39;t find enough<br/>\npeople to take a room in a dungeon or we can, but can&#39;t find a room to<br/>\ntake.  And once we finally take the room, someone has to leave so<br/>\nwe either have to find a replacement quickly or leave the room<br/>\nourselves.  At least most people who have to leave warn us enough<br/>\nahead of time that the new person arrives as soon as they disband. <br/>\nI&#39;ve started to feel like I&#39;m wasting my time playing. Sure,<br/>\noccasionally I&#39;ll have a really great time (Gnomestock was a blast,<br/>\nand once I was in a group killing the diplomat in Permafrost which was<br/>\ngreat), but those times are few and far between now.  Even being in a<br/>\nguild doesn&#39;t seem to help much...Does anyone have any ideas on how to<br/>\nmake this feel more worthwhile?  <br/>\n<br/>\nA very discouraged Robynn Merrilin, on E&#39;ci<br/>\n<br/>\n<br/>\n-- <br/>\nKaty Westerman                           Don&#39;t lick something unless <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katyw@...\">katyw@...</a>                         you really mean it.           <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.cs.ucr.edu/~katyw\">http://www.cs.ucr.edu/~katyw</a>             -Advice from the Naked<br/>\nCS/Comp Math Major, UC Riverside         Dancing Llama<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
