{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roop Dirump","from":"&quot;Roop Dirump&quot; &lt;roop@...","replyTo":"LIST","senderId":"nFgUVO7Tr0PsxQPa1ktvjHdTNvWi5mwSPA7TaLxxNlfHfrNHa7WVhbQHu5Vuudm_I8qphtLdtZBmn6F0VbxhL6MeoWQDebnm","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bard Weapons","postDate":"927604946","msgId":1091,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42Mi4xMDkxLjk1OTI3MzM2OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1124,"prevInTime":1090,"nextInTime":1092,"topicId":1091,"numMessagesInTopic":19,"msgSnippet":"Just Fantisizing, ... Giant Dervish Tuning Fork Uses 2H Blunt Skill 13 31 Wt: 10.0 Tuning Fork Race: Human, Woods Elf, Half Elf Class: Bard Magic: Can","messageBody":"<div id=\"ygrps-yiv-1818035365\">Just Fantisizing,<br/>\nFeel free to add your own:<br/>\n<br/>\n------------<br/>\n<br/>\nGiant Dervish Tuning Fork<br/>\nUses 2H Blunt Skill<br/>\n13 31<br/>\nWt: 10.0<br/>\nTuning Fork<br/>\nRace: Human, Woods Elf, Half Elf<br/>\nClass: Bard<br/>\nMagic: Can occasionally cast Chords of Dissonance in combat at the range of<br/>\na: RND DMG / L 13-31 CHR:100 bard equivelent<br/>\nGotten off a Hill or Sand Giant, Dervish Type.  The Giant Dervish&#39;s<br/>\ninstrument&#39;s are of such huge size they are of little use, and abandoned<br/>\nwith the bodies usually.  However some smiths of the gigantic races have<br/>\nfashioned Tuning Forks, far too unwieldy as a weapon by anyone but bards,<br/>\nwhom by some divine ability can swing the things with the skill only a<br/>\nmusician can wield.   Foreign by the way it is weighted so heavily in the<br/>\nbottom area, near the fist, ordinary practioner&#39;s of bashing skill find it<br/>\ncrude and ackward.  However, in the hands of a bard, innate musical<br/>\nabilities give these individuals the power to swing it as a weapon, each<br/>\nstrike an ominously deadly chrous of a truly deafening melody.<br/>\n       (:::The item has a high damage value, for the weapon is only valuable<br/>\nas a &quot;last ditch&quot; weapon, the inherent spell effect of the weapon a<br/>\ndetriment in everyday hunting, most bards still relying on dual wield or<br/>\ninstruments:::)<br/>\n<br/>\n*<br/>\n<br/>\nUnicorn Horn Scimitar<br/>\nUses 1H Slash (using resource Glowing Unicorn Horn, only gives L Lightstone<br/>\nlight)<br/>\n6 27<br/>\nWT: 1.4<br/>\nUnicorn Horn<br/>\nRace: Any<br/>\nClass: Brd, Pal, Ran, War<br/>\nMagic: Casts a Greater Lightstone glow, combat Hymn of Restoration<br/>\n<br/>\nOnly made from a smith with the average ability to create banded, using the<br/>\n&quot;Glowing Unicorn Horn&quot; and sufficient ore to fashion a handle.  This Horn<br/>\ncan only be found on the corpse of a Unicorn&#39;s natural enemy, the Trickster.<br/>\nSlaughtering (and not through predation) a unicorn for it&#39;s horn is an evil<br/>\nact, and such evil goes into her horn itself, making that resource (Dark<br/>\nUnicorn Horn) capable of making up an entirely different weapon.  The soul<br/>\nof the unicorn itself can come from glowing yet still living horn, the<br/>\nweapon virtually weightless (but for the smith&#39;s handle) and depending on<br/>\nthe wielder&#39;s Charisma, there is a random chance for Hymn of Restoration at<br/>\nthe level 14 Bard equivelent upon each swing of the weapon.<br/>\n<br/>\n*<br/>\n<br/>\nDark Horn<br/>\nPiercing (Using resource Dark Unicorn Horn, 15 Wt)<br/>\n7 29<br/>\nWT: 8<br/>\nUnicorn Horn<br/>\nRace: Any<br/>\nClass: Brd, Thv, Shd, War<br/>\nMagic: +60 Hide, +40 Sneak<br/>\nUnusually heavy in one&#39;s hand, with straps of thick, polished leather to<br/>\ngive it grip, the thing actually makes a sphere of darkness around itself.<br/>\nCreated weapon by a tailor of the reinforced ability, along with sufficient<br/>\nhides and a Dark Unicorn Horn.  Chopped from a freshly slain unicorn,<br/>\nslughtered--harvested only for her horn itself: No matter who holds it, the<br/>\nweight of the act follows the item like a consuming cloud, regardless any<br/>\nvirtue of the new owner.  The item itself is white, but heavy, and eerily<br/>\nalways in shadow.  So much so, an individual can hold out the horn and step<br/>\nbehind it, becoming virtually hidden from view.<br/>\n      (::: The skill bonuses will not have any effect unless one has<br/>\nactually learned the basics of either Hiding or Sneak:::)<br/>\n<br/>\n<br/>\nJust hoping for bard weapons, sorry they&#39;re only made-up<br/>\nRoop</div>","specialLinks":[]}}
