{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"wylkaOl4YkBug57KiZNvkkuDW9md5-_Aw2xpub3cM1WzAthuXY1nDjQG4MVO05IfvFCHVpJ_Daq6GJm2-kTdiRE7u7rDJW0AFuyQet_3nmdtcA6-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bard sit in or Mana Song walkout or whatever (long, possibly rant ish)","postDate":"944256330","msgId":11166,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NjMuMTExNjYuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":11186,"prevInTime":11165,"nextInTime":11167,"topicId":11166,"numMessagesInTopic":15,"msgSnippet":"Is there any interest among those on this list in an organized protest of our class mistreatment by Verant?  How many songs must become bugged, how many times","messageBody":"<div id=\"ygrps-yiv-11036821\">Is there any interest among those on this list in an organized protest of<br/>\nour class&#39; mistreatment by Verant?  How many songs must become bugged, how<br/>\nmany times must we be nerfed, how much longer must we stand under the<br/>\noppressive weight of the man...  Ooops, sorry got carried away there.  But<br/>\nseriously, we have several unimplemented songs (you all know the numbers),<br/>\nseveral songs which suffer from bugs that render them of limited value<br/>\n(Lullaby, Pixie Strike), and several other abilities which are either capped<br/>\ntoo low (Dodge at least) or outright have no value (Find Traps at the least)<br/>\nthat we deserve attention.  <br/>\nI have conducted some tests over several servers the last few days when<br/>\nserver numbers lowered enough to make them feasible.  Verant believes or at<br/>\nleast purports to believe that the classes are balanced.  In a game of<br/>\nentertainment there is only one barometer of balance that would really<br/>\ndetermine if this is so.  All classes should be equally fun and desirable to<br/>\nplay by Verant&#39;s own admission.  My tests show this is not the case.<br/>\nChecking on Karana, Sol Ro, E&#39;ci, Erolissi Marr, Nameless, and Fennin Ro I<br/>\nfound the following.  With less than 1000 people on the server all classes<br/>\nexcept Monks, Rogues, and Bards continually showed greater than 64 people<br/>\non.  Even with the vast number of Anonymous clerics of 29+ levels they were<br/>\nstill to great for counting.  Monks averaged around 20, with a high of 25.<br/>\nRogues averaged around 20 with a high of 23.  Bards averaged around 18 with<br/>\na high of 21.  Less than a third of the people playing each and every other<br/>\nclass was playing these three.  Given the number of players on the server,<br/>\nless than 20% total were anonymous, so that is not the reason.  What is the<br/>\nreal reason?  Rogues, perhaps due to having several useless skills as their<br/>\nprimary focus and other long awaited skills poorly implemented could be<br/>\nexpected to be low.  Monks due to the recent Feign Death nerf could likewise<br/>\nbe expected to be low.  Bards?  Given the number of bugs, our low skill caps<br/>\nand sharing of useless Rogue skills, combined with the often &quot;twitchy&quot;<br/>\nnature of the class might also be lower and expected.  Should any of these<br/>\nthree be one third as likely to be played for these reasons?  Perhaps, but<br/>\nunlikely.  Truth is at least some of these classes are not balanced.  Monks<br/>\ndo not get critical hits in HTH yet Rangers, a hybrid do with bows?  Rogues?<br/>\nbalanced?  In no way.  Bards?  Perhaps, if any significant effort was given<br/>\nto fixing our bugged songs or considering our skill situation were given.<br/>\nIt is not.<br/>\n<br/>\nNo one has gotten any consideration from Verant without doing one of two<br/>\nthings.  First if you have a powerful influence within Verant as Enchanters<br/>\ndo you are heard/  Second, if you make a big enough stink that they consider<br/>\nit a PR problem you are heard.  These appear to be the only two cases in<br/>\nwhich change occurs.  Verant cannot even be bothered to test our new songs<br/>\nto the point of &quot;targeting a bat in a newbie zone&quot; as someone on this list<br/>\nso eloquently put it long ago.  If they did they would not have implemented<br/>\nthree new songs for us, all DoT&#39;s... that only worked if the casting bard<br/>\ntargeted him/herself.  The situation is perhaps barely tolerable, but I for<br/>\none am sick of it.  Sick of it to the point where I have considered ever<br/>\nmore frequently retiring from the game.  Combined with the customer service<br/>\nguidelines handed out to GM&#39;s wherein all players are assumed to be liars,<br/>\ncheaters, and hackers of the worst sort unless they can prove otherwise I<br/>\nhave become disillusioned.  Last nite I died from a Page Fault that I<br/>\nvolunteered to send in so they could check the debug info in it and was told<br/>\nI could have caused that myself so they were not allowed to rez me under<br/>\ntheir rules handed down by Verant.  They all but said to my face that I was<br/>\na lying player who had hacked into the eqgame.exe code to &#39;get over&#39; and<br/>\ndared me to prove otherwise.  That alone would not force me to quit the<br/>\ngame, at least until some bug deprived me of my corpse and made my character<br/>\nunplayable, but I sure won&#39;t go looking for Verant to stand up and be<br/>\nresponsible when it comes to detrimental effects of bugs in their code.<br/>\n/petition may as well be /insultme but do it politely, given the current<br/>\nguidelines they use.  <br/>\n<br/>\nThe bottom line is do we care enough to put the effort in to force change?<br/>\nIt is apparent that if we do not, Verant certainly will not.<br/>\n<br/>\n\tKitasi the mournful bard of E&#39;ci</div>","specialLinks":[]}}
