{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"firehawk","from":"&quot;firehawk&quot; &lt;firehawk@...","replyTo":"LIST","senderId":"gMRno8XjEB1rUUS3QIt9pd1b5ZpBVwRMBL6XbT1aRD6q67h4CbNtofjHgbqxOaj0fib6osaPjo_jgkk0MB6R6GIe8O1zhEI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bard sit in or Mana Song walkout or whatever (long,  possibly rant ish)","postDate":"944285894","msgId":11180,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NjMuMTExODAuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11179,"nextInTopic":11184,"prevInTime":11179,"nextInTime":11181,"topicId":11172,"numMessagesInTopic":7,"msgSnippet":"Just a few comments on the message from SteelWolf.  See below. ... From: SteelWolf  To:  Sent: Friday, December 03,","messageBody":"<div id=\"ygrps-yiv-309259533\">Just a few comments on the message from SteelWolf.  See below.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &quot;SteelWolf&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:steelwolf@...\">steelwolf@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Friday, December 03, 1999 8:23 PM<br/>\nSubject: Re: [eqbards] Bard sit in or Mana Song walkout or whatever (long,<br/>\npossibly rant ish)<br/>\n<br/>\n<br/>\n&gt; From: SteelWolf &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:steelwolf@...\">steelwolf@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I find this uninformed. We are perhaps the most versatile class in the<br/>\n&gt; game. People that can find nothing but faults in their class make me<br/>\n&gt; think one thought - you are playing the wrong class. We have so many<br/>\n&gt; ways at our disposal to do almost anything, it&#39;s truely terrifying.<br/>\n<br/>\nI find using deliberatly flame invoking commentary followed by strongly held<br/>\nand uncompromising opinion to be more uninformed then the flame invoking<br/>\ncomment uninformed.  In other words a polite hint to the art of flameless<br/>\ndebate don&#39;t call someone who disagrees with you uninformed.<br/>\n<br/>\nSpeaking of one who has ONLY one active character since day one of release<br/>\nwho happens to be a bard and who has taught many bards how to be bards,  I<br/>\nfind our class to have several CRITICAL problems that make it less the fun<br/>\nto play at times.  Does that mean I find nothing but faults in my class? No<br/>\ndoes it mean you are letting your opinion close you off to what others are<br/>\ntrying to say? Yes.  The fact that using bard song in any area that has and<br/>\nupper or lower level can result in instant death by huge uperpowered train<br/>\nalone is woth the cost of complaint,  now does this warrent the action our<br/>\nestimied brother suggests is a matter to discuss.  You apparently disagree<br/>\nwith him fair enough.<br/>\n<br/>\n&gt; Dodge is capped at 125 for a reason - a bard is not a tank. This is also<br/>\n&gt; why we don&#39;t get bash, parry, or double attack. When dodge caps at L24<br/>\n&gt; you already should have begun occupying roles in your party other than<br/>\n&gt; tank. Just look at how a bard solo&#39;s in the 40+ range to see how true<br/>\n&gt; this is. Do you tank a blue or higher monster to kill it? of course not.<br/>\n&gt; You use charm or chains and fear as two possible options.<br/>\n&gt;<br/>\n&gt; If you aren&#39;t able to effective employ Lullaby, or it seems ineffectual,<br/>\n&gt; ask constructively how others use it in this forum. Personally when I<br/>\n&gt; solo, if there is any chance I&#39;ll fight a caster, Lullaby is memm&#39;d. It<br/>\n&gt; may very well be mem&#39;d while I am grouped as well. There is nothing like<br/>\n&gt; repeatedly interrupting a jin frogluk shaman attempting to cast heal to<br/>\n&gt; make your group immediately value your presence. Pixie chase not useful?<br/>\n&gt; i&#39;ve watched a bard hold a bok ghoul knight in place for 2 minutes while<br/>\n&gt; the other 5 in the group fought and killed a second bok and the ghoul<br/>\n&gt; lord. Many of our songs at the level we get them are very weak, but<br/>\n&gt; unlike most classes, whose spells have damage caps, our songs continue<br/>\n&gt; to increase in power without limit. A L50 Bard is truely one of the most<br/>\n&gt; formidable and broad-spectrumed options to play.<br/>\n&gt;<br/>\n&gt; Ariell Thunderwolf, Karana<br/>\n<br/>\nWell that&#39;s fine and good. At level 21 however that doesn&#39;t cut it, and I<br/>\nhave watched some of the best bards on the povar server curse the failure<br/>\nrate of the self same songs lately and etc etc etc.  This has worked for you<br/>\nI appreciate that.. but it seems a growing number of bards do not agree with<br/>\nyou perhaps you might want to listen to what the bards who disagree have to<br/>\nsay before deciding none of them deserve to sing?<br/>\n<br/>\nAdon Povar<br/>\n<br/>\n&gt; P.S. The ill-effect on bards produced by levitation was reported as a<br/>\n&gt; bug, it will be corrected next patch.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt; Is there any interest among those on this list in an organized protest<br/>\nof<br/>\n&gt; &gt; our class&#39; mistreatment by Verant?  How many songs must become bugged,<br/>\nhow<br/>\n&gt; &gt; many times must we be nerfed, how much longer must we stand under the<br/>\n&gt; &gt; oppressive weight of the man...  Ooops, sorry got carried away there.<br/>\nBut<br/>\n&gt; &gt; seriously, we have several unimplemented songs (you all know the<br/>\nnumbers),<br/>\n&gt; &gt; several songs which suffer from bugs that render them of limited value<br/>\n&gt; &gt; (Lullaby, Pixie Strike), and several other abilities which are either<br/>\ncapped<br/>\n&gt; &gt; too low (Dodge at least) or outright have no value (Find Traps at the<br/>\nleast)<br/>\n&gt; &gt; that we deserve attention.<br/>\n&gt; &lt;big snip&gt;<br/>\n&gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions. </span></blockquote></div>","specialLinks":[]}}
