{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jay schultze","from":"&quot;jay schultze&quot; &lt;sartori69@...","replyTo":"LIST","senderId":"W0Pewb2c1aCFEVOhPT2W4Vl2LTXIajiYgwOneNVq28nPYSfOyy0p4vqR5HkaLQWNGhn_lic-khokMO5XClcP4pG4itwLnnborhjhTZA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bards and dragon loots WAS RE: Vox Dead on Tarew Marr","postDate":"944347643","msgId":11209,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NjUuMTEyMDkuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":11217,"prevInTime":11208,"nextInTime":11210,"topicId":11209,"numMessagesInTopic":2,"msgSnippet":"I think if a class is able to use an item they should be included in the random loot - PERIOD. Especially on a damn dragon raid where bards are very likely to","messageBody":"<div id=\"ygrps-yiv-708368464\">I think if a class is able to use an item they should be included in the <br/>\nrandom loot - PERIOD. Especially on a damn dragon raid where bards are very <br/>\nlikely to die and lose xp (I died 3 times on my last dragon raid and got <br/>\nnothing out of it but lost xp - even with 49th level resses, but I had fun <br/>\nwhich is what counts most). There are certain items that are caster/bard <br/>\n(like the orb thing dropped by Magi Rokyl) that I would gladly pass on <br/>\nrandoming, but a haste belt? HAHA count me in. I have done my fair share of <br/>\ncamping stuff for friends helping others get things - which I am glad to do. <br/>\nIt makes me feel good to know that my favorite tank has gotten the best <br/>\nequipment available. But if I am going to be risking my ass losing my 50th <br/>\nlevel xp buffer I better damn well be considered for Bard-useable loot that <br/>\nI may be interested in.<br/>\n<br/>\nExample - I finally got my FBSS at lvl 49 after COUNTLESS hours and hours of <br/>\nhelping many of my friends get theirs, and purposefully making myself last <br/>\nin loot order over the tanks and rogues who could make better use of it. I <br/>\nfinally got sick of camping frenzy (blah, I&#39;m just sick of Lower Guk in <br/>\ngeneral - I&#39;d be glad to never step foot in that hole again) and as we <br/>\ncamped frenzy each time I was included in the random loot roll. A monk <br/>\nfriend of mine who needed the sash was there with me and we rolled for it <br/>\nwhen it finally dropped. He got a 93 out of 0 - 100. I rolled a 99. He <br/>\ncried, i felt sorry for him. If I had not spent so much time camping that <br/>\nbitch I would&#39;ve been glad to let him have it, but I have had my fill. I <br/>\nwill of course continue to help him camp the bastard because I feel I owe <br/>\nhim that much.<br/>\n<br/>\nThe sash has greatly increased my melee potential. Especially while soloing <br/>\nwhen I can&#39;t find a group (imagine that). It does make a difference for <br/>\nbards - I don&#39;t give a rat&#39;s ass what any other melee type says.<br/>\n<br/>\nBards are a HUGE asset on dragon raids. I think it&#39;s VERY important to <br/>\nestablish looting guidelines before you even pass the dimplomat&#39;s doors in <br/>\nperma or kill the Tranix in sol B. I for one would tell them to find another <br/>\nbard that doesn&#39;t mind not being included in random loot rolls. I don&#39;t know <br/>\nabout your server, but on mine they would be very hard pressed to find <br/>\nsomeone like that unless they are already maxed out on equipment.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;M Sanford (Maev)&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:pr0teus@...\">pr0teus@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt;Subject: Re: [eqbards] Vox Dead on Tarew Marr<br/>\n&gt;Date: Sat, 04 Dec 1999 15:15:22 +0000<br/>\n&gt;<br/>\n&gt;One issue that was raised on this Vox raid really popped a vein in my<br/>\n&gt;forehead.<br/>\n&gt;It was when it came around to randoming off the Runed Bolster Belt.<br/>\n&gt;This is an ac 5, +10 str, +10 dex, +10 sta belt with haste effect. The<br/>\n&gt;question was raised if bards were worthy of this item, given their melee<br/>\n&gt;abilities etc. The way I look at it is the way Verant designed us.. if I<br/>\n&gt;had my choice between that belt and any instrument in the game<br/>\n&gt;(Maestro&#39;s lute for example), I&#39;d glady choose the belt. Surely the item<br/>\n&gt;would be best in the hands of a monk, warrior, rogue, or ranger. But is<br/>\n&gt;a bard deserving of an item like that? What do you all think?<br/>\n&gt;<br/>\n&gt;Maev Lorekeeper<br/>\n&gt;Tarew Marr </span></blockquote></div>","specialLinks":[]}}
