{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"cCW_qOf70S4j0wOPxCQhPxgqrTqlfCQxSfmH6ngXBR_O5KHsQNATmP5olbj8VD5JEE_DY3K8KZ1HsNQ60pm8DtAtW1-IMRVMMp1XiyY-UF3YXQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bard Handicap of Sorts","postDate":"944424919","msgId":11229,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NjYuMTEyMjkuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":11231,"prevInTime":11228,"nextInTime":11230,"topicId":11229,"numMessagesInTopic":30,"msgSnippet":"I guess my brother-in-law would prefer if I said = Differently-abled ..  but anyhow - another situation where an advantage = sort of works to our","messageBody":"<div id=\"ygrps-yiv-998781826\">I guess my brother-in-law would prefer if I said =<br/>\n&quot;Differently-abled&quot;..  but anyhow - another situation where an advantage =<br/>\nsort of works to our disadvantage..<br/>\n<br/>\n    I had the nastiest of nasty corpse retrieval problems in lava in Sol =<br/>\nA.  Last week I fell in lava (not sure how it happened - I think it was =<br/>\nlag relate.. So never having been in that situation I start running =<br/>\n(swimming?) through the lava to try to find a way out.  Can&#39;t figure it =<br/>\nout - so I try to retrace my steps and eventually die.  I petition to =<br/>\ntry get help - and the guide says no more than &quot;get a friend to help&quot;.  =<br/>\nI had a gig Tuesday night so I had to leave..<br/>\n<br/>\n    After my Wednesday gig - I come on at 1:00 AM and my west-coast =<br/>\nDruid buddy is about to log - so he agrees to help me.  He casts =<br/>\nlevitate on me and I start looking for my corpse.  He gets attacked and =<br/>\nhas to zone.  I find corpse - and try to drag it out - and realize there =<br/>\nis a zone to Sol B in the lava (not marked on any maps I&#39;ve seen btw).  =<br/>\nZone back - try to drag it the other way - and to my horror - I discover =<br/>\nthere&#39;s a waterfall (or should I say lava-fall type thing) that I can&#39;t =<br/>\nclimb over.  Basically there is no way out of the lava in that area.  =<br/>\nI&#39;m not sure what to do - so I start to loot my corpse when levitate =<br/>\nwears off and I die - with my stuff split between two corpses.  My Druid =<br/>\nbuddy has to log - so I put it off till later.<br/>\n<br/>\n    Another gig Thursday - late one - so I can&#39;t get on after.  I had a =<br/>\ndate Friday - and a gig Saturday (great week huh - four gigs and a =<br/>\ndate!) but I got home again around 1:00 AM last night.  I petition for =<br/>\nhelp - and all the guide says is - &quot;Get a Wizard or Druid with group =<br/>\ngate to get out&quot;.  Wonderful.  My Druid buddy had just logged - and =<br/>\nsomeone in my guild mentions he&#39;s not going to be back until Wednesday =<br/>\n(which turned out to untrue - but whatever)..  I start to panic because =<br/>\nmy corpse will disappear on Tuesday (they only last a week right?)  I =<br/>\nstart telling a paladin friend - who mentions he has a Druid character.<br/>\n<br/>\n    So we meet up - but we get separated - I get lost and death number 3 =<br/>\n(And I whole bubble of XP gone &lt;sigh&gt;).  Run back from my bind point at =<br/>\nHighkeep and try again.  This time we get to the corpse.  Okay cool - I =<br/>\nloot it and say &quot;Okay Gate us out&quot;.  And then has says &quot;We need group =<br/>\ngate?&quot;  I say &quot;Sh*t, I thought I explained that&quot;  &quot;You said that was =<br/>\nyour plan with the other Druid, but I assumed if we could get in we =<br/>\ncould get out&quot;  &quot;Didn&#39;t you hear me say we couldn&#39;t?&quot;  &quot;No I must have =<br/>\nbeen zoning when you said that&quot;<br/>\n<br/>\n    So then I say &quot;Oh no my levitate ran out&quot;  So he casts mine as his =<br/>\nruns out.  Tries to cast his own, fizzle, fizzle, he dies.  So there I =<br/>\nam in the lava - can&#39;t get up the Lavafall - Can&#39;t gate out.  Then I =<br/>\nremember the zone boundary there.  I have a fresh levitate - so I have =<br/>\nplenty of time - figure if I can&#39;t find a way in Sol B - I can at least =<br/>\nzone back and be no worse than I was before (a bit better since only one =<br/>\ncorpse).<br/>\n<br/>\n    As it turns out - with Levitate - there was no problem getting to =<br/>\ndry land in Sol B.  The only problem I had there was that the higher =<br/>\nlevel characters there were pretty much jerks and completely ignored my =<br/>\nplease to show me to the zone.  Eventually I find a nice guy who does so =<br/>\nand I&#39;m to safety.<br/>\n<br/>\n    Meanwhile my Group-gate-less Druid buddy died trying to find the =<br/>\ncorpse on his own (didn&#39;t remember to ask me if I took loc).  So I give =<br/>\nhim the loc - and tell him I&#39;ll help him with locate.  So we are about =<br/>\nto try again when the server crashes.  By this point it&#39;s 3:00 AM and I =<br/>\ntired.  We both do get in - but there are like only 500 people on - and =<br/>\nI decide a) I&#39;m too tired and b) too few people on - with all the Gob =<br/>\nCasters that have see invis - we&#39;ll get attacked.<br/>\n<br/>\n    Okay - assuming you&#39;re still reading this you&#39;re wondering what the =<br/>\nhell the Subject has to do with the story - so finally I can get to the =<br/>\npoint.  I log this morning at the set time I told him I would to help =<br/>\nhim get to his corpse - and he&#39;s already on (in his primary char) and to =<br/>\nmake another long story short (I can do so when I really want to!) he =<br/>\nhad a GM retrieve his corpse for him.<br/>\n<br/>\n    I start to get angry about this - why did they help him and not me?  =<br/>\nBasically - he did find the corpse - and could drag it - but he couldn&#39;t =<br/>\nloot it.  Being at the bottom of lava - there was no way he could target =<br/>\nit.  No target no loot.  I was easily able to target it by using the =<br/>\nlocate song.  So in a sense - by having the locate song - we were able =<br/>\nto avoid a situation where other players can get GMs to help them get =<br/>\ntheir corpse.  We never have it easy &lt;sigh&gt;<br/>\n<br/>\n    Well anyway - I was ready to quit the game if I lost all my items; =<br/>\nand while I&#39;m a full bar of XP back - I have my stuff; my friend has his =<br/>\nstuff - and I can go back to trying to get to level 32 so everyone will =<br/>\nlove me!<br/>\n<br/>\nSlyde - 29 of Xegony</div>","specialLinks":[]}}
