{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"PIfi_mAVUGUezExU46dovycZ09mKrBDB3zbm-nyL-ldRnDOAJOwZgcSVEYwBAISG3z_z1Jb66a6oRXXqzTag9ddIinU_RNIxnRYG9eB-JsqDuw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bard Handicap of Sorts","postDate":"944458932","msgId":11245,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NjYuMTEyNDUuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11244,"nextInTopic":11247,"prevInTime":11244,"nextInTime":11246,"topicId":11229,"numMessagesInTopic":30,"msgSnippet":"I agree with Weiland 100 percent.  I was pretty taken aback by Randy Keith s note (he don t post his Character name).    Nothing in my or Weiland s note ","messageBody":"<div id=\"ygrps-yiv-166428048\">I agree with Weiland 100 percent.  I was pretty taken aback by Randy Keith&#39;s<br/>\nnote (he don&#39;t post his Character name).    Nothing in my or Weiland&#39;s note<br/>\ndeserved the dressing-down in Keith&#39;s note.  People forget that there are<br/>\nreal people that sit behind these screens.<br/>\n<br/>\nI never said I had any problems with &quot;taking responsibility to get my corpse<br/>\nback&quot;  I never came CLOSE to implying the &quot;GM&#39;s are worthless&quot;.  I never<br/>\ncomplained about GM&#39;s not &quot;running to help me&quot;.  The tone of the note was<br/>\ncompletely uncalled for - and this seems to be happening more and more on<br/>\nthis list.<br/>\n<br/>\nMost importantly - while not bard related - I think I posted information<br/>\nthat is useful to other bards.  Especially the part about how I was able to<br/>\nzone into Sol B to get out of that tricky spot.  What are Guides supposed to<br/>\ndo but Guide?  They can&#39;t fix bugs.  There is more use for them than simply<br/>\nhelping people who are victims of bugs.  I would hope there is more customer<br/>\nservice in this product that I am paying for.  The guides didn&#39;t even know<br/>\nthat you could get into that area and not get out the way you came.  (The<br/>\nfirst guide at least.  I /petitioned simply to ask what to do - I never knew<br/>\nanyone who died that way and wanted to simply know how to get it out.  He<br/>\nsaid - get someone with levitate and drag your corpse out...)<br/>\n<br/>\nI NEVER asked a Guide (never got a true GM) to do anything but give me<br/>\nadvice.   Well eventually they said &quot;Find someone with group gate&quot;. Well I&#39;m<br/>\nlevel 29 in a dungeon designed for my level.  Group Gate comes at that same<br/>\nlevel I do believe.  Randy Keith is high enough level to go after a dragon -<br/>\nso I&#39;m guessing he&#39;s mid 40&#39;s or higher.  At that level you take it for<br/>\ngranted that you know a lot of people who can group gate.  I know two.<br/>\nExactly two - no more.  Trying to schedule to be online at the same time as<br/>\nthen can be very difficult.  It was looking very possible that I WOULDN&#39;T<br/>\nhave been able to schedule that in the week before my corpse decayed.  I<br/>\nwould have lost all my equipment I accumulated in 29 levels.  Asking a<br/>\nstranger to risk dying themselves on a such a corpse retrieval just &quot;isn&#39;t<br/>\ngonna happen&quot;.  I feel sorry for the people that DON&#39;T know anyone who can<br/>\ndo that.<br/>\n<br/>\nPeople have been (IMHO rightfully) complaining that there seems to be<br/>\ninconsistencies in the way bards are being treated in the game.  &quot;We have to<br/>\nfix exploits with levitate - so lets make the spell not renewable while<br/>\nrunning&quot;  OOPS - we forget to think about what that means for the bard song.<br/>\nOh you can&#39;t target your corpse in lava?  Let me  fetch it for you. - but if<br/>\nyou can - you are on your note.<br/>\n<br/>\nIn closing - the nature of a forum based on written communication can be<br/>\ndifficult - because it&#39;s very easy to be lazy and read the first few<br/>\nparagraphs and not bother to try get the tone of the writer.  It&#39;s easy to<br/>\ndecide the guy is full of sh*t and show the world how much more intelligent<br/>\nthan they you are with a quick flame.  You can point out how much harder you<br/>\nhad it when you had your body under a dragon and the wimpy 29th-level only<br/>\nhad lava to contend with.  He had no business even posting it to the<br/>\nEQ-BARDS list!  He needs to be put in his place!<br/>\n<br/>\n  I&#39;m sick of seeing people write flames.  I often see  things I strongly<br/>\ndisagree with - but usually just let it go (however this time I can&#39;t let it<br/>\npass).<br/>\n<br/>\nSlyde of Xegony<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Michal Hobson &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:given@...\">given@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Sunday, December 05, 1999 7:31 PM<br/>\nSubject: Re: [eqbards] Bard Handicap of Sorts<br/>\n<br/>\n<br/>\n&gt; From: &quot;Michal Hobson&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:given@...\">given@...</a>&gt;<br/>\n&gt;<br/>\n&lt;snip&gt;<br/>\nflaws.  What I have grown incredibly tired of however is the recurring<br/>\n&gt; flames on this list.  Perhaps before you post your retort, you should<br/>\n&gt; attempt to read between the lines on a post.  Instead of downing every<br/>\npost<br/>\n&gt; that you disagree with, take a position, state it and move on.<br/>\n&gt;<br/>\n&gt; We&#39;re all glad to have the info that comes through this list from the<br/>\nlikes<br/>\n&gt; of John, Shada, Harmonic and many others.  I look forward to reading this<br/>\n&gt; list.  If people who don&#39;t have the experience that you do post something<br/>\n&gt; that is inaccurate, correct it, don&#39;t laugh at it in public.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
