{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silky@xxxxxx.xxxxxxx.xxx","from":"silky@...","replyTo":"LIST","senderId":"Zmh7xbPzB_mwLO6my5dISiZveir79qGXx6NV204V9cw3gj0Fd96ngaaz5waOOEzHDboH2LdXOBh1jBnhCv4V","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Bard sit in or Mana Song walkout or whatever (long, possibly rant ish)","postDate":"944503510","msgId":11301,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NzAuMTEzMDEuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11296,"nextInTopic":11316,"prevInTime":11300,"nextInTime":11302,"topicId":11166,"numMessagesInTopic":15,"msgSnippet":"Hmmm, maybe if someone told verant I use Lullaby to help out lowlevel folks they d get off the stick. Go to CB - fire it up when a train comes - newbies LOVE","messageBody":"<div id=\"ygrps-yiv-1010143474\">Hmmm, maybe if someone told verant I use Lullaby to help out lowlevel folks<br/>\nthey&#39;d get off the stick.<br/>\n<br/>\nGo to CB - fire it up when a train comes - newbies LOVE it. As it seems to<br/>\nmost often misfire now - I&#39;m taking the heat - big deal, if they can&#39;t hit<br/>\nya, they can&#39;t hurt ya. If it worked as intended, I still wouldn&#39;t take any<br/>\ndamage, the area would just be a bit quieter.<br/>\n<br/>\nBard hatred is hard on folks that play the game the way Verant intended -<br/>\nGET TO LEVEL 50!. I don&#39;t care if I EVER reach level 50, I have too much<br/>\nfun helping lower level folks, and bard hatred is THE best tool in the game<br/>\nwhen helping a newbie - while still letting them do the work.<br/>\n<br/>\nGee - think they might rethink that whole bard hate thing cause of this,<br/>\nmuhahaha.<br/>\n<br/>\n<br/>\nAt 10:09 AM 12/6/99 -0700, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt;<br/>\n&gt;From: SteelWolf &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:steelwolf@...\">steelwolf@...</a>&gt;<br/>\n&gt;<br/>\n&gt;If you aren&#39;t able to effective employ Lullaby, or it seems ineffectual,<br/>\n&gt;ask constructively how others use it in this forum. Personally when I<br/>\n&gt;solo, if there is any chance I&#39;ll fight a caster, Lullaby is memm&#39;d. It<br/>\n&gt;<br/>\n&gt;So now you&#39;re trying to tell me Lullaby is only for interrupting casters?<br/>\n&gt;Not true, when it works it definitely causes a mob to stand there and do<br/>\n&gt;nothing until hit or the duration ends.  However, it is broken.  Perhaps<br/>\n&gt;last nights example can make this clear to you.  I was running thru BB and<br/>\n&gt;paused to watch a couple of people fighting near the entrance in case they<br/>\n&gt;need help.  After a bit I punched up a song to run again and hit the wrong<br/>\n&gt;button, Lullaby.  I got the following, obviously incorrect results.<br/>\n&gt;<br/>\n&gt;\tA gnoll pup nods<br/>\n&gt;\tA gnoll pup nods<br/>\n&gt;\tA gnoll pup nods<br/>\n&gt;<br/>\n&gt;The incorrect part is the three gnoll pups then ran over to me and started<br/>\n&gt;attacking immediately.  The song did absolutely nothing to the gnoll pups<br/>\n&gt;except add me to their hate list.  Absolutely nothing.  As soon as the<br/>\n&gt;effect hit them they zipped over to me and started attacking.  I stood there<br/>\n&gt;with the song up waiting just for experimentation.  It took 12 pulses, all<br/>\n&gt;successful nods by the way, no resists, before all three gnoll pups stopped<br/>\n&gt;attacking.  Now no matter what class I was playing if I cast a spell on a<br/>\n&gt;mob and got the message showing it failed to resist and the song had no<br/>\n&gt;effect I would be upset.  The majority of my issues have as little to do<br/>\n&gt;with the bard class specifically as with Verant&#39;s attitude towards bugs in<br/>\n&gt;general.  If they are beneficial fix them immediately!  If they are<br/>\n&gt;negative, fix them when they get around to it.  This attitude is compounded<br/>\n&gt;by the fact that Verant very apparently never, ever, considers the effects<br/>\n&gt;of their code changes on bards.  I mean wtf?  It took them 6 months of our<br/>\n&gt;saying that Alenia&#39;s did not do anything before they bothered to look into<br/>\n&gt;it?  Had someone instead complained that Alenia&#39;s was removing all buffs<br/>\n&gt;from every mob in the zone about 1 time in 1000 it would have been looked<br/>\n&gt;into instantly and an immediate patch put in if it was found to be true.<br/>\n&gt;Being versatile is no recompense for being ignored and dismissed as<br/>\n&gt;unimportant.<br/>\n&gt;<br/>\n&gt;\tKitasi<br/>\n&gt;<br/>\n&gt;&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n </span></blockquote>with the subject submissions.<br/>\n<blockquote><span title=\"qreply\"> &gt; </span></blockquote></div>","specialLinks":[]}}
