{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"4GQfJGzKM-2Hcaeqttlx2kolmC1swi79U1g2Y8EgFkpYZ0uR5KyrjS79RLqeZoF0hUhVUTzwpHIlS-w1aZy6CI-hxRSjMJBQP-8ktU4Zp29n3aoI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Use for Lullaby at L17...","postDate":"944506822","msgId":11310,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NzAuMTEzMTAuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11306,"nextInTopic":11337,"prevInTime":11309,"nextInTime":11311,"topicId":11188,"numMessagesInTopic":8,"msgSnippet":"I tried it all three ways last night, twisting, pulsing, and continuous. Didn t matter.  It would often take three or four successful nods to actually affect","messageBody":"<div id=\"ygrps-yiv-737691815\">I tried it all three ways last night, twisting, pulsing, and continuous.<br/>\nDidn&#39;t matter.  It would often take three or four successful nods to<br/>\nactually affect the target.  Spell interruption seemed better maybe 75%.<br/>\nSeems a lot like another double resist problem except that it happens too<br/>\noften.  I actually had more trouble lulling greens and low blues than I did<br/>\nhigh blues and whites.  The numbers weren&#39;t a lot different, but the % was<br/>\nhigher.  I tried on 35 different mobs and used about 400 nod messages in the<br/>\nlog file.  53% of the time the mob attacked freely right after nodding.<br/>\nI also tried with and without the lute.  That didn&#39;t matter either.  Resists<br/>\nwere affected, blue dangerous resisted me 15% without lute and 9% with lute.<br/>\nSuccessful Nods that had no effect were the same though relatively at 53%<br/>\nand 52%.  The lower was actually without lute.  It&#39;s very possible they<br/>\nchanged it without telling us.  Of course what they have changed it too<br/>\nmakes it too dangerous to use.  I tried using it when we got stuck with 4<br/>\ngreater skeletons, knowing it might activate the 3 other green ones nearby.<br/>\nUnfortunately we all had to zone because despite 7 successful nods, not a<br/>\nsingle one of the skeletons ceased attacking.  It had the same effect later<br/>\non reavers, we got a bad pull with 3 undead and 2 regular.  Not one of them<br/>\nceased attacking even though they all nodded.  On about the third pulse I<br/>\nhad them down to three attacking despite the fact that only one person was<br/>\nattacking then so for sure hitting only one target.  Not me, I had my lute<br/>\nout.  Again we had to zone to avoid getting squished.  Whether a purposeful<br/>\nnerf, an unforeseen change, or an outright bug, getting Verant to notice<br/>\nseems to be the tricky part.  Maybe if I can figure out a way to get free xp<br/>\nout of it they&#39;ll look at it.<br/>\n<br/>\n\tKitasi<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: SteelWolf [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:steelwolf@...\">steelwolf@...</a>]<br/>\nSent: Monday, December 06, 1999 11:54 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: Re: [eqbards] Use for Lullaby at L17...<br/>\n<br/>\n<br/>\nFrom: SteelWolf &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:steelwolf@...\">steelwolf@...</a>&gt;<br/>\n<br/>\nYes, I know John, we play on the same server and met back in the low 20s<br/>\nin Unrest. He is one of the best bards on the server hands down in my<br/>\nopinion. I always love his tests because they are thorough and<br/>\ninformative. :)<br/>\n<br/>\nCould Verant have secretly sneaked in a fix to Lullaby on us? I have<br/>\nread Lullaby, like Charm, is CHA intensive for resist checks. Last night<br/>\nwe did it again, fighting L19-20 aviak guards at the &quot;Fire Tower&quot; in<br/>\nLake Rathetear. A L17 Cleric, L18 Bard, and L20 Shaman. All three guards<br/>\nwere spawned and we had to split them, 2 L19&#39;s and a L20. The L20<br/>\nappeared to resist it heavily, the 2 L19s snored through the entire<br/>\nfight.<br/>\n<br/>\nWhat else might make the difference? Songs check Dex too, based on a<br/>\nmessage I read a bit ago (I cannot confirm the source or orginal poster<br/>\nunfortunately). I&#39;m not sure why we have been so lucky with Lullaby. As<br/>\nI said previously, I&#39;ve also used it with &#39;stunning&#39; success on my own<br/>\nbard, those NPC clerics I could never hope to kill now can never get a<br/>\nheal or wrath off, and after they hit 50% it&#39;s all over since they are<br/>\nchained and feared. ;)<br/>\n<br/>\nAnyone else been able to get Lullaby to work effectively enough to keep<br/>\nit memm&#39;d? Are people twisting it, manually pulsing it, or letting it<br/>\nplay on it on? When I use it to interrupt casters, it has been manually<br/>\npulsing it, twisting will not keep the targets asleep without an<br/>\ninstrument from what I&#39;ve seen. <br/>\n<br/>\nAriell Thudnerwolf, Karana<br/>\n<br/>\nP.S. Your Charisma is higher than mine ;P<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
