{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Renee Cole","from":"&quot;Renee Cole&quot; &lt;nat_ive@...","replyTo":"LIST","senderId":"zawWYsNtFg5PHH-JIR2P0jtNULQpp1SMFsDJsIGcufvmcQy8WGmnFd-xgQyI-b3i976r7s5VKDubOh6BRX4eOv0ihSjEWqUahg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Vox Dead on Tarew Marr","postDate":"944574547","msgId":11382,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NzQuMTEzODIuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11303,"nextInTopic":0,"prevInTime":11381,"nextInTime":11383,"topicId":11199,"numMessagesInTopic":14,"msgSnippet":"A similar circumstance happened to a level 50 druid friend last night.  He was in a group for Efreeti Boots, and the Efreeti popped and dropped them. It had","messageBody":"<div id=\"ygrps-yiv-1606350951\">A similar circumstance happened to a level 50 druid friend last night.  He <br/>\nwas in a group for Efreeti Boots, and the Efreeti popped and dropped them.  <br/>\nIt had been agreed before hand that only casters would roll for the boots, <br/>\nand melee ppl would roll for the ring. Yet, when the rolls for the boots <br/>\nstarted, a bard in the group also rolled, got one number better than my <br/>\nfriend,(who had the highest number up to that point) and promptly looted the <br/>\nboots. My friend has been trying to get boots for weeks.  He was very upset.<br/>\n<br/>\n-Treehugger and Songmaker<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;I think this pretty much sums up my view on really special items, like<br/>\n&gt;off Gods/Dragons. The other thing worth considering is, if you could<br/>\n&gt;have (1) item, what would it be off a dragon? I&#39;m sure opinions vary,<br/>\n&gt;but for my guild we generally shoot for everyone getting one dragon/god<br/>\n&gt;drop before we start getting 2-3 for select people. I firmly agree with<br/>\n&gt;this policy, and I was a recipient of a special drop 2 months ago in our<br/>\n&gt;first victory over Lord Nagafen. I received Selo&#39;s Drums of the March.<br/>\n&gt;We&#39;ve also had alot of other nifty things drop off other monsters since,<br/>\n&gt;but there is no way I&#39;d pass up my drums for anything else.<br/>\n&gt;<br/>\n&gt;Another thing to keep in mind, is who can best use an item. Part of the<br/>\n&gt;problem, like Harmonic said, is that wizard who sees that Earthcrafter<br/>\n&gt;is tradeable (druid staff recently fixed from +15 int [duh] to +15 wis,<br/>\n&gt;common drop on Cazic Thule), and wants in the lotto so he can give it to<br/>\n&gt;his L1 druid. umm, yuck. I really don&#39;t care if people twink other<br/>\n&gt;characters with items they take their own time getting, but to my<br/>\n&gt;knowledge, no one has solo&#39;d a god or dragon yet. ;P<br/>\n&gt;<br/>\n&gt;On things like this belt, who could best use it would clearly be a<br/>\n&gt;melee-intensive class, such as warrior, monk, or hybrid (I don&#39;t include<br/>\n&gt;Bard because of our limited melee damage potential at higher levels [no<br/>\n&gt;double attack]). Bards get a very minimal damage bonus from additional<br/>\n&gt;strength, while an SK, PAL, WAR get several points for the same bonus.<br/>\n&gt;Now, I don&#39;t want to stir up any controversy by saying that, that is<br/>\n&gt;simply how I see it. Any caster being involved in that lotto is as<br/>\n&gt;absurd as a druid wearing a FBSS and thinking he is a tank *laugh* (ask<br/>\n&gt;the L50s how many druids they know with FBSS though *sigh*). (FBSS =<br/>\n&gt;Flowing Black Silk Sash, effect: haste). Alot of the drops off<br/>\n&gt;dragons/gods are either very class/race restrictive, or all/all. We also<br/>\n&gt;need to kep in mind so many things are Bard usuable, just because we are<br/>\n&gt;versatile.<br/>\n&gt;<br/>\n&gt;It takes a level of trust to handle loot such that the most appropriate<br/>\n&gt;recipient gets it, it&#39;s one step up from what classes could reasonably<br/>\n&gt;use it. If this was with groups from several guilds, or with people that<br/>\n&gt;don&#39;t normally play together, for completeness I&#39;d say you should<br/>\n&gt;include any class that could reasonably use the belt (so Bards should<br/>\n&gt;have been in it too, but not finger wagglers, all/all be darned).<br/>\n&gt;<br/>\n&gt;Ariell the Long-Winded, Karana </span></blockquote></div>","specialLinks":[]}}
