{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"mUe5TPBHKJV_sazItBugvrBhC-oeLBD9416BfWmoyp1xG30eJFNADXjlQzQmmiTQwoR-dqeb6-jWQntba16vOWOe-8M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Lava & Corpses  was  Bard Handicap of Sorts","postDate":"944605221","msgId":11456,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41NzcuMTE0NTYuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11455,"nextInTopic":0,"prevInTime":11455,"nextInTime":11457,"topicId":11402,"numMessagesInTopic":8,"msgSnippet":"It would be *very* difficult to zone from Sol B into Sol A using this particular zoneline.  Getting to it in Sol B would be difficult and dangerous (perhaps","messageBody":"<div id=\"ygrps-yiv-2092356299\">It would be *very* difficult to zone from Sol B into Sol A using this<br/>\nparticular zoneline.  Getting to it in Sol B would be difficult and<br/>\ndangerous (perhaps impossible), and once you zoned into Sol A you&#39;re facing<br/>\na tall lavafall and no way out if you can&#39;t overcome it.  Even if you *do*<br/>\novercome it, you still in the lava pit that has no exit in Sol A.  This is a<br/>\nreally sadistic trap in Sol A - if you fall in there&#39;s no way out for a<br/>\nnon-caster other than zoning into Sol B.<br/>\n<br/>\nThis whole thread happened to me and it&#39;s one of my favorite &quot;OMG I LIVED!&quot;<br/>\nstories:<br/>\n<br/>\nI was in Sol A at level 24 and, though invis, was seen by a wizzie.  Well I<br/>\nspun, and at 1024x768 experienced a big video stutter which put me facing a<br/>\nfew degrees differently than I had expected.  I ran right off into the lava.<br/>\nWell I tried not to panic.  I swam back and forth looking for some steps or<br/>\na ledge that I assumed would be around there.  I died.  So I come back to<br/>\nSol A, get a lev from a friend and jump down to the lava.  I use my song to<br/>\ntry and locate my corpse but it&#39;s pointing me all over and /corpse says that<br/>\nit&#39;s &quot;too far away&quot; no matter where I go even though I had a very good idea<br/>\nof where I&#39;d died.  So I petition and begind trying to get out.  On the Sol<br/>\nB zone side of that lava there is no way out other than gate or teleporting,<br/>\nbut if you swim along you&#39;ll find a lavafall that is very tall (20&#39; perhaps)<br/>\nthat you can go down.  It&#39;s obvious that you won&#39;t be able to get back up<br/>\nthat lavafall, but when my lev wore off it was my last resort.  Burning all<br/>\nthe way I swam down the long waterfall, forward a few feet, and hit a zone.<br/>\n<br/>\n&quot;Welcome to Nagafen&#39;s Lair&quot;<br/>\n<br/>\nWell I&#39;m still in lava and burning.  I swam forward to an opening and a<br/>\n*very* long lavafall into a cavern in Sol B.  I got right to the lip so that<br/>\nI could look down and see if I could make a jump to something and the<br/>\nburning STOPPED.  If you sit *right* on the lip of the lavafall into Sol B<br/>\nyou won&#39;t get burned even though you&#39;re on lava!  So I fired up Hymn, sat<br/>\ndown in the lava and counted my blessings.  My blessings were mixed though<br/>\nbecause this was months ago and even on crowded old Fennin Ro Sol B wasn&#39;t<br/>\nvery heavily camped.  From on that ledge you have a great view of what I now<br/>\nknow are the Champion, Priest and King Rooms in Sol B.  At the time all I<br/>\nsaw were red Kobolds of various kinds and NO players even though as I recall<br/>\nthere were 14 or so in the zone.  I /shout for some tips to the zone and no<br/>\none even takes notice of me, grrr.  Well I decide &quot;what the hell, I&#39;m<br/>\nnekkid, I&#39;m only facing an experience loss here.&quot; so I heal up and jump to a<br/>\nstone outcropping.  From there I can make a jump to a ledge with three<br/>\nkobolds on it (Champion Room).  I brace myself for my quick death, run, jump<br/>\nand sprint right through the midst of the Kobolds and out into a hall<br/>\npractically brushing up against them.  I ran into the hall, turned left and<br/>\ngo a few paces further before I realized nothing was hitting me.  They<br/>\n*didn&#39;t* attack me at level 24 with bard hate?  What?  To this day I still<br/>\ndon&#39;t understand it.  A naked level 24 bard shouldn&#39;t have made it all the<br/>\nway to the hallway.<br/>\n<br/>\nSo I stand in the hall near the stone trap that moves up and down in Sol B<br/>\nand /shout once more.  Using that landmark someone knows where I am and<br/>\ncomes and leads me to the lavastorm zone.  I still can&#39;t believe I survived<br/>\nthat one.  Well as I zoned back into Sol A I found a GM (Tunso on Fennin Ro)<br/>\nthere.  He had received my /petition and had moved my corpse to the zone for<br/>\nme because it had been stuck outside of the world.<br/>\n<br/>\nCrier<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Ryan Honeyman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>&gt;<br/>\n&gt;<br/>\n&gt; &gt; p.s. some one mentioned that you can zone out from the lava<br/>\n&gt; pool into Sol-b?<br/>\n&gt; &gt; Does that mean that if you were to zone from sol-b you would<br/>\n&gt; end up in Lava<br/>\n&gt; &gt; if you were not levi&#39;d when you zoned?  Like someone could zone<br/>\n&gt; out of sol-b<br/>\n&gt; &gt; in panic and die in the lava?<br/>\n&gt;<br/>\n&gt;   Yes.  Absolutely.  I&#39;ve seen it happen to two people.<br/>\n&gt;<br/>\n&gt;   Harmonic.<br/>\n&gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
