{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"dEWt10SiV4LZyd0Ybg7i3_fajJyisoKrbxBVV0777PXPr_-Xlc_cKcuu0kIr9s8Vkaw4m56ThDFbrtA2sfsLDjgXzACUdMxXkyCoyFV3DrIR1BNDCkTimpLHJ0irzBKluPU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Question on mob teleporting","postDate":"944784068","msgId":11639,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41ODQuMTE2MzkuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":11651,"prevInTime":11638,"nextInTime":11640,"topicId":11639,"numMessagesInTopic":7,"msgSnippet":"Was fighting in the aviak roost in SK last night.  Had the 22d level teleport song memmed so I could get down to the ground fast without having to use the","messageBody":"<div id=\"ygrps-yiv-707505039\">Was fighting in the aviak roost in SK last night.  Had the 22d level<br/>\nteleport song memmed so I could get down to the ground fast without having<br/>\nto use the ramp.  I was in a party of three people.  The top roost was full<br/>\nof spawns.   Three aviaks on the inside and an avocet on the outside.  If<br/>\nyou attack an aviak on the outside, sometimes the ones on the inside will<br/>\njoin in.  Told my party I had a neat bard trick to show them.  I lamented<br/>\nthe three aviaks on the inside, started singing the teleport song, and<br/>\nattacked the avocet before I teleported.  I was teleported to the base of<br/>\nthe ramp.  Before I had time to equip my weapons, the avocet appeared right<br/>\nin front of me and started to whoop my butt.  No way he had time to run all<br/>\nthe way down the ramp.  Also, aviaks don&#39;t fly (which is surprising) so he<br/>\ndidn&#39;t get down that way.  I assume what happened is that he teleported to<br/>\nmy new location.  The other two party members had not gotten to me yet and<br/>\nby the time they arrived I had lost over half my health.  The avocet still<br/>\nhad a lot of health remaining when a rook spawned at the ramp base so we<br/>\ndecided to zone.  A good plan went all for naught.    <br/>\n<br/>\nI think that if the three of us would have had time to consolidate on the<br/>\nground before the avocet appeared, we would have been able to kill him (the<br/>\nother two got teleported a long way from the ramp).  What I can&#39;t understand<br/>\nis why he appeared so quickly.  Does anyone know what it takes to trigger a<br/>\nmob teleporting to your location?  I don&#39;t think distance on the X-axis is<br/>\nthe factor.  With Selos, we can outrun almost every mob in the game.  I&#39;ve<br/>\nnever had a mob that I outpaced by a large distance using Selos teleport to<br/>\nmy location.  I&#39;m guessing it has something to do with the Y or Z axis<br/>\ncoding.  I think the base of the ramp is almost directly under the top roost<br/>\nand as a result I was underneath the location  where I initially attacked<br/>\nthe avocet.   I think the game just moved him from the top of the roost to a<br/>\npoint on the ground directly underneath where he spawned.  <br/>\n<br/>\nComments?  <br/>\n<br/>\nGaltin of E&#39;ci</div>","specialLinks":[]}}
