{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"B. Bedford","from":"&quot;B. Bedford&quot; &lt;bbedford@...","replyTo":"LIST","senderId":"ihcrBI0OSjgaM90iGtvIW7F3wunt6-XCIHW1ViKdoDFmOhF_BF0SX-4E9yz9Vshtp0vfYhEPiYz02qZXjrkhlG62hu5SlebjgLdeTw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Waaay OT - but please read","postDate":"944799951","msgId":11656,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41ODUuMTE2NTYuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":11657,"prevInTime":11655,"nextInTime":11657,"topicId":11656,"numMessagesInTopic":3,"msgSnippet":"Ok, so this sounds kinda weird being posted on this list, and I wouldn t post it here if I didn t have good reason.  I currently play a level 29 rogue and a","messageBody":"<div id=\"ygrps-yiv-2080169144\">Ok, so this sounds kinda weird being posted on this list, and I wouldn&#39;t post it here if I didn&#39;t have good reason.  I currently play a level 29 rogue and a level 16 bard (as well as other characters - 10 ogre shaman, 16 monk, 22 halfling warrior, etc.).  Knowing how often Rogues and Bards are linked together in the game (all the rogue/bard only stuffs :), I figured you guys might be able to help me out.<br/>\nGiven, rogues already are not the most popular class to play, or even to have in your group, but things are about to get a lot worse for them...I&#39;m not sure if this has been posted here yet, or if anyone on this list knows about it, but I feel I can trust the bard community (being a bard myself, I know that newbies to games wouldn&#39;t be playing bards for too many levels, and would likely not be on this list anyways - if someone is, I apologize for my previous comment =).  I recently found out (and tested myself) that the Rogues&#39; pickpocket skill no longer takes loot from a separate unlimited coin loot pool.  In fact, it no longer even take coins from a separate loot pool all together.  The new way pickpocket works is that it takes 1/2 the maximum remaining loot on a monster each time a successful pick occurs.  If a rogue was to start picking something that had 2 plat 4 gold 5 silver 3 copper, or something, it would loot 50% of the plat, then gold, silver and copper until there was only 1pp 1gp 1sp 1cp left on the loot of the monster.  I spoke with a GM today about this (who luckily played a rogue as a secondary character) and he said the reason verant changed this from the cycling unlimited pool (would loot high coin, to lowest coin, then back to high) was that they thought Rogues were getting to have &quot;too much money&quot; as he put it.  This is not the issue here, though, it doesn&#39;t matter how much loot we get.  The fact is, though, that when word of this starts to spread around, one of two things will happen.  Either everyone will find out about it, and rogues will be left on the side of the road until the end of days, or, people can start petitioning/posting on official message boards or even just doing /feedbacks when they log in to try to get this changed to a SEPARATE LIMITED LOOT POOL for the rogues.  If something to this extent doesn&#39;t happen, it is fairly likely that all those pieces of armor out there that are BRD/ROG may as well just be BRD only.<br/>\nIf you read this far, thanks, I appreciate your time.  I think the whole of the Rogue community (who much like the bard community are mostly role players at heart) would appreciate your support on this one.  If you can spread the word, maybe we can get this fixed, and have the Rogues be a viable class in the game once again.<br/>\n<br/>\nThanks guys, sorry to post this here, but I felt it might help the game as a whole<br/>\nUeni, level 29 rogue, Tunare<br/>\nTaluvil, level 16 bard, Tunare</div>","specialLinks":[]}}
