{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silky@xxxxxx.xxxxxxx.xxx","from":"silky@...","replyTo":"LIST","senderId":"PqwU3s-w_qnP5kw9M4iKc45Y4ti8AyT-hVXeOIWIC6SZKQM4TFEo1G0FqtPCJA8YrZFQKXkSCgHRJo0GVtsN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re:Re: Guise of the Deceiver (Longish)","postDate":"945126376","msgId":11782,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41OTIuMTE3ODIuOTU5MjczMzgwQGVHcm91cHMuY29tPg=="},"prevInTopic":11780,"nextInTopic":11789,"prevInTime":11781,"nextInTime":11783,"topicId":11661,"numMessagesInTopic":45,"msgSnippet":"That is a very good way of describing personal goals. But there is really nothing anyone can do to diminish an achieved personal goal. If you worked very hard","messageBody":"<div id=\"ygrps-yiv-999591264\">That is a very good way of describing personal goals. But there is really<br/>\nnothing anyone can do to diminish an achieved personal goal. If you worked<br/>\nvery hard for an item - it in no way diminishes the enjoyment you had<br/>\nobtaining it - or having it, if someone else does as well. That only<br/>\nhappens if YOU let it happen.<br/>\n<br/>\nThis whole thread started out with competition with OTHERS - and how<br/>\nsomeone else having something would negatively impact an individual. It<br/>\nis/was my stance - that the competitive aspects in EQ are much more against<br/>\nthe world - and as you noted very well - against our own personal goals and<br/>\nagenda.<br/>\n<br/>\nI&#39;d like to add to your list on personal accomplishments. The first newbie<br/>\nI helped with a particular strategy (in the case of bards - how to<br/>\nmanipulate more than one song) and seeing that person have a whole new<br/>\nworld open for them. That was a very gratifying experience for me and *I*<br/>\nwasn&#39;t even the one doing the action. Just knowing I helped them become<br/>\nmore than they were thru knowledge is in itself a reward.<br/>\n<br/>\nHelping a group do better than *I* know they would have - had I not been<br/>\nthere - even if *they* are totally clueless.<br/>\n<br/>\nI guess I&#39;m a little easier to please than the average gamer. The little<br/>\nthings and the social aspects are worth far more to me than any mob I may<br/>\nor may not eventually kill.<br/>\n<br/>\nThere is never going to be a &#39;world&#39; that will not eventually be known<br/>\nfully end to end. There is never going to be a mob that enough people and<br/>\ntactics cannot kill. <br/>\n<br/>\nMy interest in these worlds is not so much how my pixels interact with<br/>\nother pixels (be it mobs or people) but how I can interact with the minds<br/>\nbehind the pixels. The human element is everchanging, evergrowing and is<br/>\nnever truly repetitive.<br/>\n<br/>\nPerhaps that&#39;s why I love the bard class so much. We (as a broad class)<br/>\ntend to be made up more of folks that value support of others - and<br/>\ninteracting with them.<br/>\n<br/>\n<br/>\n<br/>\nAt 05:25 PM 12/13/99 -0500, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: Dave Gaines &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dave@...\">dave@...</a>&gt;<br/>\n&gt;<br/>\n&gt;I win every time I complete a new quest.   I won when I killed<br/>\n&gt;Lockjaw by myself, that first solo spectre, the first giant, when we<br/>\n&gt;got my ykesha (wahoo!) last night, I&#39;ll win when I see Vox and Nagafen<br/>\n&gt;and Innohule... die.  Everquest is a lot like euchre, I win, but I keep<br/>\n&gt;playing.  I am victorious when I win the battle, yet I know that<br/>\n&gt;the war will never end.<br/>\n&gt;<br/>\n&gt;&gt; <br/>\n&gt;&gt; A &#39;game&#39; IS competitive - it&#39;s designed to have a winner - it&#39;s setup that<br/>\n&gt;&gt; way. That does not mean you can&#39;t enjoy the play aspect of it as well - but<br/>\n&gt;&gt; it&#39;s a forgone conclusion before a &#39;game&#39; starts, someone is gonna win,<br/>\n&gt;&gt; someone is gonna lose.<br/>\n&gt;&gt; <br/>\n&gt;www.dictionary.com:<br/>\n&gt;game (noun)<br/>\n&gt;An activity providing entertainment or amusement.  No winner or loser<br/>\n&gt;here.<br/>\n&gt;<br/>\n&gt;a &quot;competition&quot; is designed to have a winner and loser, not game.<br/>\n&gt;<br/>\n&gt;Playing Everquest is a game for me.  Lots of games have no winner or<br/>\n&gt;loser, this is a game for me, no, there is never credits at the end of it,<br/>\n&gt;but that doesn&#39;t mean I won&#39;t ever win. <br/>\n&gt;<br/>\n&gt;&gt; Show me what in EQ &#39;let&#39;s you win&#39;? Level 50 - nice things?  Ya know,<br/>\n&gt;&gt; eventually everyone that is persistent enough at trying will get that same<br/>\n&gt;&gt; thing. If you look at others achievements as somehow diminishing your own -<br/>\n&gt;&gt; you are superimposing your own personal competition on the world at large. <br/>\n&gt;&gt; <br/>\n&gt;<br/>\n&gt;Here&#39;s another question.  Would you say that killing Vox would be a good<br/>\n&gt;&quot;victory&quot; for my guild?  Would I have a just complaint because Vox<br/>\n&gt;is changed 5 days before my guild goes to fight him, and now he doesn&#39;t<br/>\n&gt;drop anything?  I had a battle to obtain a manastone from an evil eye.<br/>\n&gt;I lost that battle, I was not victorious.<br/>\n&gt;<br/>\n&gt;&gt; The first watershed in a virtual world is the question &quot;Can you win?&quot;. EQ<br/>\n&gt;&gt; has a problem here - it WANTS to be a virtual world - but by setting itself<br/>\n&gt;&gt; on a level based system it gives the illusion you can WIN.<br/>\n&gt;&gt; <br/>\n&gt;<br/>\n&gt;I won in real life when I graduated from college, yet I am still playing<br/>\n&gt;there also.<br/>\n&gt;<br/>\n&gt;You think of win as only the final battle, no there is no such win in<br/>\n&gt;Everquest, but you can win elsewhere.  I do grudingly admit I compete<br/>\n&gt;in Everquest, starting around level 35, I&#39;ve done a /who all wizard 35 50,<br/>\n&gt;taken a look at the number of wizards higher than me.  Somehow I gained<br/>\n&gt;a lot of enjoyment when last time I checked, I was higher up onthe<br/>\n&gt;list.  I&#39;ve made the brews, and the large bowls, and the small<br/>\n&gt;banded cloaks, and the fish rolls, and the class 6 arrows, I&#39;m fluent<br/>\n&gt;in the different languages, I know my way around 95% of the zones by<br/>\n&gt;heart.  I am running out of competitions that I enjoy in Everquest, <br/>\n&gt;so instead of quitting, I want the best for my remaining ones.<br/>\n&gt;<br/>\n&gt;&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n </span></blockquote>with the subject submissions.<br/>\n<blockquote><span title=\"qreply\"> &gt; </span></blockquote></div>","specialLinks":[]}}
