{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Illian","from":"&quot;Jeff Illian&quot; &lt;jeff@...","replyTo":"LIST","senderId":"9quQqp3Ti8Dzpmh5TxZbDYe_gR5FzUWZolfv3eBOzcbztNOtV9jY9WmnhqW3St6cM58kvJ2ou5gCdSmcdM_ABW5khk3FuA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: RE: Simply Charming...","postDate":"945189785","msgId":11793,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41OTMuMTE3OTMuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":11788,"nextInTopic":11796,"prevInTime":11792,"nextInTime":11794,"topicId":11764,"numMessagesInTopic":36,"msgSnippet":"What is your charisma and dex with all your buffs?  Mine are both 125.  I find that I get about 60% resist rates against Griffons and Hill Giants at level 30","messageBody":"<div id=\"ygrps-yiv-1522039622\">What is your charisma and dex with all your buffs?  Mine are both 125.  I<br/>\nfind that I get about 60% resist rates against Griffons and Hill Giants at<br/>\nlevel 30 until the first charm.  At level 27, I got about 25% resist rate<br/>\nfrom Choon and Froon in WK.  After the first, it seems to be very easy to<br/>\nget it to stick again.  Once I am successful at charming (the message pops<br/>\nup), I immediately switch to Selo and watch the show.  When they stop<br/>\nswinging, I hit charm and run backwards until it takes.  I&#39;ve never had an<br/>\noccasion where a Hill Giant broke out early and surprised me.   In fact, in<br/>\nmy experience it has been just the opposite.  I have occasionally gotten a<br/>\nwhack because I was looking away or reading this list while waiting for the<br/>\ncharm to break.<br/>\n<br/>\nPerhaps it is your technique?  I&#39;ve found that after I have successfully<br/>\nissued the first /pet attack command, I don&#39;t have to issue it again on each<br/>\nsubsequent charm unless I want the MOB to switch targets.  Have you tried<br/>\nthis?  So in other words, I charm with the following technique:<br/>\n<br/>\n1) Charm a big baddy like a Griffon or HG.<br/>\n2) Start running towards it (so that it is in hearing range) and target<br/>\nanother MOB.  (My first character was a mage, so I had A LOT of experience<br/>\nwith the pet keys and how close you have to be to the MOB to get it to<br/>\nlisten to you)<br/>\n3) hit the /pet attack Hot Key, making sure I am right next to the charmed<br/>\nMOB<br/>\n4) immediately hit F1 twice to get my pet targeted<br/>\n5) Bring up Selo and wait to re-charm<br/>\n6) Hopefully don&#39;t fall asleep at the keyboard before they both start<br/>\ncharging me again.<br/>\n<br/>\nI rarely ever change MOBs when charming.  If I do change MOBs, it is near<br/>\nthe end of the battle when I happen to have the obvious loser.  The more you<br/>\ncharm a MOB, the more it seems to want to agro on you so it is best to work<br/>\nwith one MOB only for as long as possible before switching to the soon to be<br/>\nwinner.<br/>\n<br/>\nAlthough I like charm, and I like being able to kill hill giants this way,<br/>\nit really really sux in a party and is pretty darn boring after the first 2<br/>\nor 3.  I much prefer holding the bar room in Sol A, or going after the<br/>\nEfreeti with a party of 6 to watching a couple of giants beat on each other.<br/>\nSolo&#39;ing in my opinion just isn&#39;t very much fun and it is just clearly<br/>\nboring compared to the non-stop action of a good dungeon.  Last weekend, we<br/>\ndid a Guild invasion of Sol A.  We held a good portion of the dungeon with<br/>\ntwo well balanced parties of 6.  A bard and snarer (ranger or druid), a<br/>\ngreater healer (shaman or cleric) and good tanks in each party, excessive<br/>\nuse of lullaby, hymn, anthem.  Now that was TRULY what this game is supposed<br/>\nto be about!<br/>\n<br/>\nLast weekend, while level 30, I was using a Hill Giant to kill Grifeenes for<br/>\nme in NK.  After about 10, the HG was low enough on hitpoints that me and my<br/>\ndruid buddy could finish it off pretty easily.  Finally got my second bracer<br/>\n:-).<br/>\n<br/>\nTaneran Dreamweaver<br/>\n&lt;Clan Jax&gt;<br/>\nBard of the 31th song<br/>\nPrexus<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From: James Schuldes [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jgs@...\">jgs@...</a>]<br/>\n&gt; Sent: Tuesday, December 14, 1999 8:49 AM<br/>\n&gt; To: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&#39;<br/>\n&gt; Subject: RE: [eqbards] RE: Simply Charming...<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: James Schuldes &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jgs@...\">jgs@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Well, I am getting better with charm ;p<br/>\n&gt;<br/>\n&gt; If I am really serious, I will swap in all my cha stuff (crude<br/>\n&gt; stein, drosco<br/>\n&gt; amulet, silk evening tunic), remember to dequip my StoW, beg a SoW or have<br/>\n&gt; someone sing Selos.  I have not actually used all my extra cha<br/>\n&gt; stuff since I<br/>\n&gt; got my guise and that might really help.  I could try for a cha<br/>\n&gt; buff from an<br/>\n&gt; enchanter but if there is an enchanter - wtf am I doing the charming for?<br/>\n&gt;<br/>\n&gt; But what seems to be the stumbling block for me is the weaving.  I have a<br/>\n&gt; charm pallette set with charm and selos hot keyed and am getting better at<br/>\n&gt; using it.  Even so, when charm sticks, it seems that I just barely have<br/>\n&gt; enough time to cast charm, cast selos and then need to immediately re-cast<br/>\n&gt; charm (cuz it broke and they are both charging at me now.)  The<br/>\n&gt; duration of<br/>\n&gt; my charm seems very very short.  I can barely charm, target mob, hit /pet<br/>\n&gt; attack hot key, f1-f1 retarget pet before it breaks and I am<br/>\n&gt; scrambling for<br/>\n&gt; a re-cast of charm.  But like I say - I am getting better!  And I really<br/>\n&gt; should try all my  cha stuff now - not just the stein.<br/>\n&gt;<br/>\n&gt; Also, I have found that fear + chain is really good for soloing but it<br/>\n&gt; really helps to run them in the right order.  I have been doing Avo&#39;s and<br/>\n&gt; Centaurs in South Karana lately.  I track a target and get close.<br/>\n&gt;  Then fear<br/>\n&gt; them and auto-attack.  Now chain then fear again.  If I do this a<br/>\n&gt; few times,<br/>\n&gt; it gives me sufficient &#39;lead&#39; on the mob in hp loss.  Once I get<br/>\n&gt; a bub or so<br/>\n&gt; ahead of him, I will wince him with Denons.  But once I go to 3 song<br/>\n&gt; rotation, I expect to take some hits.  Prolly should be doing:<br/>\n&gt; fear, chain,<br/>\n&gt; fear, denon, fear, chain, fear, denon.<br/>\n&gt;<br/>\n&gt; But I never learned to kite things.  I don&#39;t have the patience for those<br/>\n&gt; long drawn out solo fights.  I much prefer to be in a party with<br/>\n&gt; good tanks<br/>\n&gt; - I don&#39;t mind melee myself if we have good casters.  So, I have<br/>\n&gt; not put the<br/>\n&gt; time in to learn how to do solo stuff. I&#39;d try a couple and spent too much<br/>\n&gt; time either dieing or zoning and then give up and go get in a group<br/>\n&gt; somewhere or grab a partner.<br/>\n&gt;<br/>\n&gt; Sylly<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; \t\t-----Original Message-----<br/>\n&gt; \t\tFrom:\tJason Rochelle [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Jasroc@...\">Jasroc@...</a>]<br/>\n&gt; \t\tSent:\tTuesday, December 14, 1999 6:42 AM<br/>\n&gt; \t\tTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; \t\tSubject:\t[eqbards] RE: Simply Charming...<br/>\n&gt;<br/>\n&gt; \t\tFrom: Jason Rochelle &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Jasroc@...\">Jasroc@...</a>&gt;<br/>\n&gt;<br/>\n&gt; \t\tSylly, no offense, you seem to have trouble charming? (just<br/>\n&gt; from your<br/>\n&gt; \t\tpost here) One misconception I think many Bards have is that<br/>\n&gt; you sing<br/>\n&gt; \t\tcharm, it works and you sit back and watch the show. This is<br/>\n&gt; not true.<br/>\n&gt; \t\tI&#39;d say charm fails at LEAST 50%, maybe 75% some times. The<br/>\n&gt; trick is to<br/>\n&gt; \t\tweave charm and selo&#39;s(with drum) so you can run backwards<br/>\n&gt; from the<br/>\n&gt; \t\ttargets and re-sing charm as many times as needed. During a<br/>\n&gt; particularly<br/>\n&gt; \t\tbad run yesterday I had to sing charm NINE times before I<br/>\n&gt; charmed my HG.<br/>\n&gt;<br/>\n&gt; \t\tUldar Ulfangson<br/>\n&gt; \t\t35th Bard, Rodcet Nife<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
