{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Honeyman","from":"Ryan Honeyman &lt;honeyman@...","replyTo":"LIST","senderId":"ueCwUj27Hk4tvcpk7I0738RUmGIWFqjBAd8vRJPFjIK6tUUycc1IoaMdZBbMjBCnp948US428Y0YtoeFdYk6hhN-RH8dbKNALZEagA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Beastie Bards???","postDate":"945275932","msgId":11846,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41OTUuMTE4NDYuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":11849,"prevInTime":11845,"nextInTime":11847,"topicId":11846,"numMessagesInTopic":5,"msgSnippet":"How here s a little tale - I ve got to tell About three bad bards - you know so well It started way back in Norrath history With Sylly, Operaman, and me -","messageBody":"<div id=\"ygrps-yiv-60509362\">How here&#39;s a little tale - I&#39;ve got to tell<br/>\nAbout three bad bards - you know so well<br/>\nIt started way back in Norrath history<br/>\nWith Sylly, Operaman, and me - Harmy.<br/>\nBeen had a little druid was the teleporteer <br/>\nJust me and my treehugger and a cold short beer<br/>\nWarping across the land - kicking up sand<br/>\nMayong&#39;s posse on my tail cause I&#39;m in demand<br/>\nOne lonely Bardie I be<br/>\nAll by myself - without nobody<br/>\nThe sun is beating down on my lambent blue hat<br/>\nMy blood is gettin&#39; hot - the beer is getting flat<br/>\nLookin&#39; for a woodelf - I ran into a guy<br/>\nHis name is Operaman, I said, &quot;Howdy&quot; - he said, &quot;Hi&quot;<br/>\n<br/>\nHe told a little story - that sounded well rehearsed<br/>\nFour days using Selo&#39;s and that he&#39;s dying of thirst<br/>\nThe brew was in my hand - and he was on my tip<br/>\nHis voice was hoarse, his throat was dry - he asked me for a sip<br/>\nHe said, &quot;Can I get some?&quot;<br/>\nI said, &quot;You can&#39;t get none!&quot;<br/>\nHad a chance to flee<br/>\nHe pulled out his wakashi<br/>\nHe was quick on the draw - I thought I&#39;d be dead<br/>\nHe put the sword to my head and this is what he said,<br/>\n<br/>\n&quot;Now my name is Operaman - I&#39;ve got a license to kill<br/>\nI think you know what time it is - it&#39;s time to get ill<br/>\nNow what do we have here - an bardie and his beer<br/>\nI run this land, you understand - I make myself clear.&quot;<br/>\nWe stepped into the wind - he had a blade, I had a grin<br/>\nYou think this story&#39;s over but it&#39;s ready to begin<br/>\n<br/>\n&quot;Now I got the weapon - you got the brew<br/>\nYou got two choices of what you can do<br/>\nIt&#39;s not a tough decision as you can see<br/>\nI can slice you to shreads or you can group with me&quot; <br/>\nI said, I&#39;ll group with you if<br/>\nyou can get me to the zone<br/>\nThe vampire&#39;s after me for what I did to his crone.<br/>\nI did it like this - I did it like that<br/>\nI did it with a charmed sonic bat<br/>\nSo I click on run - and equip my drum<br/>\nAnd right about now - it&#39;s time to have some fun <br/>\nThe Queen Sylly - that is my name<br/>\nAnd I know the sweet spot where they got the champagne.&quot;<br/>\nWe ran for six hours the we hit the spot<br/>\nThe exp was a pumping and the elfies was hot<br/>\nThis dude was staring like he knows who we are<br/>\nWe took the empty spot next to him at the bar<br/>\nOperaman said, &quot;Yo, you know this kid?&quot;<br/>\nI said, &quot;I didn&#39;t.&quot; - but I know he did<br/>\nThe kid said, &quot;Get ready cause this ain&#39;t funny<br/>\nMy name&#39;s Harmonic and I&#39;m about to get money.&quot;<br/>\nPulled out the Ykesha - aimed it at the sky<br/>\nHe yelled, &quot;Stick &#39;em up!&quot; - and procs did fly<br/>\nHands went up and people hit the floor<br/>\nHe slayed two kids that ran for the door<br/>\n&quot;I&#39;m Harmonic and I get respect<br/>\nYour cash and your jewelry is what I expect&quot;<br/>\nOperaman was with it and he&#39;s my ace<br/>\nSo I grabbed the guano harvester and I punched him in the face<br/>\nThe harvester&#39;s out - the cloak wasn&#39;t dropped<br/>\nHis body had jack - save the bag that plopped<br/>\nHarmonic grabbed the bag - Operaman snatched the gold<br/>\nI killed two kobolds and a drank my beer that was cold.<br/>\n<br/>\n<br/>\nHarm.</div>","specialLinks":[]}}
