{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Honeyman","from":"Ryan Honeyman &lt;honeyman@...","replyTo":"LIST","senderId":"jeYsmSGqTQAYYOh8QLopm_vaQWe2v5FZOvAXpTcTnYAW0xnQlf02Kj5p7Usqu8zBUrdjZ_lqWT4KsgrW3WZEdka5UwgFdmulUvXRCQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Song Taunting.","postDate":"945287591","msgId":11861,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41OTYuMTE4NjEuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":11860,"nextInTopic":11862,"prevInTime":11860,"nextInTime":11862,"topicId":11852,"numMessagesInTopic":45,"msgSnippet":"... You got to understand, I m a man on a mission  8*) I ve got to ding 50 before the year is out.  Sloppy gameplay, or lazy playing style doesnt just create","messageBody":"<div id=\"ygrps-yiv-1272020578\"><blockquote><span title=\"ireply\">&gt; But this works both ways, I try not to tell strangers directly how to play<br/>\n&gt; their characters. I bug my friends all the time and give them<br/>\n&gt; pointers/advice, but it would be touchier with strangers.<br/>\n<br/>\n </span></blockquote>  You got to understand, I&#39;m a man on a mission  8*)<br/>\n<br/>\n  I&#39;ve got to ding 50 before the year is out.  Sloppy gameplay,<br/>\n  or lazy playing style doesnt just create more downtime, it<br/>\n  gets people killed. (negative exp just plain hurts)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; At your level, it sounds like any mistake could be quite fatal. At any<br/>\n&gt; level, we all know how hard it can be to get together a real good group that<br/>\n&gt; works like a well oiled machine.<br/>\n<br/>\n </span></blockquote>  And they often are.  I know how the class masters do their thing.<br/>\n  And it&#39;s very easy to pick out an inexperienced highlevel person <br/>\n  playing in your group.  The bard is the group glue, we are designed<br/>\n  to bring out the best in every class.  Thus, I have studied which<br/>\n  classes do what best, and I know the little tricks and intricate<br/>\n  details about each that make them strong.  In that way I provide<br/>\n  more a leadership role.  Even in RL, I am a very opinionated yet<br/>\n  strong team leader.  A bard most fits me (Ryan) as close as any<br/>\n  of the other classes do.  Except in EQ, you&#39;ve got 12 yr olds<br/>\n  (no offense) who have not understood responsibly nor delegation<br/>\n  yet.  You have to be blunt with the kids, as they are.  My parents<br/>\n  were very strict and straightforward with me, and I hated back then<br/>\n  but I appreciate it much more now.  I am definitely a better person<br/>\n  for it.  This is also the way I approach EQ, I dont attack people<br/>\n  on a personal level, rather try to make them see their more full<br/>\n  potential, gameplay wise.  If they resist, try to buck me, make<br/>\n  me look bad, all it takes is one simple click on my client to<br/>\n  make that headache go away.  I love input from my groups, in fact<br/>\n  the first thing I ask is tell me the songs you want me to play<br/>\n  and why.  But to have some ahole standing there saying I&#39;m Mr.<br/>\n  Badass L50, and I have many L50 bards you should do X and Y<br/>\n  because I say so, or I&#39;m outta here... later dude, good luck!<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; But heck, this is all just a game. Isn&#39;t it?<br/>\n<br/>\n </span></blockquote>  Yeah, and when I get the groups I&#39;m in totally synched up<br/>\n  that is the best feeling in the world.  A well oiled machine<br/>\n  made of 6 different styles, 6 different personallities, 6 <br/>\n  totally different people is an amazing accomplishment.  Yeah<br/>\n  it&#39;s a game, but damn I love this game (and it&#39;s mechanics).<br/>\n <br/>\n  I&#39;m definitely not a hard ass, usually people who stomp around<br/>\n  and act like the know everything there is to know about EQ,<br/>\n  or demand things be done a certain way less they pout will<br/>\n  make a very low morale group.  I am a high energy, lots of<br/>\n  alcohol, lots of jokes, lots of action, low downtime, big<br/>\n  accomplishment respecting bard.  If I say, Player1 your <br/>\n  spell is being cancelled by my song, please do X,Y,Z and see<br/>\n  if that reduces your mana output and lessens our downtime.<br/>\n  Or Player2 you are not casting enough X, please try to do<br/>\n  that a little more and let me know how it works.  I never<br/>\n  give a decent player an ultimatum, I always suggest or hint.<br/>\n  I&#39;ve been with the best players this game has seen, and I<br/>\n  can tell they know their stuff.  I learn from them and pass<br/>\n  along the knowledge.<br/>\n<br/>\n  But you&#39;ll always get a jerk or two in your time, where you<br/>\n  just gotta be as straightforward as possible.  That&#39;s the<br/>\n  person I&#39;m referring to, when I say just Disband them.  8)<br/>\n  Not the average player who needs a little advice.  ;)<br/>\n  Conversely, I have never had to say anything to an enchanter,<br/>\n  as I often end up learning a lot from them.<br/>\n<br/>\n  Harmonic.</div>","specialLinks":[]}}
