{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"8B7PYTCiGf7QQMnGJUe7NuP4xOnuwXS9USeai6gx6XVT_tev10u_lrCwi-cFtMaqfqJJS312P5UxUKVdftZ44QwW30MKBJYA5K0xkJqkqWIY8vVr","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Song Taunting.","postDate":"945287419","msgId":11860,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41OTUuMTE4NjAuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":11858,"nextInTopic":11861,"prevInTime":11859,"nextInTime":11861,"topicId":11852,"numMessagesInTopic":45,"msgSnippet":"Speaking of Song taunting, I had an interesting experience last nite.  I was in North Karana watching for the gnome watchman to spawn when some idiot decided","messageBody":"<div id=\"ygrps-yiv-1820846033\">Speaking of Song taunting, I had an interesting experience last nite.  I was<br/>\nin North Karana watching for the gnome watchman to spawn when some idiot<br/>\ndecided an unannounced Hill Giant train into the stone bridge watchtower<br/>\nwould be a good idea.  <br/>\n<br/>\nThere were about a half dozen of us in there, 4 medding&#39; casters a warrior<br/>\nhealing up, and me sitting and innocently singing Acellerando in the corner.<br/>\nIn tromps the HG, smashes its prey to the ground just as it reaches the exit<br/>\nonto the bridge where it is immediately surrounded by guards.  I&#39;m standing<br/>\nup at this point. <br/>\n<br/>\nThe HG bashes two of the guards once each as they pummel it, Captain<br/>\nLinarius alone is doing over 100 per hit.  Everything seemed fine at this<br/>\npoint...<br/>\n<br/>\nThen Acellerando pulsed.  The HG immediately ran over the 4 guards who had<br/>\nat this point done over 600 hp&#39;s to it, past 2 of the medding casters and<br/>\nthe warrior who had just stood up, right to me.  He immediately began<br/>\nbashing my brains out.  His first smack stunned my Accelerando off, so as I<br/>\nstarted to run I tried starting it up again.  The HG was happily bashing<br/>\nguards again as I reached the exit back into the Karanas.<br/>\n<br/>\nThen Acellerando pulsed.  The HG again immediately ran past the now 5<br/>\nguards, past the 2 medding casters that hadn&#39;t awakened yet, and right to<br/>\nlittle ole me.  Smack, smack and forthwith I was down to a bubble.  At this<br/>\npoint the guards had done nearly 1000 hp&#39;s to the HG, a caster had awakened<br/>\nand nuked it with a couple of frost spirals and still it ignored all in<br/>\nfavor of me.  Fortunately it didn&#39;t stun me again and I was able to outrun<br/>\nit while it let the guards and assorted PC&#39;s beat the daylights out of it<br/>\nfrom behind.<br/>\n<br/>\nAfter it was killed I got not less than 4 tells asking me how I managed to<br/>\ntaunt the HG so successfully that the group hunting near the bridge was able<br/>\nto smack the heck out of it without risk.  To my answers of I don&#39;t know,<br/>\nguess he just hates lite jazz I was assaulted.  Three of the /tell&#39;ers<br/>\nactually accused me of hiding an exploit that allowed me to taunt the HG.<br/>\nNeedless to say I politely asked them to /bug it so as to be sure I couldn&#39;t<br/>\nget away with it again.  They were not amused.<br/>\n<br/>\nI haven&#39;t had many examples of &#39;bard hate&#39; or whatever we want to call it<br/>\nlately, but this was sure pretty apparent as a bizarre hate list incident.<br/>\nOnly thing I can figure is that somehow the code is messed up to the point<br/>\nthat when a song pulses, the mobs consider it cast on everything within its<br/>\nradius, whether it has an effect or not.  A similar example happened once to<br/>\nme in Misty Thicket.  I was singing Accelerando when someone not in my group<br/>\ndecided to duel someone else also not in my group.  I was standing near the<br/>\naggressor and as soon as my song pulsed, the guards uttered that horrid<br/>\nstatement about &#39;bards like you&#39;.  I fled instantly, but since I knew<br/>\nneither I nor my groupmate who wasn&#39;t even in the zone, had attacked the<br/>\nguards I feel sure some bug occurred.  I /bugged it at the time.  Has anyone<br/>\nelse had similar things happen to them when their song radius might have<br/>\nincluded someone but did not actually affect them?<br/>\n<br/>\n\tKitasi</div>","specialLinks":[]}}
