{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"_bxJ61sI3Csrzyx1IhSjovvl04EBO-1o2zAYEefka4EuMtfrnC3DDFO5AUtDatcqELZax1gV3CkOH12t9MSyfpJB6TY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Re: Re: Finding HGs (and cash) (medium long)","postDate":"945462752","msgId":12003,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MDEuMTIwMDMuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":11984,"nextInTopic":12004,"prevInTime":12002,"nextInTime":12004,"topicId":11984,"numMessagesInTopic":6,"msgSnippet":"You *can* autorun backward, or in any direction for that matter including circles, etc.: Hit FORWARD (or BACKWARD), ENTER to open a chat window while holding","messageBody":"<div id=\"ygrps-yiv-1505033655\">You *can* autorun backward, or in any direction for that matter including<br/>\ncircles, etc.:<br/>\n<br/>\nHit FORWARD (or BACKWARD), ENTER to open a chat window while holding your<br/>\nFORWARD down, then release your FORWARD key you will stick moving forward.<br/>\nNow hit ENTER again to close the chat text box without sending anything.  In<br/>\nmy early days of EQ I didn&#39;t know about the NUMLOCK method, so I grew<br/>\naccustomed to this method and still use it.  One benefit is that you can hit<br/>\nFORWARD and TURN RIGHT, ENTER, release your movement keys and the hit ENTER<br/>\nagain to close the chat window and you&#39;re running in a tight righthand<br/>\ncircle - or swimming in a circle.  Great for practicing swimming while AFK.<br/>\nTo send /tells to people while charming giants I simply go BACKWARD, ENTER,<br/>\nRELEASE BACKWARD, /t hey I&#39;m charming these two., ENTER.  But as they<br/>\ncaution George of the Jungle: &quot;Watch out for that tree!&quot;<br/>\n<br/>\nJust to spam some info that not everyone that I group with seems to know:<br/>\n/tell can be abbreviated to /t, and /groupsay to /g.  I have not found a<br/>\nshorthand for /guildsay yet.  /who can be as short as &quot;/w&quot; or just &#39;/&#39; by<br/>\nitself.  You can see how many people are on your server with &quot;/w all count&quot;.<br/>\nYou can search for other bards in the zone by doing a &quot;/w bard&quot;, or on the<br/>\nwhole server with &quot;/w all bard&quot;, with the same being true of the other<br/>\nclasses &quot;/w wizard&quot; for instance when you&#39;re trying to remember who stole<br/>\nyour kill.  You can find out who in the zone is a certain level by saying<br/>\n&quot;/w 25&quot; to see who&#39;s 25th, or &quot;/w 20 40&quot; to see who is 20th through 40th.<br/>\nYou can even go so far as to say something like &quot;/w all bard 40 50&quot; to find<br/>\nall of the bards between 40th and 50th on your server.<br/>\n<br/>\n-----<br/>\nI killed about 8 HGs and several Cyclops and Giant Skeletons in Rathe Mts.<br/>\nearly one morning when I should have been in bed - say 1:00am to 4:00am on<br/>\nFennin Ro.  I did this by stringing them non-stop.  I charm one, set two at<br/>\nit, run around and hymn as necessary keeping Selo&#39;s up at all costs (MM<br/>\nDrums).  When one wins, let charm break on the winner, lead him off a couple<br/>\nhundred yards and charm him again.  Now hit your &quot;/pet guard here&quot; button to<br/>\npark your giant and go loot the loser.  Charm breaks again on the winner and<br/>\nyou&#39;re off looking for a fresh one with a angry HG on your tail.  The<br/>\nprevious winner is really pissed at you, so when you charm the new one and<br/>\nset it against the first one, the previous match&#39;s winner is going to<br/>\ncontinue to chase you for a while even with the new guy on his back.<br/>\nUsually after two or three charms the weakened one will start duking it out<br/>\nwith the new one.  Well it&#39;s pretty obvious which one is going to win unless<br/>\nyour new one is incredibly weak/unlucky and perhaps the old one has a<br/>\nweapon.<br/>\n<br/>\nAs long as you&#39;re healthy and there is a supply of giants you can keep this<br/>\ncycle up indefinitely.  I eventually ran out of new HGs, so I had my HG<br/>\nstart wacking on Cyclops, Giant Skellies, even the little lizards until new<br/>\nHGs popped.  There was a 50th shaman watching me do this and sending me<br/>\n/tells about how amazed he was.  He&#39;d never seen bard charm done.  He really<br/>\nwas laughing when I had my HG smashing the little lizzies, but I couldn&#39;t do<br/>\nit myself without zoning out and back.<br/>\n<br/>\nCrier Sharpsong - 40th song bard on Fennin Ro</div>","specialLinks":[]}}
