{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"21eN2da4pcZtzvUj8UiaoO3QOAXWhJ8vGRju45HaJFeKan7mJ-TrwX9IhGoc6nHe-yvUDIyJ6u4TfjWHKAF0IMcZXuCE6ZR8PKmxYTiyjEu3xnq-EUr6kaUAJcpQ9OvEKBM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Btw, has anyone noticed Pixie Strike now works?","postDate":"945811787","msgId":12120,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MDguMTIxMjAuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":12116,"nextInTopic":0,"prevInTime":12119,"nextInTime":12121,"topicId":12099,"numMessagesInTopic":4,"msgSnippet":"This past weekend I started using Pixie Strike for the first time on a regular basis.  In terms of a data sample, I only used it in two different situations so","messageBody":"<div id=\"ygrps-yiv-198075046\">This past weekend I started using Pixie Strike for the first time on a<br/>\nregular basis.  In terms of a data sample, I only used it in two different<br/>\nsituations so thats not a good sample but the results I got were at the<br/>\nopposite extreme so I&#39;ll go ahead and throw them out.  <br/>\n<br/>\nFirst use was in Lower Guk.  I&#39;m only 29th level so I probably shouldn&#39;t<br/>\nhave even gone there but I was with five guildmates all in their mid-high<br/>\n30s so I felt relatively safe.  We were on the live side pulling shin<br/>\nknights and urd shamans to the bottom of the ramp near the zone.  If we<br/>\npulled two or more, it was agreed that I would try to Pixie Strike one until<br/>\nthe other five people finished off the first (or second) one.  I was able to<br/>\nget the eyes glazed over message on just about every mob I Pixied.<br/>\nSometimes they would initially resist but I eventually got the success<br/>\nmessage.   On every situation where I got the eyes glaze over message, the<br/>\nfrog kept attacking me.  I know for a fact the other five people weren&#39;t<br/>\nhitting it because they were all visibly attacking the other mob.  I also<br/>\nnever turned on autoattack so know that I didn&#39;t mistakenly wake up the mob<br/>\nI just mezzed.  My results in Lower Guk were exactly similar to those that<br/>\nJohn Kim and others have been writing about over the past few weeks.  In<br/>\nother words, the mob didn&#39;t resist but the Pixie Strike ended up having no<br/>\neffect.<br/>\n<br/>\nSecond situation was in ghost room in Unrest.  I used Pixie against tentacle<br/>\nterrors, barbed bone skeles, and greater dark bones.  Results this time were<br/>\nmore in line with what you expect.  Assuming they didn&#39;t resist, once I got<br/>\nthe eyes glazed over message I could keep cycling the song and keep the mob<br/>\nout of the fight.  Never got attacked once while playing this song.  <br/>\n<br/>\nGranted this was only two situations, but wondering if the level difference<br/>\nbetween you and the mob you are facing has an impact on if they ignore the<br/>\neffects of a successful Pixie Strike?  In the heat of battle, I usually<br/>\nforgot to con most of the stuff I was fighting.  I assume the frogs in Lower<br/>\nGuk are higher level than the stuff in Unrest.  The frogs I did con were<br/>\nalmost always red to me.  The barbed bones conned blue/even to me and IIRC<br/>\nthe GDBs were yellow and red.  <br/>\n<br/>\nGaltin of E&#39;ci <br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; If you use it on yourself, it&#39;s either resist or stun.  It<br/>\n&gt; seems to be more effective against mobs as well, although it&#39;s<br/>\n&gt; resisted more now that they added the MR debuff to it (or<br/>\n&gt; maybe all the mobs I&#39;ve been fighting lately have MR buffs).  <br/>\n&gt; There are still cases of the song seemingly not working, but<br/>\n&gt; they are not frequent enough for me to consider the song less<br/>\n&gt; than useless.<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
