{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John_Senior@xxxxx.xx.xx","from":"John_Senior@...","replyTo":"LIST","senderId":"13oqMDu1RBCTb_txTkXNu-ySIbSCUT2u-XdGJtLnCIXYTwJMybHUZMhLCylY4tfyTaKQI7scqWcQM2f1QM0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Killing Giants in your low 30ies","postDate":"945859538","msgId":12126,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MDkuMTIxMjYuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":12129,"prevInTime":12125,"nextInTime":12127,"topicId":12126,"numMessagesInTopic":8,"msgSnippet":"Hello all, I made level 31 the other day, and a bubble of that exp was made killing Giants in N Karana, I think I ve got the art of charming mastered but I ","messageBody":"<div id=\"ygrps-yiv-1202609165\">Hello all,<br/>\n<br/>\nI made level 31 the other day, and a bubble of that exp was made killing<br/>\nGiants in N Karana, I think I&#39;ve got the art of charming mastered but I<br/>\njust wanted to see if there is anything else I could do to improve things.<br/>\n<br/>\nFirst off I equip anything that gives +cha (not alot at the moment), I<br/>\ncurrently have Full Lambent (+10 Cha total) aswell as a Mask of Deception<br/>\n(+13 Cha) and a +3 Cha necklace, this gives me Cha of roughly 111 (base<br/>\n85), which is not bad but I&#39;m saving for some REALLY good cha jewellery.<br/>\n<br/>\nInstead of equipping my Crude Stein I equip my MM Drums and start selo. I<br/>\ndo an /Ooc Anyone see any Giants? And if I&#39;m in lucky I go and pull the<br/>\ngiant using Charm, then Start up Selo again and run around looking for<br/>\nanother Giant, in the mean time if I can&#39;t find another Giant I make the<br/>\ngiant kill guards or Griffennes/Griffons. Whilst charming I run from my<br/>\ntarget (backwards) and stop selo and play Charm, if it&#39;s a succeed I turn<br/>\nthe giant onto my target then I fire Selo&#39;s up again. I start running<br/>\nbackwards again(I can outrun giants running backwards). I keep backing away<br/>\nand charming until the giant has killed the mob I set him on. I then run a<br/>\ndistance away from the dead corpse, charm the giant. Sit him down and go<br/>\nloot, If I&#39;m lucky I find another giant that I can use to kill my first<br/>\ngiant and so on until I get bored and zone.<br/>\n<br/>\nIt&#39;s quite scary having 2 giants on you and it&#39;s easy to make a mistake and<br/>\nget killed. 2 Giants pounding on you is not nice, especially if Selo&#39;s has<br/>\ndropped. I managed to not get killed whilst charming and I only zoned once<br/>\n(made giant attack a druid and the lot came after me). I did however die<br/>\ntwice (thanks Grimfeather for one and all the guards at the stone bridge<br/>\nfor the other) this kinda pissed me off cos I lost alot of hard earned exp<br/>\nfrom silly mistakes (mind you having grimfeather beat on you whilst looting<br/>\nisn&#39;t a mistake). Even with Selo&#39;s a my MM drums equipped I couldn&#39;t outrun<br/>\nhim. Lucky I got good exp rez&#39;s both times and only lost 1/4 bub exp in<br/>\ntotal.<br/>\n<br/>\nHill Giants seem to be quite rare so it can get boring in N Karana, and<br/>\nit&#39;s always f***ing raining in that zone too I&#39;ve thought about trying<br/>\nOasis but the dunes etc put me off and the giants are almost as rare at<br/>\nleast there is no Grimfeather in the zone (aka death). And the zone is<br/>\nsmaller which is easier to hunt in, also the people usually /shout Giant to<br/>\nDock etc......<br/>\n<br/>\nWell, enough of my rabbling, I&#39;m really just interested in some comments,<br/>\nsuggestions or feedback with regard to my charming methods and places to<br/>\nhunt that are good for charming.........<br/>\n<br/>\nMany Thanks<br/>\n<br/>\nMadagan Songweaver, Bard of 31 Songs - Veeshan Server<br/>\n&quot;Where ever there is trouble, there you shall find my corpse&quot;<br/>\n<br/>\n<br/>\n<br/>\n______________________________________________________________________<br/>\nThe information contained in this message may be CONFIDENTIAL and is<br/>\nintended for the addressee only.  Any unauthorised use, dissemination of<br/>\nthe information, or copying of this message is prohibited. If you are not<br/>\nthe addressee, please notify the sender immediately by return e-mail and<br/>\ndelete this message. Although this e-mail and any attachments are believed<br/>\nto be free of any virus, or other defect which might affect any computer or<br/>\nsystem into which they are received and opened, it is the responsibility of<br/>\nthe recipient to ensure that they are virus free and no responsibility is<br/>\naccepted by M&G for any loss or damage from receipt or use thereof.</div>","specialLinks":[]}}
