{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Illian","from":"&quot;Jeff Illian&quot; &lt;jeff@...","replyTo":"LIST","senderId":"sxl9G4pkw9Nf7P-tPVh2kzhPj_Q-koH36m8qyGSP7BdN3SqLv69NBhvFTUqQmMw-3H2oGKA8gX60cU7-eW5cLhG3QM5yAQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Killing Giants in your low 30ies","postDate":"945874117","msgId":12129,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MDkuMTIxMjkuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":12126,"nextInTopic":12136,"prevInTime":12128,"nextInTime":12130,"topicId":12126,"numMessagesInTopic":8,"msgSnippet":"Wow, I really am beginning to feel like the only person left playing EQ who doesn t kill druids, treants, guards, dwarves at the docks, gnomes, etc... Doesn t","messageBody":"<div id=\"ygrps-yiv-1289442861\">Wow, I really am beginning to feel like the only person left playing EQ who<br/>\ndoesn&#39;t kill druids, treants, guards, dwarves at the docks, gnomes, etc...<br/>\nDoesn&#39;t anyone care about faction anymore?  Or is it just players don&#39;t want<br/>\nto take risks anymore...<br/>\n<br/>\nAs for hill giants, I&#39;ve found Rathe Mountains on the Prexus server to be<br/>\ngood at just about ANY time of the day.  They spawn there like the gnolls in<br/>\nBB (well, maybe not quite that many...).  Especially if you get a party<br/>\ntogether and go around killing all the basilisks, lizards, giant skeletons,<br/>\ncyclops, etc...<br/>\n<br/>\nI personally find charming and killing HG&#39;s to be EXTREMELY dull and boring,<br/>\nhowever.  Last night my party ventured into the pool room at Sol B and my<br/>\nbrother (a druid) and I took over the responsibility of pulling (and<br/>\nlearning the joint).  First pull yielded one shaman... not a problem.<br/>\nSecond yielded 2 greater kobolds and a shaman (ouch!).  I shouted at the<br/>\nparty not to run and proceeded to charm one of the 2 greater kobolds and<br/>\nsent it after the other.  By the time the party was done with the shaman, I<br/>\nwas almost done with one of the 2 greater kobolds.  It was easy to finish<br/>\noff the other.  I need about 2 greater heals in between charms (because of<br/>\nresists), but I played a little clarity and 2 minutes later we were pulling<br/>\nagain.  I learned that there is a 25 minute spawn cycle to the greater<br/>\nkobolds and a full party of mid to high 30 can handle the place REAL easy<br/>\nwith a bard.  We took every single kobold out in the whole section up by the<br/>\npool room and held it all night...  A combination of lament and charm<br/>\ntogether worked incredible.<br/>\n<br/>\nOne note though, one of the shamans Dotted one of the ones that I was<br/>\ncharming once accidentally.  Every single time I charmed it, I had to tell<br/>\nit to back off in order to get it to stop from beating on the shaman...  Had<br/>\nto tell them all to leave the one beating on me alone and pretend it is a<br/>\npet.  (1 mage, 2 shamans all with pets... I was joking with them that my pet<br/>\ndid more damage then any of the others easily! LOL).<br/>\n<br/>\nNow isn&#39;t it a lot more fun using the tools at our disposal to clear a<br/>\ndungeon then to stand around watching a couple of HG&#39;s beat on each other?<br/>\nMaybe it is just me...<br/>\n<br/>\nMy only worry now is there was a GM and a Guide standing there watching us<br/>\nfor about 10 minutes... Hope they don&#39;t think we did it too easy.  I don&#39;t<br/>\nwant to get nerfed.<br/>\n<br/>\n<br/>\np.s.  With the way I use charm or bellow, I wouldn&#39;t be effected in the<br/>\nslightest by a reduction in range...  even fighting HG&#39;s. :-)<br/>\n<br/>\nTaneran Dreamweaver<br/>\n&lt;Clan Jax&gt;<br/>\nBard of the 33rd song<br/>\nPrexus<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:John_Senior@...\">John_Senior@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:John_Senior@...\">John_Senior@...</a>]<br/>\n&gt; Sent: Wednesday, December 22, 1999 4:46 AM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; Subject: Re: [eqbards] Killing Giants in your low 30ies<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:John_Senior@...\">John_Senior@...</a><br/>\n&gt;<br/>\n&gt; Hello all,<br/>\n&gt;<br/>\n&gt; I made level 31 the other day, and a bubble of that exp was made killing<br/>\n&gt; Giants in N Karana, I think I&#39;ve got the art of charming mastered but I<br/>\n&gt; just wanted to see if there is anything else I could do to improve things.<br/>\n&gt;<br/>\n&gt; First off I equip anything that gives +cha (not alot at the moment), I<br/>\n&gt; currently have Full Lambent (+10 Cha total) aswell as a Mask of Deception<br/>\n&gt; (+13 Cha) and a +3 Cha necklace, this gives me Cha of roughly 111 (base<br/>\n&gt; 85), which is not bad but I&#39;m saving for some REALLY good cha jewellery.<br/>\n&gt;<br/>\n&gt; Instead of equipping my Crude Stein I equip my MM Drums and start selo. I<br/>\n&gt; do an /Ooc Anyone see any Giants? And if I&#39;m in lucky I go and pull the<br/>\n&gt; giant using Charm, then Start up Selo again and run around looking for<br/>\n&gt; another Giant, in the mean time if I can&#39;t find another Giant I make the<br/>\n&gt; giant kill guards or Griffennes/Griffons. Whilst charming I run from my<br/>\n&gt; target (backwards) and stop selo and play Charm, if it&#39;s a succeed I turn<br/>\n&gt; the giant onto my target then I fire Selo&#39;s up again. I start running<br/>\n&gt; backwards again(I can outrun giants running backwards). I keep<br/>\n&gt; backing away<br/>\n&gt; and charming until the giant has killed the mob I set him on. I then run a<br/>\n&gt; distance away from the dead corpse, charm the giant. Sit him down and go<br/>\n&gt; loot, If I&#39;m lucky I find another giant that I can use to kill my first<br/>\n&gt; giant and so on until I get bored and zone.<br/>\n&gt;<br/>\n&gt; It&#39;s quite scary having 2 giants on you and it&#39;s easy to make a<br/>\n&gt; mistake and<br/>\n&gt; get killed. 2 Giants pounding on you is not nice, especially if Selo&#39;s has<br/>\n&gt; dropped. I managed to not get killed whilst charming and I only zoned once<br/>\n&gt; (made giant attack a druid and the lot came after me). I did however die<br/>\n&gt; twice (thanks Grimfeather for one and all the guards at the stone bridge<br/>\n&gt; for the other) this kinda pissed me off cos I lost alot of hard earned exp<br/>\n&gt; from silly mistakes (mind you having grimfeather beat on you<br/>\n&gt; whilst looting<br/>\n&gt; isn&#39;t a mistake). Even with Selo&#39;s a my MM drums equipped I<br/>\n&gt; couldn&#39;t outrun<br/>\n&gt; him. Lucky I got good exp rez&#39;s both times and only lost 1/4 bub exp in<br/>\n&gt; total.<br/>\n&gt;<br/>\n&gt; Hill Giants seem to be quite rare so it can get boring in N Karana, and<br/>\n&gt; it&#39;s always f***ing raining in that zone too I&#39;ve thought about trying<br/>\n&gt; Oasis but the dunes etc put me off and the giants are almost as rare at<br/>\n&gt; least there is no Grimfeather in the zone (aka death). And the zone is<br/>\n&gt; smaller which is easier to hunt in, also the people usually<br/>\n&gt; /shout Giant to<br/>\n&gt; Dock etc......<br/>\n&gt;<br/>\n&gt; Well, enough of my rabbling, I&#39;m really just interested in some comments,<br/>\n&gt; suggestions or feedback with regard to my charming methods and places to<br/>\n&gt; hunt that are good for charming.........<br/>\n&gt;<br/>\n&gt; Many Thanks<br/>\n&gt;<br/>\n&gt; Madagan Songweaver, Bard of 31 Songs - Veeshan Server<br/>\n&gt; &quot;Where ever there is trouble, there you shall find my corpse&quot;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ______________________________________________________________________<br/>\n&gt; The information contained in this message may be CONFIDENTIAL and is<br/>\n&gt; intended for the addressee only.  Any unauthorised use, dissemination of<br/>\n&gt; the information, or copying of this message is prohibited. If you are not<br/>\n&gt; the addressee, please notify the sender immediately by return e-mail and<br/>\n&gt; delete this message. Although this e-mail and any attachments are believed<br/>\n&gt; to be free of any virus, or other defect which might affect any<br/>\n&gt; computer or<br/>\n&gt; system into which they are received and opened, it is the<br/>\n&gt; responsibility of<br/>\n&gt; the recipient to ensure that they are virus free and no responsibility is<br/>\n&gt; accepted by M&G for any loss or damage from receipt or use thereof.<br/>\n&gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
