{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Honeyman","from":"Ryan Honeyman &lt;honeyman@...","replyTo":"LIST","senderId":"mjiARvwwUhBabNknuRbEtz5q_K-DxxOv3sSQvBqhc_wNucrmLW6GcxZPtGbqyaB3wfbed7vgagfThUUSTh5t4Gb5o0wGFnFU2xaWIQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: Re: Grrrrrrrr!","postDate":"945875424","msgId":12130,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MDkuMTIxMzAuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":12128,"nextInTopic":12131,"prevInTime":12129,"nextInTime":12131,"topicId":12095,"numMessagesInTopic":36,"msgSnippet":"... First of all, I will address the I m not level 35 yet, I m only level foo and I have no idea what you are talking about. Here it is: You don t have","messageBody":"<div id=\"ygrps-yiv-1502188625\"><blockquote><span title=\"ireply\">&gt; Everyone, please make an attempt to make things simple for people like Uldar <br/>\n&gt; and myself who don&#39;t go on suicide missions in SolB at level 20 or 35, <br/>\n&gt; therefore having no idea what RL (real life) basis you&#39;re using.<br/>\n<br/>\n </span></blockquote>  First of all,<br/>\n<br/>\n  I will address the &quot;I&#39;m not level 35 yet, I&#39;m only level foo<br/>\n  and I have no idea what you are talking about.&quot;<br/>\n<br/>\n  Here it is:<br/>\n<br/>\n  You don&#39;t have tracking until L35, so don&#39;t sweat me ;)<br/>\n  Go complain to your significant other because they don&#39;t let you<br/>\n  play the long hours it takes to make that level.<br/>\n<br/>\n  Secondly,<br/>\n<br/>\n  If you haven&#39;t been to SolB and you are L35, where have you been?<br/>\n  I was in SolB at L32, and the experience is incredible at that<br/>\n  level.  It beats anything else out there hands down, including<br/>\n  giant charming.  <br/>\n<br/>\n  Third,<br/>\n<br/>\n  I and others have made posts about Djarn (Efreeti Lord Djarn)<br/>\n  on this list about 2 or 3 weeks ago I&#39;d say.  And I made the<br/>\n  very specific comment that he is deep, deep, deep inside SolB.<br/>\n  Deep enough and well guarded enough that it takes a minimum of<br/>\n  two high level groups to reach him.  This should at least clue<br/>\n  those few people who actually read these emails &gt;8)<br/>\n<br/>\n  As far as measuring distance in terms a L1 bard can understand<br/>\n  I&#39;m not sure it&#39;s that important to do, however I don&#39;t use<br/>\n  tracking in outdoor zones unless I&#39;m after a random, roaming,<br/>\n  or rare spawn.  Even if I could try to explain how close I <br/>\n  need to be to track Krak Windchaser (now I&#39;ll have L10 bards<br/>\n  hollering at me, because they don&#39;t know that NPC - gimme<br/>\n  a break heh) it would be in terms of hills and trees and <br/>\n  topography.<br/>\n<br/>\n  So how far is bard tracking in simple terms?<br/>\n<br/>\n  I can find any named mob in most dungeons (SolA, Perma,<br/>\n  Crushbone, etc).  This is sufficient enough to make tracking<br/>\n  useful, although druids at 20 skill can see very similar things<br/>\n  that I can see.  They just dont get a wee bit of extra range.<br/>\n  Where the ranger gets a wee bit longer range than us.<br/>\n<br/>\n  Verant didn&#39;t really think through the tracking and how the <br/>\n  skill affects radius.  Because I&#39;ve looked at my tracking and<br/>\n  a druid&#39;s tracking at the same time (2 computers, 2 accounts)<br/>\n  and they look the same.<br/>\n<br/>\n  I guess my point is not how Tracking works, which is what you <br/>\n  lower level people want to know... it&#39;s how far in comparison<br/>\n  it is working.  And the answer is there isn&#39;t a big difference.<br/>\n<br/>\n  Plus........... it&#39;s my birthday in 2 days, so I get to be right<br/>\n  for once here, and you all can be the ignorant ones =)<br/>\n<br/>\n  Harmonic.</div>","specialLinks":[]}}
