{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kyle Sibbald","from":"&quot;Kyle Sibbald&quot; &lt;ksibbald@...","replyTo":"LIST","senderId":"O7v5PzGYLOXaTthU7Ki4qBCpEMvxTtRG_QqcdZcR_lop_PMK8kjWrycOkrrQGkFvDCIuVJkfV-vepAIK7sj3KAJCx3G9e2dxg6vL","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: 1st Impression of Paw","postDate":"945918613","msgId":12158,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MTAuMTIxNTguOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":12153,"nextInTopic":12160,"prevInTime":12157,"nextInTime":12159,"topicId":12152,"numMessagesInTopic":4,"msgSnippet":"I have been in Paws ever since it opened up (Hi Fflewduer. Ya I remember ya in there :) and I like it. I learned the place back when it was the old Paws and","messageBody":"<div id=\"ygrps-yiv-1889429063\">I have been in Paws ever since it opened up (Hi Fflewduer. Ya I remember ya<br/>\nin there :) and I like it. I learned the place back when it was the old Paws<br/>\nand just had to pick up on the new spawn points. I&#39;d have to say that they<br/>\nadded about 50% more spawns in the place. I think this made things a bit<br/>\nworse than the old Paws in terms of trains. I&#39;ve seen whole parties of high<br/>\nlevel players wiped out in certain areas. An Enchanter or a super good<br/>\npuller is pretty much required unless you use the massive groups trick.<br/>\n\tThe old spawn spots used to be Lenrel/Grisok in the back, Ghanex Drah in<br/>\nthe maze, Ren&#39;Rex/Phido up the steps, and Kurrpok/Zixx Nenix thru the water<br/>\npassage. The first three have been moved out to South Karana so that monks<br/>\ncan still obtain the orange headband. Kurrpok is still inside of Paws. Let&#39;s<br/>\njust say that he is being tried for his &#39;crimes&#39;...<br/>\n\tThe new things to go after are close to the same places. As you mentioned,<br/>\nthere is The Ishva Mal, the &#39;Supreme Ruler&#39; of the gnolls. Rosch Val L&#39;Vlor<br/>\nhas an item befitting of its type. Tesch Val Deval&#39;Nmak also has an item<br/>\nbefitting of its type. I have never gone after Tesch Val Kadvem or Nisch Val<br/>\nTorask Mashk so I don&#39;t know if/what they have on them. My guess is that<br/>\nthey also have fitting items.<br/>\n\tThe jail cells don&#39;t have any secret levers. If you get stuck you either<br/>\nhave to call fiends to help or wait for someone to come and do the Soulfire<br/>\nquest. :)<br/>\n\tAnd I always hated that shaman room too. It&#39;s even worse now. The<br/>\nExecutioner isn&#39;t partial to healing an injured gnoll running by. It&#39;ll just<br/>\nlight you up instead. =80<br/>\n<br/>\n\tGood Journey<br/>\n<br/>\n\t\tSineras Silverlyre, The Divine Alliance (Cazic-Thule)<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: James Schuldes [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jgs@...\">jgs@...</a>]<br/>\nSent: Wednesday, December 22, 1999 2:48 PM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&#39;<br/>\nSubject: RE: [eqbards] 1st Impression of Paw<br/>\n<br/>\n<br/>\nFrom: James Schuldes &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jgs@...\">jgs@...</a>&gt;<br/>\n<br/>\nFirst of all your observation on the linkage between the mobs is correct.<br/>\nIt has always been that way. And that has made it one of the more<br/>\nchallenging places to fite. Trains - ya Paw has always had trains when more<br/>\npeople used to play there.  So you made it to the double doors?  Wooo hoo!<br/>\nThose doors are the land mark I used to use for knowing I was about to<br/>\nsafely zone.  Relative to the rest of the place - that is about _maybe_ 5<br/>\npercent of the dungeon (from zone to double doors.)  Maybe 10 percent of the<br/>\nphysical length of the place.  And there are lower levels.<br/>\n<br/>\nPast those double doors is a room with some guards and an overhead ramp that<br/>\ncan have mobs too. Past that room is the first bridge.  You would have to<br/>\nclear 4 or more mobs to cross it. Hehe, but you don&#39;t have to cross it - you<br/>\ncan jump off of it!  Now days - try not to land in the water cause there are<br/>\nagro snakes in the water now - blue to me at 37/38.  More gnolls below.<br/>\nMore rooms with gnolls. And then there is the old shaman&#39;s rooms.  This is a<br/>\nspot where the old Paw named shaman&#39;s would spawn.  You had to fite your way<br/>\nin here for a Runed Totem Staff or a Skull of J&#39;hnTrvlta.  Not sure what the<br/>\ndrop is here these days but there is a steep flight of stairs going up into<br/>\na set of rooms - you charge up and bust open the doors and fite both rooms<br/>\nat once.  We had a party of 11 in 2 groups - a 50, 2 44/45, a 40,  and some<br/>\nmisc 30&#39;s.  Woo Hoo this one&#39;s a Necro - ouchie!  So now you can camp here<br/>\nbut later you gotta fite your way out - or evac now that you got higher<br/>\nlevel spells and powers.<br/>\n<br/>\nOr if you don&#39;t jump, you can go further in and fite some more guards and<br/>\nsuch.  Soon you come to a series of doors.  One of the will lead you to the<br/>\nprison section and this is where you went for various quests.  It has levers<br/>\nto open jail doors and you had to go into a cell for a quest and the doors<br/>\nwould close behind you.  And if you tried it solo - you were trapped!!!<br/>\nYikes NO WAY OUT!!! Or is there a secret lever??? Hehe - do you remember the<br/>\npanic of being trapped in a cell at level 9?<br/>\n<br/>\nThe other doors lead to various other sections of rooms with commanders and<br/>\nnobles (in the old days - not sure what is in here now.)  And one route lead<br/>\nyou to the second bridge.  This one was populated by 3 groups of gnolls.<br/>\nThe center group was 6 shamans.  When you attacked the others the shamans<br/>\nwould heal and buff the others.  Don&#39;t you just hate that when you beat a<br/>\nmob to half hp and all of a sudden his hp is back to ´┐¢?<br/>\n<br/>\nPast this place was another section that was a maze of walls that once you<br/>\nfound you way to the back was on of the big dungeon bosses G&#39;hanex Drah -<br/>\nbad necro gnoll. Wonder if the new bosses are staged here.  He was guarded<br/>\nby zombies that would agro on you through closed doors and agro the whole<br/>\nroom.  He had a re-incarnate that would spawn somewhere and you had to be<br/>\nfast to catch him.<br/>\n<br/>\nIn the other section, there was a certain named sha that if you killed him<br/>\nwould spawn a named DE Necro who would roam the whole dungeon agro on<br/>\neveryone. Later he was changed to a DE Wizzie.  I keep looking out on the<br/>\nplains for the named one that spawns him.  Wonder if they moved that AI<br/>\noutside or if the inside mobs have a really nasty surprise in-store for<br/>\nvisitors?<br/>\n<br/>\nPaw was never good for casual pick up groups.  You need 2 partys working<br/>\ntogether to handle the place. Or be high level such that they don&#39;t agro on<br/>\nyou even though you are fighting their buddys 3 feet away.  Runnyeye has the<br/>\nsame level linked agro behavior.  Paw when you are co-level with the mobs<br/>\n(or even when they are blue to you) is a hard place.  Fight you way in and<br/>\neither fight your way out - or get gated.  Mobs that are linked and work<br/>\ntogether to fight you.  hard yes - but good hard IMHO.<br/>\n<br/>\nFor me there is more to explore there.<br/>\n<br/>\nSylly Songsynger<br/>\n&lt;Spirit of the Moon&gt;<br/>\nBard of the 39th song<br/>\nsomewhere on Innoruuk<br/>\n<br/>\np.s. I need at least 2 good groups - wanna come?<br/>\n<br/>\np.s.s. there is a route that when you are fighting your way out or running<br/>\nout that takes you to that top ramp in the room with the double doors.  You<br/>\ncan just hop down click the doors, hot key train to zone and you are on your<br/>\nway &lt;eg&gt;<br/>\n<br/>\n\t\t-----Original Message-----<br/>\n\t\tFrom:\tTom Henschel [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tomhenschel@...\">tomhenschel@...</a>]<br/>\n\t\tSent:\tWednesday, December 22, 1999 2:13 PM<br/>\n\t\tTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n\t\tSubject:\t[eqbards] 1st Impression of Paw<br/>\n<br/>\n\t\tFrom: &quot;Tom Henschel&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tomhenschel@...\">tomhenschel@...</a>&gt;<br/>\n<br/>\n\t\tGreetings!<br/>\n\t\tSpent a whole night in the new Paw, and thought I would<br/>\nshare my experiences<br/>\n\t\twith everyone.  I was only in the old Paw twice, so I had a<br/>\nsketchy idea of<br/>\n\t\tit (not like some folks who know it inside out).  The first<br/>\nthing i noticed,<br/>\n\t\twas that the layout of the dungeon is awkward for more than<br/>\ntwo groups to<br/>\n\t\tuse in the first section.  The first section is what I<br/>\nconsider to be up to<br/>\n\t\tthe double doors.  There are 2 places to setup a base, one<br/>\nbeing much safer<br/>\n\t\tas it is off the main tunnel to the zone.  The gnolls are<br/>\nlinked was the<br/>\n\t\tsecond thing I noticed.  Attack a certain one and you may<br/>\nget 3.  Even if<br/>\n\t\tthe other 2 were out of sight.  There is a low level caster<br/>\nin the 1st<br/>\n\t\tportion that casts fear and charm( I tore up a tank with<br/>\nanthem locked on<br/>\n\t\tand 2 fast weapons).<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
