{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robin Wise 3","from":"&quot;Robin Wise 3&quot; &lt;eurmali@...","replyTo":"LIST","senderId":"7LQgEkRCjKaxApCrIWXjdvIl40itBRGpcpllve0wdH2rqfCTwzm1X1h4tk6Bp8yJsKM0ylQZFCtUOrZv5BnL-MUfVrgGbQqbYTnU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Infected Paw","postDate":"945896014","msgId":12154,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MTAuMTIxNTQuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":10203,"nextInTopic":12156,"prevInTime":12153,"nextInTime":12155,"topicId":10164,"numMessagesInTopic":12,"msgSnippet":"... I had some very interesting experiences in Paw this week, and can safely say it is a very exciting place and provided me with hours of adrenaline-pulsing ","messageBody":"<div id=\"ygrps-yiv-380011331\"><blockquote><span title=\"ireply\">&gt;Message: 14<br/>\n&gt;    Date: Wed, 22 Dec 1999 09:02:14 -0800<br/>\n&gt;    From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a><br/>\n&gt;Subject: Re: Re: Re: Grrrrrrrr!<br/>\n&gt;<br/>\n&gt;Well, the new Paw was intended for &quot;mid&quot; level players but Verant never <br/>\n&gt;tells us what range they consider mid. I hear that deeper in there are <br/>\n&gt;gnolls blue to L45+ players but I have yet to make it in that far. To get <br/>\n&gt;there requires you to make your way through a ton of green casters.<br/>\n&gt;<br/>\n&gt;It&#39;s certainly a more time consuming job than making it to the champ room <br/>\n&gt;of sol b, or the frenzied or lord room in lguk, even when those dungeons <br/>\n&gt;are empty, and definately something that would be very difficult for a <br/>\n&gt;pickup group.<br/>\n<br/>\n </span></blockquote>I had some very interesting experiences in Paw this week, and can safely say <br/>\nit is a very exciting place and provided me with hours of adrenaline-pulsing <br/>\nthrills.<br/>\n<br/>\nI never visited the old Paw, back when those wimpy Splitpaw gnolls were <br/>\naround, so when I entered a few days ago for the first time I was quite <br/>\napprehensive.  I was accompanied by some guildmates, including a 50th level <br/>\ndruid and a 47th level ranger, with whom I have been in far worse places (in <br/>\nfact, we had just come from Lower Guk).<br/>\n<br/>\nWhen we entered we ran into a group of old friends (well, I knew only a few <br/>\nof them, but my groupmates knew them all).  The 9 of us (I think the <br/>\nyoungest was 32 or so) headed in as one band, and cleared the way as we <br/>\nwent.  Each group had an evacer (druid for us, wiz for the others) and a <br/>\nbard to keep everyone functioning to their fullest capacity.  Well, long <br/>\nstory short, we got to the home of the Ishva (mommy gnoll, around 40th <br/>\nlevel), and in a HUGE battle that lasted 8 minutes, we almost killed her, <br/>\nshe healed herself fully (grrrrr), and we got her back down to 1/16th life <br/>\nbefore every one of us died (I was second to last to fall, the other bard <br/>\nwas last).  We were so close nobody wanted to evac... though we all died, we <br/>\nhad a blast, and we&#39;ve vowed to get our revenge on that &lt;ahem&gt; bitch (pardon <br/>\nthe zoological term).<br/>\n<br/>\nThe nonunique gnolls down there go at least as high as 35th level, from what <br/>\nI have seen, and there are 2 unique gnolls I have found so far: Ishva and <br/>\nthe named gnoll &quot;Boss&quot; after whom one of the tribes is named.   His name <br/>\nescapes me, but we were disappointed to find he had no loot at all.  Ishva <br/>\nis FAR tougher, be warned.<br/>\n<br/>\nTry it out - the new Paw is a very exciting place to hunt, and almost every <br/>\npuppy drops a few plat and FS, so the money and experience are good.  It is <br/>\nalso very underhunted as of yet, and from what I have seen every gnoll there <br/>\nhas a chance of dropping nice stuff (Splitpaw aromr, weapons, misc magic <br/>\nitems, etc).  Very very few gnolls see invisible, and we made several corpse <br/>\nrecoveries with no trouble, so if you have someone to evac you can slip past <br/>\nthe entryway and head right down to the big fights.<br/>\n<br/>\nAloro Silvertongue (E&#39;ci)</div>","specialLinks":[]}}
