{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"TB6-lK17-FzWV9vIdU8OaQMizCIRK4CpA_As0ZRfSjMMeeHB0QubixrD3XHkhVIVoeeDWbMb2Xk6GqHxHzrjqWJ7mLktCkRgpI880Gt2o9ZPa-2mKOBYIjFTK3aNA4xUghQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Do I ever have a chance at making high level?","postDate":"946410334","msgId":12208,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MTUuMTIyMDguOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":12206,"nextInTopic":12209,"prevInTime":12207,"nextInTime":12209,"topicId":12197,"numMessagesInTopic":17,"msgSnippet":"I agree with everything Crier said.  One thing I would like to add is a comment on obtaining good items.  Like the original poster, I don t get to play that","messageBody":"<div id=\"ygrps-yiv-1050410582\">I agree with everything Crier said.  One thing I would like to add is a<br/>\ncomment on obtaining good items.  Like the original poster, I don&#39;t get to<br/>\nplay that often.  My bard is my only character and I&#39;ve been playing him<br/>\nsince April.  When I do play, I only get to play for a couple hours at a<br/>\ntime.  I&#39;m only 29th level, but I assume that what Crier said about high<br/>\nlevel mobs ripping you to shreds if you don&#39;t have good equipment is true.<br/>\nWith that out of the way...  <br/>\n<br/>\nIMO, players like me and the original poster are handicapped when it comes<br/>\nto obtaining the really good magic items.  In order to obtain those items,<br/>\nseveral factors come into play.  First off, if you want to get the items by<br/>\nyourself, you have to be able to camp the spawn long enough.  Many of the<br/>\nitems are rare drops so that could mean anywhere from a couple of hours<br/>\nduring one playing session (if you are extremely lucky) or several hours<br/>\nover multiple playing sessions.  <br/>\n<br/>\n2d factor: IMO its a lot easier to camp the good magic item spawn sites when<br/>\nyou are in a well balanced group of players who all know how to work<br/>\ntogether effectively.  This is difficult for the casual gamer because most<br/>\nof the friends he makes in game usually end up surpassing him in levels.<br/>\nEnd result is that casual gamers tend to join pickup groups most of the<br/>\ntime.  In my experience, I die more often in these types of groups because<br/>\neveryone seems to have their own agenda.   There is a side bonus to this<br/>\nhowever.  Because you are usually camping with new players all the time, you<br/>\ndo have the benefit of continually making new friends, which is always a<br/>\ngood thing.<br/>\n<br/>\n3d factor:  The people who are able to acquire good items are usually not<br/>\ninclined to sell them, preferring trades instead.  This hampers the casual<br/>\ngamer assuming factors #1 and #2 come into play.  This hasn&#39;t hampered me<br/>\ntoo much in my mid 20s because all my money I have earned since 25th level<br/>\nas gone to acquiring gems for the lambent armor.  Once I get all my lambent<br/>\npieces, I want to upgrade my weapons.  I&#39;m still using a dragoon dirk and<br/>\nthulian claws.  I haven&#39;t seen anyone selling weapons better than those in a<br/>\nlong time.  Lot of people willing to trade them for items of equal power<br/>\nthough.  <br/>\n<br/>\nThe lambent quests are perfect for the casual gamer.  These quests allow us<br/>\nto get good items at our own pace.  If Verant would only put in more quests<br/>\nfor mid to high level weapons and other non-class armor equipment I would be<br/>\na happy camper.  <br/>\n<br/>\nBottom line is even though IMO casual gamers get the short end of the stick<br/>\nwhen it comes to getting good items, I still have fun playing.  Like others<br/>\nhave said its not a race to get to 50.<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n<br/>\n\t(lots of stuff Crier said snipped)<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; As to your other comment about equipment speeding things up, this is<br/>\n&gt; perhaps<br/>\n&gt; only true at lower levels for a twinked character (i.e. a player that has<br/>\n&gt; equipment far above his level).  The game is balanced so that at the<br/>\n&gt; higher<br/>\n&gt; levels you are expected to have that equipment and the mobs are suitably<br/>\n&gt; more difficult.  In other words, without advanced equipment at high levels<br/>\n&gt; you simply get ripped to shreds.<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
