{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"lz9pTXotFdmCm3LB3xBgA4IB31JQvwoXmx6lKjPKZH4fI2ZLzxbJ5FajNIobVBgj0VlfVtxW3w157PRiKSTCm4s7zMXA77VxXWD-gBPOVcTP8y7C5HD0DXY7wD_nkImfEK4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Question on EQ etiquette (OT and long)","postDate":"946413344","msgId":12210,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MTUuMTIyMTAuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":12212,"prevInTime":12209,"nextInTime":12211,"topicId":12210,"numMessagesInTopic":5,"msgSnippet":"Had a bad situation last night in the ghost room in Unrest.  Want to run it by everyone to get your opinion. I was in the ghost room in Unrest late last night.","messageBody":"<div id=\"ygrps-yiv-475941467\">Had a bad situation last night in the ghost room in Unrest.  Want to run it<br/>\nby everyone to get your opinion.  <br/>\n<br/>\nI was in the ghost room in Unrest late last night.  There were only two<br/>\ngroups in the entire zone.  Party consisted of me (29 bard), a 35 bard, 30<br/>\ncleric, 30 shaman, 32 warrior and a 31 druid.  I had been in the group for<br/>\nabout an hour and the group itself had been in the ghost room for a long<br/>\ntime with no problems.  Five minutes after the warrior camped for the night,<br/>\nthe ghost spawned.  With no true tank to dish out melee damage, we had to<br/>\nrely on the casters to do the bulk of the damage.  We slowly whittled the<br/>\nghost down to less than 50% health.  Everyone except the druid was still<br/>\nover 75% health.  Ghost was attacking the druid so she couldnt get an<br/>\nensnare off.  Both myself and the other bard tried chaining the ghost but<br/>\nneither of us could get it to stick.  All three casters were OOM when the<br/>\nghost started fleeing (around 25% health).  The two bards chased him, still<br/>\ntrying to chain with no success.  The casters medded so they could get<br/>\nanother nuke off.  The ghost got to the hallway and of course activated a<br/>\nhag and a GDB near the lava pit.  Everything went downhill from there and<br/>\nfour of us died.  Druid was only caster able to gate out.  <br/>\n<br/>\nI was bound in GFAY.  Before I could finish memming my songs, the group<br/>\nleader (the shaman) said he had to leave so he could complete one of the<br/>\nshaman armor quests.  Everyone told him to hold off until we all got our<br/>\ncorpses back.  He said that he had to hurry because he didn&#39;t have much<br/>\ntime.  I asked him why he was in such a hurry when he could complete the<br/>\nquest at any time.  He never responded and disbanded the group.  The druid<br/>\nwas a friend of his and they teleported out.  I sent him a /tell saying that<br/>\nit was very bad etiquette to disband the group before everyone could get<br/>\ntheir corpse back.  He blew me off.  <br/>\n<br/>\nThe cleric gave me a res and then an invis to undead.  The cleric had<br/>\nalready gotten his corpse and was only sticking around to res me and give me<br/>\nan invis to undead.  He camped so I had to get my corpse by myself.  My<br/>\ncorpse was by the lava pit.  I got to it and started to pull my corpse to<br/>\nthe zone when my invis wore off.  A werebat in the pit saw me and that ended<br/>\nup pulling the entire pit on top of me.  I got attacked by the werebat, a<br/>\nhag, skeletal monk and a GDB and ended up dying before I could get to the<br/>\ntop of the staircase.  Sure wished fear song would have kicked in.  <br/>\n<br/>\nI was really pissed at this point.  Sent the shaman a nasty message telling<br/>\nhim that I had died again and that he was totally uncool for disbanding the<br/>\nparty.  Once again he blew me off.  To say the least I will never ever group<br/>\nwith him again.  <br/>\n<br/>\nWas wondering what the general consensus is with you guys on the shaman&#39;s<br/>\nbehavior.  In every group I have been in so far everyone stuck around until<br/>\neveryone got their corpse back, especially the group leader.  I was totally<br/>\nappalled by the shaman&#39;s behavior.  This was far and away the maddest I have<br/>\nbeen since I have been playing.  It was also the first time I have ever<br/>\ngotten into a /tell argument with someone over any issue.  Anyone who has<br/>\never grouped with me can tell you that I can get along with just about<br/>\nanybody.  This guy pushed me beyond my limits though.  Was I out of line for<br/>\nexpecting the group leader to stick around?    <br/>\n<br/>\nGaltin of E&#39;ci</div>","specialLinks":[]}}
