{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Joshua R. Moore","from":"&quot;Joshua R. Moore&quot; &lt;josh@...","replyTo":"LIST","senderId":"zqzpYSR1ZX13f7lUDg72RSZoPCqtah1xjTj_eyLJ0eWMdfMby7KB3dcieLkfHB6HYrzlYzluZmyjm5vR31vFPZiR616GJJbl9osbJHc6Cw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Camping vs dungeon crawls (OT) (was  Do I ever have a chance at m aking high level?)","postDate":"946481148","msgId":12228,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MTYuMTIyMjguOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":12227,"nextInTopic":12234,"prevInTime":12227,"nextInTime":12229,"topicId":12217,"numMessagesInTopic":4,"msgSnippet":"It did take a TON of resources. it really is not feasable when you take into account the server load, and the lines that develop, and DID devolop, along with","messageBody":"<div id=\"ygrps-yiv-258597711\">It did take a TON of resources. it really is not feasable when you take into<br/>\naccount the server load, and the lines that develop, and DID devolop, along<br/>\nwith all the cries of dungeon stealer, line cutter, ETC. was not a fun time.<br/>\n I was a game master in the Realm from about December 96 until january 98,<br/>\nand was friends with the devolpers throughout alpha and beta<br/>\n<br/>\n-Martyn<br/>\n<br/>\n<br/>\n<br/>\nFrom: &quot;Eric Cathell&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:embroidery@...\">embroidery@...</a>&gt;<br/>\n<br/>\n<br/>\n<br/>\nSierra&#39;s The Realm did something similar. When you entered a dungeon it was<br/>\n<br/>\nyours and your parties. There was a delay and the next group would be able<br/>\n<br/>\nto enter and it would be their own dungeon separate from what the previous<br/>\n<br/>\nparty entered. I dont know if this is feasable in a 3d MMORPG or not...i<br/>\n<br/>\nwould think it would take ALOT of resources...but i could be wrong.<br/>\n<br/>\n<br/>\n<br/>\n--Jalaric<br/>\n<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\n<br/>\nFrom: Reece, Tom - 25IDL G4 [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>]<br/>\n<br/>\nSent: Tuesday, December 28, 1999 5:18 PM<br/>\n<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n<br/>\nSubject: [eqbards] Camping vs dungeon crawls (OT) (was Do I ever have a<br/>\n<br/>\nchance at m aking high level?)<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nFrom: &quot;Reece, Tom - 25IDL G4&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>&gt;<br/>\n<br/>\n<br/>\n<br/>\nSomething John mentioned touched off a old issue I had in the back of my<br/>\n<br/>\nmind.  This make take a while to say everything I want so please bear with<br/>\n<br/>\nme.<br/>\n<br/>\n<br/>\n<br/>\nLike many of you out there, I started playing RPGs in the late 70s and early<br/>\n<br/>\n80s with high school and college buddies.  First off was AD&D then moved on<br/>\n<br/>\nto others such as Warhammer and Rolemaster.  Because we always played with<br/>\n<br/>\nthe same group, everyone&#39;s character was always close to one another.  The<br/>\n<br/>\nGMs would design their dungeons and campaigns based on the level of our<br/>\n<br/>\nparty.  In other words, any dungeon we went into we knew that we could go<br/>\n<br/>\nfrom start to finish with the characters we had when we started the dungeon.<br/>\n<br/>\nThis was the good old fashioned dungeon crawl.  Traps, puzzles, treasure and<br/>\n<br/>\nmonsters to fight spaced out all along the way.<br/>\n<br/>\n<br/>\n<br/>\nThis type of adventuring was what I hoped EQ would be when I first started<br/>\n<br/>\nplaying.  Unfortunately, the way Verant designed every dungeon in the game<br/>\n<br/>\nprecludes the classic dungeon crawl mode of fantasy RPGs.  In every dungeon<br/>\n<br/>\nyou can go to, what you will see is lower level characters at the beginning<br/>\n<br/>\nof the dungeon, intermediate levels in the middle, and higher level players<br/>\n<br/>\nin the depths.  Because of the way EQ is designed everyone is forced to camp<br/>\n<br/>\nbecause if they tried to go further into the dungeon they are almost<br/>\n<br/>\ncertainly going to die.  This issue has been brought up in numerous EQ<br/>\n<br/>\nforums and debated until no end.  With that said..<br/>\n<br/>\n<br/>\n<br/>\nDo you guys think its possible for a game like EQ to have dungeons where<br/>\n<br/>\nplayers can actually complete a dungeon via the dungeon crawl method?  Here<br/>\n<br/>\nis an example of how it could function:<br/>\n<br/>\n<br/>\n<br/>\n1)  All dungeons designed where a party of six all within a set range of<br/>\n<br/>\nlevels could defeat every mob within the dungeon.<br/>\n<br/>\n2)  Dungeons include traps, locked doors, puzzles, etc to make a rogue a<br/>\n<br/>\nuseful party member.<br/>\n<br/>\n3)  Spells like wizard lock and barrier type spells included to make the<br/>\n<br/>\nparty safe from wandering mobs and trains.  You go into a room and get into<br/>\n<br/>\na fight.  Caster could magically lock the door to keep wandering mobs out.<br/>\n<br/>\nIf you are fighting in a hallway, caster could cast a barrier type spell to<br/>\n<br/>\nkeep wandering mobs from joining in the fight or from following the party.<br/>\n<br/>\n4)  A mob in each location drops a key required to move on to next area of<br/>\n<br/>\ndungeon.  Party moves from location to location further down into dungeon.<br/>\n<br/>\nMobs don&#39;t respawn in an area until the party moves on to next area.<br/>\n<br/>\n5)  Treasure chests located in specific locations contain minor items and/or<br/>\n<br/>\nmoney as a reward for killing the mobs in that location.<br/>\n<br/>\n6)  Boss mob at the end of the dungeon.  Killing him produces a key that is<br/>\n<br/>\nused to open up a special treasure chest.  This chest has the rewards in it<br/>\n<br/>\nfor successfully completing the dungeon.  Chest contains money and one magic<br/>\n<br/>\nitem for each member in the party.  Each person only allowed to loot one<br/>\n<br/>\nitem from the chest to ensure everyone gets at least one magic item for<br/>\n<br/>\ncompleting the dungeon.  Items in chest random every time it is opened.<br/>\n<br/>\n7)  One way exit from the dungeon after killing the boss mob so you dont<br/>\n<br/>\nhave to go all the way back to the entrance.<br/>\n<br/>\n8)  Additional one way exits from dungeon at certain points along the way in<br/>\n<br/>\ncase someone has to leave party for whatever reason.<br/>\n<br/>\n<br/>\n<br/>\nProbably a lot of things I have left out but this is the gist of it.<br/>\n<br/>\n<br/>\n<br/>\nImplementing something like this would require a radical change in design<br/>\n<br/>\nphilosophy.  I&#39;m not even certain it would be possible in EQ but its<br/>\n<br/>\ncertainly a possibility in EQ2 assuming it comes out a few years down the<br/>\n<br/>\nroad.  Key question is it possible for something like this to work in an<br/>\n<br/>\nonline game?<br/>\n<br/>\n<br/>\n<br/>\nWithout a doubt it will require some kind of control mechanism for parties<br/>\n<br/>\nto enter the dungeon one at a time and spaced out from one another.  Not<br/>\n<br/>\ncertain how this would work.  Would probably require an online GM/Guide for<br/>\n<br/>\neach dungeon.  Don&#39;t think you could rely on player cooperation because<br/>\n<br/>\nthere will alwys be people arguing its their turn to go in.  There would<br/>\n<br/>\nalso need to be a mechanism to ensure an orderly progression of parties<br/>\n<br/>\nwithin the dungeon.<br/>\n<br/>\n<br/>\n<br/>\nI&#39;m out of time and this has gone on long enough so I&#39;ll end it here.<br/>\n<br/>\nApologize for the big-time off topic post but thought the topic was good<br/>\n<br/>\nenough to throw it out there to get everyone&#39;s opinion.  If this stirs up a<br/>\n<br/>\nlot of discussion, do you guys think it would be worthwhile to consolidate<br/>\n<br/>\nall the ideas/opinions everyone has and send them to Verant?<br/>\n<br/>\n<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n29 bard<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n\t(snipped)<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It&#39;s not impossible, but it becomes increasingly difficult.<br/>\n<br/>\n&gt; Not only will you need to camp to get the nice items, you&#39;ll<br/>\n<br/>\n&gt; find it more and more dangerous to sweep through dungeons<br/>\n<br/>\n&gt; because mob aggro radii work regardless of LOS.  So you&#39;ll<br/>\n<br/>\n&gt; probably resort to camping a location if not a mob, and<br/>\n<br/>\n&gt; pulling to get stuff to kill.<br/>\n<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>\t(snipped)<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; These are two major problems I see with the game.  Too many<br/>\n<br/>\n&gt; players, and (paradoxically) too many mobs given the amount of<br/>\n<br/>\n&gt; space they&#39;re packed in (this was done to support the too many<br/>\n<br/>\n&gt; players).  As a result, any deviation from camping results in<br/>\n<br/>\n&gt; a high probability of starting a train and/or pissing off<br/>\n<br/>\n&gt; other players.<br/>\n<br/>\n&gt;<br/>\n<br/>\n&gt; --<br/>\n<br/>\n&gt; John H. Kim<br/>\n<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a><br/>\n<br/>\n&gt;<br/>\n<br/>\n&gt;<br/>\n<br/>\n<br/>\n<br/>\n </span></blockquote>Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n<br/>\nwith the subject submissions.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
