{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom CPT - 30th Signal Bn","from":"&quot;Reece, Tom CPT - 30th Signal Bn&quot; &lt;ReeceT@...","replyTo":"LIST","senderId":"iEUVNParHgtdiQJilfdm-zI5k2PRbzuHcum4LAaPQ0T5eOz_S4wjxdyGK2_S0ut7i7CfIEIQFRuUuwCJEkP_vrMBofKTt5tWmTWgtwth9poekesKmCTut0HbANu9wOgvr0-QgpS4Tw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Post from EQVault","postDate":"927856241","msgId":1227,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42OS4xMjI3Ljk1OTI3MzM2OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1228,"prevInTime":1226,"nextInTime":1228,"topicId":1227,"numMessagesInTopic":2,"msgSnippet":"The following is from a recent post on EQVault.  The original poster asks some questions that I m sure we would all liked officially answered.  I especially","messageBody":"<div id=\"ygrps-yiv-285437345\">The following is from a recent post on EQVault.  The original poster asks<br/>\nsome questions that I&#39;m sure we would all liked officially answered.  I<br/>\nespecially like his suggestion for changing the effects of the 11th level<br/>\nsong to where it gives a charisma boost.  <br/>\nAlso, does anyone know if anyone from Verant subscribes to this list.    <br/>\nGaltin of E&#39;ci<br/>\nOriginal post:<br/>\nNot complaining but does anyone know when some bard bugs are going to be<br/>\nfixed? I&#39;&#39;ve never gotten a straight answer outta GMs, and guides never seem<br/>\nto know so here goes...First, resistances. Some people say they work, others<br/>\ndon&#39;t. My personal experiences are ones saying they don&#39;t. I still have the<br/>\nsame amount of resistance to magic as I did before using these songs.<br/>\nSecond, when will the broken, or seriously underpowered songs be fixed, ya<br/>\nknow the level 11 one, and the level 14 one. The level 11 one seems to be<br/>\neither seriously underpowered or broke. I&#39;d personally love just to have it<br/>\nup my charisma some instead of what it does currently, and for the 14th<br/>\nlevel one, well replace it, it doesn&#39;t work as all people know. Third, when<br/>\nwill that lovely weapon bug be fixed. Its the one where bard songs get<br/>\n&quot;stuck&quot; until we either zone, camp, or forecfully miss a note when using a<br/>\nweapon that casts a magic spel.(e.g. polished granite tomhawk, and screaming<br/>\nmace), Fourth(entering small complaining), is there a purpose to capping<br/>\nmany of our skills so low? I&#39;ve heard from people with hide and sneaking<br/>\ndouble of our cap of 40, saying that it doesn&#39;t work well. I know we&#39;re not<br/>\nsupposed to master anything, but we should at least be able to get a good or<br/>\nvery good rating in em, cause a jack of all trades would train to the point<br/>\nwhere a skill would be actually useful eh? Last, is it a bug that monsters<br/>\ntend to attack us even when they are in battle with other people? Example,<br/>\nI&#39;m standing around, watching some people fight a gnoll flamepaw. I&#39;m<br/>\nneither attacking, nor standing very close, but the monster suddenly starts<br/>\nusing spells on me. Instead of trying to kill the people killing it, it<br/>\nstarts to cast drowsy, walking sleep, and root on a poor bard who was<br/>\nstanding around doing nothing. I&#39;d hate to see what happens at higher levels<br/>\nto bards sitting around heh.</div>","specialLinks":[]}}
