{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"AYRYCH CLEAVER","from":"&quot;AYRYCH CLEAVER&quot; &lt;ayrych@...","replyTo":"LIST","senderId":"Tu6e9QyogFNUB8g3HqW_fQzZgKIy0NCmd5GiWTM2Fdv5IbI__Y7gvneBWuyEtVJZMdmPbCnrNCfG9VmPtu8VgPCMNKg9wTyuYwRMjA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 622 (re: that mistmoore thing)","postDate":"946945335","msgId":12310,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MjMuMTIzMTAuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":12309,"nextInTime":12311,"topicId":12310,"numMessagesInTopic":1,"msgSnippet":"well  i wish you luck on this event, i do know however that you will not be seeing mayong unless a gm takes control of him and brings him out to play. Mayong","messageBody":"<div id=\"ygrps-yiv-1218903003\">well  i wish you luck on this event, i do know however that you will not be <br/>\nseeing mayong unless a gm takes control of him and brings him out to play. <br/>\nMayong is currently in the game, albeit in an area which is not reachable by <br/>\nplayers due to pathing problems. there was a huge thread a while back on the <br/>\nkunark message board about &quot;mysteries of norrath&quot; and somone posted a quote <br/>\nfrom one of the verant people saying we couldn&#39;t get to mayong.<br/>\n<br/>\nI guess one possiblity is that if mayong is somewhere in the zone in reach <br/>\nof an aoe spell/song you might tag him that way and get him to come out, but <br/>\ni would guess that is not the case.there is always a chance that a gm could <br/>\nshow up with him however, so good luck. either way it sounds like fun.<br/>\n<br/>\nAyreck, 14th druid of karana<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Message: 24<br/>\n&gt;    Date: Mon, 3 Jan 2000 13:46:21 -1000<br/>\n&gt;    From: &quot;Reece, Tom - 25IDL G4&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>&gt;<br/>\n&gt;Subject: The Summoning of Mayong Mistmoore (E&#39;ci server)<br/>\n&gt;<br/>\n&gt;For the E&#39;ci bards:<br/>\n&gt;<br/>\n&gt;The guildmaster of the Kelethin Songweavers Guild decided enough was <br/>\n&gt;enough.<br/>\n&gt;He had just gotten word of another bard messenger slain in Lesser Faydark.<br/>\n&gt;That made four over the past two weeks.  Like all the others, the puncture<br/>\n&gt;wounds of a vampire attack were visible on the messenger&#39;s neck.  It<br/>\n&gt;appeared that the rumors coming out of Lesser Faydark were true, Mayong<br/>\n&gt;Mistmoore was back on the prowl.<br/>\n&gt;<br/>\n&gt;For months, numerous intrepid adventurers had entered into Mayong&#39;s estate<br/>\n&gt;only to find him mysteriously in hiding.  Despite forays deep into the<br/>\n&gt;bowels of Mayong&#39;s fortress, evidence of his existence were nowhere to be<br/>\n&gt;found.  The reports of his absence conflicted directly with the evidence:<br/>\n&gt;four dead bards.  If only Mayong could be taunted to appear, then perhaps<br/>\n&gt;Norrath could be rid of his evil presence once and for all.<br/>\n&gt;<br/>\n&gt;Knowing of Mayong&#39;s deep hatred of bards, what better way, the guildmaster<br/>\n&gt;decided, to taunt him into appearing than to hold a convention of bards in<br/>\n&gt;his own backyard.  With a concert of all Norrathian bards filling the halls<br/>\n&gt;of Mistmoore Castle with lyric and verse, Mayong&#39;s only option will be to<br/>\n&gt;personally end the concert himself.  Now, if only he could enlist the<br/>\n&gt;assistance of the other Kelethin guild leaders...<br/>\n&gt;<br/>\n&gt;OOC<br/>\n&gt;<br/>\n&gt;After reading everywhere about the raids into PoF, PoH, Kedge etc, I <br/>\n&gt;decided<br/>\n&gt;it might be nice if we had a raid/server event in a different zone<br/>\n&gt;accessible to lower level players.  I figured Mistmoore is a good choice<br/>\n&gt;since the last couple of times I have been in it there weren&#39;t many people<br/>\n&gt;in the zone.<br/>\n&gt;<br/>\n&gt;As far as I know, Mayong has never spawned on E&#39;ci.  The way I see it, <br/>\n&gt;there<br/>\n&gt;are two possible explanations.  First, by design he isn&#39;t in the game and<br/>\n&gt;will never spawn unless Verant includes him in a future patch.  Second, the<br/>\n&gt;groups camping the castle haven&#39;t done what it takes and/or held the castle<br/>\n&gt;long enough to get him to spawn.  Perhaps Mayong will spawn if his<br/>\n&gt;placeholder is killed enough by a party holding the castle.  I am hoping <br/>\n&gt;the<br/>\n&gt;second option holds true.<br/>\n&gt;<br/>\n&gt;I petitioned and asked a guide if they could support a player run event <br/>\n&gt;like<br/>\n&gt;this.  I had hoped that if the level of participation was high enough,<br/>\n&gt;Verant would participate and spawn Mayong for us.  So far I have been<br/>\n&gt;unsuccessful in getting official support lined up.  Still working on that<br/>\n&gt;though.<br/>\n&gt;<br/>\n&gt;The primary goal of this event is to successfully raid the castle and hold<br/>\n&gt;it for an extended period of time.  In other words, once we start the raid<br/>\n&gt;nobody has to zone out due to a train.  In order to meet this goal, here is<br/>\n&gt;what I have in mind:<br/>\n&gt;<br/>\n&gt;Lake area:  Three groups in the low 20s to control the spawns in the lake<br/>\n&gt;area and between the lake and graveyard.<br/>\n&gt;Graveyard: Two groups.  One group in the mid 20s to control the graveyard.<br/>\n&gt;One group in the low 20s to pull from the path between the lake and<br/>\n&gt;graveyard.<br/>\n&gt;Secret room behind crypt: One group in their low-mid 30s<br/>\n&gt;Courtyard: Two groups in the mid-high 30s to control all the spawns in that<br/>\n&gt;area plus the ramp leading up to the castle.<br/>\n&gt;Castle:  At least four groups 40-50 to control the entire castle.  This<br/>\n&gt;requirement is open to suggestion because I&#39;m not high enough level to know<br/>\n&gt;what it takes to control the house.<br/>\n&gt;Reserve:  One group (levels TBD) on standby to assist any group in need.<br/>\n&gt;Healers:  A couple of clerics not in a group on standby to give EXP resses<br/>\n&gt;to anyone who needs it.<br/>\n&gt;<br/>\n&gt;Here&#39;s the kicker to keep it in line with the storyline: whenever possible,<br/>\n&gt;each group has at least one bard in it.  Of course if your regular group of<br/>\n&gt;six doesn&#39;t include a bard then you don&#39;t have to break up your group.  As<br/>\n&gt;an alternative, there will be bards there not in a group to temporarily <br/>\n&gt;join<br/>\n&gt;with a group after a combat to help them regen mana faster (assuming no<br/>\n&gt;enchanter in the group).  Once mana regen is complete bard can disband and<br/>\n&gt;6th person can rejoin.<br/>\n&gt;<br/>\n&gt;Proposed date: 15 January 2000, starting at 3PM CST.  Official time/date<br/>\n&gt;confirmed once level of participation is known.<br/>\n&gt;<br/>\n&gt;Known constraints: 1) Mistmoore is known to be a buggy zone so not really<br/>\n&gt;certain how many people it can handle without causing lag problems.  2)  <br/>\n&gt;Too<br/>\n&gt;many people may show up.  Will have to rely on cooperation of everyone<br/>\n&gt;involved to ensure everyone has a good time.<br/>\n&gt;<br/>\n&gt;Feedback:  Request players with lots of experience fighting inside the<br/>\n&gt;castle to send me advice on the number of groups required to safely hold <br/>\n&gt;the<br/>\n&gt;castle.  Also request advice from players that have organized successful<br/>\n&gt;raids on how to handle the coordination aspects of an event like this.<br/>\n&gt;<br/>\n&gt;If you or your group is interested in participating, please send me a<br/>\n&gt;private email to the following email address:  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bamadude@...\">bamadude@...</a><br/>\n&gt;<br/>\n&gt;Thanks<br/>\n&gt;Galtin Randayn<br/>\n&gt;30 bard </span></blockquote></div>","specialLinks":[]}}
