{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Schuldes","from":"James Schuldes &lt;jgs@...","replyTo":"LIST","senderId":"Wo_q7l3vtBtTr9kQ-urLQhqlgOvbFI1XsrX7M25wznTC4UGBYwqp11tg-itUzMV3PJCHnyyCFpmOdnMkVC90-rPwDC-YEOI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Nagafen 2; Sylly 0","postDate":"947019161","msgId":12414,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MjcuMTI0MTQuOTU5MjczMzgxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":12419,"prevInTime":12413,"nextInTime":12415,"topicId":12414,"numMessagesInTopic":31,"msgSnippet":"Last week I said a very tearful good bye to my very first guild family: The Spirit of the Moon.  They are one of the best ever guilds in all of Norrath and I","messageBody":"<div id=\"ygrps-yiv-1275984660\">Last week I said a very tearful good bye to my very first guild family: The<br/>\nSpirit of the Moon.  They are one of the best ever guilds in all of Norrath<br/>\nand I will always love them.  For a few days, I wandered the realm of<br/>\nNorrath alone. Then one night, I received a call from some friend&#39;s both old<br/>\nand new.  Come to LavaStorm!   <br/>\n<br/>\nGallenite points at Sylly. Yeah, you!  &quot;Will you do us the honor of joining<br/>\nour guild?&quot; <br/>\n<br/>\n&quot;Yes! Yes!! Yes!!! I would be deeply honored to do so!!!&quot;  &lt;clicks on join&gt;<br/>\n<br/>\nSo now, Sylly is a very proud member of The Pantheon and re-untied with her<br/>\nlong time friends: Nadare 50 Enchanter, Xaera 50 Shadow Knight, Moods 50<br/>\nCleric (we were all level 10&#39;s at the same time waaaaaay back when - well<br/>\nactually I have grown up with 2 each of their chars because they restarted<br/>\nnew ones and level quite fast.)<br/>\n<br/>\nAnyhow, on the first night as an official member of the guild we went to<br/>\nvisit Nagafen&#39;s Lair.  I followed as they led me in.  Deeper and deeper,<br/>\ndown tunnels I had been previously warned not to go.  Watching in awe as my<br/>\ngroup and others dispatched many vile creatures.  Sonic bats, not just one<br/>\nbut many lava duct crawlers, stone spiders I had never even seen.  <br/>\n<br/>\nThen we gathered and buffed and such.  We readied our selves for the first<br/>\nof many fire giants.  The call was given and the group moved forth.  OMG!!!<br/>\nI have fallen into the lava!! Oh this is bad!  So, I try not to panic and<br/>\nrealize that I do have some time so I better try to get somewhere easy to<br/>\nrecover.  I manage to find a small piece of terrain to cling to and if I<br/>\nkeep swimming/running forward, it holds me far enough out of the lava to<br/>\nstop the damage.  So, I sit out my first fire giant battle clinging<br/>\nhopelessly to some ledge, totally lost and scared.  After the fire giants<br/>\nfall, they send a brave ranger to swim in the lava and find me!  Follow me!!<br/>\nAnd back in I go and swim to a place where we can get out!  Whew - that was<br/>\nclose!!!<br/>\n<br/>\nThen another battle with the fire giants.  And another. And another. And<br/>\nanother.  They cleared rooms and places I know nothing of.  When they said<br/>\nmove forward, I did.  Yet more battles as we dispatched the named warlords<br/>\nand wizards.  Eventually we were in very deep and looking at the entrance to<br/>\nthe Lair.   <br/>\n<br/>\nOne the first night, the dragon was not home.  On the second night, we did<br/>\nit again - and again he was not home.  On the third night (New Year&#39;s Eve),<br/>\nLord Nagafen graced us with his presence.  My role in the final attack was<br/>\nto provide MR buff for a tank group. Elemental & Guardian with the MM Battle<br/>\nDrum.  My first fight with a dragon was short but sweet!  All these months<br/>\nhad finally paid off and to be here with such great comrades was truly an<br/>\nhonor.  &quot;You have been slain by Lord Nagafen!&quot; If ya gotta go, there&#39;s not<br/>\ntoo many better ways to die.  <br/>\n<br/>\nFrom the excellent clerical services on hand, life was restored to my<br/>\nforlorn body and we recovered for another attempt.  This time I decided to<br/>\nnot get quite so close to the dragon quite so soon but was still  mindful to<br/>\nkeep my tanks within song range so that they would benefit from the magical<br/>\nmusic.  The second attack lasted quite a bit longer for me.  Nagafen&#39;s<br/>\nhealth was dwindling away and I thought for sure I would see a dragon<br/>\nfall!!!  But alas, I have been slain once again.  I sit and mem songs in the<br/>\ndusty streets of East Freeport.  Wondering, hoping, wishing... Soon,<br/>\n&quot;Consent me, Sylly&quot; and I do knowing that a brave monk is about to pull my<br/>\nbody from literally beneath a dragon.  <br/>\n<br/>\nAnd once again they bring me back to life, back in the Lair, I play the mana<br/>\nsong even before beginning to loot.  The clerics I am regrouped with are<br/>\nworking very hard resurrecting folks as fast as mana permits. And in time<br/>\neveryone is back with a feeling that even though Lord Nagafen bested us -<br/>\nthere will indeed be another time when we shall prevail!<br/>\n<br/>\nSylly Songsynger<br/>\n&lt;The Pantheon&gt;<br/>\nBard of the 40th song<br/>\nsomewhere on Innoruuk</div>","specialLinks":[]}}
