{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...&gt;","replyTo":"LIST","senderId":"QtVI_FTDUmi6RdkFenHQC6GCOqU7ZFysaK7p1KlYPElP7Q443uaqC_RqnZFXAjXnOKiRPINhbbqTn8AgKAu7qOorIZ4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Will the Bard get better....","postDate":"927941010","msgId":1253,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MS4xMjUzLjk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1251,"nextInTopic":1255,"prevInTime":1252,"nextInTime":1254,"topicId":1251,"numMessagesInTopic":12,"msgSnippet":"... I don t think we re that bad off at melee.  We use the same weapon as a warrior/ranger/paladin.  With the Whistling Warsong, you get a 15%-20% attack","messageBody":"<div id=\"ygrps-yiv-455070686\">On Fri, 28 May 1999, Lynn Uhlman wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; i love my lvl 15 bard but when i comes to dishing out<br/>\n&gt; damage in a battle i am weak.  I know the bard class is<br/>\n&gt; not designed to be a warrior, but for example, i bought a<br/>\n&gt; mino axe at lvl 9, i still dishes the same amount of<br/>\n&gt; damage now at lvl 15 as it did at lvl 9 except for the<br/>\n&gt; below song and it only does 8 damage.<br/>\n<br/>\n </span></blockquote>I don&#39;t think we&#39;re that bad off at melee.  We use the same<br/>\nweapon as a warrior/ranger/paladin.  With the Whistling<br/>\nWarsong, you get a 15%-20% attack speedup based on research I<br/>\nand someone else have done.  That btw is more than the<br/>\ndifference between a combine longsword and a well-balanced<br/>\nlongsword, and is like hitting for about 3 extra points damage<br/>\nwith a 17 point hit from a minotaur axe.  The same song also<br/>\nbuffs our str and AC.  Our bellow takes the place of a kick.  <br/>\nAnd at L17 we get dual wield.  Our melee skills are weaker<br/>\nthan the melee classes, but IMHO the difference is only just<br/>\nstarting to become apparent at L17.  (The biggest difference I<br/>\nsee is with my warrior friend, but he has double attack as<br/>\nwell).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I would like to<br/>\n&gt; solo eventually but i&#39;m afraid because i have a hard time<br/>\n&gt; with creatures that con blue to me.<br/>\n<br/>\n </span></blockquote>If you try to fight like a tank, yes you&#39;re going to have a<br/>\nhard time.  You&#39;re not a real tank.  You&#39;re a bard.  You can<br/>\nkite (twist Accelerando and Bellow).  If you disapprove of<br/>\nthat, you can run and heal (twist Accelerando and<br/>\nRestoration), then turn to finish the fight when you think you<br/>\nhave the upper hand again.  (Do what I did and map all your<br/>\nkeys to the left side of the keyboard, so you don&#39;t have to<br/>\nreach all over to do things like auto-run while changing your<br/>\nweapons and instruments.)<br/>\n<br/>\nI have had no problems soloing from L12-17 (and if you&#39;re<br/>\nwondering, I&#39;ve only kited once, and that was a couple nights<br/>\nago when a red pirate in the Ocean of Tears spawned on top of<br/>\nme.  The only way to zone out of the OOT is via the boat, so<br/>\nit was either kite or die.  I used up half my stamina running<br/>\nwith Accelerando while mulling over what to do before deciding<br/>\nto kite.)<br/>\n<br/>\nIMHO, the bard&#39;s biggest asset is Accelerando.  Use it,<br/>\nwhether to kite, or heal, or flee.  I haven&#39;t died above<br/>\nground since L12, and that was to a train.  In that time, I&#39;ve<br/>\nattacked ghouls (before I had a magic weapon), Dorn, and sand<br/>\ngiants; been attacked by werewolves, griffins (yeah, the big<br/>\nnasty cousins of griffawns), DVinn, Kiz, and the Minotaur<br/>\nHero.  I haven&#39;t died to any of them.  The game is *very*<br/>\ndifferent for the folks who don&#39;t have SoW or Accelerando.<br/>\nEvery fight is a do or die (or zone) affair for them.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; You high lvl players,<br/>\n&gt; is the bard worth the wait?  Will we eventually do more<br/>\n&gt; damage and be able to hold our own?<br/>\n<br/>\n </span></blockquote>You may be in a low point because you are just shy of getting<br/>\ndual wield.  The other low point seems to come at around twice<br/>\nthat, when the &quot;kick&quot; from dual wield has faded.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; group.  Higher in lvl&#39;s groups are looking for wizards,<br/>\n&gt; tanks, and healers where do we fit in?  Just a little<br/>\n&gt; frustrated i guess from dying 3 times in Unrest<br/>\n&gt; yesterday...<br/>\n<br/>\n </span></blockquote>Bards are great at augmenting the tanks and healers.  We buff<br/>\neveryone in the party, and you save the healers from having to<br/>\nconstantly top off the tanks.  We&#39;re also great at train<br/>\ncontrol with the lullaby (which probably doesn&#39;t work that<br/>\ngreat for you at L15).  I spent three hours with my group in<br/>\nBefallen level 2 and 3 and we had a blast.  We dropped to<br/>\nabout 2-3 bubbles of health all around after a particularly<br/>\nnasty fight (green wisp kept fleeing and bringing back more<br/>\nmonsters), but nobody was every in danger of dying.  I had to<br/>\nget to sleep so I left, and the group took in a paladin as a<br/>\nreplacement (warrior, 2 paladins, 3 clerics).  While at the<br/>\nbank, I got a /tell saying one of them died and they all had<br/>\nto zone because they couldn&#39;t handle a train that would&#39;ve<br/>\nbeen a piece of cake with me around.<br/>\n<br/>\nI just have not had problems finding a group, and lately have<br/>\nbeen getting unsolicited /tells asking if I&#39;d like to join a<br/>\ngroup.  My friends know I&#39;m not primarily there to fight; I&#39;m<br/>\nthere to make them fight better (or the monsters fight worse).<br/>\nThat&#39;s the nature of the class - we&#39;re a lot like enchanters<br/>\nin that respect.  But if this indirect approach is<br/>\nunfulfilling and you have an urge to &quot;kick ass&quot; :-) from time<br/>\nto time, I suggest you start a second character (warrior or<br/>\nmonk or wizard - they level quickest) and switch between the<br/>\ntwo.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
