{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Blitz Krieg","from":"&quot;Blitz Krieg&quot; &lt;blitz_krieg@...","replyTo":"LIST","senderId":"H-0B6WtbEfxfCaLr1-zCukAgK797PQQE7paAxKkJ4gUNgoWCcDMiRcVK-pufYvtRWDbZ53N4ixyM1Q7Hnq78mjejORYJ5bRwSmGZKcfn","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Why on 40 on the Forage","postDate":"927995550","msgId":1263,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43My4xMjYzLjk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1201,"nextInTopic":0,"prevInTime":1262,"nextInTime":1264,"topicId":1136,"numMessagesInTopic":6,"msgSnippet":"I have 120 more messages to read, so if this thread has been thoroughly discussed, I apologize in advance for my 2 cp.  : ) We re supposed to be the Jack of","messageBody":"<div id=\"ygrps-yiv-2056190107\">I have 120 more messages to read, so if this thread has been thoroughly discussed, I apologize in advance for my 2 cp.  : )<br/>\n<br/>\nWe&#39;re supposed to be the Jack of ALL Trades, Master of None.  Skill caps are an easy way to implement this.  40 Skill arguablymay amount to not even having the skill in the first place, but it seems to keep me satisfied.  If they raised the Forage skill where we were completely self-sufficient, I&#39;d call that a Master of that skill.  Currently, for food, I am very close to being self sufficient, I will stock up on 20 store food and 20 store water and put these at the bottom of a bag.  Any Foraged food and water goes above it.  Thus, the foraged food gets eaten first and I can see how often (by how fast the bought food drops) I need to dip into this food.  Using this method, those 20 foods will last me an incredibly long period of time.  Water, on the other hand, I am less sufficient on and I end up buying water more frequently.  Fortunately, water costs less, but hell, by the time we get the Forage skill we can afford food and water anyway. :P<br/>\n<br/>\nAnyway, one of my biggest pet peeves about this game is different classes being jealous of what other classes have.  This game is by no means perfectly balanced, but I feel they&#39;ve done a pretty damn good job.  EQVault is filled with people saying their class is disadvantaged and demanding certain skills to make them more powerful and I&#39;m happy to say that this list usually doesn&#39;t go there.  I even posted this on the EQVault Magic Shop Board at one point. :P  I&#39;d like to encourage anyone who thinks that a skill is useless or not working right or not working to the way YOU want it to work, to consider game balance before DEMANDING anything from Verant.  I am all for suggesting things to Verant.  This game can be made better... But, Demand?  I&#39;m not a spoiled kid anymore. :D<br/>\n    Hello, my fellow soloists    <br/>\n    I have a bone to pick with Verant.  Why give us the ability to forage if the skill cap is 40.  The whole point for foraging is that it can take the place of buying food.  So you can rely on it to meet all you dietary needs.  I am a lvl 14 bard and my forage is maxed.  I use it constantly and very rarely do i ever get any rewards for my persistence.  I say we all ban together and e-mail Verant demanding they increase the skill lvl.  I mean why not, it&#39;s not like we can use the skill to make any money at it... LETS BAND TOGETHER FELLOW BARDS AND DEMAND VERANT TO ADD THIS TO THE NEXT PATCH.....    <br/>\n     <br/>\n    Sing loud and proud fellow bards...</div>","specialLinks":[]}}
