{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Steven S. Klug","from":"&quot;Steven S. Klug&quot; &lt;sklug@...","replyTo":"LIST","senderId":"Ehg8p2VkFwxM6iTMjxQ12yFkSGwfY7yKPtKDfzhvQsT6MNh-h3SUxS7R1Nh1DcS0FpP_Al68QPDtZpYqIcAfpeNrl9jjWjGmO4KD1YA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: GZ answers","postDate":"947200530","msgId":12682,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MzguMTI2ODIuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12681,"nextInTopic":12683,"prevInTime":12681,"nextInTime":12683,"topicId":12681,"numMessagesInTopic":23,"msgSnippet":"Actually, many of the answers are exactly what I expected with the added bonus that it is confirmed they ll eventually be fixing certain things (meditate","messageBody":"<div id=\"ygrps-yiv-837694618\">Actually, many of the answers are exactly what I expected with the added bonus that it is confirmed<br/>\nthey&#39;ll eventually be fixing certain things (meditate times, giving a resist message on that 2nd saving<br/>\nthrow for lullaby/pixie&#39;s).  One thing about the original letter is that while it points out many specific<br/>\nlittle problems of the bard class, it doesn&#39;t clarify exactly what all these add up to.  For example, if<br/>\nwe could get GZ to comment on an overall balance issues:<br/>\n<br/>\n1) Monsters get increasingly difficult to enthrall as their levels increase (independent of singer&#39;s<br/>\nlevel).<br/>\n2) You can&#39;t charm monsters above 37th level.<br/>\n3) Our melee (especially defense) skills either cap low, or weren&#39;t given to us at all.<br/>\n4) There are virtually no bard specific items that aren&#39;t dropped by gods/dragons, so we have to take the<br/>\ndiscards of other classes like warriors/etc.<br/>\n5) Several of the skills we have virtually no practical use to us (stealth, pick locks).<br/>\n<br/>\nAll of these add up to a class, that when over 38th level becomes a magic resist buffing mana pump.<br/>\nAlmost all of our defining abilities reach a point where they simply don&#39;t work well anymore, whereas<br/>\nother classes that have these abilities get upgrades on them that work better on higher level monsters<br/>\n(whether in the form of better spells, or higher skill caps).  There&#39;s no point in being a jack of all<br/>\ntrades if you&#39;re not good enough at any of the trades to be useful after a certain point.  If you are to<br/>\nlook at the bard as a stricly &quot;jack of all trades&quot; character, this weakness at high level would certainly<br/>\nmake sense.  The question I have is, does it make sense to even have a class of that type in the game if<br/>\nno one wants to play them past level 38?  I guess what I&#39;m saying is, the bard is a very fun class to play<br/>\nup to about level 38, but after that seems to lose its identity to the minor roles of mana recouperation<br/>\nand magic resist buffing.  Important roles to be sure, but can they alone define an entire class and make<br/>\nthem entertaining to play?<br/>\n<br/>\nWhew.. rambling here, but that&#39;s the core of the question I&#39;ve never really seen asked and certainly<br/>\nhaven&#39;t seen answered.  I don&#39;t think it&#39;s the limits placed individually on each of our skills that can<br/>\nbe argued about, since they can always be easily explained away in the name of &quot;class balance/jack of all<br/>\ntrades/etc.&quot;  It&#39;s the combination of all the limitations that hurts the overall balance of the bard class<br/>\nat high levels that needs to be addressed.  For example, I&#39;d gladly give up the ability to solo hill<br/>\ngiants in my low 30&#39;s to have more defense melee skills at higher levels.  (I use this as an example as<br/>\nI&#39;m sure that this ability is factored in when we see Verant spokesmen that claim that many at Verant feel<br/>\nthe bard is too powerful as it is.  That one ability certainly is powerful, and one of the most boring<br/>\nthings you can do in the game.  Get rid of it and make the bard class more powerful in other ways that<br/>\nwe&#39;ve been asking for!)<br/>\n<br/>\nMy inconcise two cents.<br/>\n<br/>\nRokenn Swiftsong wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Well Abashi finally posted GZ&#39;s answers to my post.  Here it is:<br/>\n&gt;<br/>\n&gt; Author  Topic:   That Bard Thread: GZ&#39;s Answers...<br/>\n&gt; Abashi<br/>\n&gt; Station Member   posted 01-06-2000 05:28 PM<br/>\n&gt; --------------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt; Hello all,<br/>\n&gt; I took the original post with all the questions about bards and delivered<br/>\n&gt; them directy to Geoffrey Zatkin, the Arch-Mage of Norrath. He was kind<br/>\n&gt; enough to reply with a very well thought-out response, which is below in<br/>\n&gt; it&#39;s entirety.<br/>\n&gt;<br/>\n&gt; -Gordon<br/>\n<br/>\n </span></blockquote>MASSIVE SNIP<br/>\n--<br/>\nSteven S. Klug<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sklug@...\">sklug@...</a></div>","specialLinks":[]}}
