{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"nJSomt8_AlRuzeLSVLFsOa124tEo1SADq8bG076d_L6JJlIk67I8MXOKb7dTX8WaJmuQwSfb4zGdSCKGqbNjqx0sfOB3Aj7hL9NMDOyyZJ4-31yeHOnUqGY2dJMDzKs0bh0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"GZ answers","postDate":"947200591","msgId":12683,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MzguMTI2ODMuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12682,"nextInTopic":12684,"prevInTime":12682,"nextInTime":12684,"topicId":12681,"numMessagesInTopic":23,"msgSnippet":"My comments embedded after GZ s comments: Galtin of E ci ... Galtin:  Why not just give the higher level mobs a higher initial chance to resist and not worry","messageBody":"<div id=\"ygrps-yiv-2044999333\">My comments embedded after GZ&#39;s comments:<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;&gt;&gt;Kelin&#39;s Lucid Lullaby, I recently tested this song out vs. a level one <br/>\n&gt; &gt;&gt;&gt;human warrior. My Bard was level 37 at the time, using the Lute of the <br/>\n&gt; &gt;&gt;&gt;Gypsy Princess and I have charisma of 141. Every round I got the &#39;so and <br/>\n&gt; &gt;&gt;&gt;so head nods&#39; message and every nearly every round the test subject was <br/>\n&gt; &gt;&gt;&gt;able to attack me (about 1 in 10 rounds he would not).<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; As most high level enchanters from Beta+ can tell you, there are two saving <br/>\n&gt; throws that happen with an &quot;Enthrall&quot; style effect (such as Kelin&#39;s Lucid <br/>\n&gt; Lullaby) hits a creature. The first saving throw is against the target&#39;s <br/>\n&gt; Magic Resistance. The second saving throw only happens with high level <br/>\n&gt; monsters - they get a secondary save based on their level. The reason for <br/>\n&gt; this is that the Enthrall effect is very, very powerful - it allows a single <br/>\n&gt; player to remove a creature from combat. This means that a party that could <br/>\n&gt; handle two &quot;X&quot; level mobs might be able to take three, or even four of them <br/>\n&gt; on if there is somebody around with the Enthrall effect.<br/>\n&gt; <br/>\n&gt; Because of this (read game balance) higher level monsters have a harder time <br/>\n&gt; being enthralled. At lower levels, a single player can take out a single <br/>\n&gt; opponent of equal level. By mid levels this is much harder, and by high <br/>\n&gt; levels it is virtually impossible. Allowing a single player to remove one or <br/>\n&gt; more creatures from combat at high levels is sick level powerful - to the <br/>\n&gt; point that we designed an entire classes specialty around doing it.<br/>\n&gt; <br/>\n&gt; The second saving throw does not send a message the environment - and that <br/>\n&gt; is something that is on our list of issues to address. There are, however, <br/>\n&gt; no bugs with the Song.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin:  Why not just give the higher level mobs a higher initial chance<br/>\nto resist and not worry about giving them two saving throws?  I think giving a<br/>\nmob two chances to resist songs like Lullaby and Pixie strike screw us over<br/>\npretty good.  This assumes their resist % chance remains a constant.  Example:<br/>\nYour fighting a mob that has a 33% chance to resist your song.  Lets assume he<br/>\nmisses first check.  You get success message that song stuck.  Now mob gets<br/>\nsecond chance to resist.  Still has a 33% chance to resist.  If he makes this<br/>\nroll he continues attacking and explains the problems we have been having of<br/>\nlate.  If I remember my stats classes correctly, chances are 66% mob will make<br/>\none of the two resist rolls.  Someone correct me if wrong.  If Verant makes<br/>\ncorrection that song is successful or resisted after second check is made at<br/>\nleast that fixes the incorrect message bug.  <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt;Alenia&#39;s Disenchanting Melody, It does now work (9 months after release), <br/>\n&gt; &gt;&gt;&gt;but it strips good as well as bad spells from the party, making the song <br/>\n&gt; &gt;&gt;&gt;worse then useless. Is this the intended effect?<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; Alenia&#39;s Disenchanting Melody works as it was intended to - it follows the <br/>\n&gt; design that we had for it from the beginning. It is particularly useful? <br/>\n&gt; Depends if your buddy is dying from a nasty DoT. People use Egg Shaped <br/>\n&gt; Pumice on themselves all the time on the PvP servers. Is the Disenchanting <br/>\n&gt; Melody as generally useful as Cancel Magic? Not really.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: Why did they even give us this song then?  Wonder if any Verant<br/>\nemployee who plays a bard ever mems this song?<br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt;Angstlich&#39;s Appalling Screech, When used against very large creatures <br/>\n&gt; &gt;&gt;&gt;(Giants, Mammoths, Elephants, etc..) You have to be standing directly <br/>\n&gt; &gt;&gt;&gt;under or in some cases IN the NPC Avatar for the song to take effect. <br/>\n&gt; &gt;&gt;&gt;Otherwise the creature will glow, but no message or effect will be seen.<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; Heh. This is due to how the models are built - each has a &quot;center&quot; point, <br/>\n&gt; which is what calculates where our servers think the monster actually is. <br/>\n&gt; Really big creatures have center points farther away from you - hidden deep <br/>\n&gt; within their polygonal body mass. I will bump the radius of the Screech up a <br/>\n&gt; bit on the next spell patch and we can see if it works a bit better. Part of <br/>\n&gt; the problem is that when I play my Bard, I know exactly how these things <br/>\n&gt; work - and exactly where to stand. Sometimes knowing a bit too much about <br/>\n&gt; something works against you.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: Good news here. Hopefully radius extended enough to affect stuff<br/>\nchasing you.  I&#39;ve noticed that when fleeing and weaving selos and fear, I get<br/>\ntoo far ahead of the mobs chasing me for fear to take effect.  <br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt;Solon&#39;s Song of the Sirens, Often times when using this in a group <br/>\n&gt; &gt;&gt;&gt;situation the newly charmed pet will agro on a party member. This could <br/>\n&gt; &gt;&gt;&gt;cause a nasty way to get around the PvP switch as the pet is immune to PC <br/>\n&gt; &gt;&gt;&gt;attack. The pet needs to ignore any player characters or pets on its hate <br/>\n&gt; &gt;&gt;&gt;list when charmed. Also sometimes player pets (party & non-party member <br/>\n&gt; &gt;&gt;&gt;pets) will attack the Bard charming a NPC if the pet had been attacking <br/>\n&gt; &gt;&gt;&gt;the NPC.<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; I&#39;ve had the pet agro on party members too - but it is usually because one <br/>\n&gt; of my party members did something to the pet that it didn&#39;t like just after <br/>\n&gt; I charmed it - whacking it, for example. I usually have my pet commands <br/>\n&gt; hotkeyed, and retarget to something I want my new pet to be attacking as <br/>\n&gt; soon as I charm it.<br/>\n&gt; <br/>\n&gt; Charm can be dangerous because once you take control of a monster, all of <br/>\n&gt; its actions reflect on you. If you charm a monster that is fighting your <br/>\n&gt; friend&#39;s pet, and the pet hits the monster after you charm it, your charmed <br/>\n&gt; monster will attack back. When that little fight gets broken up, there is a <br/>\n&gt; possibility that your friend&#39;s pet will come after you - you were, after <br/>\n&gt; all, the controller of the thing it was just fighting. Charming around pets <br/>\n&gt; can be done - you just need to be a little more careful.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: Did we ask why there was a level cap on mobs this song could be<br/>\nused against?  Thats a bigger issue IMO than the one he answered.<br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt;Crission&#39;s Pixie Chase, This song seems to suffer from the same problem <br/>\n&gt; &gt;&gt;&gt;that Lullaby does, you get the message that the song has taken effect, <br/>\n&gt; &gt;&gt;&gt;but the target completely ignores the fact that it should be mesmerized <br/>\n&gt; &gt;&gt;&gt;(similarto the problem with Lucid Lullaby).<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; See above.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: same comments for Lullaby<br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt;Fufil&#39;s Curtailing Chant and the other Chant songs, The percussion aspect <br/>\n&gt; &gt;&gt;&gt;of these songs is broken. Using a drum produces no additional effect <br/>\n&gt; &gt;&gt;&gt;(damage or resistance debuff).<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; Hmm - don&#39;t use that one much. I&#39;ll check. If so, we&#39;ll get it fixed right <br/>\n&gt; up.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: Good news<br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; &gt;&gt;&gt;Denon&#39;s Dissension, The instrument portion of this song seems to be <br/>\n&gt; &gt;&gt;&gt;broken. In tests I have run using a horn made no difference in mana drain <br/>\n&gt; &gt;&gt;&gt;in PvP combat.<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; This was a very tough song to balance. It takes away mana from other casters <br/>\n&gt; - the virtual lifeblood of 7 of EverQuest&#39;s 14 classes. The amount taken <br/>\n&gt; away is nice, but not great. Using a Horn increases the amount of mana <br/>\n&gt; drained. Again, nice, but not great.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: Maybe better question to ask was why do mobs never seem to run<br/>\nout of mana?  Song is useless except in PvP from what I&#39;ve read since mobs seem<br/>\nto have infinite amount of mana.<br/>\n<blockquote><span title=\"ireply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt;A while back GZ mentioned the meming time for bard songs would be <br/>\n&gt; &gt;&gt;&gt;decreased, but it still takes forever to mem songs (due to the lack of a <br/>\n&gt; &gt;&gt;&gt;mediate skill). Can this be looked into?<br/>\n&gt; <br/>\n&gt; ***GZ SAYS***<br/>\n&gt; It is already on our list of things to add in.<br/>\n&gt; <br/>\n </span></blockquote>\tGaltin: Best news of all IMO <br/>\n<blockquote><span title=\"qreply\"> &gt; **************<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
