{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robin Wise 3","from":"&quot;Robin Wise 3&quot; &lt;eurmali@...","replyTo":"LIST","senderId":"xsgKKXwQ1KGwlZlTmHivI_vYyK5B3Q_iyZrAg41E2kGZIrz8180LB9VD6Hc93GjDKEM45ysUzzOowhTTfa3WqZg2EeSq0fiWlkv6","spamInfo":{"isSpam":false,"reason":"0"},"subject":"GZ Answers","postDate":"947210772","msgId":12707,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42MzkuMTI3MDcuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":12708,"prevInTime":12706,"nextInTime":12708,"topicId":12707,"numMessagesInTopic":3,"msgSnippet":"Here s what I posted to the thread this afternoon: ***** I have strongly mixed feelings about the response by GZ. On the one hand, I appreciate the","messageBody":"<div id=\"ygrps-yiv-429990963\">Here&#39;s what I posted to the thread this afternoon:<br/>\n<br/>\n*****<br/>\n<br/>\nI have strongly mixed feelings about the response by GZ. On the one hand, I <br/>\nappreciate the by-and-large wonderful job he´┐¢s done on the magic system in <br/>\nEQ, and I am grateful that he took the time to answer these questions. On <br/>\nthe other hand, I feel that several of his responses failed to answer the <br/>\nquestions posed. The following questions posed by Rokenn were not directly <br/>\naddressed in GZ´┐¢s response:<br/>\n<br/>\nRokenn´┐¢s original post:<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;Kelin&#39;s Lucid Lullaby, I recently tested this song out vs. a level one <br/>\n&gt;&gt;&gt;human warrior. My Bard was level 37 at the time, using the Lute of the <br/>\n&gt;&gt;&gt;Gypsy Princess and I have charisma of 141. Every round I got the &#39;so and <br/>\n&gt;&gt;&gt;so head nods&#39; message and every nearly every round the test subject was <br/>\n&gt;&gt;&gt;able to attack me (about 1 in 10 rounds he would not).<br/>\n<br/>\n<br/>\n </span></blockquote>***GZ SAYS***<br/>\nAs most high level enchanters from Beta+ can tell you, there are two saving <br/>\nthrows that happen with an &quot;Enthrall&quot; style effect (such as Kelin´┐¢s Lucid <br/>\nLullaby) hits a creature. The first saving throw is against the target´┐¢s <br/>\nMagic Resistance. The second saving throw only happens with high level <br/>\nmonsters ´┐¢ they get a secondary save based on their level. The reason for <br/>\nthis is that the Enthrall effect is very, very powerful ´┐¢ it allows a single <br/>\nplayer to remove a creature from combat. This means that a party that could <br/>\nhandle two &quot;X&quot; level mobs might be able to take three, or even four of them <br/>\non if there is somebody<br/>\naround with the Enthrall effect.<br/>\n<br/>\n<br/>\nMY QUESTION:<br/>\nWhat in your response explains the tests Rokenn mentioned? &quot;The second <br/>\nsaving throw only happens with high level monsters&quot; does seem to exclude 1st <br/>\nlevel monsters having a second save, doesn´┐¢t it? Because, as Rokenn stated, <br/>\nthe &quot;A warrior´┐¢s head nods&quot; message was displayed, this indicates that the <br/>\nwarrior failed the first save. Therefore the 90% resist rate can only be <br/>\nexplained by the second save, which you claim the first-level warrior should <br/>\nnot get (by virtue of not being a high-level monster). So what happened?<br/>\n<br/>\n<br/>\n***GZ SAYS***<br/>\nBecause of this (read game balance) higher level monsters have a harder time <br/>\nbeing enthralled. At lower levels, a single player can take out a single <br/>\nopponent of equal level. By mid levels this is much harder, and by high <br/>\nlevels it is virtually impossible. Allowing a single player to remove one or <br/>\nmore creatures from combat at high levels is sick level powerful ´┐¢ to the <br/>\npoint that we designed an entire classes specialty around doing it.<br/>\n<br/>\n<br/>\nMY QUESTION:<br/>\nIf I am reading this correctly, Kelin´┐¢s Lucid Lullaby was designed so that <br/>\nit would be useful for low-level bards, moderately useful for mid-level <br/>\nbards, and not useful at all for high-level bards (due to astronomically <br/>\nhigh resists for high-level monsters). Is this the case?<br/>\n<br/>\n<br/>\n***GZ SAYS***<br/>\nAlenia´┐¢s Disenchanting Melody works as it was intended to ´┐¢ it follows the <br/>\ndesign that we had for it from the beginning. It is particularly useful? <br/>\nDepends if your buddy is dying from a nasty DoT. People use Egg Shaped <br/>\nPumice on themselves all the time on the PvP servers. Is the Disenchanting <br/>\nMelody as generally useful as Cancel Magic? Not really.<br/>\n<br/>\n<br/>\nMY QUESTION:<br/>\nGranted that most parties buff their members, in your hypothetical example, <br/>\nyou have a buddy dying from a nasty DoT so you choose to ADM him, stripping <br/>\naway his extra hit points/AC/damage shields etc (and your own) until you get <br/>\nto the DoT in question. By thus weakening him, didn´┐¢t you just effectively <br/>\ncause him to take as much damage over time as he would have from the DoT? <br/>\nLet´┐¢s expand this hypothetical example to include a full party ´┐¢ you have <br/>\none guy dying from a DoT, and to prevent his death by DoT you instead <br/>\nmassively weaken the whole party? Because this song is party- rather than <br/>\ntarget-oriented, the egg-shaped pumice is a poor analogy. Is there any point <br/>\nat all to this song?<br/>\n<br/>\n<br/>\nRokenn´┐¢s original post:<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;Denon&#39;s Dissension, The instrument portion of this song seems to be <br/>\n&gt;&gt;&gt;broken. In tests I have run using a horn made no difference in mana drain <br/>\n&gt;&gt;&gt;in PvP combat.<br/>\n<br/>\n<br/>\n </span></blockquote>***GZ SAYS***<br/>\nThis was a very tough song to balance. It takes away mana from other casters <br/>\n´┐¢ the virtual lifeblood of 7 of EverQuest´┐¢s 14 classes. The amount taken <br/>\naway is nice, but not great. Using a Horn increases the amount of mana <br/>\ndrained. Again, nice, but not great.<br/>\n**************<br/>\n<br/>\n<br/>\nMY QUESTION:<br/>\nDisregarding for the moment the issue of whether the amount of mana drained <br/>\nis at all appreciable by 36th level when a bard gets this song, which in <br/>\nturn determines whether the song has any utility, Rokenn´┐¢s tests revealed <br/>\nthat using a horn did nothing to increase the amount of mana drained. You <br/>\nclaim it does ´┐¢ by what means have you tested this? The same means by which <br/>\nyou tested whether Fufil´┐¢s does more damage when a drum is wielded?<br/>\n<br/>\n<br/>\nRokenn´┐¢s original post:<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;DoT change a while back lowered the damage of our DoT songs but didn&#39;t <br/>\n&gt;&gt;&gt;increase the duration, any chance that this could be balanced in some <br/>\n&gt;&gt;&gt;way?<br/>\n<br/>\n </span></blockquote>***GZ SAYS***<br/>\nBards are affected by the Kiting changes just like everybody else. Bard´┐¢s <br/>\nkiting creatures will get the disadvantage ´┐¢ in all other cases, the songs <br/>\nshould work just as before. Minimal combat movement will not lower the <br/>\ndamage on a DoT or Bard Song.<br/>\n<br/>\n<br/>\nMY QUESTION:<br/>\nIn what sense can you say &quot;bards were affected just like everybody else? In <br/>\nthe kiting patch, the damage done by all DoTs was reduced across the board, <br/>\naffecting bards and others equally. In order to tune the reduction, the <br/>\nduration of DoTs was increased. Because bards´┐¢ DoT durations were NOT <br/>\nincreased like every other classes´┐¢, bards were NOT affected like everybody <br/>\nelse. Granted that we suffered the same reduction in damage as every other <br/>\nclass, why did we not receive the same increase in duration as other classes <br/>\nto compensate?<br/>\n<br/>\n<br/>\nI appreciate that GZ is a busy man, and that he doubtless gets hundreds of <br/>\ndemands each day to fix this or nerf that. As a result it must be difficult <br/>\nfor him to spend a great deal of time on any individual message. I certainly <br/>\ndon´┐¢t intend any of this as a flame or assault on GZ ´┐¢ but I do still crave <br/>\nanswers to the questions Rokenn posed, and GZ responded without answering <br/>\nmany of them.<br/>\n<br/>\nAloro Silvertongue (E´┐¢ci)<br/>\n<br/>\n______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}
