{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"merlin26","from":"&quot;merlin26&quot; &lt;merlin26@...","replyTo":"LIST","senderId":"aWC3WSxB6j5othgP5zyv8MolkThmomuW_5STiyIarHxQv7EI2nfyv-aTcb53cYHlnLs6KrAzYMOSoGLV1ZCTgr0q4rgS6A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: GZ answers","postDate":"947274205","msgId":12746,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NDIuMTI3NDYuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12727,"nextInTopic":12750,"prevInTime":12745,"nextInTime":12747,"topicId":12681,"numMessagesInTopic":23,"msgSnippet":"Just wanted to add a quick note on Dirge. I use the song as a sort of big kick.. When I have the mana I sit mem it wait for a multiple pull back away and use","messageBody":"<div id=\"ygrps-yiv-376459435\">Just wanted to add a quick note on Dirge. I use the song as a sort of big<br/>\nkick.. When I have the mana I sit mem it wait for a multiple pull back away<br/>\nand use it. Then I give the enchanter a big thumbs up to mez away.<br/>\n<br/>\nAlso at 43rd I hit area damage for 311 damage consistently.<br/>\n<br/>\nTuldar<br/>\n43rd bard Tarew Marr.<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Benjamin Jerrad Segal &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:birdman@...\">birdman@...</a>&gt;<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nDate: Thursday, January 06, 2000 6:22 PM<br/>\nSubject: Re: [eqbards] GZ answers<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;On Thu, 6 Jan 2000, Steven S. Klug wrote:<br/>\n&gt;<br/>\n&gt;&gt; All of these add up to a class, that when over 38th level becomes a magic<br/>\n </span></blockquote>resist buffing mana pump.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;I&#39;m going to disagree with you, and go through our songs to show that they<br/>\n&gt;are, on the whole, just as effective before as after 38, in many<br/>\n&gt;circumstances.<br/>\n&gt;<br/>\n&gt;Buffings songs are givens: Chant of Battle, Warsong, Anthem replaced by<br/>\n&gt;McVaxius, Celerity, Verses.  When nothing else to sing, boost stats.<br/>\n&gt;<br/>\n&gt;Jig of Vigor for that tired SK who can barely lift his 2h sword after<br/>\n&gt;fighting 3 undead frogloks to finish the fourth.<br/>\n&gt;<br/>\n&gt;Lyssa&#39;s Locating Lyric for when you feel like helping younger players, and<br/>\n&gt;for when corpses oddly vanish.<br/>\n&gt;<br/>\n&gt;Accelerando for travel.<br/>\n&gt;<br/>\n&gt;Hymn of Restoration I will often mix with Clarity at a ratio of 1:3<br/>\n&gt;(counting messages).  A warrior who&#39;s only a bubble down on health,<br/>\n&gt;sitting waiting for the next pull, or an enchanter who took a few hits, no<br/>\n&gt;need to waste the cleric&#39;s (or druid/shaman&#39;s for that matter) hard-medded<br/>\n&gt;mana when a few button pushes and a few seconds is all it takes (restoring<br/>\n&gt;~50hp over the duration of 1 pulse).<br/>\n&gt;<br/>\n&gt;Lament for pulling.  Pool room Solusek B, I use it liberally to break up<br/>\n&gt;spawns, to pull singles so I don&#39;t have to deal with needing crowd control<br/>\n&gt;and instead can buff or debuff.<br/>\n&gt;<br/>\n&gt;Rhythms and psalms for resistances, damage shield is negligible.<br/>\n&gt;<br/>\n&gt;Charismatic Carillon to complete quests or raise/lower prices.<br/>\n&gt;<br/>\n&gt;Bellow lasted at most 8 levels for me.  Someone said long ago that there<br/>\n&gt;will come a time in every bard&#39;s life they put bellow aside for a more<br/>\n&gt;effective song.  Having heard that before reaching level 12, I was<br/>\n&gt;strongly aware of just how ineffective the bardic kick becomes when<br/>\n&gt;measured against what could be sung instead.<br/>\n&gt;<br/>\n&gt;Cataloging Libretto for the new quests.  Most recent use was to identify<br/>\n&gt;which Rune of Ivy a guildmate had.<br/>\n&gt;<br/>\n&gt;Lullaby I put aside for Pixie Strike for a few reasons.  Often I didn&#39;t<br/>\n&gt;want the extra attention it gave, and the strike&#39;s mez lasted longer than<br/>\n&gt;the lullaby&#39;s.  Yes, there is the given problem with false notification<br/>\n&gt;(or perhaps now better termed unnotified failure), but even with it I can<br/>\n&gt;always use this song effectively with 1 or 2 extra mobs.  My charisma is<br/>\n&gt;base 146, and I always ask for a charisma buff from an enchanter or shaman<br/>\n&gt;if present.  Now if there is an enchanter, they are of course the crowd<br/>\n&gt;control diva, but just last night in the pool room, our puller (who was<br/>\n&gt;challenged by the group cleric to get him OOM) brought in a Solusek<br/>\n&gt;shaman, 2 or 3 greaters and the Noble.  By the time we had beaten down a<br/>\n&gt;few, the enchanter called OOM, and I took over the job of mezzing till we<br/>\n&gt;were down to 1.<br/>\n&gt;<br/>\n&gt;Aquatic Ayre I keep mem&#39;d as backup in Kedge.  It&#39;s not practical in a<br/>\n&gt;group situation under most circumstances (there was this time hunting with<br/>\n&gt;a mage in OOT, we hid offshore and this song allowed him to med up some<br/>\n&gt;mana underwater, but that was a fairly unique situation), but can be<br/>\n&gt;useful if exploring wherever underwater, or simply practicing swimming.<br/>\n&gt;<br/>\n&gt;Dischord, Chords of Dissonance and the Chant series have never played a<br/>\n&gt;large role in my songbook.  Sure, I did the chords/discord thing back when<br/>\n&gt;soloing Reavers gave experience, but the AE dots were put aside when crowd<br/>\n&gt;control became more important, and the targetted dots don&#39;t give enough<br/>\n&gt;oomph to be worthwhile in general.  That they can lower resistances makes<br/>\n&gt;them good to carry in specific cases where your group has casters but<br/>\n&gt;noone who can debuff (rather negative buff than simply remove buffs), but<br/>\n&gt;then this has been the bard&#39;s job all along, to fill in the gaps.<br/>\n&gt;<br/>\n&gt;[Tangent: I always say that in a perfect world, the bard is superfluous,<br/>\n&gt;but since perfection is rarely attainable in ad hoc groups, the bard<br/>\n&gt;becomes useful.]<br/>\n&gt;<br/>\n&gt;Shauri&#39;s Clouding was useful to hide parties from trains in live side<br/>\n&gt;lower guk, Unrest, Mistmoore, etc.  However at higher level camps, trains<br/>\n&gt;either aren&#39;t an issue or can see through invis.  The song remains useful<br/>\n&gt;on a personal level throughout.<br/>\n&gt;<br/>\n&gt;Largo&#39;s melodic binding is the most underappreciated song in our<br/>\n&gt;repertoire.  Some fights are short enough not to warrant enchanter/shaman<br/>\n&gt;slowdown, but weaving this in will reduce damage taken significantly.<br/>\n&gt;Multiple mobs pulled?  Sing a little binding, give the enchanter time to<br/>\n&gt;get his thralls placed with less chance for interruption.  No enchanter or<br/>\n&gt;shaman in group?  Binding becomes the song du jour.<br/>\n&gt;<br/>\n&gt;In a similar vein, Chains can be used as speedown when no druid, ranger,<br/>\n&gt;necro or SK are present.  Also quite useful when running after mobs who<br/>\n&gt;the snarer forgot to snare.<br/>\n&gt;<br/>\n&gt;Mellifluous Motion is fun to play with people who don&#39;t know it&#39;s coming.<br/>\n&gt;You should have heard the screaming when I accidentally hit this one<br/>\n&gt;instead of hymn after a fight. -.-<br/>\n&gt;<br/>\n&gt;Alenia&#39;s Disenchanting Melody I didn&#39;t have a use for before, and still<br/>\n&gt;don&#39;t now, especially with Antimagic Aria (targetted cancel magic).  I&#39;ll<br/>\n&gt;admit I haven&#39;t had much use for the Aria either, but I did like being<br/>\n&gt;able to remove the Guise after I&#39;m done with it&#39;s ultravision effect.<br/>\n&gt;<br/>\n&gt;Lyssa&#39;s Veracious Concord is a godsend to all human bards.  You don&#39;t know<br/>\n&gt;how dark Norrath can be if you&#39;ve never walked it as a naked human<br/>\n&gt;(&quot;Follow the path?  What path?&quot;).<br/>\n&gt;<br/>\n&gt;Screech.  Enough said.<br/>\n&gt;<br/>\n&gt;Song of the Sirens I gave up as a means of crowd control.  Sure it&#39;s nice<br/>\n&gt;having one of the extra mobs on your side for ten seconds, but after that<br/>\n&gt;it&#39;s all over you like Laffy Taffy in your cousin Amy&#39;s hair on a hot<br/>\n&gt;Sunday family picnic.  Better to strike it out of commission altogether,<br/>\n&gt;and save the charming for Giant excursions.<br/>\n&gt;<br/>\n&gt;Aria of Eagles, more fun than useful, although can make traversing<br/>\n&gt;water/hilly zones less tedious/painful (avg Lavastorm trip for me deals<br/>\n&gt;250 non-melee, sometimes up to 400 if I&#39;m lucky; once I overshot the wall<br/>\n&gt;solB is on, and was rather grateful to spash down in the lava below as the<br/>\n&gt;fall would have killed me :-).<br/>\n&gt;<br/>\n&gt;Clarity.  Staple, but don&#39;t let casters think it&#39;s better than it is.<br/>\n&gt;Slowing the mob with binding or chains will have the tanks requiring less<br/>\n&gt;healing, which is more effective than a pulse of mana.<br/>\n&gt;<br/>\n&gt;Solidarity of Vision to learn new areas via the puller&#39;s eyes.  It&#39;s<br/>\n&gt;susceptible to the same bugs all bind sight spells are, but works well<br/>\n&gt;enough in flattish areas.<br/>\n&gt;<br/>\n&gt;Dirge is somewhat of a joke.  My first test of it was on a Freeport guard,<br/>\n&gt;it did a whopping 44 points of damage for 4.5 bubbles of mana.  Nice<br/>\n&gt;thought, but impractical overall, especially when it takes up a rather<br/>\n&gt;crucial song slot.<br/>\n&gt;<br/>\n&gt;Cassindra&#39;s Elegy for trade skills.  I for one am looking forward to my<br/>\n&gt;next level. -.-<br/>\n&gt;<br/>\n&gt;My looking for a group shout varies, but often is something like:<br/>\n&gt;<br/>\n&gt;Enchanter/druid/shaman/ranger/warrior/wizard/paladin/shadowknight (aka<br/>\n&gt;Bard) seeking ensemble.<br/>\n&gt;<br/>\n&gt;I hate reading about how weak we are, how this or that should be changed<br/>\n&gt;or increased or whatever.  I knew my dodge cap when I took this job, I<br/>\n&gt;knew I wouldn&#39;t be the meleer my friends are, heck I just broke 1000hp<br/>\n&gt;base last level.  Sure a bard&#39;s job changes slightly as they level, but<br/>\n&gt;it&#39;s the same as other classes.  Clerics in their teens nuke, enchanters<br/>\n&gt;are always seen with pets trailing.<br/>\n&gt;<br/>\n&gt;Athren Notechaser, 43rd composition in progress<br/>\n&gt;Cazic-Thule<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;Independent contractors: Find your next project gig through JobSwarm!<br/>\n&gt;        You can even make money by referring friends.<br/>\n&gt;&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/jobswarm2\">http://clickme.onelist.com/ad/jobswarm2</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n </span></blockquote>with the subject submissions.<br/>\n<blockquote><span title=\"qreply\"> &gt; </span></blockquote></div>","specialLinks":[]}}
