{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"Q5QhpcWlc-M3DVFfNymRY0hkxe7djR9uRoDIkso1dvI9_-_VZe3_TsmM7WHD1zidFPA_WHwY20zV17DEaRzxFr7hBnlD7KFb4x-AS4biPVL4tNlknXxeIr2cSfAl7gZpf88","spamInfo":{"isSpam":false,"reason":"0"},"subject":"GZ answers","postDate":"947281165","msgId":12767,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NDMuMTI3NjcuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12756,"nextInTopic":12768,"prevInTime":12766,"nextInTime":12768,"topicId":12681,"numMessagesInTopic":23,"msgSnippet":"Kitasi, I remember you posting a few weeks back that you did extensive tests with lullaby against newbie mobs and that you sent the results to GZ?  Did he ever","messageBody":"<div id=\"ygrps-yiv-2035481623\">Kitasi,<br/>\n<br/>\nI remember you posting a few weeks back that you did extensive tests with<br/>\nlullaby against newbie mobs and that you sent the results to GZ?  Did he<br/>\never send you a response?  Perhaps you can repost the results on the message<br/>\nboard Rokenn posted his original thread on and get some feedback on your<br/>\ntest.<br/>\n<br/>\nOne other thing that still bugs me on this topic.  GZ stated that higher<br/>\nlevel mobs get a second chance to resist lullaby and pixie.  He acknowledged<br/>\nthat no resist message is generated if they make the second resist and that<br/>\nis something they will work on.  But based off the numerous posts that have<br/>\nbeen made on this topic, this was not always the case.  Until a couple of<br/>\nmonths ago, if you got the two songs to stick you didn&#39;t have to worry about<br/>\nthe mobs still attacking you unless someone in your party woke them up by<br/>\nmistake (i.e. attacked them directly or cast AE spells).  So here is a<br/>\ntwo-part question to John Kim and the higher level bards who have been<br/>\nposting on this topic.<br/>\n<br/>\n1) Did lullaby and pixie work as expected against higher level mobs but then<br/>\nVerant secretly nerfed the two songs to give higher level mobs the second<br/>\nresist chance.  Example: at 30th level, you could consistently pixie strike<br/>\nlizard judicators and they stopped attacking.  New patch goes in, your still<br/>\n30th level and fighting lizard judicators.  After the patch, you notice that<br/>\npixie isn&#39;t working like it used to.    <br/>\n<br/>\n2) Is it possible that when you started noticing that lullaby and pixie<br/>\nstrike didn&#39;t work as well as they used to, the reason for it may be that<br/>\nyou were gaining levels and began fighting more often the higher level mobs<br/>\nthat get the second resist?  Example: your 30th level and fighting the<br/>\nglyphed mobs in the Mistmoore graveyard.  Pixie strike seems to work as<br/>\nexpected.   At 35th level, you move into the courtyard in Mistmoore and<br/>\nstart fighting all the ancille mobs.  You notice that mobs are still<br/>\nattacking even though they didn&#39;t resist the song.  You think pixie strike<br/>\nhas been secretly nerfed but in fact nothing has changed with the song<br/>\nexcept the ancille mobs get a second resist check while the glyphed mobs<br/>\nonly get one.  <br/>\n<br/>\nGaltin of E&#39;ci <br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Well, this about does it for me.  Unless Decaying Gnome skeletons and<br/>\n&gt; large<br/>\n&gt; rats are now higher level monsters GZ is a fool.  I don&#39;t usually say that<br/>\n&gt; lightly, but in this case it is well deserved.  Giving us the lame excuse<br/>\n&gt; that higher level monsters get an unseen second save is blatantly<br/>\n&gt; ridiculous.  The song does the exact same thing against level one<br/>\n&gt; monsters.<br/>\n&gt; I&#39;ve had it up to my ears with this ridiculous rhetoric.<br/>\n&gt; <br/>\n&gt; \tKit<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
