{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...","replyTo":"LIST","senderId":"fMJS5FSXEJ4f6h9AlWijmMmtbTvYCcBVkQdGehxfVUsFOskCITuj0G2cMmp6schBnyevwIiXCu7fFC7nVm7e_D8s4wCxAND8xpQb1ILdYRM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cindra&#39;s Charismatic Carrilon","postDate":"947299091","msgId":12791,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NDQuMTI3OTEuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":12827,"prevInTime":12790,"nextInTime":12792,"topicId":12791,"numMessagesInTopic":7,"msgSnippet":"... The actual way that this works is it increases your FACTION with that person s FACTION.  So, let s say you re in Freeport.  If you target a Militia, and","messageBody":"<div id=\"ygrps-yiv-2114784893\">At 01:52 PM 1/7/00 -0500, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;It does Not always give you a boost, I have noticed. If you are allready<br/>\n&gt;considered above indifferent, it will not change anything.<br/>\n&gt;and, you dont have to be right next to the person to use it. it works across<br/>\n&gt;the counter<br/>\n<br/>\n </span></blockquote>The actual way that this works is it increases your FACTION with that <br/>\nperson&#39;s FACTION.  So, let&#39;s say you&#39;re in Freeport.  If you target a <br/>\nMilitia, and fire the CCC, it will give you increase to FreeportMilitia <br/>\nfaction for the duration of your stay in the zone.  If you turn around and <br/>\ntarget a member of the merchants instead, your faction from the <br/>\nFreeportMilitia will vanish, and you will get a bonus to your FACTION with <br/>\nFreeportMerchants.<br/>\n<br/>\nThe instrument is a significant improvement to both range AND power.  I <br/>\nhave never seen the faction end, so I don&#39;t know if it fades.<br/>\n<br/>\nHere&#39;s a real-world example from shortly after I&#39;d first gotten the <br/>\nsong.   I was living in Greater Faydark, hadn&#39;t been in Lesser Faydark very <br/>\nmuch, so I didn&#39;t know anything about Brownies.  Someone rather young came <br/>\nstarted shouting for help retrieving his corpse, and as it was very late, <br/>\nno one was answering, so I did.  He asked me to meet him at the entrance to <br/>\nLesser Faydark, that a Brownie had killed him.  As I had never killed a <br/>\nBrownie, I assumed my faction with them would be, at very worst, neutral, <br/>\nso I figured I could just go grab his stuff and run.  Little did I know <br/>\nthat that was a whole Brownie city.  I get close and see &quot;A Brownie Guard <br/>\nbegins casting&quot; and next thing I know is &quot;Loading... please wait....&quot;<br/>\nWELL!<br/>\nNot very friendly, are they?<br/>\nTo make a long story short (because it&#39;s time to go home ;) as I was <br/>\nrunning back and trying to decide to help this poor newbie who was nearly <br/>\nin tears, afraid he was going to lose his corpse and stuff, as well as <br/>\ngetting my own stuff back, when I suddenly remembered something someone had <br/>\ntold me about the Charismatic Carrilon... and how it would make some <br/>\nunfriendly people friendly.....<br/>\nAfter comforting the bereaved young one, I travelled quickly to the site of <br/>\nthe Brownie Village, and snuck as close as I thought I could without <br/>\nenraging any Brownies... Firing up my new song, I was rewarded with a glow <br/>\nand the appropriate message, and when conning, sure enough, the Brownie <br/>\nguards were indifferent.<br/>\nI wasn&#39;t sure how long the effect lasted, so I flanicked and peed... er.. <br/>\npanicked and fled with the contents of the little guy&#39;s corpse., while <br/>\ndragging my own.  A few moments later, he was reunited with his stuff, and <br/>\nshortly thereafter, I was as well.  What a deal ;)<br/>\n<br/>\nTalies the Wanderer</div>","specialLinks":[]}}
