{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Paul D  Richardson","from":"(&quot;Paul D  Richardson&quot;) &lt;Richardson.Paul@...","replyTo":"LIST","senderId":"sYMYh4ZpOYZKp3roWRDb8RNNpVLJbkoEWfzVj7wrdgyoBMPf3cUQHjgr8GWPWqU6mcBJpmQbT2HfGtoUYETQwkJTT7iKrn_u46HyuWMnbyRj5FPjHzimv4E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Enchanters vs Bards","postDate":"947525580","msgId":12853,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NDcuMTI4NTMuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":12856,"prevInTime":12852,"nextInTime":12854,"topicId":12853,"numMessagesInTopic":21,"msgSnippet":"Hello all!  I ve been lurking here for a while, and thought I d post on a subject that s been troubling me lately: the incompatability of enchanters and bards.","messageBody":"<div id=\"ygrps-yiv-1945663495\">Hello all!  I&#39;ve been lurking here for a while, and thought I&#39;d post on a<br/>\nsubject that&#39;s been troubling me lately: the incompatability of enchanters and<br/>\nbards.  Are there any other two classes in the game that work together as<br/>\npoorly as these two?<br/>\n<br/>\nProblem 1: Overlapping duties.  Many Bard tasks can be done better by<br/>\nEnchanters.  Crowd control, buffs, and mana regen are the big three.<br/>\n<br/>\nProblem 2: Enchanters make Bard AoE songs more or less useless.  Since so many<br/>\nof our songs are AoE, our playlist is more limited than a Los Angeles Top 40<br/>\nFM station when grouping with an enchanter.  I&#39;ve just learned on this list<br/>\nthat Largo does NOT wake up mezzed mobs, so I&#39;m adding that back into my<br/>\n&quot;Enchanter Hotkey&quot; bank.  That&#39;s good news.<br/>\n<br/>\nProblem 3: Bard invis song kills Enchanter pets / breaks charm.  Yeah, this is<br/>\nreally the Bard&#39;s fault if they do this, and it can happen with other pet and<br/>\ncharm classes too.  However, there is a unique problem with Enchanters.  The<br/>\nother night I got into a group in Unrest by the fountains.  One of the group<br/>\nmembers was a casting Troll.  &quot;Shaman,&quot; I thought to myself.  Suddenly, a<br/>\ntypical Unrest train comes roaring by bearing half the house.  I kick in the<br/>\ninvis song to protect the group when the message &quot;Gebaner slashes itself for<br/>\n32000 points of damage&quot; pops up, followed by a severe reaming from the<br/>\nEnchanter who was in troll form.<br/>\n<br/>\nProblem 4: For some reason, most Enchanters I&#39;ve grouped with are total<br/>\njackasses.  They are constantly barking orders (usually in all caps) and<br/>\nyelling at everybody.  It&#39;s very rare for Enchanters to give instructions ina<br/>\npolite fashion, like &quot;Hey guys, please assist the puller so I can mez the<br/>\nother mobs.&quot;  They are always self-congratualtory (&quot;Heh heh my ae mez rockz,<br/>\ndOOd!&quot;) and showing off (&quot;Look, I&#39;m a table, d00dz!&quot; followed 1 minute later<br/>\nby &quot;OOM&quot;).  They seem to be surly most of the time, I can&#39;t imagine them<br/>\nhaving any fun with all their gripes.  And oh, if something goes wrong in<br/>\nbattle, it&#39;s NEVER their fault.  They point fingers all the time.  It&#39;s very<br/>\nrare for an enchanter to say &quot;Sorry guys, I mezzed the wrong mob.&quot;  It&#39;s<br/>\nusually &quot;My Mez wore off that mob!!!  Somebody must have attacked it!  Idiots!<br/>\nIt was probably one of those retarded bard songs!!!&quot;<br/>\n<br/>\nDon&#39;t get me wrong, Enchanters are a great class.  They can enable any group<br/>\nto handle mobs that would be unattainable otherwise.  And there are some good<br/>\napples in the bunch who can play their role well without being a jerk.<br/>\n<br/>\nAnybody have any tips on how a Bard and Enchanter can group together<br/>\nsuccessfully and work with each other rather against?  Right now, whenever an<br/>\nenchanter is in my group, I feel like an underpowered tank, which is not a fun<br/>\nrole to play.<br/>\n<br/>\nThanks,<br/>\n<br/>\nSarsa Parilla (Level 20 Half-Elf Bard, Nameless) &lt;Avengers Federation&gt;</div>","specialLinks":[]}}
