{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Andrew Simpson","from":"&quot;Andrew Simpson&quot; &lt;hornsfan@...","replyTo":"LIST","senderId":"kEPbWF92FnXGDIvYQSNWvJdy_8uo3QlnpPK426a9bOyPnXowOt9Bm0HOktl7l62fhcA_ZddRtGC19GbdfeblrumRPqDh2Nk2K9UhPflM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: GZ answers","postDate":"947569016","msgId":12884,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NDkuMTI4ODQuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12880,"nextInTopic":12926,"prevInTime":12883,"nextInTime":12885,"topicId":12681,"numMessagesInTopic":23,"msgSnippet":"... Right on! My tactics many times are the difference between whether my group is successful or dies in big globby messes. I take pride in the fact that I can","messageBody":"<div id=\"ygrps-yiv-1913285213\"><blockquote><span title=\"ireply\">&gt;From: Benjamin Jerrad Segal &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:birdman@...\">birdman@...</a>&gt;<br/>\n<br/>\n&gt; &gt; All of these add up to a class, that when over 38th level becomes a <br/>\n&gt;magic resist buffing mana pump.<br/>\n&gt;<br/>\n&gt;I&#39;m going to disagree with you, and go through our songs to show that they<br/>\n&gt;are, on the whole, just as effective before as after 38, in many<br/>\n&gt;circumstances.<br/>\n<br/>\n </span></blockquote>Right on! My tactics many times are the difference between whether my group <br/>\nis successful or dies in big globby messes. I take pride in the fact that I <br/>\ncan do just about anything that needs to be done to make my group successful <br/>\n(almost no matter the makeup of the group). Give me a bard and a cleric and <br/>\n4 others of any class all level 41 or higher and I can break the spawn in <br/>\nthe Lord room and hold the room successfully until the group breaks up.  <br/>\nGive me 3 others all 45+ and the same holds true. Any group can come up with <br/>\nthe tactics but you need an enchanter for mezz (or a bard) or a monk/sk for <br/>\nfeign pull (or a bard).<br/>\n<br/>\nNo other class can compliment a group no matter the makeup as well as a bard <br/>\ncan. I do want to disagree on one point though.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Dirge is somewhat of a joke.  My first test of it was on a Freeport guard,<br/>\n&gt;it did a whopping 44 points of damage for 4.5 bubbles of mana.  Nice<br/>\n&gt;thought, but impractical overall, especially when it takes up a rather<br/>\n&gt;crucial song slot.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Try the dirge on something that doesn&#39;t have a 600 magic resist (IOW, a non <br/>\nguard).  This song is VERY useful in the right circumstances.  If you have <br/>\nan enchanter, on a fight that could be a little tough, open the fight with <br/>\nthis. Sure you are going to get beat on by the extras, but the enchanter <br/>\nfixes that pretty quickly.  On a fight where you are fighting one big meany <br/>\nevery 38 minutes who has 10,000 hot points, an extra 321 or so isn&#39;t so <br/>\nshabby, especially since if you can sit between fights you can regen enough <br/>\nmana to use it again the next time he spawns! You want to be the hero and <br/>\nsave your party from certain death? If fear isn&#39;t cutting it, use the dirge. <br/>\nYeah, you will almost certainly die but your party will have time to make a <br/>\nclean run for it while all the mobs finish you off. Its a handy little song, <br/>\nyou just gotta know the ways to use it.<br/>\n<br/>\nYou will sometimes hear me griping about my abilities, but almost always its <br/>\nin jest (except for the false non-resists on lullaby and pixie, that really <br/>\nreally irritates me).  You will never hear me griping about how a bard is <br/>\nunderpowered, how a bard is a wimp, how a bard is &lt;fill in the negative <br/>\nblank&gt; though. I know that if I can get my party on the same page as me, I <br/>\ncan control any battle to the point that we can be successful. I know that <br/>\nthere are only two duels I fear, a like levelled enchanter or higher and a <br/>\nlike levelled bard or higher. I&#39;ve stomped all other comers in duels, not <br/>\nbecause I&#39;m that good, but because if you play a bard to its full potential, <br/>\nyou can be one of the most powerful players in the game!<br/>\n<br/>\nAmen.<br/>\n<br/>\nAnthem Dirgemaker<br/>\nLevel 48 bard of Qeynos<br/>\nSolusek Ro<br/>\n______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}
