{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"p2Ic0le0MfBkJrJaOCIir_9i4OqcwB57vc-slPgp2T-LyTL0kPTqNl39J1cjKGO52ccXTWDpXOoSn69ghpkqYqDG5x7kvqExBpm15D38kDazIZjKW7frT5l_qN1bZZT0mzw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hell Level question","postDate":"947619792","msgId":12914,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NTAuMTI5MTQuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12913,"nextInTopic":12943,"prevInTime":12913,"nextInTime":12915,"topicId":12908,"numMessagesInTopic":7,"msgSnippet":"LOL I feel your pain as I am also 30th level.  Right now I have a little over one more bub to go to make 30th.  While 30th level, I have primarily adventured","messageBody":"<div id=\"ygrps-yiv-1001034065\">LOL I feel your pain as I am also 30th level.  Right now I have a little<br/>\nover one more bub to go to make 30th.  While 30th level, I have primarily<br/>\nadventured in three places: Mistmoore, fairy ring in LFAY, and ghost room in<br/>\nUnrest.  I started out in Mistmoore but died a couple of times due to bad<br/>\npulls and trains.  Decided to try out fairy ring and that was pretty safe.<br/>\nThe fairy guards and Gearheart conned blue to me  (plus they drop FS<br/>\nweapons).  As long as there were at least 3 people in the group we never had<br/>\nany problems.  One time had a full group of six and the action was non-stop<br/>\n(fairy guards have fast respawn rate).  As soon as we killed one guard we<br/>\npulled another.  Never had more than a couple minutes of downtime between<br/>\nfights.  The other night I was in ghost room with a party of six all in the<br/>\nlow 30s. Once again the action was non-stop but this time fighting stuff<br/>\nthat yellow and red to me.  A couple of times it got kinda hairy but thats<br/>\nwhen I stepped up and provided crowd control.  No one died and we never had<br/>\nto zone.  Gained two bubs in around three hours of game time.  Heading to<br/>\nCazic to get over the hump and into 31st level.  Can&#39;t stay in one place too<br/>\nlong.  <br/>\n<br/>\nOne thing to consider about camping in Highpass vs other places.  Highpass<br/>\nis a lot safer but not as many spawns and IMO boring as hell.  Since you<br/>\ndon&#39;t get challenged that much in Highpass, you don&#39;t get to practice the<br/>\nbard tactics that you need to know in order to survive in other zones.  On<br/>\nthe few occasions I have been in Highpass, not once have I ever had to use<br/>\nany of our crowd control songs.  Other places are more risky but more<br/>\naction, better EXP, better loot.  You might die more often but then again<br/>\nyou can gain it back faster as well.  When adventuring outside of Highpass,<br/>\nI am also wary when I group with someone who I discovered spent several<br/>\nlevels in Highpass.  From my experience, these players tend to press the<br/>\npanic button to soon and bug out on the group when we get a bad pull.  This<br/>\nhas happened to me on three different occasions.  This obviously doesn&#39;t<br/>\napply to everyone who spent a lot of time in Highpass but just something to<br/>\nconsider.<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Okay simple question here what is the best way to get through level 30 it<br/>\n&gt; is taking me forever. I<br/>\n&gt; currently am in HH killing picks but it is a slow process and I do know<br/>\n&gt; this do NOT die it will set upi<br/>\n&gt; back.. but does anyone have any good suggestipons on how to get through<br/>\n&gt; hell sucessfully<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
