{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;jht@...","replyTo":"LIST","senderId":"WHSToJcOseSmn5Q-8GUwFXoIRB4dclDglkcv1iSO9U-HTSnhPX3gFT_BGd5x_0XK7ArggUyhG05fsYeDy_9GjUIFuy_rqAPTDw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Little SolB Story","postDate":"947635036","msgId":12947,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NTIuMTI5NDcuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12941,"nextInTopic":0,"prevInTime":12946,"nextInTime":12948,"topicId":12907,"numMessagesInTopic":3,"msgSnippet":"... This matches up with my experience very well. My experience in Mistmoore is about level 25-26 around the lake/graveyard. I ve had the chance to fight with","messageBody":"<div id=\"ygrps-yiv-531685504\"><blockquote><span title=\"ireply\">&gt; -----Original Message-----<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a>]<br/>\n&gt; Sent: Tuesday, January 11, 2000 3:17 PM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; Subject: Re: [eqbards] Little SolB Story<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; From: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a>&gt;<br/>\n&gt; <br/>\n&gt; On Tue, 11 Jan 2000, Robin Wise 3 wrote:<br/>\n&gt; &gt; <br/>\n&gt; &gt; I was in a pickup group of warrior, warrior, shadowknight, <br/>\n&gt; mage, enchanter <br/>\n&gt; &gt; (all 40-44) and me, a charming, debonair, devil-may-care <br/>\n&gt; woodelf bard with <br/>\n&gt; &gt; 37 songs.  Obviously I was the only healer (ack!) but <br/>\n&gt; thankfully the group <br/>\n&gt; &gt; was pretty high-powered and the tanks knew their jobs.  We <br/>\n&gt; were in the pool <br/>\n&gt; &gt; room fighting swarms of GKs, which the enchanter thankfully <br/>\n&gt; kept enthralled. <br/>\n&gt; &gt; <br/>\n&gt; &gt; The night wore on, and I decided to test a different <br/>\n&gt; tactic: chains, <br/>\n&gt; &gt; celerity, hymn, wielding a mandolin the whole fight.  I <br/>\n&gt; reasoned that I was <br/>\n&gt; &gt; not doing much of the damage, and perhaps the fights would <br/>\n&gt; go the same <br/>\n&gt; &gt; either way... the results exceeded my expectations by quite <br/>\n&gt; a bit.  Where <br/>\n&gt; &gt; before one or both fighters and sometimes the mage would be <br/>\n&gt; down a bubble or <br/>\n&gt; &gt; two after each round of a few GKs, now nobody lost even a <br/>\n&gt; half bubble of <br/>\n&gt; &gt; health.  I still waded into melee and did *some* damage <br/>\n&gt; with my fists, but <br/>\n&gt; <br/>\n&gt; Melee-heavy groups are a lot of fun if everyone is competent.  <br/>\n&gt; Basically, you have everyone&#39;s readiness status up in front of<br/>\n&gt; you all the time (their health bars).  So you can play around<br/>\n&gt; with healing and pulling to settle on a rate where the action<br/>\n&gt; is pretty much non-stop without having to ask &quot;mana?&quot; all the<br/>\n&gt; time.  (Casters can join in on the nonstop fun too if they&#39;re<br/>\n&gt; good about conserving their mana. :)<br/>\n&gt; <br/>\n&gt; Mind you, playing Hymn with a lute instead of using weapons<br/>\n&gt; meant each fight was taking a little bit longer.  But if you<br/>\n&gt; were waiting to heal up after each fight anyway, then your<br/>\n&gt; kill rate would be better if you can keep everyone almost<br/>\n&gt; topped (since waiting to heal time = not-doing-any-damage<br/>\n&gt; time).<br/>\n&gt; <br/>\n&gt; A lot of people complain about excessive downtime in this<br/>\n&gt; game.  The one thing no other class can touch a bard at is<br/>\n&gt; reducing or eliminating downtime.<br/>\n<br/>\n </span></blockquote>This matches up with my experience very well. My experience in Mistmoore is<br/>\nabout level 25-26 around the lake/graveyard. I&#39;ve had the chance to fight<br/>\nwith many different groups.<br/>\n<br/>\nThe tank only group I fought in had almost no downtime with a warrior going<br/>\nout and pulling at the end of each fight -- what&#39;s with these guys anyway,<br/>\nalways fetching with only 75% health? I had to sometimes follow the warrior<br/>\njust to get him healed? :-) Pretty much continuous action. I sang Anthem,<br/>\nHymn and swapped between Elemental Rhythms or Chains, depending on what we<br/>\nwere fighting. At this time not a lot of people in the zone, so we had lots<br/>\nto hunt.<br/>\n<br/>\nMixed group of hybrids and casters where the bards are the tanks. For some<br/>\nreason, I always had another bard to fight alongside with in these battles.<br/>\n:-) Us bards were able to take turns absorbing the damage while wizards and<br/>\ndruids/shaman blasted the thing to smitherines. A lot of downtime waiting<br/>\nfor the casters to med up. A bard is a definitely a Shaman&#39;s best friend as<br/>\nthey drain their life for mana (necros fall into this category as well, but<br/>\nnever grouped with one in Mistmoore). But with the crowdedness of Mistmoore<br/>\nat the time, this really wasn&#39;t much of a problem as they had plenty of time<br/>\nuntil we could pull something to fight.<br/>\n<br/>\nMagicians - I was in a group of 2 magicians and boy are these guys fun to<br/>\nplay with! I have an 18th level magician myself, and while I always figure<br/>\nWizards to be the blasters extraordinaire, the fights seemed to be over a<br/>\nlot faster with these guys. Pet control is a little iffy but Mistmoore was<br/>\nso camped at the time there was little danger of the pet running out and<br/>\npulling something real bad. ***I am kind of curious as to how well Magicians<br/>\ndo in some of the other dungeons. I&#39;ve read lots of warnings about pets in<br/>\ndungeons, but without a pet, Magicians become slow casters that don&#39;t quite<br/>\ndo as much damage. Also their &quot;bolt&quot; line of spells seem best for soloing as<br/>\nno group members get in their LOS.<br/>\n<br/>\nBalanced group - Cleric, enchanter, tanks and me. Good action in the<br/>\ngraveyard (I was the youngest in the group) but each battle was followed by<br/>\na good medding session, which worked out okay due to spawn rate. Got a good<br/>\namount of exp until a caitliff (sp?) walked by and blasted me to<br/>\nsmithereens. I was just playing my healing song, but that seems to be a<br/>\n&quot;famous last bardic words&quot; phrase as she aggro&#39;d on me from across the<br/>\ngraveyard.<br/>\n<br/>\nI guess I&#39;m not up to the level where an enchanter becomes a &quot;must&quot; like in<br/>\nthe higher level groups. But the times I have grouped with them, I&#39;ve found<br/>\nthe best enchanters are the ones who pretty much direct everything. Pretty<br/>\nlogical since they are controlling the environment that everyone else fights<br/>\nin. Also, a lot of the enchanters are women, and who doesn&#39;t like a<br/>\nstrong-willed woman telling you what to do?<br/>\n<br/>\n&quot;Kill the dark one and the giant, but leave the third for questioning.&quot; (Ok,<br/>\nso this quote wasn&#39;t said by a woman.)<br/>\n<br/>\n---Windleaf</div>","specialLinks":[]}}
