{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"LtA0l8FOFhsAiV8Oo56gu2gmuVjMHjlpx0bvTTMehMJwHrLX155oWLCOE7YtB9dI68LnYi3JnXxKBgVbVlMb2ilTmgPPNhcP93-d6FJgYosHA1GfxyxSZRwAkl7IuMXHhIE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Brad On Binding (OT)","postDate":"947633490","msgId":12942,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NTIuMTI5NDIuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":12937,"nextInTopic":12965,"prevInTime":12941,"nextInTime":12943,"topicId":12235,"numMessagesInTopic":31,"msgSnippet":"I grant that it may be far-fetched to expect Verant to take it into consideration when it comes to the bind policy, but the actual events have happened to me","messageBody":"<div id=\"ygrps-yiv-1564874480\">I grant that it may be far-fetched to expect Verant to take it into<br/>\nconsideration when it comes to the bind policy, but the actual events have<br/>\nhappened to me on so many occasions since I&#39;ve been playing that I&#39;ve lost<br/>\ncount.  When it happens now, I don&#39;t even worry about it anymore.  <br/>\n<br/>\nI still stand by what I said in regards to the dynamic of pickup groups.<br/>\nUnless I am doing something with my guild, almost every time I log on I end<br/>\nup in a pickup group.  That&#39;s not my choice but something I just have to<br/>\ndeal with based on where I live and the fact that my wife doesn&#39;t let me<br/>\nplay that much during peak hours :-).  For the most part, the people I<br/>\ngrouped with last month are now several levels higher than me.  If I want to<br/>\ngroup with people around my level, I have to find new people that I haven&#39;t<br/>\ngrouped with before.  This ends up being a continuous cycle.  I&#39;ve gotten to<br/>\nknow a lot of good players since April but have never gotten the enjoyment<br/>\nof adventuring with a group of core players, which IMO is the best way to<br/>\nensure overall group success.  <br/>\n<br/>\nOne last thing on your #2 comment below.  If I know the people in my group<br/>\nare honorable,  I&#39;ll /consent someone to pull my corpse to the zone if I<br/>\ndie.  But if I&#39;m in a pickup group with players I&#39;ve never grouped before,<br/>\nI&#39;m very hesistant to /consent someone to pull my corpse.  I&#39;ve read to many<br/>\nhorror stories about people getting screwed by dishonest players.    <br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\nPS to Razzan: Whats the name of your bard on E&#39;ci?<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; This is a far fetched example, consider everything you are saying:<br/>\n&gt; <br/>\n&gt; 1.  People I group with I don&#39;t know/they look out for themselves.<br/>\n&gt; 2.  I don&#39;t group with a cleric that can res me.<br/>\n&gt; 3.  I am bound &quot;far away&quot;.<br/>\n&gt; 4.  I die late at night when the group is close to breaking up anyway,<br/>\n&gt;     and the group will abandon me.<br/>\n&gt; 5.  I die in a dungeon, not near a zone.<br/>\n&gt; <br/>\n&gt; You have 5 strikes here, I don&#39;t think Verant should have to consider<br/>\n&gt; such bad luck.  People don&#39;t seem to realize that the &quot;difficulty to get<br/>\n&gt; back&quot; factor should count into how you play an area.  In outside zones<br/>\n&gt; or in areas close to a zone, I know my groups usually play it pretty risky<br/>\n&gt; because we know we can all run away easily.  When we are in the king <br/>\n&gt; room of LGuk, we are dang careful we never have to evac.  Why are we so<br/>\n&gt; careful?  For us, its not the time to get back to the zone, its the time<br/>\n&gt; to clear our way back into the king room.  We as a group will accept<br/>\n&gt; less xp, fewer kills in return for some added safety.  I&#39;ve made<br/>\n&gt; it a point never to group deep in/with strangers...  <br/>\n&gt; <br/>\n&gt; (Yes I know the king room and the quick exit, there is no need to<br/>\n&gt; evac, I used a bad example, blah blah blah)<br/>\n&gt; <br/>\n&gt; Razzan<br/>\n&gt; Dragonslayer<br/>\n&gt; E&#39;ci<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt; that in pickup groups, players tend to look out for themselves before<br/>\n&gt; &gt; considering the welfare of the party.  To add salt to the wound, the<br/>\n&gt; problem is<br/>\n&gt; &gt; magnified because of the time I usually log on.  I live in Hawaii so<br/>\n&gt; when I play<br/>\n&gt; &gt; its usually after midnight on the mainland on weeknights.  When a pull<br/>\n&gt; turns bad<br/>\n&gt; &gt; and someone dies,  especially if it is a melee class bound in a zone far<br/>\n&gt; away,<br/>\n&gt; &gt; the party usually either breaks up because its so late at night or the<br/>\n&gt; casters<br/>\n&gt; &gt; leave the group because it will take the melee class too long to get<br/>\n&gt; back to the<br/>\n&gt; &gt; zone they died in.  <br/>\n&gt; &gt; <br/>\n&gt; &gt; I think its safe to say that Verant doesn&#39;t take situations like this<br/>\n&gt; into<br/>\n&gt; &gt; consideration when they have the mythical class balance tuning sessions.<br/>\n&gt; I<br/>\n&gt; &gt; think they just assume everyone has a regular group/guild that they play<br/>\n&gt; with<br/>\n&gt; &gt; all the time and as a result they are focused on group welfare vs<br/>\n&gt; personal<br/>\n&gt; &gt; welfare.  <br/>\n&gt; &gt; <br/>\n&gt; &gt; Galtin of E&#39;ci<br/>\n&gt; &gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; &gt; If the casters in your group gate out and leave you to die, they are<br/>\n&gt; not good<br/>\n&gt; &gt; &gt; groupies.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
