{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"YowwJBUKOKxrb0tz93SB2wVccPPLw95ttpQ2UDQgc9aX7IY-q1s7JAURaF_sGuN9uZOsQELPD7K4zy7Zz1nDhKU_UKEKIP3pF666K-Ft6VkAnSFMvFxuW6gHhkRbz012eCE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Kelin&#39;s lute and small brass trumpet","postDate":"947715952","msgId":13049,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NTYuMTMwNDkuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":13050,"prevInTime":13048,"nextInTime":13050,"topicId":13049,"numMessagesInTopic":8,"msgSnippet":"Lets assume that Kelin s lute and the small brass trumpet are in the game but according to GZ you just have to look hard .  I wonder what you have to do in","messageBody":"<div id=\"ygrps-yiv-750961875\">Lets assume that Kelin&#39;s lute and the small brass trumpet are in the game<br/>\nbut according to GZ &quot;you just have to look hard&quot;.  I wonder what you have to<br/>\ndo in order to be properly &quot;looking hard&quot;?<br/>\n<br/>\nGonna tell you about something the eqbrewers mailing list tried a few months<br/>\nago.  One of the ingredients for elven wine is morning dew.  Problem is you<br/>\ncan&#39;t buy morning dew anywhere and no one, including druids and rangers,<br/>\nwere able to forage it anywhere.  But according to Verant, morning dew was<br/>\nincluded somewhere in the game, brewers just had to &quot;look hard for it&quot;.<br/>\nWhen we got that info from Verant, we developed a systematic plan for<br/>\neveryone on the list to try.  Each person volunteered to scour every zone in<br/>\nthe game in search of morning dew.  Everyone who participated did the<br/>\nfollowing:<br/>\n<br/>\n1)  Hailed every NPC to see if they gave a bracketed key word.<br/>\n2)  If hailing a NPC didn&#39;t produce a bracketed key word, we then asked<br/>\nvariations of the questions &quot;What about elven wine?&quot; and &quot;What about morning<br/>\ndew?&quot;<br/>\n3)  Right clicked on every NPC to see if they sold morning dew.<br/>\n4)  Rangers and druids (high forage skill) tried foraging in every zone.<br/>\n<br/>\nNot one of these methods resulted in any information on how to obtain<br/>\nmorning dew.  I have quit since brewing in the game because all the mouse<br/>\nclicking hurt my wrist but as far I as know no one has ever found morning<br/>\ndew.  The recipe for elven wine can be found, but no one has ever brewed it<br/>\n(to my knowledge).  If morning dew is in the game but hard to find, I think<br/>\nthe plan we implemented should have found it.  But based on our negative<br/>\nresults, everyone came to the conclusion that Verant was incorrect in<br/>\nclaiming morning dew was in the game.  <br/>\n<br/>\nNow we have GZ telling us that Kelin&#39;s lute and the small brass trumpet are<br/>\nin the game but hard to find.  Assuming these are acquired via a quest, I<br/>\nwould think that trying something similar to what the brewers tried with<br/>\nmorning dew is the first step to discovering the secret.  I think we can<br/>\nrule out these items getting dropped by a mob.  Every mob in the game<br/>\n(except Mayong) has been killed so many times by so many people that these<br/>\nitems would have already appeared by now (assumption on my part).  <br/>\n<br/>\nDo you guys think a large scale zone search by members of this list is<br/>\nwarranted?  Anyone have a better idea of how to conduct than steps 1-3<br/>\nlisted above (substituting the instruments for morning dew)?<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;  Additional instruments<br/>\n&gt; by Nindar  posted 1/11/00 8:43:11 PM<br/>\n&gt;  <br/>\n&gt; As anothe side note, GZ said that Kelin&#39;s practice lute and the small<br/>\n&gt; brass trumpet are both in the game, you just have to look hard.<br/>\n&gt; <br/>\n&gt; Is this another Fiery avenger? I have noticed that a few wierd people sell<br/>\n&gt; bardic instruments (Krak in South Karana??) so maybe you need good faction<br/>\n&gt; with some of them to get a quest?<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
