{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tom Henschel","from":"&quot;Tom Henschel&quot; &lt;tomhenschel@...","replyTo":"LIST","senderId":"LxssoClTxbHm3QdoUaWDC6_9ItbTxWcGj3Ur3ll8YhPcZ-ryC_8FmzEnv8pmhDTrIcyNh6Tm3EB5mWaq0IRgO7L-sPnLXS3F2OCMtVi67A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Ramblings, a reply, and a question (possibly OT)","postDate":"947791429","msgId":13074,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NTcuMTMwNzQuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":13073,"nextInTime":13075,"topicId":13074,"numMessagesInTopic":1,"msgSnippet":"Greetings to one and all! Wanted to ask some opinions, express some views, and generally provoke thought. Just a sliver under level 40 now!  Yay!  I am camped","messageBody":"<div id=\"ygrps-yiv-371530210\">Greetings to one and all!<br/>\nWanted to ask some opinions, express some views, and generally provoke <br/>\nthought.<br/>\n<br/>\nJust a sliver under level 40 now!  Yay!  I am camped in Lower Guk right now <br/>\nand have had fun there for about 8 hours.  I was in the Bedroom group and <br/>\n80-85% of the mobs give exp (level 39 as of now remember).  I receive a tell <br/>\nto go to the Supply room (supplier?) and loot a lovely guise!  I don&#39;t know <br/>\nthe zone, and requested a guide from the group telling me.  I was chatting <br/>\nwith them in /tell so I had a raport...they came to fetch me.  Went there to <br/>\nloot...and it decayed!!  Then the group leader accidentally hits disband.  <br/>\nOh oh.  Well friendly Supply group offers to safely return me, but i saw on <br/>\nthe way that the halls were fairly clear, and i sent a /tell to group leader <br/>\nthat I would be training back 2 froggies.  Well, I run back and acquire 2 <br/>\nGreater Ice Bone skeletons that had spawned, plus a froggie warrior (Ton <br/>\nWarrior?).  And then I got lost!  I didn&#39;t know that the halls form a circle <br/>\nand I ended up in want they called a spider room with the 2 GIBS and <br/>\nfroggie.  I charmed one GIBS and he engages other 2. I just hugged the wall <br/>\nand kept charming them in turn to save my stupid bard but and sending tells <br/>\nto group leader about where I am and what I am doing.  Group cleric arrives <br/>\nand heals me ( had 1.5 bubbles of health left) and group leader is behind <br/>\nand regroups me.  They sit back and wait until the mobs are ready to attack <br/>\nme again, then i hit lullaby, and we finish them off as rest of group <br/>\ngathers for the kill.  Sorry it took so long to say, but our charm song is <br/>\nsurely a life saver....lost, bumbling bards take note!!<br/>\n<br/>\nI am bound in Rivervale now.  I play EQ during peak hours mostly now because <br/>\nof new work schedule.  Why bind in Rivervale?  Because when the high level <br/>\nzones are camped, and lists are longer than I can stay logged on, I just <br/>\nform a Kithicor group.  Now Kithicor is pretty crap as I have said before, <br/>\nbut some exp is better than no exp.  And there is none of the /shout /ooc <br/>\nthat i find distracting (people like to argue camps, lists etc via /shout <br/>\nand /ooc instead of using /tell).<br/>\n                             quotes<br/>\n<blockquote><span title=\"ireply\"> &gt;p.s.s. in order to make some room in my bank, I destroyed a no drop wep I<br/>\n&gt;looted in Kithikor.  They really missed the mark on that zone.  Right idea <br/>\n&gt;-<br/>\n&gt;poor execution. Danger zone -- where the compensation (neither loot nor xp)<br/>\n&gt;simply does not match the risk and now it&#39;s virtually ignored.<br/>\n </span></blockquote>                             quotes<br/>\n<br/>\nAnd since Kith is wacked it really is ignored!  I don&#39;t love it, but it is <br/>\nsurprisingly easy to get a group going there.  I find that with just one or <br/>\ntwo other people, we can do ok.  What I don&#39;t like is that we take so much <br/>\ndamage during fights that we HAVE to med/heal up some and waste time that <br/>\nprecious half day when the undead spawn.<br/>\n<br/>\nOk, that was most of the rambling.  Now for my big question.  Belonging to a <br/>\nsmall guild, I am curious if I will be able to venture into <br/>\nHate/Fear/Dragons.  I have heard the rumors on Cazic Thule server boards <br/>\n(and I see it here a bit too) that some powerful guilds basically control <br/>\nthese areas.  Does my little guild of say 15 people with 8 or so in the <br/>\n35-42 range have any hope of someday moving into these areas to hunt?  I <br/>\nhave been talking with the guild leader and based on what we see/feel, we <br/>\nwill have to gather other small guilds together for joint efforts.  That is <br/>\nok with us, but what if a powerful guild basically camps Hate or Fear or <br/>\ndragons non-stop?  Some guilds are big and powerful enough to have &quot;shifts&quot; <br/>\nand will be able to &quot;own&quot; zones.  If the small guilds try to go there, will <br/>\nwe be squashed?   What say the bards on this topic?  Bards on my server are <br/>\ngreat!  I have seen some arguments between groups/guilds get moderated <br/>\nbecause the bards in each group/guild defused things and cooled the <br/>\nhot-heads.  Also the personality of bards is easy for us to get along with <br/>\nas a class.  So I brought this matter here for discussion instead of a <br/>\nmessage vault.<br/>\n<br/>\nFflewdeur Fflamson, 39 (so close!) Arctic Lords  Cazic Thule server<br/>\n<br/>\nP.S.  I really hope this does not cause any flammage.  Hoping for <br/>\nconstructive advice!!<br/>\n<br/>\n______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}
