{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Weiland Spellsong","from":"&quot;Weiland Spellsong&quot; &lt;given@...&gt;","replyTo":"LIST","senderId":"ftjX7RWeYPh5vFcZcxDRIXx99Q9P-AvQjasjh1RJuPQq_Ysin7YKHvxefkr2Qq9X3HcZzfANo5PjAOJS-yS6TehaUnPQ-L8X9ns","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Disturbing thoughts.....","postDate":"947803072","msgId":13091,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NTguMTMwOTEuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":13093,"prevInTime":13090,"nextInTime":13092,"topicId":13091,"numMessagesInTopic":15,"msgSnippet":"Hail and well met everyone!! One question today: My guildmates, namely 2 monks, 2 paladins, and our resident rogue have begun formulating a rather distressing","messageBody":"<div id=\"ygrps-yiv-1431660187\">Hail and well met everyone!!<br/>\n<br/>\nOne question today:<br/>\n<br/>\nMy guildmates, namely 2 monks, 2 paladins, and our resident rogue have begun formulating a rather distressing theory of late.  They seem to all be of the opinion that the only real stats that matter are AC and STR (and agility for the monks).  Now before anyone begins to think these people are soft in the head, these are all very intelligent players.  The monks are 30 and 38 respectively, the paladins are 33 and 35, and the rogue (the guild&#39;s most valuable asset by far) just chimed hell level one (30) last night.  Can their theory be right?  If so, I just spent the better part of 3 months getting items for AGI and DEX, all the while sacrificing most of my STR gear and quite a bit of AC, for naught.  <br/>\n    <br/>\nFrom what this list has told me, CHA and DEX are our main attributes correct?  So what exactly does our AGI work towards?  And if DEX is so important in starting songs, then how do I still miss 2 notes per battle with 130 DEX?  Should I ditch the AGI stuff and move back to STR and even more CHA stuff?  Any input would be greatly appreciated!<br/>\n<br/>\nOne other thing, I would like to send a hearty thank you out to the Bard of bards on E. Marr, Elwyn!!  He recently began collecting his Imbrued (which does look good after the initial pee thoughts wear off -- hehe! j/k)  And took me under his wing and gave me his unused Lambent Boots and Vambraces!!  Thanks a ton Elwyn!!  I will return the favor by passing them on to another young bard when I reach the planes (sometime in late 2007, if my calculations are correct).<br/>\n<br/>\nThanks in advance,<br/>\n<br/>\nWeiland Spellsong<br/>\nBard of the 28...27...28...27th Song<br/>\n&lt;Disciples of Truth&gt;<br/>\nErollisi Marr<br/>\n<br/>\nPS - What is a good alternative breastplate to the lambent?  At the moment I have a bronze and it just looks awful with the rest of me (minus the bracers - 2 serp bracers) being blue.  A guildmate offered to help me get a charred guardian bp - one less AC than the bronze, but STR and STA boost.  Any suggestions?  I&#39;d love to have a mithril, but after the lambent gems and all the jewellery and other stat stuff my bank account is tapped so this is going to have to be something I can get myself.<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
