{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robin Wise 3","from":"&quot;Robin Wise 3&quot; &lt;eurmali@...","replyTo":"LIST","senderId":"gkb-aQhVCDtchzPlMnJ4QIPat0mxs_8TEJol6OmlDwKuN9H91kuKDzlUvShD3RtZJnqsQKyvuJqk2lNYtscZuCt8_H7my179a-bB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Adventurers 0; Nagafen 263","postDate":"947878652","msgId":13125,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NjAuMTMxMjUuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":13124,"nextInTime":13126,"topicId":13125,"numMessagesInTopic":1,"msgSnippet":"I was deep in Kedge last night with some of my guildmates (druid 50, ranger 49, cleric 49, ranger 43, warrior 45, and me - the singin fool of 37 songs) when","messageBody":"<div id=\"ygrps-yiv-102576196\">I was deep in Kedge last night with some of my guildmates (druid 50, ranger <br/>\n49, cleric 49, ranger 43, warrior 45, and me - the singin&#39; fool of 37 songs) <br/>\nwhen we got a distress call.  Seems a Nagafen raid was in the planning <br/>\nstages when someone&#39;s pet went and aggro&#39;d the big lizard.  Well, the dookie <br/>\nhit the rotating blades, and in the mass confusion one of our guildmates <br/>\ndied at the feet of the red monstrosity.  The leader of the raid, Shangra <br/>\nKai, sent out a call for help, and we went in to get our guildmate&#39;s body <br/>\nout.<br/>\n<br/>\nWe group gated to Lavastorm and buffed up.  I made a hotkey bank of melee 2; <br/>\ninventory slot for instrument; hymn; clarity; elemental rhythms; guardian <br/>\nrhythms, equipped my MM drum and put my mandolin in the backup slot, and <br/>\nwent in.<br/>\n<br/>\nThe place was chaos... people were milling about trying to get ready for an <br/>\nassault.  The plan was to go rush in as two waves.  We were in the second <br/>\nwave, and everyone but the cleric and I were going in.  My job was to stay <br/>\nby her and keep her alive and full of mana so she could heal the suicides... <br/>\nerr... valiant warriors.<br/>\n<br/>\nWell, the first wave went in, and I stayed by the teeth (stalactites and <br/>\nstalagmites around a tunnel entry that look like a huge gaping maw) with the <br/>\ncleric.  I wove elemental, guardian, clarity with no problem - my lag was <br/>\nnot bad at all, all things considered.  With a magic resist around 140, I <br/>\nresisted all 5 dragon fears (at level 37 mind you) with no difficulty.<br/>\n<br/>\nThen things got ugly.  The first wave was down, and the second wave rushed <br/>\nin.  Party members started dropping like flies, and soon it was just the <br/>\ncleric and I.  People were running back and forth, and I lost sight of her <br/>\nfor a minute - next thing I knew she was dead, and it was just me.  Now, <br/>\nmind you, I was around the corner, being as innocuous as possible... but to <br/>\nno avail.  I heard something that sent a chill down my spine.<br/>\n<br/>\nLord Nagafen says, &quot;You will not evade me Aloro&quot;<br/>\n<br/>\nPop! I&#39;m standing there looking up at... Wow, he&#39;s a big one.  Hey, nice <br/>\nclaws you got there, Mr. Dragon Sir.  Then the survival instinct kicked in <br/>\nand I made a blind dash for the exit...<br/>\n<br/>\nLord Nagafen claws YOU for 225 damage.<br/>\nLord Nagafen claws YOU for 225 damage.<br/>\nLord Nagafen claws YOU for 180 damage.<br/>\nLord Nagafen claws YOU for 225 damage.<br/>\nLord Nagafen claws YOU for 173 damage.<br/>\nLord Nagafen claws YOU for 225 damage.<br/>\nLOADING PLEASE WAIT<br/>\n<br/>\nWell, I sat in Freeport for a bit, and heard some bad news.  Seems after all <br/>\nthe second wave died, nobody was fighting Naggy for a few minutes, and he <br/>\nhealed back to full.  While I waited in Freeport, my poor cleric died two <br/>\nmore times trying to help people.  Eventually two people made kamikaze runs <br/>\nto pull corpses out.  I got ressed back, and the raid was called off - too <br/>\nlate, lots of disgruntled people had to go to sleep.<br/>\n<br/>\nAll in all, it was chaotic, messy, and a lot of fun.  Sure, it would have <br/>\nbeen nice if we hadn&#39;t all died (some of us several times) but it was quite <br/>\nan experience. I got a lot of screenshots of everything BUT Naggy - when I <br/>\nwas right there in front of him I didn&#39;t have the presence of mind to shoot, <br/>\njust to run.<br/>\n<br/>\nThe bards made a good show of it, by the way.  Demari was there, as were <br/>\nTallon, Asleif, Metrini, and a few others (all 45+ - I was the only yougster <br/>\ncrazy and stupid enough to get dragged in there).  It was fun watching all <br/>\nthe flashing lights as bards played for their respective parties - we put on <br/>\nquite a lightshow while standing outside waiting to go in.<br/>\n<br/>\nOn a lighter note, several of us went to Cazic later and held the AoF room <br/>\nfor a couple of hours.  During that time I dinged into 38. = )<br/>\n______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}
