{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"3iOipJSlYqnMS__zJfuJ2supOqsj3JdlfnoeyHnMv0lvlNZDDLvX5cK1cKM9Z4IVjqshM6-ckg76gakf1m4h7gNmJr4Pqvc2ZYHFhRkWY4fiHRD-w49VKK9Ps3vk-txzKN8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bards vs Enchanters Part 2 with a little Lullaby thrown in (long)","postDate":"947885626","msgId":13129,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NjAuMTMxMjkuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":13128,"nextInTopic":13132,"prevInTime":13128,"nextInTime":13130,"topicId":13077,"numMessagesInTopic":8,"msgSnippet":"So what you are saying is that because pathing is screwed up at the top of the temple, mobs standing on the steps will not move down to the bottom of the steps","messageBody":"<div id=\"ygrps-yiv-193031500\">So what you are saying is that because pathing is screwed up at the top of<br/>\nthe temple, mobs standing on the steps will not move down to the bottom of<br/>\nthe steps and attack anyone standing there?  That may explain why I rarely<br/>\ngot attacked.  I was standing at the bottom of the steps along with the<br/>\ncleric and enchanter.  The other three characters were on the steps<br/>\nmeleeing. <br/>\n<br/>\nI also wonder what actually happens when two bards sing lullaby in terms of<br/>\nthe mobs resisting.  Using my lizzie fight as an example, I started the<br/>\nfight by putting 10 mobs to sleep with no resist messages.  The only mob<br/>\nattacking back was the one the tanks were meleeing.  Assumption #1 is that<br/>\nthe lizzies also failed their second resist that GZ said they get.  Now the<br/>\nother bard&#39;s lullaby kicks in.  This time, Assumption #2 is that some of the<br/>\nmobs resist either the first check or the second check.  What happens now?<br/>\nDo the mobs that resist the second bard&#39;s lullaby wake up or does the<br/>\nlullaby from my song still stay in effect.  I was the higher level bard and<br/>\nfrom my experience when two bards sing the same song the higher level bards<br/>\noverrides the lower level one.  Since the other bard took serious damage<br/>\nduring the fight, I am inclined to believe that the mobs woke up when they<br/>\nresisted his lullaby and attacked him because he was lower level than me.  I<br/>\nthen usually put them back to sleep when my song pulsed again.  <br/>\n<br/>\nAnyone have an idea on how this could safely get tested?  I think a 50<br/>\ncleric on standby to heal and res would be necessary.  <br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Greetings!<br/>\n&gt; I would try the two bards sing Lullaby somewhere else before getting too <br/>\n&gt; excited that is works so well.  I am very sorry to say that the pathing is<br/>\n&gt; <br/>\n&gt; so messed up at the top of that temple that if you stay out of melee range<br/>\n&gt; <br/>\n&gt; of the lizzies (and off the steps, any steps) you can effectively cheat by<br/>\n&gt; <br/>\n&gt; using ranged attack.  Since the lizzies get &quot;stuck&quot; in place, by being out<br/>\n&gt; <br/>\n&gt; of their melee range just sit back and use casters or whatever to kill em.<br/>\n&gt; <br/>\n&gt; Very very poor sport.  I don&#39;t do this.  I have seen a bard climb the<br/>\n&gt; roof, <br/>\n&gt; lev off, and run around aggro&#39;ing all the lizzies around the temple then <br/>\n&gt; stand on steps at top of temple.  The lizzies come to him, ignoring all <br/>\n&gt; others.  He climbs roof, then rest of group slays lizzies which do not<br/>\n&gt; even <br/>\n&gt; fight back.  I have seen it and thought it a shame.  I even grouped in a <br/>\n&gt; group that did this, before I realized what was really happening.  Maybe<br/>\n&gt; it <br/>\n&gt; is just the Cazic-Thule server that this phenom happens, but i would <br/>\n&gt; recommend trying Lullaby somewhere else with two bards to be sure it is<br/>\n&gt; not <br/>\n&gt; the poor pathing in the temple.<br/>\n&gt; <br/>\n&gt; Fflewduer Fflamson<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt;Slowly but surely, we killed off the intial 10 mobs.  However, this took<br/>\n&gt; us <br/>\n&gt; &gt;so<br/>\n&gt; &gt;long that as we got down to the last few mobs, new ones spawned along the<br/>\n&gt; <br/>\n&gt; &gt;steps.<br/>\n&gt; &gt;I just kept singing Lullaby the entire fight.  Eventually we killed off<br/>\n&gt; all <br/>\n&gt; &gt;the<br/>\n&gt; &gt;mobs.  All told, I think we were fighting lizards continuously for over<br/>\n&gt; 15<br/>\n&gt; &gt;minutes.   We all stood around in disbelief at what we had just <br/>\n&gt; &gt;accomplished.<br/>\n&gt; &gt;Final tally was Us:15 Lizards:0.  Everyone started hooting and hollering <br/>\n&gt; &gt;and<br/>\n&gt; &gt;patting each other on the back.  Everyone was out of mana but no one was <br/>\n&gt; &gt;below<br/>\n&gt; &gt;60% health.  Everyone agreed that the reason for our success were me and <br/>\n&gt; &gt;the<br/>\n&gt; &gt;other bard keeping all the mobs out of the fight.  To say the least I was<br/>\n&gt; &gt;ecstatic.<br/>\n&gt; &gt;<br/>\n&gt; &gt;In hindsight, I wished I would have turned on the log file function prior<br/>\n&gt; <br/>\n&gt; &gt;to the<br/>\n&gt; &gt;fight so I could have collected some test data for the ongoing Lullaby <br/>\n&gt; &gt;issue.<br/>\n&gt; &gt;Like so many of us, I was convinced the song was broken.  It may be that <br/>\n&gt; &gt;two<br/>\n&gt; &gt;bards singing Lullaby (one continuously and the other weaving it in) <br/>\n&gt; &gt;negated the<br/>\n&gt; &gt;problem of mobs still attacking after the initial resist.  Even if a mob<br/>\n&gt; &gt;resisted my song the first time, he still had to resist the other bards <br/>\n&gt; &gt;song.<br/>\n&gt; &gt;I think it also helped that my charisma was 149 and the other bards was<br/>\n&gt; 145<br/>\n&gt; &gt;(with sympathetic aura buff).  All I can say is that last night was the <br/>\n&gt; &gt;most fun<br/>\n&gt; &gt;I&#39;ve had playing EQ in a long time and that I&#39;m further convinced that a <br/>\n&gt; &gt;bard<br/>\n&gt; &gt;and enchanter in the same group make a lethal combination.<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
