{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mike.Langlois@xxxxxxxxx.xxx","from":"Mike.Langlois@...","replyTo":"LIST","senderId":"cuv2I-IROzhIxvfdfLfsTWmf7Rjq-wqOxx09Ua_73z_WGr4eeoENdfgMryDL0PMu1bpFvul5wyv0d-eQy2Z9BsM8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Are we Hybrids?","postDate":"948144286","msgId":13169,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NjIuMTMxNjkuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":13166,"nextInTopic":13171,"prevInTime":13168,"nextInTime":13170,"topicId":13157,"numMessagesInTopic":64,"msgSnippet":"I like this response, nicely thought out.  I m not convinced, however...here s ... I agree that all of our songs are temporary.  But I would point out that all","messageBody":"<div id=\"ygrps-yiv-249564649\">I like this response, nicely thought out.  I&#39;m not convinced, however...here&#39;s<br/>\nwhy:<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;As much as I would love a bind song, it would go against how every song works.<br/>\n&gt; Our songs are not permanent effects.  They are not even long lasting.  In<br/>\n&gt;general, the effects we create only last for a few seconds after we stop<br/>\n&gt;singing or playing our song.  Binding is very different: it is a permanent<br/>\n&gt;change to the environment.<br/>\n<br/>\n&gt;The one exception to this is the charismatic catillion, which lasts until we<br/>\n&gt;zone...and that somehow makes sense.  I picture myself going into town and<br/>\n&gt;singing to a merchant who loves the ballads of my adventures and tells all her<br/>\n&gt;friends about me.  As soon as I leave town they forget all about Sarsa and<br/>\n&gt;listen to the next Bard who comes in.<br/>\n<br/>\n </span></blockquote>I agree that all of our songs are temporary.  But I would point out that all<br/>\nspells in the game are temporary, with the exception of Bind.  Magician summoned<br/>\nitems are no-rent, and all others are buffs, DD&#39;s, DoT&#39;s, Heals, etc.  There are<br/>\nno environment altering spells in the game that I know of except Bind.  Perhaps<br/>\na case could be made for Mem Blur, but that&#39;s one spell out of 700.<br/>\n<br/>\nIn addition, I&#39;d have to say that the Bard songs aren&#39;t a group of temporary<br/>\neffects, but rather songs that mimic existing spells or spell effect combo&#39;s.<br/>\nSo, the fact that they are temporary is due to the fact that the spells they<br/>\nmimic are temporary.  After all, once a caster stops casting, he&#39;s done the same<br/>\nthing we do when we stop singing...let the effect drop after a set, but finite<br/>\nduration.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;If there was a bind song it could only keep us bound for as long as we sang<br/>\n&gt;it.  Not practical.  Even if we did get a permanent bind, could you imagine<br/>\n&gt;how loud the other melees would scream?  If all 7 melee types died in Guk and<br/>\n&gt;died in Freeport at the same time and started running back, who would arrive<br/>\n&gt;first without outside aid?  The bards of course!  We already have the<br/>\n&gt;advantage over all other melee classes in this area.<br/>\n<br/>\n </span></blockquote>Well, if we were a &#39;melee&#39; class, which is the distinction I&#39;m trying to work<br/>\nout in my post, I&#39;d agree.  But seeing as how the other melee classes get 6 to 9<br/>\ncombat skills in addition to dodge, and we get 1, I can&#39;t see how we can be<br/>\nlumped in.  I guess in response to saying &#39;We don&#39;t get bind!&#39;, we can answer<br/>\n&quot;We don&#39;t get combat skills!&quot;<br/>\n<br/>\nHeck, if we had 6 or 7 combat skills like the other 3 hybrids, I&#39;d agree that<br/>\nBind would be completely inappropriate.  But really, it would be like saying,<br/>\nClerics can&#39;t have bind because the Rangers would be pissed!  We&#39;re a breed<br/>\napart.<br/>\n<br/>\nThanks for the answer, even if I didn&#39;t agree :)<br/>\n<br/>\nGolias, Sol Ro</div>","specialLinks":[]}}
