{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@stormhaven.org","from":"&lt;kim@...&gt;","replyTo":"LIST","senderId":"cpG0TR2mtDsdE6-jwIQD9IOxIBDI0kxQhZfCvtYY6M0F_C-rcrWPsnTyONqrXUNQBjtuIWG-YgZosvk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Are we Hybrids?","postDate":"948215678","msgId":13227,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NjUuMTMyMjcuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":13223,"nextInTopic":13229,"prevInTime":13226,"nextInTime":13228,"topicId":13157,"numMessagesInTopic":64,"msgSnippet":"... Hmm, I guess I was a bit too subtle in my cynicism.  :) When the classes get good stuff, we re a not-a- class. Casters get bind, but we re not-a-caster.","messageBody":"<div id=\"ygrps-yiv-1708282644\">On Mon, 17 Jan 2000, Robin Wise 3 wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; The delineation of melee skills is compelling in my eyes as one reason bards <br/>\n&gt; are not hybrids.  As John said, we&#39;re &quot;not-a&quot;, or put another way we share <br/>\n&gt; characteristics of many classes without being classified as a member of that <br/>\n&gt; class.  We&#39;re kinda like rogues (silly skills), kinda like enchanters (some <br/>\n&gt; buffs, debuffs, and crowd control), kinda like shamans (some more buffs, <br/>\n&gt; minor healing).  Yet we&#39;re not-a-fighter, not-a-healer, not-a-caster.  We <br/>\n<br/>\n </span></blockquote>Hmm, I guess I was a bit too subtle in my cynicism.  :)<br/>\n<br/>\nWhen the classes get good stuff, we&#39;re a &quot;not-a-&quot; class.  <br/>\nCasters get bind, but we&#39;re not-a-caster.  Melee classes get<br/>\nparry and riposte, but we&#39;re not-a-melee.  Hybrids got those<br/>\nminor resist bonuses, but we&#39;re not-a-hybrid.<br/>\n<br/>\nOTOH, when classes get nerfed, we&#39;re a &quot;everything&quot; class.  <br/>\nDoT damage gets nerfed, we&#39;re a kiting class.  Monster damage<br/>\ngets increased to make life tougher on melee classes, we&#39;re a<br/>\nmelee class.  etc.<br/>\n<br/>\nThe problem with being a &quot;not-a-&quot; class is that it&#39;s not<br/>\ndefinitive subset.  It changes based on the whim of what the<br/>\nspeaker wants it to be.  Verant uses it to make good sounding<br/>\nexcuses to deny us things they give other classes.  You want<br/>\nbind?  But you&#39;re not a real casting class.  You want parry?  <br/>\nBut you&#39;re not a real melee class.  OTOH, if they&#39;d classified<br/>\nus as hybrids for example, we would&#39;ve gotten parry and the<br/>\nresist bonuses.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; and 1 bard class (bard).  Our songs are NOT like the spells of any other <br/>\n&gt; class in the way they are implemented (pulses?  what&#39;s a pulse?  why would I <br/>\n&gt; weave spells?);<br/>\n<br/>\n </span></blockquote>Funny you should mention that.  My speculation is that this<br/>\nweaving business was completely accidental.  I suspect the<br/>\ngame works on a 6 second heartbeat, so the shortest possible<br/>\nspell/song duration is 6 seconds (this is a MUD-derived game<br/>\nafter all).  If you start/stop Accel and time its duration,<br/>\nit&#39;s always between 12 and 18 seconds.  That&#39;s 2 heartbeats +<br/>\n[0 to 1.0 heartbeats depending on when you started the song in<br/>\nthe initial heartbeat].  So I suspect they made a song system<br/>\nwhich had &quot;instant&quot; on/off effects, then found out that it let<br/>\nyou weave two songs, and decided it was a neat enough effect<br/>\nthat they increased some of the durations to make it easier to<br/>\ndo.  At its inception, I think bard songs were intended to<br/>\nonly last while the bard was singing them.  They just found it<br/>\nimpossible to code it that way.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; others; and almost every one of our spells improves linearly with the level <br/>\n&gt; of the caster.  Plus of course there&#39;s the fact that we only get one spell <br/>\n&gt; per level (well, in theory anyways).  Ok, ok, they&#39;re songs, not spells - we <br/>\n&gt; differentiate our effects from all other casters&#39;, don&#39;t we?  = )<br/>\n<br/>\n </span></blockquote>That&#39;s another gripe that I have.  Since we only get one song<br/>\nper level, I don&#39;t see why *all* our &quot;spells&quot; don&#39;t improve<br/>\nwith level.  Specifically, Chain&#39;s slowdown.  I mean here are<br/>\nall these high level mobs which are designed to still be<br/>\nchallenging if an enchanter or shaman tosses a 100% or so<br/>\nslowdown, and they won&#39;t improve our slowdown over the initial<br/>\n30%?<br/>\n<br/>\nAnyways, I still enjoy playing the game.  I just don&#39;t think<br/>\nthe bard class was implemented very well.  Mind you I would<br/>\nnever have decided this if I hadn&#39;t gotten the chance to play<br/>\nVerant&#39;s implementation.  They didn&#39;t screw up, they tried<br/>\nsomething and IMHO it wasn&#39;t very successful.  I think a good<br/>\nway to implement a bard class in a real-time RPG will involve<br/>\ndifferent musical skills, phrasing, key, complexity, etc.,<br/>\neach having a different magical effect.  The bard can then<br/>\npick and choose, effectively composing on the fly to make<br/>\ndifferent combinations of effects.  e.g. Minor key debuffs<br/>\nopponent, major key buffs party; brass affects speed, drum<br/>\naffects stats, and so on.  As your skill increases, so does<br/>\nthe complexity of your song and thus the power of the effect<br/>\n(including being able to mix together things that are<br/>\ntypically mutually exclusive like major and minor key).<br/>\n<br/>\nThat and the stupid missed notes, which IMHO are pointless<br/>\nwith a class that doesn&#39;t have any mana to fizzle.  :)<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
