{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Beatdrop Battledrum","from":"&quot;Beatdrop Battledrum&quot; &lt;Beatdrop@...&gt;","replyTo":"LIST","senderId":"O2QWEqSSQrH275aOUaYjpql0Y0Gnn5YL-hcrLYF7SPD2cKkOvhOvuAhg7AFk4MnzJIfYMtkDWxLyt58veLrZdUL3nNqgVFyVkzYV0Hc5qyAw_qYGHNy9EXeI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cazic Exploit and exploit posts","postDate":"948227151","msgId":13221,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NjUuMTMyMjEuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":13236,"prevInTime":13220,"nextInTime":13222,"topicId":13221,"numMessagesInTopic":5,"msgSnippet":"Sorry about responding so late to this, I just got caught up on the list.  All this weekend I was hunting in Cazic and one night 4 of us were doing the Temple.","messageBody":"<div id=\"ygrps-yiv-1257023951\">Sorry about responding so late to this, I just got caught up on the list.  All this weekend I was hunting in Cazic and one night 4 of us were doing the Temple.  There was a group at the top and one on the outer area so we stayed on the first rung of the temple and were pulling when we noticed this bug.  Mind you, I hadn&#39;t read the list yet, so I didn&#39;t hear about this exploit.  One pull, we had two lizards and one started to run when we had it to the sliver, so he was heading down the last flight of steps where we killed him.  The other group watched us fighting there on the steps for this pull and after the fight I get a /tell from one of the members suggesting that I shouldn&#39;t use that exploit.  WTF?  What exploit?   He wouldn&#39;t tell me and I slightly forgot about it.  Then while our ranger kept trying to pull and couldn&#39;t get the lizzies to follow him, I decided to try a charm pull, which did make it so I can pull the lizards.<br/>\n<br/>\nA few minutes later on OOC, the same guy that had sent me the /tell and one of his guildmembers, were basically accusing me of exploiting telling me I was gonna get banned, all because of the fact that I am a bard and the exploit was posted on this list... which he said later on in OOC.  I tried to explain what I was and wasn&#39;t doing but they wouldn&#39;t listen.<br/>\n<br/>\nAs a side note, I don&#39;t feel that this list is appropriate for posting exploits.  I don&#39;t want to know about them nor do I want to use them.  Just because it was posted here, a few people were accusing me just because I was a bard fighting in the area of the exploit.  So please, I don&#39;t mind the spoilers, but I am sure other people on the list including myself don&#39;t want to hear about exploits.<br/>\n<br/>\n--<br/>\n~Beatdrop Battledrum &lt;Platinum Sphere&gt;<br/>\nChild of Erollisi Marr<br/>\nKarana Server<br/>\n--</div>","specialLinks":[]}}
