{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"eqreed@yahoo.com","from":"eqreed@...","replyTo":"LIST","senderId":"zxHMdi0xap0xV2Ul1a3h80vHFzsz_feW2WTcjVxRe1N8tukoLEJKmZNbNJi1oyPCq5pfV85A_Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Monk Tales (Story)","postDate":"948402665","msgId":13364,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NzIuMTMzNjQuOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":13368,"prevInTime":13363,"nextInTime":13365,"topicId":13364,"numMessagesInTopic":2,"msgSnippet":"Well, not really about bards, except written by one... -  Reed (E ci) Master: Welcome Students to the path of a monk.  Today is your first day, and that should","messageBody":"<div id=\"ygrps-yiv-1585950280\">Well, not really about bards, except written by one...<br/>\n<br/>\n -  Reed (E&#39;ci)<br/>\n<br/>\n<br/>\nMaster: Welcome Students to the path of a monk.  Today is your first day, and that should be spent learning the primary tenant of a monk: uncontrolled violence will only destroy one´┐¢s self.  Come students, let us be still and contemplate this thought.<br/>\n<br/>\nGandalf: Excuse me, excuse me sir!<br/>\n<br/>\nMaster: Yes young seeker of knowledge.<br/>\n<br/>\nGandalf: Do you mind if I ask a question before we start?<br/>\n<br/>\nMaster: Go right ahead young one.<br/>\n<br/>\nGandalf: When do we get to gate?<br/>\n<br/>\nMaster: A monk will never gate.  Alas, it is not our calling.<br/>\n<br/>\nGandalf:  All my friends gate, and they can bind too.<br/>\n<br/>\nMaster: We are masters of the body, not of magic.  The body is pure, and our forces come from this purity, not from outside.<br/>\n<br/>\nGandalf:  Well that sucks.<br/>\n<br/>\nMaster: Alas child, you do not understand.  Our way is to become one with your inner body, your muscle, your sinew.  To channel magic would be to mix spring water with gutter water.  Come class, let us meditate on our new found knowledge.<br/>\n<br/>\nDominic:  Pardon my interruption´┐¢<br/>\n<br/>\nMaster: Another question.  My, an eager class so full of interest.<br/>\n <br/>\nDominic:  Do we really have to wear an orange headband.<br/>\n<br/>\nMaster: The orange headband is a sign of honor; earned through the trials of combat.<br/>\n<br/>\nDominic: But orange doesn´┐¢t look good on me, it´┐¢s just not my color.<br/>\n<br/>\nMaster: Alas my child, you too do not understand.  We lead a simple life, showing no want of earthly possessions.  Except for our clothing, we need little.  We live the humble life, wearing what little we have to show our devotion to our path.<br/>\n<br/>\nGandalf:  If I was an enchanter, I´┐¢ll bet I could change the color of the headband for you.<br/>\n<br/>\nMaster: Class, it is time for silence as caterpillar is silent while becoming a butterfly.  Let us dwell upon our future path´┐¢<br/>\n<br/>\n[Class is silent although restless for a while)]<br/>\n<br/>\nSmashmouth: Excuse me master, but I have a question about what you said.<br/>\n<br/>\nMaster: Who disturbs the calm as a falling tree disturbs the forest?<br/>\n<br/>\nSmashmouth:  Me!  Are you deaf or something?<br/>\n<br/>\nMaster: Now that our concentration is broken, what is your question young initiate?<br/>\n<br/>\nSmashmouth: I was thinking of what you said about not needing possessions´┐¢<br/>\n<br/>\nMaster: Very good, you are contemplating a true and right thought.<br/>\n<br/>\nSmashmouth: Where do we keep our sword?<br/>\n<br/>\nMaster: Our body is a weapon; why would we need anything else?<br/>\n<br/>\nSmashmouth:  So we can kill something?<br/>\n<br/>\nMaster: Over time, your hands and feet will be able to do more damage, than even the greatest paladin with his holy weapons.<br/>\n<br/>\nSmashmouth: Are some kind of loony?!<br/>\n<br/>\nMaster: Young student, please step forward so you may learn more closely the ways of a monk.<br/>\n<br/>\nSmashmouth: Cool.  Is this where you want me to stand.<br/>\n<br/>\nMaster: Class, please observe:<br/>\n<br/>\nSmashmouth:  OOOF!  Hey, your hit me!<br/>\n<br/>\nMaster: Class, as you can see, we have no need of weapons..<br/>\n<br/>\nSmashmouth:  Hey, that wasn´┐¢t fair, I didn´┐¢t even have a weapon!<br/>\n<br/>\nMaster:  Here is a fine steel sword young student.  You will find that it only gets in the way.<br/>\n <br/>\nSmashmouth:  Yeah, we´┐¢ll see about that.  Try it again now that I´┐¢m ready.<br/>\n<br/>\nMaster: Class, observe again<br/>\n<br/>\nSmashmouth:  OOOF!  Hey, I´┐¢ll bet you couldn´┐¢t do that with a shield.<br/>\n<br/>\nMaster: Here is a shield.<br/>\n<br/>\nSmashmouth: Now try getting past me this time.  OOOF!  Ok,  I think I´┐¢m going to lay down here for a little bit.<br/>\n<br/>\nGandalf: If you had gate, you wouldn´┐¢t get hit at all.<br/>\n<br/>\nMaster: Class, S3 has learned a valuable lesson, that the hand without a weapon is quicker when not chained with metal.<br/>\n <br/>\nDominic:  Master, we only use our hands and feet?<br/>\n<br/>\nMaster: Yes child, you learn quickly.<br/>\n<br/>\nDominic: That sounds kind of messy.<br/>\n<br/>\nMaster: When we punch or kick a foe, we battle it directly, human against monster.  Others use weapons or magic as a crutch because they have not fully developed the potential of their own body.<br/>\n<br/>\nDominic:  Do we have to kill giant spiders with our hands?<br/>\n<br/>\nMaster: Yes my child.<br/>\n<br/>\nDominic:  I can see it now. Well, the bug juice on my hand is going to look just spiffy, clashing with my orange headband!<br/>\n<br/>\nMaster: Class, you do not understand.<br/>\n<br/>\nGandalf:  No gate, no possessions to speak of, except for ones that will clash with Dominic´┐¢s wardrobe.  This doesn´┐¢t sound too good to me.<br/>\n<br/>\nMaster: My child, a monk is one of the most exciting classes to be.<br/>\n<br/>\nGandalf: Yeah, well, I´┐¢ll believe it when I see it.<br/>\n<br/>\nMaster: Your humble teacher has run up alone to Lord Nagafen, attacked him, and lived.<br/>\n<br/>\nSmashmouth: Yeah right!  And bixies commonly kill giants.  Tell me another one. OOOF!  Hey!<br/>\n <br/>\nMaster: Please show proper respect for one´┐¢s elders.  It was my job to run ahead and lure him and his fire giant guards.  I was to run alone to Lord Nagafen´┐¢s throne room alone and bring him back.<br/>\n<br/>\nDominic: So you have god guts instead of spider guts on your hands.  I suppose the bigger they are, the more they splatter.  I am doomed to lead a messy life.<br/>\n<br/>\nMaster: Well child, the blood did not soil my hands that evening.  That is not the proper role of monk.<br/>\n<br/>\nGandalf:  Huh?  You run up, bonk Naggy on the nose, run back, and you don´┐¢t even fight him?  What exactly were you doing?<br/>\n<br/>\nMaster:  I used one of the skills that you will learn later down the path: feign death.<br/>\n<br/>\nSmashmouth:  You rolled over and played dead?   Bwahahaha  OOOF!   Bwahahaa  OOOF!  Bwahahaha.  OOOF!  OOOF!  OOOF!  It´┐¢s gwetting dark in hwere´┐¢<br/>\n<br/>\nGandalf:  So let me get this straight.  After years of learning to fight with your body, you come to the pinnacle of your career, and feign death? <br/>\n<br/>\nMaster: The role of the puller in combat is an honorable one.  It can only be done by ones great with knowledge and skill.<br/>\n<br/>\nGandalf:  I´┐¢m never going to be able to explain this to dad.  ´┐¢Well dad, I´┐¢m really a great fighter, but I spend most of my time feigning death.´┐¢  I think I´┐¢m going to find a magic guild.  At least they can gate.<br/>\n<br/>\nDominic:  The monk life is too messy for me.  I think I´┐¢m going to quit and become a tailor.<br/>\n<br/>\nSmashmouth:  Well, I´┐¢m off to the fighter´┐¢s guild, at least they don´┐¢t teach them to play dead against their foes.  OOOF!  Hey!<br/>\n<br/>\nMaster:  Alas, the young initiates have all left the calling of a monk.  Thank the gods.</div>","specialLinks":[]}}
