{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...&gt;","replyTo":"LIST","senderId":"eDhTJhl5NicMYfUnXvLliELyz5voNyp5jOwGukuu5OD5yn2ilzYuFoAJnYQRkT_PyJM71VpWsFONa-wNjknbGqcL1o5P2DKhzjeiOBfeag4WGWGbhggm-n9cRZqaeQ5gBYk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Problems last night with Lament (pre-patch)","postDate":"948410349","msgId":13378,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42NzMuMTMzNzguOTU5MjczMzgyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":13377,"nextInTime":13379,"topicId":13378,"numMessagesInTopic":1,"msgSnippet":"Last night I was in Cazic in the area that someone in my party called the Purple Temple.  You get to it by going through the double doors in the courtyard and","messageBody":"<div id=\"ygrps-yiv-589504204\">Last night I was in Cazic in the area that someone in my party called the<br/>\nPurple Temple.  You get to it by going through the double doors in the<br/>\ncourtyard and following a long twisting hallway.  Halfway there you go<br/>\nthrough a round opening called the arena.  Past the arena is another hallway<br/>\nthat eventually opens up to the Temple.  This is the place where the Lizard<br/>\nCrusader spawns.   <br/>\n<br/>\nMy party consisted of me, 35 paladin and 30 warrior.  We moved to the temple<br/>\ninvis and when we arrived there was a full spawn.  We went to the back of<br/>\nthe temple and set up camp there.  I told them I would pull using Lament.<br/>\nIn this area there are several spawns points.  Alongside the temple I<br/>\nbelieve there are three.  Directly in front of the temple are two silvered<br/>\nguard spawn points.  Directly across from the temple is the hallway leading<br/>\nback to the courtyard.  There are two more spawn points (sentinels and<br/>\nfanatics) at the opening of the hallway.  There are more spawn points inside<br/>\nthe temple.  There are also a fwe wandering mobs.  <br/>\n<br/>\nAfter we got rid of the spawns alongside the temple, I started pulling from<br/>\nthe front of the temple.  I equipped my lute and started up Lament.  I would<br/>\nalways Lament the mob furthest away from me and pull the one closest to me.<br/>\nEvery time there were two mobs up, the mob I successfully Lamented would<br/>\nstill aggro when I pulled the closest mob.  I was getting pissed off because<br/>\nthe song had absolutely no effect.  I ended up pulling two mobs on every<br/>\npull.  Someone in my party told me that harmony and lament type spells/songs<br/>\ndon&#39;t work in Cazic.  You get the message the spell/song was resisted, but<br/>\nthe mobs will still aggro if a nearby mob is pulled.<br/>\n<br/>\nThe only other place I have ever had problems with Lament is in Mistmoore<br/>\nbetween the lake and graveyard.  There are several familiar spawn points<br/>\nalong that path.  I have Lamented familiars closest to the lake and pulled<br/>\nones closer to the graveyard.  When they run past the Lamented mob,<br/>\nsometimes the Lamented mob would follow.   I think someone on the list<br/>\ntheorized that while a Lamented mob won&#39;t attack you, they will go aggro if<br/>\nanother aggroed mob passes within their aggro radius.  <br/>\n<br/>\nThis may have been what occured in Cazic.  The spawn points in front of the<br/>\ntemple are close together.  Even though the mob I pulled did not cross in<br/>\nfront of the Lamented mob, its possible that when I pulled it was already<br/>\nwithin the aggro radius of the mob I Lamented.<br/>\n<br/>\nAnyone have an idea of why Lament didn&#39;t work like it should have?  <br/>\n<br/>\nGaltin of E&#39;ci<br/>\n32 bard</div>","specialLinks":[]}}
