{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"7VXBRqPgx-dr3wJNT5OoA2IJS0gGKU19Ydat7skhNGSM91CnELvVgO3dodndEJfmwGk4DlfaTgJklXjawEbo3drpKElDA7N-eBUz","spamInfo":{"isSpam":false,"reason":"0"},"subject":"EQ weekend update","postDate":"948736636","msgId":13552,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42ODEuMTM1NTIuOTU5MjczMzgzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":13553,"prevInTime":13551,"nextInTime":13553,"topicId":13552,"numMessagesInTopic":11,"msgSnippet":"Greetings! 1. Boy do I hate the new animations!!! Grrr Bark Bark Grrr.  It s Verant s like you that are an insult to all of Norrath!!!  One big reason I","messageBody":"<div id=\"ygrps-yiv-1274474367\">Greetings!<br/>\n<br/>\n1. Boy do I hate the new animations!!! &quot;Grrr Bark Bark Grrr.  It&#39;s Verant&#39;s<br/>\nlike you that are an insult to all of Norrath!!!&quot;  One big reason I started<br/>\na bard was because of how great the &quot;surfing&quot; bard looked!  I thought that<br/>\nwas the way it was designed and not merely something they &quot;left out.&quot;  And I<br/>\nfeel that by now, like it or not, it became part of the bard &quot;persona&quot; and<br/>\nthey should put it back!  Ya, ya, I will endlessly /feedback this one.<br/>\n<br/>\n2. Looks like bards are gonna be in demand more and more.  Why?  MR/CR/HR<br/>\nfor dragons of course and now mana-bards in the planes.  Ya, ya, I been<br/>\ngrinding away on xp and close to 43 now (and the last good song for a while)<br/>\nOgg bouncers, King room Lower G, Lord room Lower G. (Yes, it&#39;s nice to be in<br/>\na guild that can break these rooms at will. And we have a cleric and<br/>\nenchanter that can break both King and Lord rooms - just the two of them!<br/>\nOnce broken, unless it&#39;s prime time and the zone is over camped getting<br/>\nthere is harder than the break-in.)<br/>\n<br/>\n3.  I solo&#39;d an HG Saturday.  He was full hp just walking around West Karana<br/>\nand conned blue and I was bored so... I targeted him and hit him with chant.<br/>\nI kited him around with chant until I got kinda bored - he was down maybe<br/>\n20% (ya, i get bored easily) So then I let him close and I started screetch!<br/>\nI got lucky and it stuck the first roll. Chains and double Yak-Attack. Fear<br/>\nagain as soon as chain stuck. Chain again. Fear again.  Once I switched to<br/>\nfear-chain I did not want to miss a beat with fear and wanted to stay ahead<br/>\nof him in the hp count so I did not use chant again until he was lower hp<br/>\nand less agressive. (I guess this says that my connect or whatever does not<br/>\nreliably support playing 3 songs at the same time.  I feel good with 2 but 3<br/>\ngets me in trouble sometimes. So, I stuck with 2 and kept him on the run.)<br/>\nLong fight and when he finally dropped I was down to one bub hp and really<br/>\nhoping the ghoul messanger boy and or were-wolf puppy were far away.  Kinda<br/>\nfun ego thing.  Prolly wont be making a career of it.  But with a co-level<br/>\ntank and/or healer it could be quite profitable in Rathe Mts.<br/>\n<br/>\n4. Sunday solo&#39;d a Griffon.  Well, tried to.  Started with fear & chains.<br/>\nShoulda chant kited.  When he was ahead of me (had more hp) and I was down<br/>\nto 2 bubs, I started Selo&#39;s and waddled away.  Should have gotten the head<br/>\nstart with chant kiting and/or took some unlucky damage rolls.<br/>\n<br/>\nSylly Songsynger<br/>\nBard of 42 songs<br/>\n&lt;The Pantheon&gt;<br/>\nsomewhere on Innoruuk...</div>","specialLinks":[]}}
