{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mike.Langlois@siriuscom.com","from":"Mike.Langlois@...","replyTo":"LIST","senderId":"-g_BiOF9TGhRhxM1F4EM6K4h8vxfTy4Al08mjh1V9_WubvOCGLNpzOSZjDjGdeYHjuXm4ygvpj8aJdwnS1ozwT61","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: WAaahooo!!","postDate":"948925827","msgId":13798,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42OTIuMTM3OTguOTU5MjczMzgzQGVHcm91cHMuY29tPg=="},"prevInTopic":13796,"nextInTopic":13800,"prevInTime":13797,"nextInTime":13799,"topicId":13738,"numMessagesInTopic":26,"msgSnippet":"I imagine that the animation guy s been working on Kunark and each mob in each of the planes.  But anyway... I don t want this thread to turn ugly, so I ll","messageBody":"<div id=\"ygrps-yiv-1207920351\">I imagine that the animation guy&#39;s been working on Kunark and each mob in each<br/>\nof the planes.  But anyway...<br/>\n<br/>\nI don&#39;t want this thread to turn ugly, so I&#39;ll stay out of  it from here on.<br/>\n<br/>\nI don&#39;t believe that EQ is so buggy that it can be compared to buying the wrong<br/>\nstock, or having 5 keys missing on your keyboard.<br/>\nThose errors would render the software/keyboard 100 percent unusable.<br/>\n<br/>\nEvery class has 40-50th lvl players.  It works.  It&#39;s fun.  It&#39;s SO addictive<br/>\nthat we agonize over the most trivial aspects.<br/>\n<br/>\nI also don&#39;t believe that the Verant employees who put out SO MUCH work are a<br/>\nbunch of lazy, slack-jawed troglodytes that can&#39;t be bothered to do anything.<br/>\nIf anything, I think they&#39;re pushed to the wall with trying to keep up.<br/>\n<br/>\nEverybody wants something, and each change takes much time.  Changes I make in<br/>\ncode or process take alot of time.<br/>\n<br/>\nHow much time do you think it takes just to READ all of the input from players,<br/>\nin game and out?<br/>\n<br/>\nI&#39;d be proud if I produced something as complex and addictive as EQ.  And I&#39;m<br/>\ngrateful for the work they put in.<br/>\n<br/>\nGolias, Imperfect Bard in an Imperfect World<br/>\n<br/>\n====================<br/>\n<br/>\nFrom: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n<br/>\nStrumming the &#39;flute&#39; drum is an animation.  At least they could have fixed<br/>\nit so we beat on the &#39;flute&#39; drum.  Then they&#39;d be halfway there and only<br/>\nneed to change the &#39;flute&#39; into a drum when they do a graphics patch.  Also<br/>\nunless this &#39;animations&#39; guy does other work, he&#39;s been sitting around doing<br/>\nnothing most of the time.  I doubt they have a programmer who just does<br/>\nanimations for the existing game.  If so, he put a bunch of animations in<br/>\nonce, fixed the playing while sitting, and that&#39;s about it since release.<br/>\nAlso the people who could have fixed the other things like our broken song<br/>\ndin&#39;t not fix it because of time constraints.  They didn&#39;t fix it because as<br/>\nfar as they were concerned it wasn&#39;t broken.  Once they decided it was<br/>\nbroken it got fixed pretty quickly.  Same thing with Shamanic Alchemy, etc.<br/>\nThis isn&#39;t a resource issue.  All that matters is whether they think<br/>\nsomething&#39;s broken, and it takes 6+ months of customers complaints to<br/>\nconvince them that something they think works is fact broken.  That&#39;s their<br/>\nreal problem.  If we say something appears to be broken their approach is<br/>\nask some programmer if its broken, when they say no it works fine, repeat<br/>\nthat to the customer or ignore them depending on current whims.  Actually<br/>\ngetting them to test to see if it might really be broken takes a ridiculous<br/>\namount of effort.<br/>\n<br/>\nSomebody should also point out to Abashi that Microsoft doesn&#39;t put out word<br/>\nprocessors that are missing 5 letters of the alphabet when they release<br/>\nthem, and then claim they are waiting to put those in later.  His comparison<br/>\nof user complaints between Microsoft and EQ was ludicrous.  My company puts<br/>\nout software and we&#39;d for sure be getting customer complaints, in fact<br/>\nlawsuits, if we had half the bugs in our code that Verant does.  I can hear<br/>\nthe help desk now.  &quot;I know it looks like your buying a Tech fund whenever<br/>\nyou buy our Asian Growth product, but its just a graphics glitch.  We can&#39;t<br/>\nfix that in a patch right now.&quot;<br/>\n<br/>\n     Ki</div>","specialLinks":[]}}
