{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Illian","from":"&quot;Jeff Illian&quot; &lt;jeff@...&gt;","replyTo":"LIST","senderId":"LrZcj7BjCISkTlsO3odgShhtn9M-CbuYbVGdst2rIZ62aowe81A83tP9iBS6M9hX8f4cS-xoLLxbm4o1jDeWb52S-TvS0Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: My overcrowding solutuion (OT)","postDate":"949069395","msgId":13930,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS42OTguMTM5MzAuOTU5MjczMzgzQGVHcm91cHMuY29tPg=="},"prevInTopic":13925,"nextInTopic":13955,"prevInTime":13929,"nextInTime":13931,"topicId":13883,"numMessagesInTopic":19,"msgSnippet":"... Yes, but think of the overcrowding.  I almost never group with less then 6. Look at Sol A today.  A single level 50 can single handedly take out the ","messageBody":"<div id=\"ygrps-yiv-1630439424\"><blockquote><span title=\"ireply\">&gt; Have you tried this?  Even L30 mobs take enough out of you<br/>\n&gt; that soloing you can probably only keep 5-15 mobs clear before<br/>\n&gt; they start to respawn.  (Unless you&#39;re a necro, then you can<br/>\n&gt; keep all the seafury cyclopses in OOT clear solo.  :)  A L50<br/>\n&gt; in a L15 dungeon like Befallen I can see killing everything<br/>\n&gt; that moves, but there&#39;s really not much there to attract a<br/>\n&gt; L50.  There&#39;s the paw quest, but that&#39;s easily solved by<br/>\n&gt; moving that quest item to a higher level dungeon.<br/>\n<br/>\n </span></blockquote>Yes, but think of the overcrowding.  I almost never group with less then 6.<br/>\nLook at Sol A today.  A single level 50 can single handedly take out the<br/>\nPredator, Foreman and camp the Efreeti all at the same time.  Why would they<br/>\ndo this?  Well, Kobold Hide Boots, Platinum Arm Bracer and an Obsidian<br/>\nShard.  Think of the number of high level druids that come to Sol A for<br/>\nthese things...  Imp Skin gloves, Molten Cloak, Drake hide belt, Drake hide<br/>\nsleeves and pants all are sought after by level 50&#39;s as well often.  I&#39;ve<br/>\nseen level 50&#39;s do a lot more then that in Sol A as well.  I&#39;ve also seen up<br/>\nto 7 level 50&#39;s, all solo, in Sol A at the same time in the past.  Think of<br/>\nhow many groups of high 20&#39;s and low 30&#39;s that displaces.  Trust me, 7 level<br/>\n50&#39;s can control practically all of Sol A leaving not much for anyone else<br/>\nto hunt.  Where do they go to hunt?  Now throw in perpatual overcrowding,<br/>\nthanks to Verant&#39;s poor planning, and suddenly the game is broke.<br/>\n<br/>\nNow turn this same scenario into a dungeon crawl.  You end up with mabye 5<br/>\nto 10 level 50&#39;s crawling through a place like Sol A killing everything that<br/>\nmoves and all playing solo so that they can get their shot at the named<br/>\nspawn.  Suddenly the overcrowding situation has just gotten 10 times worse.<br/>\nAs for loot, there is a heck of a lot of level 30 loot that level 50&#39;s still<br/>\nwear (especially druids) and let&#39;s not even bring into this Item Farming for<br/>\ne-bay, Item Farming for platinum and Twinking...<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; You do have to share the mobs with other groups.  It&#39;s just<br/>\n&gt; not obvious because it gets mixed into the time it takes your<br/>\n&gt; puller to find something.  If there are 20 people in a dungeon<br/>\n&gt; with 100 mobs that respawn every 30 minutes, then that&#39;s 5<br/>\n&gt; mobs per person per 30 minutes.  Doesn&#39;t matter if you&#39;re<br/>\n&gt; camping one spot or sweeping through.<br/>\n<br/>\n </span></blockquote>Where do you pull to?  If the spawns are random, then suddenly there aren&#39;t<br/>\nany safe rooms to fight in or pull to.  Also, have you ever pulled Kobolds<br/>\nin Sol B?  There isn&#39;t ever enough to go around and there is no clear<br/>\ndistinction of where one camp ends and another starts.  What happens is that<br/>\nit is common for it to degenerate into the puller trying to out damage,<br/>\nnuke, charm, etc. another puller so he can get the mob back to his group.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It will be the same - the rate at which mobs respawn has not<br/>\n&gt; changed.  Better sweepers would have an advantage, but better<br/>\n&gt; pullers have an advantage now.  The overall rate of mob killer<br/>\n&gt; per person per hour cannot change.<br/>\n<br/>\n </span></blockquote>Giants in Rathe Mountains are another example of this... They seem to spawn<br/>\nrandomly around one of the central areas there.  If you get a two or three<br/>\ngroups and maybe a level 40+ hunting them, then suddenly you end up playing<br/>\n&quot;pull wars&quot;.  In addition, to make matters even worse, with the way Verant<br/>\nhas designed the game, you often can&#39;t tell if a mob is engaged or not.  Now<br/>\nput this degenerate situation in a dungeon setting where valuable loot is<br/>\nthe reward and you end up with hell part 2.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Aren&#39;t most of the magical items in AC randomly generic, like<br/>\n&gt; in Diablo?<br/>\n<br/>\n </span></blockquote>Yes, but they also have EQ similar &quot;unique&quot; items that are available only by<br/>\nquests.  I&#39;ve not played a lot, but I do know of a quest for a powerful<br/>\nsword that requires 7 keys from beginner dungeons.  It&#39;s not uncommon for a<br/>\nhigh level player to &quot;higher&quot; newbie players with equipment or money to go<br/>\ninto the dungeons that he cannot to collect the keys so the quest can be<br/>\ncompleted.  The newbies get to hunt without competing against a higher level<br/>\nplayer, get great experience at the same time and if they want to, they can<br/>\ngrab 2 keys in each dungeon and get the sword for themselves as well.<br/>\nSuddenly you have a different twist on a player based economy :-).  I&#39;m not<br/>\nsaying its better, I&#39;m just saying that EQ as is is broken.<br/>\n<br/>\nTaneran Dreamweaver<br/>\n&lt;Clan Jax&gt;<br/>\nBard of the 40th Song<br/>\nPrexus</div>","specialLinks":[]}}
