{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Honeyman","from":"Ryan Honeyman &lt;honeyman@...&gt;","replyTo":"LIST","senderId":"WCoZFQ0_c_WCl-YO62wCFsT8gW8tP0rhJuwogWqPRVZELi4bf-6Zzag7cOEG747xCS5QQZc3Fq_r5RnnKy8yByH_1DKaFAJJRJMhRQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Powerleveling doesnt mean L50 + rant","postDate":"949335115","msgId":14058,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MDUuMTQwNTguOTU5MjczMzgzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":14062,"prevInTime":14057,"nextInTime":14059,"topicId":14058,"numMessagesInTopic":7,"msgSnippet":"Over the last few days, I ve met up with some people I once knew a long time ago and also people whom I have no recollection of ever knowing. Of the people I","messageBody":"<div id=\"ygrps-yiv-1836893917\">Over the last few days, I&#39;ve met up with some people I once knew<br/>\n  a long time ago and also people whom I have no recollection of ever<br/>\n  knowing.<br/>\n<br/>\n  Of the people I knew, I played with them in Permafrost long before<br/>\n  Brad made his post about &#39;upgrading&#39; drops in there.  Hell in beta,<br/>\n  I owned that place.  Anyway, I started with a regular group in there<br/>\n  around L14.  I often found myself in there alone night after night.<br/>\n  I could not convince people to come, some people didn&#39;t even know<br/>\n  where or what permafrost was.  Around L19-L20, still working perma<br/>\n  I met a few people who are now (as of yesterday) L32.  Seven or <br/>\n  eight months ago they were my level (L19).  And now all of them call<br/>\n  me a &#39;powergamer&#39; telling me that I &#39;haven&#39;t enjoyed the game as<br/>\n  much as they have&#39;.  This is where about 10% of my daily humor<br/>\n  comes from, as it&#39;s worth a /chuckle.<br/>\n<br/>\n  Then and again, I get tells from people out of the blue when I&#39;m<br/>\n  in a zone about &#39;what does a L50 want in this zone?&#39;  I was passing<br/>\n  through Blackburrow the other day, and had just zoned in and I got<br/>\n  a tell from some L20 person asking me why I was there.  I could have,<br/>\n  without a doubt, asked him the same thing.  These same people also <br/>\n  are whining to me about &#39;how bored you must be to come into X zone<br/>\n  since you powerleveled to 50&#39;.  Doesn&#39;t everyone realize the only<br/>\n  way to the Icy North is via Blackburrow?  I thought as the server<br/>\n  populace had become more mature in information that things like that<br/>\n  would leak out.  Regardless this guy hounded me for being L50 in the<br/>\n  zone.  Time to break out Screech and ride a few trains to zone ;-)<br/>\n<br/>\n  /rant<br/>\n<br/>\n  I&#39;m bored as hell in EQ because I want some more quests or some<br/>\n  more challenges.  I don&#39;t consider giving a mob 10k more hp or an<br/>\n  attack which does 900 dmg challenging.  That&#39;s just frustrating.<br/>\n  One could argue there are new quests in the PoS, however I cannot<br/>\n  stroll up there anytime I want to work on them.  My boredom stems<br/>\n  mostly from lack of new things to experience.  If I wanted to talk<br/>\n  and chat all day, I&#39;d irc or something.  An integral part of my day<br/>\n  now consists of learning more mechanics.  I timed mana regain on<br/>\n  my druid medding, standing, and sitting not medding.  But that&#39;s <br/>\n  sorta boring too hehe.<br/>\n<br/>\n  They&#39;ve pushed the expansion back a month.  What in the world have<br/>\n  they been doing?  All the excuses I hear on their behalf seem to<br/>\n  suggest they aren&#39;t doing much to the existing EQ, because they<br/>\n  are hard at work on the expansion.  While polygonal streams, and<br/>\n  better detailed texture maps on giants is cool and all, and while<br/>\n  making the trees 3d (finally) is neat, Verant needs better thought<br/>\n  out AI and zone pathing which could drastically improve the existing<br/>\n  game.  I&#39;m not holding my breath for the expansion in April.  It&#39;s<br/>\n  going to be the same AI, the same poor pathing, the same mobs with<br/>\n  ac/hp/atk upgrades.  I&#39;m sick of goblins, I&#39;m sick of gnolls, the<br/>\n  planes are being tweaked so badly that people rarely even want to <br/>\n  go there anymore.  The 6 hours I spent in hateplane this weekend<br/>\n  yielded one warrior pants and one cleric shield.  Six f&#39;ing hours<br/>\n  over half the zone cleared, and two items.  Then the server crashes,<br/>\n  and the plane is reset.  Before that I linkdied 2 times because <br/>\n  of this constant network code upgrade they&#39;ve done.  My SBLive<br/>\n  desktop crashes only add to the annoyment.  Latest DirectX and<br/>\n  latest sbl drivers and I cast &#39;Ring of Desktop&#39; every day now<br/>\n  it seems.<br/>\n<br/>\n  A GM once visited us in the Plane of Fear.  His words stick in my mind.<br/>\n<br/>\n  -- &quot;It&#39;s all going downhill from here&quot; --<br/>\n<br/>\n  I&#39;ve yet to see that proven wrong since then.<br/>\n<br/>\n  Harmonic, the disillusioned.</div>","specialLinks":[]}}
