{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Papa Legba","from":"Papa Legba &lt;legba@...&gt;","replyTo":"LIST","senderId":"eLemY9mPC_URARNkHv6MAoIPrVICdT9AmvHxTl_mtr1BRjlfOZQTJpcTWA2B4cWgdTVQUxIOru9Jq5ZxJh4DCuGb-wcViOvl","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Anti-EQ (was mistmore)","postDate":"949433810","msgId":14118,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MDguMTQxMTguOTU5MjczMzgzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":14149,"prevInTime":14117,"nextInTime":14119,"topicId":14118,"numMessagesInTopic":14,"msgSnippet":"Actually Elfson (my formerly lvl 18 bard) had a horrible weekend.  I looged on early Super Bowl Sunday, not having much to do before my friend s anti-superbowl","messageBody":"<div id=\"ygrps-yiv-310640564\">Actually Elfson (my formerly lvl 18 bard) had a horrible weekend.  I<br/>\nlooged on early Super Bowl Sunday, not having much to do before my<br/>\nfriend&#39;s anti-superbowl party.<br/>\n<br/>\nAbout 1 bub above lvl 18, I have grown very tired of Oasis (It is the<br/>\neasiest xp in the game, but gets real boring).  I hit the friends list<br/>\nand see an enchanter I like is in S karana.  I&#39;ve never gone there<br/>\n(except to get to Paw) so I ask her whats up and if she wants her theme<br/>\nsong (our way of asking if she wants to group).<br/>\n<br/>\nShe says sure, so I fire up Selo&#39;s, hold my stick (errr drum) and run<br/>\noff.  AHHH... a bards life is good as I get there quite quickly (even<br/>\nstopped to help three newbie groups on the way).<br/>\n<br/>\nShe binds me in arena, and leads me to the second most impressive<br/>\ntreehouse in Norrath.  We are joined by a rogue and a druid.  Intersting<br/>\ngroup, nice balance if nothing else. (I am the lowest lvl, they are 19,<br/>\n21,21).  After a hour we ralize this area is WAYYYY too crowded, so we<br/>\ndecide to go give Guk a try.  No one in the groups know the way but I<br/>\n(calling on that old map I made for my troll&#39;s run from Grobb to Paw<br/>\nback in April).  Lake is no problem, even get the group all sing &quot;Come<br/>\nsail away&quot; on the boat.  (I love getting the messages to stop spamming<br/>\nthe /ooc channel).  We are joined by a monk and shaman we know (the<br/>\ndruid and rogue are first time groupies for us).<br/>\n<br/>\nZone to Rathe mts.  Load time is taking a while (Uhoh, thats not good). <br/>\nSound kicks in, I hear combat (ugh...)  Screen appears with a named<br/>\ncyclops.  Before I can hit a key, &quot;You have been slain by XXXXXXX. <br/>\nLoading, please wait.&quot;<br/>\n<br/>\nTwo others in my group suffer the same fate.  &quot;Well at least Elfson can<br/>\nrun us back quickly, well sort of fast since he doesnt have a drum.&quot; <br/>\nRest of group doesnt know the way so they just hang out at the Rathe<br/>\nzone.  We arrive (safely this time).  I lead them to the feerot zone<br/>\n(Druid disbanded when she died to the cyclops, not a word said, with<br/>\nonly a few wrong turns (its been a while, shoot me!).    In ferrot we<br/>\nget seperated, but they all seem to know the way, so I just wait for<br/>\nthem near the Innothule zone.  Being nervous about Bouncerz, I hit the<br/>\nf9 a few times, zoom way out so I can see a good area me.  Apparantly<br/>\nbounerz can cast invis on themselves because I was being hit before he<br/>\nappeared on my screen. Hit, Hit, Bash (stunned), Hit, Hit Hit. <br/>\n&quot;Loading, please wait&quot; <br/>\n<br/>\nWell at least I&#39;m getting good at making this run...  For some odd<br/>\nreason the shaman deicdes to go scout Guk for himself and is slain<br/>\npretty deep in Upper Guk while I am running back (and didnt bind himself<br/>\noutside Guk).  He was a decent player and a nice guy, so I have no<br/>\ncomplaints. <br/>\n<br/>\nFinally in Guk (woohoo!!!).  e find the scryer room empty and uncamped<br/>\n(Lucky break for a change).  I fire up Elemental Rhythms (no one in<br/>\ngroup knows if elemental or purifying is better for the camp).  The room<br/>\nbegins to respawn and we easily keep them all down (no scryer yet).  A<br/>\ntroll and dwarf (red to me from equipment I&#39;d guess warrior and cleric)<br/>\nwalk into room and look around, then leave (more on them later).  We are<br/>\nin the midst of a heated battle (Shin shaman and some gaz stuff, little<br/>\nElfy is taking a pretty hard beating, but the group is doing enough to<br/>\nkeep me alive).  ALl of sudden troll and dwarf deposit about 5 more<br/>\nfrogs on our heads (we were on the altar fighting, not in the path of<br/>\nsomeone trying to flee to zone).  <br/>\n&quot;Loading, please wait.&quot;<br/>\n<br/>\nGetting cocky running through the lake, I activate the bandit camp (all<br/>\ngreen to me, but they manage to beat me down to a bubble of life before<br/>\nI zone.  Heal up at the Rathe zone, then zone into Feerot.  Long load<br/>\ntime (not again!), I hear a weird sound, and as my screen comes up I am<br/>\ntreated to a scythe armed spectre swing his final shot at me.<br/>\n&quot;You have lost a level!  Welcome to level 17.  Loading, please wait.&quot; <br/>\nAt least I got to see spectre up close, they are pretty darn cool.<br/>\n<br/>\nAfter another long run, I rejoin the group in Guk.  Still in scryer room<br/>\n(he was killed by a high level while they regrouped).  Too many of them<br/>\nspawn on us at once this time. We all die.<br/>\n&quot;Loading, please wait.&quot;<br/>\n<br/>\nZoning back into the Rathe Mt zone.  I get the all too familar long load<br/>\ntime, sounds of combat, and screen comes up with real nasty critter<br/>\n(cyclops this time).<br/>\n&quot;Loading, please wait&quot;<br/>\n<br/>\nI look at the clock.  Its been 6 hours, I&#39;ve lost almost half a level. <br/>\nAnd realized how much I disliked this. /g Once we get corpses, I&#39;m<br/>\ncamping, sorry to bail.  Talking to the enchanter I tell her that I&#39;m<br/>\ndefinitly taking some time away from the game but to look for my cleric<br/>\non Thurs as I won&#39;t bail on my regular group (for now).<br/>\n<br/>\nI thought about it for awhile yesterday (took a road trip to New York<br/>\nwith some friends to eat at WWF: new York and see FAO Shwartz, Central<br/>\nPark, etc...)  At some point this game has stopped being fun for me.  I<br/>\nlike role-playing my bard, I liek meeting and talking with people, but<br/>\nto be honest the down side of the game has tipped the balance for me. <br/>\nThere are too many bugs, too many people, too many &quot;You KSing fgth!!!!&quot;<br/>\nshouts, and too many bad decisions by Verant.<br/>\n<br/>\nMaybe after a week with no barding my mind will change, but I doubt it. <br/>\nIn the last two weeks, I&#39;ve found myself spending time browsing through<br/>\nmy local game stores looking for a good RPG I may have missed.  (I won<br/>\nTorment, and haven&#39;t found anything yet to take its place)<br/>\n<br/>\nI am not saying this to bash Verant, to try to get you to quit or try to<br/>\nget you to convince me to keep playing (I have neglected too much RL for<br/>\nthis game).  Verant as a whole did a great job with this game.  Perhaps<br/>\nthats the problem, it is so tantalizing close to greatness that its<br/>\nshort-comings glare so brightly.  Most of the people playing are fun,<br/>\npolite, and enhance the experience.  However they only make the<br/>\nobnoxious players a little harder to ignore.<br/>\n<br/>\nWell until Diablo II makes it to the shelves, &quot;See you around&quot;<br/>\n-- <br/>\nWe now return to the non-stop rock.<br/>\n<br/>\nMatt DeBarger</div>","specialLinks":[]}}
