{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jay schultze","from":"jay schultze &lt;sartori69@...&gt;","replyTo":"LIST","senderId":"p5o-f3cUtPiYMqGVOevU0cHhrVOqrs1eDiCuHoneVvxcyea9oSLsCqNfwWxNnWFjL6JoAt8X-0xtnC-X2_0Pd9TeqNDKe_HAT4Xr","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Using the Lament song + a minor rant","postDate":"928399557","msgId":1424,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS44MS4xNDI0Ljk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1423,"nextInTopic":1425,"prevInTime":1423,"nextInTime":1425,"topicId":1406,"numMessagesInTopic":14,"msgSnippet":"... Well, now that the song works in commercial I love it. Lament is THE song for camp control, and it keeps clerics from having to expend mana using their","messageBody":"<div id=\"ygrps-yiv-521911310\"><blockquote><span title=\"ireply\">&gt;From: &quot;Reece, Tom CPT - 30th Signal Bn&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ReeceT@...\">ReeceT@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt;To: EQBards &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\n&gt;Subject: [eqbards] Using the Lament song + a minor rant<br/>\n&gt;Date: Wed, 2 Jun 1999 14:40:11 -1000<br/>\n&gt;After the initials battles, my party thanked me for using the Lament <br/>\n&gt;tactic.<br/>\n&gt;They all stated they had grouped with bards before and had never seen the<br/>\n&gt;song used in the manner I had used it.  I thought that was odd because I<br/>\n&gt;heard about the trick from this forum so assumed a lot of other people used<br/>\n&gt;it frequently.<br/>\n&gt;<br/>\n&gt;So what&#39;s the point of this post?  Well, the bard community needs to <br/>\n&gt;educate<br/>\n&gt;the other classes on everything that we can do for a party.  A lot of other<br/>\n&gt;players seem to think that our main purpose in a group is to play Selo,<br/>\n&gt;Hymn, Anthem, and at higher levels, Mana regen.  I&#39;m only 13th level but<br/>\n&gt;I&#39;ve learned there is a lot more to it than that.<br/>\n&gt;<br/>\n&gt;If anyone else knows of similar tactics that only a bard can perform I <br/>\n&gt;would<br/>\n&gt;like to hear about them also.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Well, now that the song works in commercial I love it. Lament is THE song <br/>\nfor camp control, and it keeps clerics from having to expend mana using <br/>\ntheir lull spell.<br/>\n<br/>\nI also find Lullaby incredibly useful when you&#39;re in an area full of blue <br/>\nmonsters when you are really looking to pull white or better for your party. <br/>\nThis happens alot in the orc pits in Oasis (the area near the lake, also <br/>\nnear the dervish camp where numerous orc warriors/priests can be found). <br/>\nWhenever I can&#39; find anything harder to fight I will usually speed around <br/>\nbellowing on at least 2 but sometimes up to 4 blue orcs and bring them back <br/>\nto my party waiting at the lake shore. When the orcs arrive I sleep them <br/>\nwith Lullaby, attack, and my party /assists me.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now for the rant<br/>\n&gt;<br/>\n&gt;After we cleared out the initial cutthroats, we were pretty much able to<br/>\n&gt;take them on one by one from that point on until we ran into a stumbling<br/>\n&gt;block.  Here is what happened.  The paladin, the ranger and myself, aided <br/>\n&gt;by<br/>\n&gt;the Anthem could easily handle one cutthroat at a time.  However, our <br/>\n&gt;wizard<br/>\n&gt;insisted on expending his mana with direct damage spells even though the<br/>\n&gt;tanks were whittling down the cutthroat without taking that much damage.<br/>\n&gt;The damage we were taking could quickly be healed via the Hymn after the<br/>\n&gt;combat was over.  What eventually happened was that the fully healed tanks<br/>\n&gt;ended up standing around while the wizard meditated.  In the meantime, the<br/>\n&gt;camp fully respawned.  This time, however, there were 3 mages plus a couple<br/>\n&gt;of thugs.  I tried the Lament trick again but a mage resisted and everyone<br/>\n&gt;got waxed except the wizard, who gated.<br/>\n&gt;<br/>\n&gt;I don&#39;t like telling other people how to play their character but how do <br/>\n&gt;you<br/>\n&gt;handle a magic user who insists on wasting his mana?  The group leader kept<br/>\n&gt;telling him to save mana but it didn&#39;t do any good.  I can see using one<br/>\n&gt;direct damage spell to help the combat but he would continue spellcasting<br/>\n&gt;once the cutthroat started to flee.  At this point, no one was in any <br/>\n&gt;danger<br/>\n&gt;because the cutthroat was fighting back.  He created a lot of needless<br/>\n&gt;downtime by his actions.  Any other recommendation other than finding a<br/>\n&gt;different group to adventure with?<br/>\n&gt;<br/>\n&gt;Galtin<br/>\n&gt;E&#39;ci<br/>\n<br/>\n </span></blockquote>This is clearly situation that the group leader should have taken control <br/>\nof. If I was leading the party and something he was doing was disagreeable <br/>\nwith me and the rest of my party I would warn him. If he didn&#39;t switch his <br/>\ntactics, I&#39;d boot him. Simple. I did this to a guy who kept jumping every <br/>\nfallen orc we killed at Crusbone and taking all the loot. I told him we are <br/>\ndoing a loot order, period - stop jumping the loot, or I would kick him, and <br/>\nthat he wasn&#39;t going to make many friends doing that.. I guess he didn&#39;t <br/>\nbelieve me. You should&#39;ve seen how fast he looted shit. Before the orc hit <br/>\nthe ground he was bending down to loot. BOOT, gone, cya. Of course he <br/>\napologized profusely after I kicked him, while i was advertising for a <br/>\nreplacement.<br/>\n<br/>\nSartori D&#39;Elsiraad<br/>\nBard of Kelethin of the 16th Chorus<br/>\nVeeshan<br/>\n<br/>\n<br/>\n_______________________________________________________________<br/>\nGet Free Email and Do More On The Web. Visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.msn.com\">http://www.msn.com</a></div>","specialLinks":[]}}
