{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"firehawk@cloud9.net","from":"firehawk@...","replyTo":"LIST","senderId":"KrJy4TAZ5CSXxbl15Xouxs_Fh69pCdkA6yJAYI3Y7X8BFF1cdgvKMqrBPoXcADZzgqTDFL1WIcaEOQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: negativity","postDate":"949614447","msgId":14282,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MTUuMTQyODIuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14281,"nextInTopic":14283,"prevInTime":14281,"nextInTime":14283,"topicId":14266,"numMessagesInTopic":45,"msgSnippet":"I also started with this list in the beginning.  I also am tired of the complaints.  But there I must ask to disagree.  This is not a failing on our part this","messageBody":"<div id=\"ygrps-yiv-1135046924\">I also started with this list in the beginning.  I also am tired of the complaints.  But there I must ask to disagree.  This is not a failing on our part this is a failing on Verant&#39;s part and continues to be.  Verant hasn&#39;t fixed much of anything for bards... or atleast anything they didn&#39;t break in the first place and that in an of itself is the problem.  Most of the complaints here are not and have not been &quot;hey they gave druids super teleport powers thats not fair&quot;  It&#39;s things like &quot;Hey wasn&#39;t it a month ago verant promised us an Archmage answers to bard questions&quot;,  &quot;Hey why is it the fix a wizard levitate problem and now we fall down and die if we use the levitate song&quot;  &quot;Hey we can&#39;t surf anymore but we still don&#39;t have a drum after a almost a year of we are going to add it to the next artwork patch&quot;  \r<br/>\n\r<br/>\nI&#39;m tired frankly of hearing people go shhh be quiet don&#39;t complain or they won\r<br/>\n&#39;t pay attention to real problems.  I&#39;m sorry to point this out but bards more then any other class have been silent it&#39;s only been really the last 2 months that bards have REALLY started to become &quot;whiners&quot; take a look at the site histories for the last year.  Everyone else has had issues addressed, we have not.  Your a programmer,, are you going to tell me if you edited a code that completely disabled another modual in your program and didn&#39;t catch it in testing that your boss wouldn&#39;t be on your neck?  I&#39;m also in technology and I assure you if I did what Verant&#39;s programing staff has been doing I&#39;ld be on the street LONG ago.\r<br/>\n\r<br/>\nYour right it is a game and it is a fun one.  Of course the problem is the closer to greatness you are the more glaring your faults.  The more you ignore them the more obvious they become.  \r<br/>\n<blockquote><span title=\"qreply\"> On Thu, 3 Feb 2000 14:39:56 -0500 <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> wrote:\r<br/>\n&gt; From: &quot;MICHELLE M BODIE&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:LEIAORGANA@...\">LEIAORGANA@...</a>&gt;\r<br/>\n&gt; \r<br/>\n&gt; It&#39;s getting to be so sad.  When I read the patch message I was happy.\tI\r<br/>\n&gt; actually said &quot;Yes, finally&quot; out loud to myself.  Then I see the number of\r<br/>\n&gt; eqbard emails that are negative and it saddens me.  When did everyone get so\r<br/>\n&gt; into complaining all the time?\tEvery time Verant fixes something someone\r<br/>\n&gt; else has to complain.  They nerfed this or now this isnt fair to us.  I\r<br/>\n&gt; think everyone should chill.  Verant is made up of PEOPLE.  People arent\r<br/>\n&gt; always perfect and I am sure, from being a programmer myself, that they are\r<br/>\n&gt; trying there damnest to get things right.  Maybe if everyone wouldnt\r<br/>\n&gt; complain about every little nittpicky thing Verant would be more receptive\r<br/>\n&gt; when there is a real problem.  And maybe they would be more willing to ask\r<br/>\n&gt; for our opinions on what should change.  Instead it seems they always have\r<br/>\n&gt; to defend their choices or apologize.  This is a game.\tA very fun one at\r<br/>\n&gt; that.  When something goes wrong I live with it.  It&#39;s not going to kill me.\r<br/>\n&gt; I&#39;ll still be here tomorrow.  I joined this list in the very beginning so\r<br/>\n&gt; that I could learn about upcoming levels and have someone to ask questions\r<br/>\n&gt; to if I needed.  Now I open my folder and delete, delete, delete, delete.\r<br/>\n&gt; Too bad.  Wouldnt it be nice if this were a happier place?\r<br/>\n&gt; \r<br/>\n&gt; \r<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------\r<br/>\n&gt; \r<br/>\n&gt; Body Paint, Chocolates, & Roses Oh My.\r<br/>\n&gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/SparksValentine8\">http://clickme.onelist.com/ad/SparksValentine8</a> &quot;&gt;Click Here&lt;/a&gt;\r<br/>\n&gt; \r<br/>\n&gt; ------------------------------------------------------------------------\r<br/>\n&gt; \r<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a>\r<br/>\n&gt; with the subject submissions. </span></blockquote></div>","specialLinks":[]}}
