{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LeiaOrgana","from":"&quot;LeiaOrgana&quot; &lt;LeiaOrgana@...&gt;","replyTo":"LIST","senderId":"MWd07UPacqUDMcHG0V6Wd9n4FqJe_ARMEydOsVC6o24zJt3z_04-Bq2JYVSCUoOTSO1sELs_9d0S3PRy7xOMvx2v4YX0RDAcX2KGTQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"negativity","postDate":"949611554","msgId":14294,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MTUuMTQyOTQuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14293,"nextInTopic":14295,"prevInTime":14293,"nextInTime":14295,"topicId":14266,"numMessagesInTopic":45,"msgSnippet":"I didnt want this to be a whole new thread on complaining.  Just people on this list should realize there is more to the game than what is wrong.  Some of us","messageBody":"<div id=\"ygrps-yiv-2115218631\">I didnt want this to be a whole new thread on complaining.  Just people on<br/>\nthis list should realize there is more to the game than what is wrong.  Some<br/>\nof us would like to focus on what is right and just play.<br/>\n<br/>\nSomebody is a little overly angry at my little message.  Dont worry this was<br/>\nnot directed specifically at you.  All that I am saying here is that yes<br/>\nthere are bugs.  Have you ever played a game that doesnt?  Would you rather<br/>\nthat EQ had never come out?  Or it be like Diablo 2 which gets pushed back<br/>\nfor years?  I dont thinkso.  I&#39;m glad that EQ exists. And to compare this to<br/>\na car is ridiculous.  When is the last time you paid a mere 9.89 per month<br/>\nfor a car?  If this were a car I could see this degree of anger and<br/>\ncomplaining, but the fact is that it is not.  It is something much cheaper.<br/>\nIf you like the food example fine.  If you go to a restaurant and dont like<br/>\nthe food.  You complain.  You maybe try it again.  You dont like it.  Yet<br/>\nyou see other people in the restaurant enjoying it.  Not minding if it is a<br/>\nlittle greasy or whatever.  They are enjoying the atmosphere and their<br/>\ncompany.  If you still dont like it do you continue to go back to the<br/>\nrestaurant over and over?  There are other restaurants.  If you really want<br/>\nto go to another online game, thats ok but there are slim pickins.<br/>\n And you claim that Verant is sitting on their asses ignoring issues?  Like<br/>\ngraphics you say?  Like the drum animation?  Have you read the interviews<br/>\nwhich stated what a massive update that would be for something that is<br/>\nmerely aesthetic?  What if these past months the guy (or gal) in charge of<br/>\nthose &quot;drum graphics&quot; was working on something more important?  Like the<br/>\nability for party members to see each other during clouding?  I would rather<br/>\nstrum a stick and have my party be safe then have a drum I pound on and have<br/>\nmy<br/>\nmembers get lost and die.  Every company has an order of things to get done.<br/>\nI&#39;m sure that Verant&#39;s number one is an important one, even if we dont know<br/>\nwhat it is.  And its not our right to know what it is.  Where does it come<br/>\nfrom that we can just assume that Verant is sitting on their asses?  We are<br/>\nnot an insider at Verant, we dont know.  This is a game and we are its<br/>\nplayers.  We are lucky to have the game at all.  I just<br/>\n think that everyone needs to take a step back and realize.  We cant assume<br/>\nthat Verant is doing nothing.  Who knows, maybe other more horrific<br/>\ntragedies were averted by Verant doing what they have been doing.  What if<br/>\nthere was a risk of stored data lost?  Should they work on that, even if the<br/>\nplayers dont know it, or should they fix our drums?  Please just everyone<br/>\nchill.  The only way to get results for what we want is to be adult about<br/>\nit.  People do not respond to bitching and complaining in a positive way.<br/>\nHow many marriages have broken up to prove that?  Once there is so much<br/>\ncomplaining the listening party often turns a deaf ear.  Do we want that? Or<br/>\nis that what Verant has already done?  Are they tired of listening to the<br/>\nconstantly complaining Bards?  Is that why the focus on other classes?<br/>\n<br/>\nAnd to the comment that if I didnt do my job as a programmer my boss would<br/>\nhave my ass. Yes, she would.  Too bad that boss is me.  Things happen in<br/>\nprogramming that affect other parts of the program.  That may be a good or<br/>\nbad thing.  It can be potentially a disaster.  But we do testing.  We<br/>\nsometimes let an error in another module pass through and then fix that<br/>\nerror.  Sometimes the error was in the other module in the first place.  I<br/>\nwould rather live with an error or two once a week than have EQ go down for<br/>\n48 hours so that every piece of code can be tested to make sure the patch is<br/>\nperfect.  This game is a massive piece of code and work.  It will NEVER be<br/>\nperfect.  That is the way it goes.  The very nature of the game is for it to<br/>\nevolve and change.  It will for the good and the bad.<br/>\n<blockquote><span title=\"qreply\">  ----- Original Message -----<br/>\n&gt; From: Ryan Honeyman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>&gt;<br/>\n&gt; To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\n&gt; Sent: Thursday, February 03, 2000 4:21 PM<br/>\n&gt; Subject: Re: [eqbards] negativity<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt; From: Ryan Honeyman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; &gt; that.  When something goes wrong I live with it.  It&#39;s not going to<br/>\nkill<br/>\n&gt; me.<br/>\n&gt; &gt; &gt; I&#39;ll still be here tomorrow.  I joined this list in the very beginning<br/>\n&gt; so<br/>\n&gt; &gt; &gt; that I could learn about upcoming levels and have someone to ask<br/>\n&gt; questions<br/>\n&gt; &gt; &gt; to if I needed.  Now I open my folder and delete, delete, delete,<br/>\n&gt; delete.<br/>\n&gt; &gt; &gt; Too bad.  Wouldnt it be nice if this were a happier place?<br/>\n&gt; &gt;<br/>\n&gt; &gt;   Wouldnt it be nice if the world you live in was a happier place?<br/>\n&gt; &gt;<br/>\n&gt; &gt;   If someone sells you a car with some options missing, and you take<br/>\n&gt; &gt;   it back to get it fixed and it takes a week to repair..and when you<br/>\n&gt; &gt;   receive it again, some options are still missing?  Don&#39;t you take<br/>\n&gt; &gt;   action?  Aren&#39;t you the slightest bit pissed off?  This isn&#39;t some mud<br/>\n&gt; &gt;   you log into everyday and play around for free.  This is a service<br/>\nthat<br/>\n&gt; &gt;   a company is offering to us.  If your power company ups your rate,<br/>\n&gt; &gt;   what do you do?  Call them and tell them to cancel your power, cause<br/>\n&gt; &gt;   you are pissed off?  F no, you don&#39;t do that.  You complain like a<br/>\n&gt; &gt;   mofo and make people aware that it&#39;s unfair.  Verant offers a very<br/>\n&gt; &gt;   attractive service, one which I want to be a part of.  That&#39;s right,<br/>\n&gt; &gt;   I want to play these game with my friends, in fact I pay to play this<br/>\n&gt; &gt;   game with my friends, and that gives me every right to complain about<br/>\n&gt; &gt;   the company until they get it right.<br/>\n&gt; &gt;<br/>\n&gt; &gt;   Verant is making poor decisions, and they have zero, that&#39;s right,<br/>\n&gt; &gt;   zero coordination and testing going on right now.  That much is<br/>\n&gt; &gt;   evident and clear to me.  What really f&#39;ing pisses me off, is that<br/>\n&gt; &gt;   those stupid GMs sat their lazy asses on the Plane of Sky for 2 or<br/>\n&gt; &gt;   3 months, when they could have been testing it out.  Now look at<br/>\n&gt; &gt;   the Plane of Sky, it&#39;s totally busted... The quests dont work, the<br/>\n&gt; &gt;   text in the quests is wrong.  This isn&#39;t unusual, and if you expect<br/>\n&gt; &gt;   us to say they are only human, give them a break everytime they<br/>\n&gt; &gt;   change one thing in this game and it causes a failure, then when are<br/>\n&gt; &gt;   they gonna do something correctly?  Should I give them an A for<br/>\n&gt; &gt;   effort, when they are failing to produce any measurable results?<br/>\n&gt; &gt;   Did you get an A for effort in school, because you tried hard<br/>\n&gt; &gt;   and had your heart in it?  I doubt it.<br/>\n&gt; &gt;<br/>\n&gt; &gt;   I will be the first to congrat Verant on a job well done.  The fact<br/>\n&gt; &gt;   of the matter is, they aren&#39;t doing a good job.  They aren&#39;t even<br/>\n&gt; &gt;   doing a decent job.  They are just bumbling along, until the day<br/>\n&gt; &gt;   that this all crumbles down in a heap of confusion.  If you think<br/>\n&gt; &gt;   that frustrating players is doing a good job, then they are doing<br/>\n&gt; &gt;   terrific at that.  I liked the patch message, I have no complaints<br/>\n&gt; &gt;   about the bard additions.  But I&#39;m tired of them not addressing the<br/>\n&gt; &gt;   real issues at hand, in order to make non-critical adjustments to<br/>\n&gt; &gt;   the game.  The fact that two continents were missing should have<br/>\n&gt; &gt;   clued anyone in to the future of this game.  This game is and will<br/>\n&gt; &gt;   always be incomplete until they address some very big player based<br/>\n&gt; &gt;   problems, including graphic effects, and bugs that have existed<br/>\n&gt; &gt;   since beta.  Verant as a whole _is_ lazy.<br/>\n&gt; &gt;<br/>\n&gt; &gt;   I want to help Verant, I have ideas, I have time to test, I even have<br/>\n&gt; &gt;   the patience to live through their mistakes.  But every g&#39;damn time<br/>\n&gt; &gt;   I log into the game, I&#39;m riddled by bugs, by crashes, by problems.<br/>\n&gt; &gt;   It&#39;s amazing that it even still works, although they will claim it&#39;s<br/>\n&gt; &gt;   never been broken.<br/>\n&gt; &gt;<br/>\n&gt; &gt;   Yeah, I could grow up a little, and lay off the cursing, lay off the<br/>\n&gt; &gt;   Flame Verant bandwagon, but they&#39;ve lost their players admiration in<br/>\n&gt; &gt;   this &#39;vision&#39; they have.  If they want to keep screwing around with<br/>\n&gt; &gt;   things because it fits their ideas of the game they want without<br/>\n&gt; &gt;   considering what the players are looking for in their game, they<br/>\n&gt; &gt;   are bound for a rude awakening.<br/>\n&gt; &gt;<br/>\n&gt; &gt;   Harmonic.<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt; Shop for your Valentine at eGroups.<br/>\n&gt; &gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/SparksValentine6\">http://clickme.onelist.com/ad/SparksValentine6</a> &quot;&gt;Click<br/>\nHere&lt;/a&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt; with the subject submissions.<br/>\n&gt; &gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
