{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Blitz Krieg","from":"&quot;Blitz Krieg&quot; &lt;blitz_krieg@...&gt;","replyTo":"LIST","senderId":"FszX-4jIrtAnA0q5nbz7e27T7z8zdf3CbX0iQ56GF09SMzLLNaoI7F5uQCtz4Ngt5yDdf2yC_0NR5jAJxuVYxeB55bBxy6COlDrwhffG","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: Archmage Answers","postDate":"949703904","msgId":14507,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MjUuMTQ1MDcuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14427,"nextInTopic":14508,"prevInTime":14506,"nextInTime":14508,"topicId":14330,"numMessagesInTopic":24,"msgSnippet":"On the other hand, here s how I saw it: I logged in and immediately tested clouding.  After finding out it didn t work, I wrote it off to another snafu and","messageBody":"<div id=\"ygrps-yiv-1074949805\">On the other hand, here&#39;s how I saw it:<br/>\n<br/>\nI logged in and immediately tested clouding.  After finding out it didn&#39;t<br/>\nwork, I wrote it off to another snafu and still am happy they decided to put<br/>\nthe change in.  This doesn&#39;t mean we WON&#39;T get it.  It just means it&#39;ll be<br/>\nnext patch or the one after.  Big deal.  After a year of playing this game,<br/>\nan improvement like this isn&#39;t going to kill me coming in a week or 2 late.<br/>\nI don&#39;t plan on quitting the game any time soon, so in 4 months from now I<br/>\nwon&#39;t even remember &quot;that week or 2 I &#39;should&#39; have had the see invis<br/>\ncomponent and didn&#39;t.&quot;<br/>\n<br/>\nI couldn&#39;t imagine being in a job where EVERY thing I did was questioned,<br/>\nanalyzed, reanalyzed, condemned and 2nd guessed at least 140,000 times.<br/>\nWhere you do something you see as positive and a section of people will<br/>\nalways think it sucks.  How many changes went into the patch?  1 or 2 things<br/>\nthey missed for whatever reason doesn&#39;t account for much.  Especially when<br/>\nthey WILL be fixed sooner rather than later.  Shit does happen and I&#39;m glad<br/>\nsomeone (or 170,000 someone&#39;s) isn&#39;t there nitpicking at every move I make.<br/>\n<br/>\nTo compare an ever-evolving game with this large of a player base to a<br/>\nsingle player game isn&#39;t fair.  And I can think of numerous &quot;professionally<br/>\nreleased&quot; pieces of software that are released buggy.  Oftentimes with a<br/>\npatch that does a worse job of explaining any fix if a fix even comes.  I&#39;ll<br/>\nname Windows 98 as a prime example.  I feel Verant is doing as good a job<br/>\nwith what they&#39;re working with as ANY group could.  With them, at least we<br/>\nknow they ARE trying.  They may f*ckup, but they will keep trying.  And one<br/>\nday another game will come out that we&#39;ll all love to play more.  But, they<br/>\nobviously are doing something right, right now, or we all wouldn&#39;t be<br/>\nplaying or be so passionate about it.<br/>\n<br/>\nDarkfox Reven&#39;tsol<br/>\nXegony<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I try not to rant.  I really do.  I try to provide a working-man&#39;s,<br/>\n&gt; non-statistical insight into being a bard when I can.<br/>\n&gt;<br/>\n&gt; But I give up.<br/>\n&gt;<br/>\n&gt; I just simply give up.<br/>\n&gt;<br/>\n&gt; After logging in last night and seeing that Clouding&#39;s see-invis<br/>\n </span></blockquote>improvement<br/>\n<blockquote><span title=\"ireply\"> &gt; did not work, nor did the SLN improvement, I just threw up my hands and<br/>\n </span></blockquote>said<br/>\n<blockquote><span title=\"ireply\"> &gt; &quot;Fuck it.&quot;  I have no intentions of enthusiastically reading any more<br/>\n&gt; &quot;Archmage Answers&quot;, patch messages or Abashi posts regarding, well,<br/>\n&gt; *anything*.<br/>\n&gt;<br/>\n&gt; I can think of no other professionally released piece of software used by<br/>\n </span></blockquote>so<br/>\n<blockquote><span title=\"ireply\"> &gt; many people that is regression tested as poorly as EverQuest.  As a<br/>\n&gt; professional software developer myself, I find it truly staggering.  As<br/>\n&gt; we&#39;ve all observed on occassion when discussing Verant, people make<br/>\n&gt; mistakes, it&#39;s only natural.  But to allow so many mistakes to get through<br/>\n&gt; to the customer?  I just can&#39;t get over it.  Verant does not seem to<br/>\n </span></blockquote>realize<br/>\n<blockquote><span title=\"ireply\"> &gt; the importance of their testing.  Their market is computer gamers, a<br/>\n&gt; notoriously fickle crowd who have thousands of other titles to chose from<br/>\n </span></blockquote>on<br/>\n<blockquote><span title=\"ireply\"> &gt; a whim, with more hitting the shelves weekly.  Giving those customers no<br/>\n&gt; reason to purchase and play another game should be their VERY HIGHEST<br/>\n&gt; priority.  They seriously undermine their customer confidence when they<br/>\n </span></blockquote>time<br/>\n<blockquote><span title=\"qreply\"> &gt; and time again insist that something works a certain way and are proven<br/>\n&gt; wrong, or say that something has been fixed and instantly corrected by a<br/>\n&gt; huge number of their customers.  Testing Clouding&#39;s see-invis aspect is so<br/>\n&gt; mind-numbingly trivial that for it not to have happened is inexcusable.<br/>\n&gt;<br/>\n&gt; [45 Bard] Crier (Half Elf) &lt;Seekers of Norrath&gt; ZONE: work </span></blockquote></div>","specialLinks":[]}}
