{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;jht@...&gt;","replyTo":"LIST","senderId":"A7Rd-6ArjtdTnN2uTcPF6b0opwd_FitREhHLd714ppbB5G1OFzG5s6-vIkWZHWEVbiJUfMo4oZxcCQPFGgSMXI0_USrtTjyYYQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Song Taunt (OT) &lt;= Very OT","postDate":"949710930","msgId":14517,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MjUuMTQ1MTcuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":14602,"prevInTime":14516,"nextInTime":14518,"topicId":14517,"numMessagesInTopic":2,"msgSnippet":"... This does happen to a certain extent in EQ. The opposite extreme of what you state would be a game like Street Fighter, which is totally dependent on the ","messageBody":"<div id=\"ygrps-yiv-717799008\"><blockquote><span title=\"ireply\">&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a><br/>\n&gt; <br/>\n&gt; On Fri, 4 Feb 2000, John Tatsukawa wrote:<br/>\n&gt; &gt; Potentially, if we wanted realism, 1 good stick in the gut <br/>\n&gt; should disable<br/>\n&gt; &gt; any mob or player then, which kind of ruins any suspense.<br/>\n&gt; <br/>\n&gt; Just so you know, the RPG I played most (and type of system I<br/>\n&gt; like the most) was Traveller.  Yes, one good stick in the gut<br/>\n&gt; could disable just about anyone.  Yes Muhammad Ali could be<br/>\n&gt; knocked out by one weakling swinging a pipe at his head from<br/>\n&gt; behind.  Yes it changes combat tactics - rather than what you<br/>\n&gt; do in a fight being important (which I always thought should<br/>\n&gt; be based on the character&#39;s skill, not the player&#39;s ability to<br/>\n&gt; play), how you plan a fight and how well you carry out that<br/>\n&gt; plan, and how you adapt to changing circumstances becomes<br/>\n&gt; important.<br/>\n<br/>\n </span></blockquote>This does happen to a certain extent in EQ. The opposite extreme of what you<br/>\nstate would be a game like Street Fighter, which is totally dependent on the<br/>\nplayer&#39;s skill to orchestrate tactical moves/combos.<br/>\n<br/>\nThe flip side to that is a lot like what I&#39;ve read in Rainbow Six by Tom<br/>\nClancy which deals with commando&#39;s vs terrorists. There&#39;s a situation. You<br/>\nset up a plan and each person has a task/job. You adapt to the circumstances<br/>\nin an environment full with lethal combat results.<br/>\n<br/>\nIf there was a MUD with this latter profile, I can&#39;t imagine getting pickup<br/>\ngroups together as it really would take excellent team coordination, and<br/>\nit&#39;d probably be best to have voice communications.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If you haven&#39;t picked it up yet from my other comments:<br/>\n&gt; <br/>\n&gt; - I don&#39;t like level based systems<br/>\n&gt; - I don&#39;t like class based systems<br/>\n&gt; - I don&#39;t like increasing hp systems<br/>\n&gt; <br/>\n&gt; IMHO, all of these are quick-and-easy approaches to &quot;solving&quot;<br/>\n&gt; the playbalance problem by artificially imposing limitations<br/>\n&gt; to enforce orthogonality (balancing a game is much easier if<br/>\n&gt; the factors you can tweak are all orthogonal).  The tradeoff<br/>\n&gt; of course is that you lose flexibility and diversity, and you<br/>\n&gt; get some really strange things happening in the game world<br/>\n&gt; physics (e.g. high level people without safe fall surviving<br/>\n&gt; impossible drops).<br/>\n<br/>\n </span></blockquote>Thanks for the reminder. I&#39;ve played in some fun Traveller games but it was<br/>\na very long time ago.<br/>\n<br/>\nI enjoy the reward of enhancing or tweaking a character&#39;s abilitites as they<br/>\nprogress and acquire wealth and equipment. At least we don&#39;t earn exp for<br/>\ngold. <br/>\n<br/>\nIn truth, the RPG I enjoyed most was the James Bond game by Victory Games<br/>\nwhich featured &quot;hero points&quot; which allowed you to perform the standard<br/>\nimpossible James Bond stuff, and allowed you to progress from rookie agent<br/>\nto double-O (but of course). It wasn&#39;t the most realistic of combat systems,<br/>\nbut was definitely quicker and easier than, say AD&D, without being as<br/>\nludicrous as Top Secret.<br/>\n<br/>\nIMHO, I think that Everquest does have a nice balance of fun vs realism.<br/>\n<br/>\nBut to show where Brad stands on realism in this game:<br/>\nHe was on the general Chat line in EQ during a server crash and I asked him<br/>\nabout having equipment break so that things would need to be replace. I<br/>\nfigured this would make the game a bit more realistic and would give my<br/>\nblacksmithing skills something to do. His reply was, &quot;Entropy Sucks!&quot; :-)<br/>\n<br/>\n---Windleaf (Can you tell I really don&#39;t want to be doing work?)</div>","specialLinks":[]}}
