{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Miriana","from":"Miriana &lt;miriana@...&gt;","replyTo":"LIST","senderId":"Z5C3uuZHg6DE6Dh08Lrzf8Vntr3fqjaDM9oKim5ivLrZ_5_bPbKMUGNhyJNlSFYQAtpMuXBcaS2adu7s_wyQBTc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: A rant","postDate":"950040322","msgId":14608,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MzEuMTQ2MDguOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14597,"nextInTopic":14610,"prevInTime":14607,"nextInTime":14609,"topicId":14541,"numMessagesInTopic":58,"msgSnippet":"... It s not the break that causes the problem.  With the proper method, hate has always been breakable.  The main issue here is you ll clear your way to a","messageBody":"<div id=\"ygrps-yiv-1991837601\">On Tue, 8 Feb 2000, Ryan Honeyman wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   Those guilds didn&#39;t know what they were doing, you all will find<br/>\n&gt;   that it is the same PoH that it always has been.  Modify your <br/>\n&gt;   tactics accordingly, the SE corner is very aggressive now.  But<br/>\n&gt;   this does not stop a successful break.  <br/>\n<br/>\n </span></blockquote>\tIt&#39;s not the &quot;break&quot; that causes the problem.  With the proper<br/>\nmethod, hate has always been breakable.  The main issue here is you&#39;ll<br/>\nclear your way to a Spite Golem whose pet is stuck halfway across the<br/>\nzone, who you can&#39;t pull because invariably no matter which pull method<br/>\nyou use 10 other things agro&#39;d by the pet come with the golem.<br/>\n\tSure, CR is simple, and hate was broken, but you can&#39;t pull any<br/>\nfurther, so why even bother?  Do I want to spend 3 hours trying to unstick<br/>\na bugged pet, thereby adding 3 hours to the time it takes to clear a<br/>\nplane?  No thanks.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   You can still do this, with Fear style CR tactics (resurrect).<br/>\n<br/>\n </span></blockquote>\tLooking around Azarack island, it seems that the spawns are spaced<br/>\nfar enough apart to combat drop in.  We&#39;ll see, when my guild gets over<br/>\ntheir recent apathy for doing anything big we&#39;ll probably be back in sky.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   Your guild is geared for doing dragons, even after the upgrades.<br/>\n<br/>\n </span></blockquote>\tIt&#39;s just that our guild has 8 clerics.  Really, that&#39;s the only<br/>\nimportant thing.  Any guild with 7 or 8 level 50 clerics can gather up a<br/>\ndragon party pretty easily.  You have 6 melee classes who are more or less<br/>\ninterchangable, so finding them is not that big an issue.<br/>\n\tOne of the major failings I&#39;ve seen with non-LoD dragon raids is<br/>\nthat the invite have generally been to people &quot;45+&quot;.  Honestly, that&#39;s not<br/>\ngood enough.  The difference between 24 level 45+ people and 24 level 50<br/>\npeople is enormous.  If someone wants to organize a dragon raid, the<br/>\npeople who go should be restricted to 49+, and the number of people kept<br/>\nunder 30.  Make those * hard * caps, and resist the urge to invite<br/>\nadditional friends to come.  Obviously, there are exceptions to this.<br/>\nClasses that are not expected to melee or nuke can be lower (read: clerics<br/>\nand bards, occasionally druids and shaman).  But if you&#39;re a melee class<br/>\nor a pure caster, the answer should be 49+ only.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   With the correct mix of people, I think anyone can do dragons.<br/>\n<br/>\n </span></blockquote>\tI agree.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   The problem with other guilds on Innoruuk is that they are so<br/>\n&gt;   unorganized that it&#39;s a hassle to gather the right people.  GuildA<br/>\n<br/>\n </span></blockquote>\tWell, currently, that&#39;s true to some extent, mostly because the<br/>\nguilds that do have the right mix of people don&#39;t have those people all at<br/>\nlevel 50.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   I can imagine the frustration behind that.  If you all are going<br/>\n&gt;   to play with Vox again, I&#39;m up for assisting thus freeing up one<br/>\n&gt;   of your secondary bards to class shift.  There&#39;s not much else to<br/>\n&gt;   to do anymore, anyway.<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>\tI don&#39;t take my bard on dragon raids anymore.  In fact, I&#39;ve<br/>\ndropped almost all my resist equipment for wis equipment.  Now I take<br/>\nsignifigantly more damage than the rest of my party from the AE, but I<br/>\nmake up for it because unlike my groupmates, I&#39;m * always * in range of my<br/>\nown AE heal spell, which balances that out.  The melee classes go all<br/>\nresists, the casters should go all wis.  I get an extra AE heal out of my<br/>\nwis equipment, that&#39;s 500hp for everyone in my group.<br/>\n<br/>\n\tWe&#39;ve done Vox twice recently with 1 bard.  I think our equipment<br/>\nis getting to the point where bards are more of a bonus than a necessity.<br/>\nWhen your entire guild has dragon/plane level haste equipment and<br/>\nweapons, your effectiveness goes up by an incredible amount.  4 groups<br/>\nwith that level equipment is equivilent to 6 normal group&#39;s damage output.<br/>\nSo we have 6 groups worth of damage, but only 4 groups worth of lag.<br/>\n<br/>\n-- <br/>\nMiriana<br/>\nLegions of Darkness<br/>\nInnoruuk Server</div>","specialLinks":[]}}
