{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Miriana","from":"Miriana &lt;miriana@...&gt;","replyTo":"LIST","senderId":"jfPUKX0jZZOkVwSVXRcBRT7hv1fOrUujXk5bBnKHiaM2f46ZyWBA7agsboTvfo4_fOepM8TIEUXjEckuR2l8L1A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: A rant","postDate":"950047450","msgId":14618,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MzEuMTQ2MTguOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14617,"nextInTopic":14619,"prevInTime":14617,"nextInTime":14619,"topicId":14541,"numMessagesInTopic":58,"msgSnippet":"... I don t think it s worth the price of admission (not the plat cost to gate in, but the exp and time investment in the break).  LoD could zone into a fully","messageBody":"<div id=\"ygrps-yiv-940730243\">On Tue, 8 Feb 2000, Ryan Honeyman wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   Why bother?  Well, 5 houses is better than 0, imo.  That&#39;s roughly<br/>\n<br/>\n </span></blockquote>\tI don&#39;t think it&#39;s worth the price of admission (not the plat cost<br/>\nto gate in, but the exp and time investment in the break).  LoD could zone<br/>\ninto a fully populated PoH and kill Innoruuk himself in 6 hours, easy.<br/>\nNow, the time is closer to 9 or 12 due to the extremely bugged NPC&#39;s.  The<br/>\nextra 50% to 100% increase in the time required is ludicrous, considering<br/>\nit is due to bugged NPC&#39;s and pets.<br/>\n<br/>\n\tIf Verant wants to make the zone harder by giving NPC&#39;s more hp&#39;s,<br/>\nmaking them hit harder, giving them better AE attacks, etc.  That&#39;s fine,<br/>\neveryone will adjust.  But when PoH can easily turn into a 3 hour &quot;unstick<br/>\n1 NPC&quot; trip, that&#39;s completely unacceptable.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   Secondly, it&#39;s something to do -- and people have been saying that<br/>\n&gt;   the new Hate is not doable, which clearly isn&#39;t the case.  Do the<br/>\n<br/>\n </span></blockquote>\tI guess our definition of doable is different.  To me PoH/PoF is<br/>\n&quot;doable&quot; if I&#39;m standing on top of Innoruuk&#39;s corpse (or Innoruuk is<br/>\nstanding on top of mine) when the day is done.  Clearing a small<br/>\npercentage of the zone does not make PoH &quot;doable&quot; for me.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   I believe Vektor key&#39;d in and was instantly swarmed.  Many changes <br/>\n&gt;   have been introduced in this new Sky version; I wouldnt doubt that<br/>\n&gt;   Verant has increased the difficulty of the area to prevent players<br/>\n&gt;   from getting too far before expansion.  Again, to my knowledge no<br/>\n&gt;   server has gotten very far in Sky after the recent upgrade.<br/>\n<br/>\n </span></blockquote>\tRight now the rewards just doesn&#39;t seem to match up to the<br/>\ndifficulty.  Sure, a warrior or ranger haste belt is nice, but why bother<br/>\nwhen RBB&#39;s or CoF&#39;s are dropped off something that&#39;s just as easy to kill,<br/>\nbut won&#39;t train cause there&#39;s only one of them?  LoD has been very passive<br/>\nabout the planes and dragons recently, but when we do get off our butts to<br/>\ndo something the consensus is that dragons are the only thing that are<br/>\nworth the investment in time and effort.  2 hours for 4 or 5 guaranteed<br/>\nnice items.  This, as opposed to 6 hours clearing 20 monsters and dying<br/>\nmultiple times to a bugged Spite Golem, while the roamers are dropping<br/>\nnext to nothing.  Or, braving the Plane of Sky encountering trains of<br/>\ndragon difficulty monsters.<br/>\n<br/>\n\tNow, I say this coming from a background of having done as much as<br/>\nI have.  Dragons and planes have lost most of its luster and it&#39;s more<br/>\nabout helping friends and guildmates get that item they&#39;ve been dreaming<br/>\nabout.  I do urge everyone to go to each of the planes and see what its<br/>\nlike for yourself.  My first few trips into each of the planes and all of<br/>\nthe dragons were simply amazing.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   to participate.  Again, very little control of the matter, since <br/>\n&gt;   I&#39;m not a recognized leader on the server.<br/>\n<br/>\n </span></blockquote>\tAlot of it is making the organizer of the event listen, and simply<br/>\nrefusing to go if they don&#39;t.  In my opinion, a dragon raid with 40 or 50<br/>\npeople under level 45 is doomed from the start, and I wouldn&#39;t even take<br/>\nthe time to go before they start asking for help with CR.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   That was my issue with resistances and where exactly a bard fits into<br/>\n&gt;   the dragon picture.  In the end, bards are not necessary for dragon<br/>\n&gt;   attacks, despite what Verant seems to believe.  While you will not<br/>\n<br/>\n </span></blockquote>\tI&#39;m not so sure about that.  I think the way it has evolved is<br/>\nthat the better equipped you are, the less important the bard becomes.<br/>\nHowever, at the start, I honestly believe that having the bard makes a<br/>\ntremendous difference.  I just think bards are phasing themselves out of<br/>\nhow important they are as the people they are with become better equipped.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   difference to me.  Yet, bard instruments drop from dragons, where <br/>\n&gt;   honestly, bards are just kinda an afterthought nowadays even in <br/>\n&gt;   groups who are not as decked out in cold gear.  They&#39;d rather have<br/>\n&gt;   another cleric or another warrior in the bard slot.<br/>\n<br/>\n </span></blockquote>\tIn the groups consisting of mostly warriors, yes, another warrior<br/>\nor cleric would be better.  The bard is most useful in groups of<br/>\nmonks/rogues, where the bard makes up for their lack of hit points and<br/>\nallows the clerics time to heal.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   I&#39;m willing to bet that there is the same thing at play here.<br/>\n&gt;   We just don&#39;t know it yet.  I have yet to see for myself the<br/>\n&gt;   impact of high resistance on dragons, though I would agree<br/>\n&gt;   using it wont hurt me, I still want to know the formula involved<br/>\n&gt;   with checking and using the resistance number in combat.<br/>\n&gt; <br/>\n </span></blockquote>\tI would as well, I just wish there was a good way to test this.<br/>\n<br/>\n-- <br/>\nMiriana<br/>\nLegions of Darkness<br/>\nInnoruuk Server</div>","specialLinks":[]}}
