{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Perhaps a Princess...","from":"&quot;Perhaps a Princess...&quot; &lt;sarah@...&gt;","replyTo":"LIST","senderId":"rjqH2B80kW3MIHzxBsj5xv3aHCtC4kfcLma_uDh8hTsEUkFsaZtkMpAXJrI5JChvZPRsQeLDIBesBVq50nBh0Espmd1H6pyyLvg4lEuYP6PK","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: A rant","postDate":"950048102","msgId":14638,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MzIuMTQ2MzguOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14637,"nextInTopic":14640,"prevInTime":14637,"nextInTime":14639,"topicId":14541,"numMessagesInTopic":58,"msgSnippet":"One of my best friends, RL, is a lvl 50 bard on Solusek Ro. I KNOW how much effort she put in to get there. ALL last year. I also know I am not willing to put","messageBody":"<div id=\"ygrps-yiv-108862144\">One of my best friends, RL, is a lvl 50 bard on Solusek Ro. I KNOW how<br/>\nmuch effort she put in to get there. ALL last year. I also know I am<br/>\nnot willing to put that kind of time into the game. I do not envy the level<br/>\n50s, though I do feel left out on occasion. I realize that is, indeed, a<br/>\nmatter<br/>\nof how much effort they were willing to put into the game, in comparison.<br/>\n<br/>\nHowever, I do know that I am unsure about /tell&#39;ing people that<br/>\nhigh, unless I know them in particular. Because I do not want<br/>\nto be seen as one of those annoying lower levels always bothering,<br/>\netc.<br/>\n<br/>\nSarah Heacock   <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sarah@...\">sarah@...</a><br/>\nMeara, level 13 Enchanter, Master Jeweler, owner Meara&#39;s Boutique of<br/>\nMystiques, Phoenix, Solusek Ro /<br/>\nFaerain, level 18 Soldier of Tunare, Phoenix, Solusek Ro /<br/>\nFaesong, level 7 HalfElf Bard of Solusek Ro, Phoenix, Solusek Ro<br/>\n(Blackburrow -- when I get back from Kelethin)<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;-----Original Message-----<br/>\n&gt;From: Ryan Honeyman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>]<br/>\n&gt;Sent: Tuesday, February 08, 2000 12:53 PM<br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt;Subject: Re: [eqbards] A rant<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;From: Ryan Honeyman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:honeyman@...\">honeyman@...</a>&gt;<br/>\n&gt;<br/>\n&gt;&gt; 45+ to get invited on a dragon raid.  By the time you get to that level a<br/>\n&gt;&gt; few months down the road, the expansion will likely be out.<br/>\n&gt;Lets say in the<br/>\n&gt;&gt; expansion Verant raises the level cap to 75.  So by the time us non 45+<br/>\n&gt;&gt; people get to 45th level, the current level 50s will be fastly<br/>\n&gt;approaching<br/>\n&gt;&gt; 75.  You have to assume that a lot of these 75 people will still go on<br/>\n&gt;&gt; dragon raids.<br/>\n&gt;<br/>\n&gt;  Purely speculation on my part, however, I don&#39;t think the new level<br/>\n&gt;  limit is going to be L75, I think maybe L60 at most.  And that each<br/>\n&gt;  consectutive level is going to be a hell level.  The fact is Verant<br/>\n&gt;  can barely meet the needs of today, how on earth are they going to<br/>\n&gt;  make 25 more songs, when they cannot even finish off 3 of our missing<br/>\n&gt;  ones.  An extra 25 levels means 4 more circles of spells per class.<br/>\n&gt;  Those extra levels mean new melee based skills.  Frankly, I don&#39;t<br/>\n&gt;  think they have the time to do it.  They haven&#39;t gotten it right<br/>\n&gt;  today, I don&#39;t think they will get it right tomorrow.<br/>\n&gt;<br/>\n&gt;  Now to apply that to the issue at hand.  You L25 people, you L35<br/>\n&gt;  people, you will be L50 in what 6 more months? 9 more months?<br/>\n&gt;  Who cares?  Live up the game to the fullest that it has to offer<br/>\n&gt;  you at your current level.  Dragons are just a massive deathtrap.<br/>\n&gt;  When the expansion comes out, based on what I&#39;ve said, you&#39;ll find<br/>\n&gt;  that you still have plenty of time to build your character to a<br/>\n&gt;  level where you finally catch up to the people who are doing<br/>\n&gt;  the big things and you will not be excluded.<br/>\n&gt;<br/>\n&gt;  I see a lot of people bash L50s because they are &#39;powerlevelers&#39;<br/>\n&gt;  and they &#39;don&#39;t understand the fun of the game&#39;, yet I turn around<br/>\n&gt;  and see those same people whining because they aren&#39;t allowed to<br/>\n&gt;  go to the planes, or aren&#39;t allowed to be on a dragon hunt.  I<br/>\n&gt;  put in way too many hours to get where I did.  That said, I have<br/>\n&gt;  been to and seen 90% of Norrath, and I&#39;d say 75% of it I know<br/>\n&gt;  like the back of my hand.  I still see L50 players get lost, but<br/>\n&gt;  I&#39;ve explored, I&#39;ve roamed, I play with and help out the people<br/>\n&gt;  who need it.  But damn I&#39;m a L50 so I have no idea what it&#39;s<br/>\n&gt;  like being L25, or shit he&#39;s L50 he won&#39;t talk to me or he won&#39;t<br/>\n&gt;  help me out.  This bard doesn&#39;t fit that stereotype, I&#39;m afraid.<br/>\n&gt;<br/>\n&gt;  You see us talking about cool things, or you see us ego boosting<br/>\n&gt;  it&#39;s because we worked hard to get this far.  I don&#39;t immediately<br/>\n&gt;  turn on people because they are &#39;green&#39; to me.  I cannot even list<br/>\n&gt;  the things I&#39;ve done for countless people in different areas of<br/>\n&gt;  the world.. it&#39;s too staggering.  One guy even said &#39;Wow, I thought<br/>\n&gt;  you Level 50 people just ignored people like me.&#39;  That makes me<br/>\n&gt;  feel damn proud when I hear things like that.  I play non-anonymous<br/>\n&gt;  every night, and I answer every single line of purple text that<br/>\n&gt;  arrives on my screen.  I don&#39;t need to /who the person and figure<br/>\n&gt;  out who they are or what level they are, I answer everyone with<br/>\n&gt;  the upmost respect regardless of their EQ ranking.  I got at least<br/>\n&gt;  10 tells last night related to bard songs, bard quests, bard info.<br/>\n&gt;  And I&#39;m happy to help people out in any way I can.  I made 5 new<br/>\n&gt;  friends in permafrost last week, when me and a friend helped these<br/>\n&gt;  people clear out the king room whlie getting them exp and quest items.<br/>\n&gt;  Just yesterday I handed out a full suit of bronze to a L10 warrior.<br/>\n&gt;  Two shaman were watching us kill ice giants and cheering us on,<br/>\n&gt;  so I handed each of them 25pp.  Why?  Because I&#39;m a f*ing nice guy,<br/>\n&gt;  that&#39;s why.  I know exactly how hard it is to be L5, L10, L15, ...<br/>\n&gt;  I was there, I suffered through those times.  I was broke, I wish<br/>\n&gt;  I had suchandsuch an item.  I&#39;ve been where all of you have been.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt; I think the best way Verant can solve this problem for those of<br/>\n&gt;us currently<br/>\n&gt;&gt; not high enough to go on a dragon raid (if they even consider it<br/>\n&gt;a problem),<br/>\n&gt;&gt; is that once the expansion comes out, put a maximum level limit<br/>\n&gt;to zone into<br/>\n&gt;&gt; Permafrost or Sol B.  Kind of like a reverse Plane level limit.  If they<br/>\n&gt;&gt; limit entering those zones to level 50s and below , then they<br/>\n&gt;don&#39;t have to<br/>\n&gt;&gt; worry about level 75s coming in and easily killing a dragon.  They also<br/>\n&gt;&gt; don&#39;t have to worry about continually making dragons tougher.<br/>\n&gt;<br/>\n&gt;  That&#39;s sort of extreme, but I wouldn&#39;t mind them blocking specific<br/>\n&gt;  dungeons in the reverse like that.  However, lots of items for quests<br/>\n&gt;  drop in so many different places, it&#39;s so hard to exclude that broad<br/>\n&gt;  a range of people.  They need to impose the yield rule and enforce<br/>\n&gt;  it in a more strict manner.  I will never try to steal exp spawns<br/>\n&gt;  from a player if it can be helped.  Although, I do not appreciate<br/>\n&gt;  lower level players busting in on me if I&#39;ve been waiting on something<br/>\n&gt;  for several hours.  That rarely happens, in fact I&#39;ve never had an<br/>\n&gt;  item/mob conflict with any lower level person ever.  Then again I&#39;m<br/>\n&gt;  not usually camping things, I&#39;m out kicking ass and taking names.<br/>\n&gt;<br/>\n&gt;  blah blah blah... I talk to much.<br/>\n&gt;<br/>\n&gt;  Bottom line, Level 50 players aren&#39;t always what you may think and<br/>\n&gt;  you will be there one day and you will have all the fun we are<br/>\n&gt;  having trust me.<br/>\n&gt;<br/>\n&gt;  Harmonic.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;Free Valentine´┐¢s Day Delivery from Petopia.com.<br/>\n&gt;Looking for that pet-perfect Valentine´┐¢s Day gift?<br/>\n&gt;Click here for free delivery with purchases of $25 or more.<br/>\n&gt;&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/NewPetopia\">http://clickme.onelist.com/ad/NewPetopia</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions.<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
