{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Bachman","from":"Ken Bachman &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"hr6pD6yEkbdGYmktPutGV_2uftoZBbT4vWoX2lOcQzdPPCaooPYOHrDyTmU-GYus2j4s7VgUiUXDQ8AE_Ju9PW-CoJAV1V4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Are Bards useful?  A diatribe...","postDate":"950149933","msgId":14702,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MzUuMTQ3MDIuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":14737,"prevInTime":14701,"nextInTime":14703,"topicId":14702,"numMessagesInTopic":2,"msgSnippet":"Going back to the hybrid discussion, it is my contention that, by Verant s definition: Compared to casters, hybrids should have better melee and worse casting.","messageBody":"<div id=\"ygrps-yiv-412609860\">Going back to the hybrid discussion, it is my contention that, by <br/>\nVerant&#39;s definition:<br/>\n<br/>\nCompared to casters, hybrids should have better melee and worse casting.<br/>\nCompared to meleers, hybrids should have worse melee and better casting.<br/>\nWe are a hybrid.<br/>\n<br/>\nFor true class balance, the melee + casting component for all classes <br/>\nshould be equal, but the above must at the very minimum be true.<br/>\n<br/>\nFor the cost of a material component and fifteen seconds sitting plopped <br/>\non their butts, Necromancers, Magicians and arguably Enchanters have <br/>\nbetter melee than we do, for as long as they are able to keep their pets <br/>\nalive.  So we fail the definition automatically.<br/>\n\t\t\t<br/>\nVerant has specifically made our songs weaker than the corresponding <br/>\nspells cast by other classes (Lullaby is a prime example) because:  a) <br/>\nthey are the other classes&#39; specialties, b) our songs affect an entire <br/>\ngroup, and hence our songs are &quot;more powerful&quot; than individual spells, <br/>\nand c) our songs do not require mana and hence can be cast indefinitely.<br/>\n<br/>\nAnd yet, we can keep at *most* three songs going at a time, while many of <br/>\nthe clerics, shamans, druids and enchanters I know are capable of keeping <br/>\nthree (plus) buffs up on all party members while *also* casting combat <br/>\nspells and healing (and, in many cases, meleeing better).  If we can cast <br/>\nfewer songs/spells than these other classes, and those songs are weaker <br/>\nthan the other classes&#39; spells, and most of these classes are better at <br/>\nmelee than we are (either naturally or via pets), what use are we?<br/>\n<br/>\nFurther, even at level 42, I find my song selection to be severely <br/>\nconstrained because many of our best songs are incompatable with spells <br/>\nthat other classes are casting.  And their&#39;s are better.<br/>\n<br/>\nI am frequently invited on guild events with the level 50s, but I <br/>\nstrongly suspect that they are using me as a cheap clarity fill-in.  <br/>\nEspecially since they are constantly sending /g Play Mana Song.  After <br/>\nall, a level 42 does not steal very much exp from five level 46-50s, and <br/>\nclarity is pretty useful *given that small exp sacrifice*, if no higher <br/>\nlevel is available to fill slot 6. <br/>\n<br/>\nWhat happens when I get to level 50?  Can I in good conscience argue that <br/>\nI am actually a useful party member?  It seems to me that the value of a <br/>\nBard shrinks as he approaches level 50, particularly if Harmonic is <br/>\ncorrect and our MR songs are not really needed in Dragon/Planes raids.<br/>\n<br/>\nI&#39;ve been reading a lot of posts on various boards where people discuss <br/>\ntheir &quot;ideal&quot; party makeup.  Given that we are supposed to be the weakest <br/>\nsolo type and the strongest grouping type (correct?), one would expect a <br/>\nBard to be listed in one of the first few slots in most of these lists.  <br/>\nAnd yet, not one of the lists I have seen included a bard *at all*.  Not <br/>\neven when a list of alternates was given for slot 6.<br/>\n<br/>\nI suspect that this is, in part, due to the fact that there are not very <br/>\nmany Bards (and why would there be, when there are so many much more <br/>\nobviously powerful classes to choose from), and that it is in part due to <br/>\nthe fact that many Bards are clueless (at level 42, I am increasingly <br/>\nsurprised at the number of people who don&#39;t realize that we can twist <br/>\nsongs, for example).  Still, doesn&#39;t the fact that nobody who has posted <br/>\na list like this has bothered to name the Bard at all suggest something <br/>\nabout class balance?  Like, for example, we s**k?<br/>\n<br/>\nI need reassurance.  Wah!<br/>\n<br/>\nKenross Cantoforjado, 42 songs, Innoruuk<br/>\n(bored in New York City, once again)</div>","specialLinks":[]}}
