{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@stormhaven.org","from":"&lt;kim@...&gt;","replyTo":"LIST","senderId":"SEYgqyWs3rlGDMPZj4RWNu5wjtj95fmKvGOEc8gbZohPvCjUEeKByBPNse18MmVMAMP96TRyrAQu8XU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Are Bards useful?  A diatribe...","postDate":"950204523","msgId":14737,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43MzcuMTQ3MzcuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14702,"nextInTopic":0,"prevInTime":14736,"nextInTime":14738,"topicId":14702,"numMessagesInTopic":2,"msgSnippet":"... Yeah, I think (c) is where Verant really screwed up.  Yes our songs don t require mana.  No that doesn t make them infinitely powerful.  You can do a","messageBody":"<div id=\"ygrps-yiv-1822346687\">On Wed, 9 Feb 2000, Ken Bachman wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; \t\t\t<br/>\n&gt; Verant has specifically made our songs weaker than the corresponding <br/>\n&gt; spells cast by other classes (Lullaby is a prime example) because:  a) <br/>\n&gt; they are the other classes&#39; specialties, b) our songs affect an entire <br/>\n&gt; group, and hence our songs are &quot;more powerful&quot; than individual spells, <br/>\n&gt; and c) our songs do not require mana and hence can be cast indefinitely.<br/>\n<br/>\n </span></blockquote>Yeah, I think (c) is where Verant really screwed up.  Yes our<br/>\nsongs don&#39;t require mana.  No that doesn&#39;t make them<br/>\ninfinitely powerful.  You can do a straight no-mana to mana<br/>\ncomparison pretty easily.  We can keep up 3 songs best<br/>\npractical case.  Grouped with 6 party memebers, that&#39;s 18<br/>\nbuffs full time.  After the early levels, pretty much any<br/>\ncaster&#39;s mana regeneration rate is high enough that they can<br/>\neasily keep up 18 buffs.  When I ground out the numbers in a<br/>\nreply to Abashi, a L40ish shaman could easily keep up better<br/>\nbuffs than we could using only half his mana regen.  Toss in a<br/>\nclarity or two and casters are vastly more powerful than any<br/>\nbard.<br/>\n<br/>\nAs a counter to this power, we get dual wield.  Great.  Yes we<br/>\ncan switch &quot;buffs&quot; on a dime, but doing so means depriving the<br/>\ngroup of the other &quot;buffs&quot; we were giving them - no mixing and<br/>\nmatching to the class for us.<br/>\n<br/>\nAnyways, Verant sees this no-mana &quot;advantage&quot; we have and sets<br/>\nour song effects to where they&#39;re vastly inferior to<br/>\nequivalent level spells (with two exceptions).  Net result is<br/>\na class who can&#39;t buff as much, whose buffs are much weaker,<br/>\nand whose roughly 40% extra melee damage compared to a shaman<br/>\nis supposed to make up for it.  It&#39;s flawed reasoning,<br/>\nprecipitated I think by the lack of anyone at Verant who<br/>\nreally advocates the bard class.<br/>\n<br/>\nThe only advantage I see bards having is that we have a<br/>\ncertain combination of songs that no other class has.  Speed,<br/>\nhealing, charm, fear, mes, attack speedups, target debuffs.  <br/>\nNo other class has that combo, and it to a certain extent<br/>\njustifies us being weaker at buffing or fighting.  But that&#39;s<br/>\nwhy it *really* worries me to see charm become useless, mes<br/>\n(Lullaby, Pixie) bugged, and our speedups and debuffs capped<br/>\nlow at the higher levels.  If you look at what&#39;s left over,<br/>\nit&#39;s pretty obvious most other classes offer much more to a<br/>\ngroup than we do.  Our only saving grace is (as most people<br/>\nhave figured out) Clarity.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Further, even at level 42, I find my song selection to be severely <br/>\n&gt; constrained because many of our best songs are incompatable with spells <br/>\n&gt; that other classes are casting.  And their&#39;s are better.<br/>\n<br/>\n </span></blockquote>The problem I see is not that our songs are necessarily<br/>\nincompatible, but that our songs are multi-effect and if just<br/>\none element is incompatible, we can&#39;t use it.  If a ranger is<br/>\nsnaring, I&#39;d like to Chain for the speed debuff but I can&#39;t.  <br/>\nIf the shaman is casting Torgors, I&#39;d like to Chain to stop<br/>\nrunners but I can&#39;t.  I don&#39;t think the spell system was<br/>\ndesigned very well.  Rather than a spell just not taking hold,<br/>\nthe most powerful effect component should override all the<br/>\ntime.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
