{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...&gt;","replyTo":"LIST","senderId":"lNtK2kSYLzJCsScTrNISYry6_iNel-KxeZrW-KERlYejpwf2tkhf29yLNzSSHXsFppmRkKHuuuWTSJerPEbZyd7dnD4f63t-efULHGGolMbWWASG","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: New bard questions","postDate":"950298233","msgId":14843,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NDEuMTQ4NDMuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":14842,"nextInTopic":14844,"prevInTime":14842,"nextInTime":14844,"topicId":14841,"numMessagesInTopic":11,"msgSnippet":"... At lvl 7 you are probably still struggling a little bit.  There is a huge difference between lvl 7 and lvl 8 and that is your lvl 8 song, Kelin s Lament.","messageBody":"<div id=\"ygrps-yiv-209739637\"><blockquote><span title=\"ireply\">&gt;From: Jennifer McComb &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mccomb@...\">mccomb@...</a>&gt;<br/>\n&gt;Let me introduce myself.  I&#39;m a new player to Everquest (received it for<br/>\n&gt;Christmas).  I&#39;ve played an Erudite paladin up to level 7, a Barbarian<br/>\n&gt;shamon up to level 9, and now I&#39;m a half elf bard at level 7.  <br/>\n&gt;My questions: <br/>\n&gt;At level 7, what should I be concentrating on now?  What items should I<br/>\n&gt;be pursuing in the near future?<br/>\n<br/>\n </span></blockquote>\tAt lvl 7 you are probably still struggling a little bit.  There is a<br/>\nhuge difference between lvl 7 and lvl 8 and that is your lvl 8 song, Kelin&#39;s<br/>\nLament.  This spell lets you split up groups of mobs and is probably the<br/>\nbest spell you get before 15th level at least other than Selo&#39;s Accelerando.<br/>\nYou will find with this spell you will be able to tackle spawn spots that<br/>\nothers cannot begin to at your level.  Nothing is more satisfying than<br/>\nrunning over to the bandit camp in Lesser Faydark, finding 2-3 9-10th levels<br/>\nsiting there pondering whether or not they have any chance to take out the<br/>\ncamp.  You join the group, split up the camp so you can fight it once at a<br/>\ntime and you&#39;ve made an impossible task very doable.  Other than pursuing<br/>\n8th lvl I&#39;d concentrate on getting your 3 weapon types all maxed.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;If you had it to over again, would you even pursue the bard route?  What<br/>\n&gt;makes the bard fun?<br/>\n<br/>\n </span></blockquote>Would I...  Well, probably not but that is due to my playing restrictions as<br/>\nmuch as anything.  Let&#39;s face it, Everquest is a caster&#39;s world plain and<br/>\nsimple.  If I log on with my bard and the gang I play with is 4-5 zones away<br/>\nor on another continent, at 21st level I sigh and usually just hang out a<br/>\nlittle while and log off.  If I am playing my druid, its no problem I just<br/>\nteleport over and am there very quickly, knowing I can get back for tomorrow<br/>\nnight&#39;s group equally quickly.  Gate and the ability to Bind anywhere make<br/>\nit so much easier to play the game when you can usually only play for about<br/>\n2 hrs a night immeasureably better.  Unfortunately the way the game is now I<br/>\njust don&#39;t think any of the hybrid or melee classes get anything that even<br/>\nbegins to recompense them for the lack of those two abilities.  Not as far<br/>\nas play enjoyment goes anyhow.<br/>\n<br/>\nWhat makes my bard fun is the roleplaying aspect.  I roleplay a bard.  I<br/>\nhave considered playing my Shaman again, going and getting a Mandolin (so I<br/>\ncan look the part) and just role-playing him as a bard.  There are bard<br/>\nabilities I find immensely fun.  Hymn and Lament were two songs that made<br/>\nbeing a bard tons of fun.  Unfortunately the further I got from Lament, the<br/>\nmore I felt like my new songs weren&#39;t providing me much enjoyment and<br/>\nweren&#39;t enough to keep up with the growing difficulties I faced.  Still<br/>\nplaying my bard is fun, though I doubt I could bear to do it all over again<br/>\nnow that I&#39;ve seen how much easier it is for casters.  My bard has died more<br/>\ntimes than my 5 other characters have put together.  My 8th level shaman<br/>\nnever died after 4th level.<br/>\n<br/>\n\t\tKitasi  21st (again) bard of E&#39;ci</div>","specialLinks":[]}}
