{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"VYHdlHT_DgaFcoZtI4SpcNBJSEey0eCeUGubN_6xOA_EkHoS1TAxg-dGZWKm_6VOmYjuwqj0d4e6tjoc4KIoKpzVeT4fCu-iGdtQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: MM Castle Tour was: Gypsy Lute","postDate":"950628236","msgId":14912,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NDYuMTQ5MTIuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":14936,"prevInTime":14911,"nextInTime":14913,"topicId":14912,"numMessagesInTopic":4,"msgSnippet":"Hehe, our guild was looking for something that everyone could do (i.e.: get the Planar folks in groups with our mids and even our 20 s) so we decided to pay","messageBody":"<div id=\"ygrps-yiv-1758228408\">Hehe, our guild was looking for something that &#39;everyone&#39; could do (i.e.:<br/>\nget the Planar folks in groups with our mids and even our 20&#39;s) so we<br/>\ndecided to pay MM a visit on Sunday afternoon.  We had 4 or 5 groups, bunch<br/>\nof level 50&#39;s wiz, clr, rangers, sks, shams, and then anyone and everyone<br/>\nelse.  Some got excited and went in early and started clearing the tunnel,<br/>\ngrave yard and such.  When I got there, they were clearing the pit.  There<br/>\nwas no battle plan beyond kill it if it moves.<br/>\n<br/>\nPretty soon they were clearing the ramp to the castle front door and them<br/>\ninside the castle.  Lev 50 SK&#39;s and rangers would dash up and snag stuff and<br/>\npull whatever come to the bottom of the ramp.  At that point the trains were<br/>\nderailed. Well, kinda hard to call them trains cause they were merely 6 or 8<br/>\nmobs at a time running smack dab into 20 or 30 of us.  Hehe, our Lev 50<br/>\nwizards had fun times dropping their little used AE spells all over<br/>\neverything.  Black silk gloves, gypsy lutes, MM granite, cook pots, what<br/>\nhave you - all littered the grounds.<br/>\n<br/>\nAfter about an hour maybe not quite, the path and most of the castle was<br/>\ncleared.  Groups started moving in and camping rooms. Pretty soon, there was<br/>\na shortage of stuff to pull.  Well, kind of a shortage.  One SK goes &quot;can I<br/>\npull the rest of the castle here?&quot; (We were in the main foyer/ballroom?)<br/>\nHehe, since nobody screamed &quot;OMG NO!!!!&quot;  He did.  We had a castle pull -<br/>\nclassic MM style.  There were by later count 17 mobs pulled into the melee.<br/>\nWhen the MM granite dust settled, there were only like 3 deaths on our<br/>\nside - one was a Lev 50 wiz who no doubt attracted alot of AE attention,<br/>\nanother was a mid-30ish druid who was tagging along when he saw us clear the<br/>\ncastle and I forget who the 3rd one was - but amazingly enough I lived<br/>\nthrough the whole event.<br/>\n<br/>\nWe got to move around and explore rooms with relative impunity.   Yes, we&#39;d<br/>\nsee room spawns but the local residents were simply over powered when ever<br/>\nthey tried to appear.  And we did get a couple appearances:  some troll guy<br/>\nnamed Ixytcol (sp?) and some Princess.  Hehe, they did not last very long.<br/>\nWe, respected the local campers (butler/maid & diamondine guys) but pretty<br/>\nmuch emptied the first and second floors of the castle (we - or at least my<br/>\ngroup - did not explore the jail and tower - i still want to see that part<br/>\ntoo).  And about every 3rd kill was xp for me - hehe.<br/>\n<br/>\nThe whole event ran just over 2 hours and was great fun to come into to a<br/>\nvery scary zone and simply over power it.  A while back someone posted here<br/>\nabout trying this with &#39;pick-up groups&#39; or a server event.  Maybe it could<br/>\nbe done.  But doing it as a guild gives you many advantages.  First off, you<br/>\ntrust everyone and know you have the right classes to handle things - hehe<br/>\nlevel 50 clerics make the world of difference in your confidence.  And for<br/>\nus, it was a great &quot;fun&quot; event for everyone to be involved with.<br/>\n<br/>\nAnd yes, the scenery there is some of the very best in the game.  It is by<br/>\nfar one of my most favorite zones.<br/>\n<br/>\nSylly SongSynger<br/>\nBardette of 46 songs<br/>\n&lt;The Pantheon&gt;<br/>\nsomewhere on Innoruuk...<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silky@...\">silky@...</a><br/>\n&gt;<br/>\n&gt; MM castle is simply stunning - too bad it&#39;s so deadly few ever get to<br/>\n&gt; appreciate it. </span></blockquote></div>","specialLinks":[]}}
