{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Michal Hobson","from":"&quot;Michal Hobson&quot; &lt;given@...","replyTo":"LIST","senderId":"mrd4nUNNkeRocESMGqWaSA60LRJx3_2a9Zj98ur2Frri3zssEtXsDwnsW1v3n2E2Eiz-MIB1BeGRs-2gWsxz7NGj5K3-aw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Level 8 song in Kelethin","postDate":"928468222","msgId":1493,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS44NC4xNDkzLjk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1499,"prevInTime":1492,"nextInTime":1494,"topicId":1493,"numMessagesInTopic":4,"msgSnippet":"Hail friends, My inquiry today has three parts: 1) I am a lvl 8 bard from Freeport.  What are the general directions to get to Kelethin?  I know the boat to","messageBody":"<div id=\"ygrps-yiv-1737440473\">Hail friends,<br/>\n<br/>\nMy inquiry today has three parts:<br/>\n<br/>\n1) I am a lvl 8 bard from Freeport.  What are the general directions to get to Kelethin?  I know the boat to Butcherblock part but from there on I am lost.<br/>\n<br/>\n2) Also as a lvl 8 bard, what should I hunt to get the most loot?  I have been grouping in E. Commons but it is getting rather crowded and there are very few &quot;good loot&quot; monsters besides Darkweeds and Centurions, neither of which I like to take alone.  You see, I spent the vast majority of my cash on leather armor (cap, tunic, leggings, shoulderpads, and neck armor).  I know it will cost me to get the lvl 8 song and I&#39;d like to get the lvl 9 song while I&#39;m there.  How much cash should I take?<br/>\n<br/>\n3) How dangerous is the passage to Kelethin?  I&#39;d like to not die on another continent if at all possible.<br/>\n<br/>\nAnd now for my gripe of the day:<br/>\n<br/>\nHow much trouble does everyone else have with lvl 3-8 parties attempting to take things like orc camps?  My party today (me, 2 dwarf clerics, 1 monk, and 2 paladins all lvls 7-10) spent about 3 hours camping one of the orc camps near the Hidden Inn in E. Commons.  After the first hard battle, we took them one or two at a time.  It worked out quite well and nearly got me to lvl 9.  When we disbanded, I moved along to the Hidden Inn to pick up another party.  Within 15 minutes, I had died 3 times from people training Centurions and Legionnaires to the inn from the other orc camp.  For some reason, I feel obligated to help these morons out every time and it tends to cost me quite a bit of my xp.  Needless to say I am 1 1/2 bubble away from 9 now.  Does anyone have any thoughts on how I should handle these types of situations?  From what I understand from this list, the lvl 8 song would be a great help.<br/>\n<br/>\nThank you in advance for wading through my novella here,<br/>\n<br/>\nWeiland of Freeport<br/>\n<br/>\nP.S.  Maybe a rumor, but does killing Bixies really cause Griffins to spawn.  There were three in E. Commons today.</div>","specialLinks":[]}}
