{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"vdhvYtyDBCQ7AIyulPKnapjurPr0ztJEkphPTRL-Qxs7ZmJJ5usnC9Sx1Xb8Hm_0VYOJuc9dBsC2CtGrHZ1rK_UOEv_zLsEOYva6","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hello! and Looking for advice on Mask of Deception","postDate":"950823318","msgId":15064,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NTMuMTUwNjQuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":15059,"nextInTopic":15180,"prevInTime":15063,"nextInTime":15065,"topicId":15059,"numMessagesInTopic":4,"msgSnippet":"Greetings and welcome! I sure wish you were asking advice on where to go for good experience or some tips on Highhold Pass or a fun quest to be doing.  Going","messageBody":"<div id=\"ygrps-yiv-274599110\">Greetings and welcome!<br/>\n<br/>\nI sure wish you were asking advice on where to go for good experience or<br/>\nsome tips on Highhold Pass or a fun quest to be doing.  Going for a Mask of<br/>\nthe Deceiver at level 15 is something I would not recommend doing.  Yes, it<br/>\ncan be done. And yes there are younger bards that do it.  But 9 times out of<br/>\n10, these bards are 2nd characters of experienced players who know where and<br/>\nwhen to go. So, my first bit of advice to you is: don&#39;t bother until you are<br/>\n30ish.  There&#39;s lots of other stuff to do and the mask has no real benefit<br/>\nto you.<br/>\n<br/>\nBut if you really really really wanna go...<br/>\n<br/>\n1. yes, go naked or at least commando. Lute or mandolin so you look like a<br/>\nbard, drum so you can run.<br/>\n<br/>\n1.b. get a bind in east freeport and make your runs from there. that way you<br/>\ndont have to deal with feerott, bouncers and all the spectres i&#39;ll be<br/>\ntrainning to the zone &lt;g&gt; (ok, watch out for specs in oasis too but at least<br/>\nits not as dark there)<br/>\n<br/>\n2. gifts to bear: food and drink.  the more exotic the better. alcoholic<br/>\nbeverages. the more exotic the better. the campers there will have tons more<br/>\nplat than you can offer them but will prolly be out of food and water and<br/>\nbored as hell.<br/>\n<br/>\n3.  get a map of upper guk and basically follow the right side of the<br/>\ndungeon to the zone to the dead side.  if you zone in - be ready to zone out<br/>\nif there is a train.  from the south ro zone into the swamp - follow the<br/>\nwall on the left to the zone to upper guk.<br/>\n<br/>\n4.  go during the most busy time on your server - chances are lower guk is<br/>\nover camped and you want as many campers as possible to have killed as many<br/>\nfrogs as possible.<br/>\n<br/>\n5.  dont be afraid to talk nicely to people. dont worry if you meet some<br/>\njerks.<br/>\n<br/>\n6. be prepared to wait from 2 to 8 hours.  if you get a mask you will have<br/>\nto get out safely.<br/>\n<br/>\n7. nab a pair of shin gaunts and shin greaves as long as you are there. and<br/>\nif there is a basalt carpace lying around, wth grab one if the campers dont<br/>\nmind.  hehe, and these are armor pieces you can wear.<br/>\n<br/>\nThe mask, Yk&#39;s, evil eye bags, flowing black silk sash, etc are all treasure<br/>\nfor 40 to 50 level players who will have been grinding exp for 180 some<br/>\nbubbles.  To get too much of that stuff early just makes the latter parts of<br/>\nyour career all that more boring.  But it&#39;s your adventure - go for it!<br/>\n<br/>\nHave fun and keep us posted on how your adventure went,<br/>\n<br/>\nSylly SongSynger<br/>\nBardette of 46 songs<br/>\n&lt;The Pantheon&gt;<br/>\nsomewhere on Innoruuk...<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mikey@...\">mikey@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Thursday, February 17, 2000 2:22 PM<br/>\nSubject: [eqbards] Hello! and Looking for advice on Mask of Deception<br/>\n<br/>\n<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mikey@...\">mikey@...</a><br/>\n&gt;<br/>\n&gt; Hello all!<br/>\n&gt; I have been reading this list for about 3 months now and thanks to you all<br/>\nI have a level 15 half-bard and am absolutly loving him. This is a very<br/>\nhelpful,fun, and informative list. Seeing that I just reached 15 I would<br/>\nlove to try on a mask of deception. I looked through the archives and did<br/>\nnot find much. Would anyone please point me in the way of current info on<br/>\nthis or maybe give me some suggestions as I take on the mission for it this<br/>\nweekend. I know that basically I need to find my way down to lower guk and<br/>\nask to loot it off the ghoul assassin there that it is a common drop on. I&#39;m<br/>\nscared to death though. Should I go naked and maybe bring a mandolin to sing<br/>\nheal for a group? Any advice would be awesome.<br/>\n&gt; A fellow bard who feels at home thanks to all the advice that this list<br/>\npours into my inbox each day,<br/>\n&gt; Indykah --&gt; 15songs on Erollisi Marr </span></blockquote></div>","specialLinks":[]}}
