{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Firehawk","from":"&quot;Firehawk&quot; &lt;firehawk@...&gt;","replyTo":"LIST","senderId":"WJeeY3hDE6rVfJT1o_4yiAEJY79DOkh_k0DpXHPLSeeu3evgzYHZGALL_xTit75OGY4FIj94pJedwYUuSX8QH_TpnvWfeFc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"FW: [EQ_Povar] Patch Info","postDate":"950836629","msgId":15070,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NTMuMTUwNzAuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":15071,"prevInTime":15069,"nextInTime":15071,"topicId":15070,"numMessagesInTopic":2,"msgSnippet":"Notice the distinct LACK of ANYTHING with the word BARD in it.. is it just me or is this getting really depressing? Adon ... From:","messageBody":"<div id=\"ygrps-yiv-1131321917\">Notice the distinct LACK of ANYTHING with the word BARD in it.. is it just<br/>\nme or is this getting really depressing?<br/>\n<br/>\nAdon<br/>\n-----Original Message-----<br/>\nFrom: sentto-148169-1190-firehawk=<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:cloud9.net@...\">cloud9.net@...</a><br/>\n[mailto:sentto-148169-1190-firehawk=<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:cloud9.net@...\">cloud9.net@...</a>]On<br/>\nBehalf Of Gizzleoft<br/>\nSent: Thursday, February 17, 2000 7:20 PM<br/>\nTo: EQ Povar<br/>\nSubject: [EQ_Povar] Patch Info<br/>\n<br/>\n<br/>\nFrom: Gizzleoft &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:galloway@...\">galloway@...</a>&gt;<br/>\n<br/>\nFor those of you who haven&#39;t had the time or haven&#39;t yet gone into the<br/>\ngame here is Today&#39;s patch information<br/>\n<br/>\nGizzleoft JusticeSeeker<br/>\nList Owner<br/>\n<br/>\n***Supplemental Patch Message***<br/>\n<br/>\nThere&#39;s one minor issue with Paineel that we neglected to mention in the<br/>\npatch message. At the entrance to the city, there is an elevator that<br/>\nmust be activated with a key. The &quot;keyhole&quot; in this instance is a rock<br/>\nthat is on the ground near the lift. A minor bug exists that does not<br/>\nallow people to click on the rock to activate the elevator. In order to<br/>\nactivate the elevator, players will need to hold the key on their<br/>\npointer, hover it over the rock, and press the &quot;U&quot; key. This will be<br/>\nfixed in a future patch.<br/>\n<br/>\nIn addition, the patch message made reference to a teleporter being<br/>\nplaced within the Plane of Hate.  The information provided concerning<br/>\nthis teleporter was incorrect. The information should read as follows:<br/>\n<br/>\n- A bug exists within the Plane of Hate that sometimes causes people to<br/>\nbe transported to an inactive portion of the zone, from which there is<br/>\nno exit.  A teleporter has been placed within this area to transport<br/>\npeople who are trapped back to the entrance of Hate.<br/>\n<br/>\n<br/>\n- The EverQuest Team<br/>\n<br/>\n<br/>\n<br/>\nFebruary 17th, 7:00am<br/>\n---------------------<br/>\n<br/>\n***Announcements***<br/>\n<br/>\nThe City of Paineel, home to the infamous Heretics of Erudin, is now<br/>\navailable via the Optional Patch.  In addition, Erudites may now also be<br/>\nShadowknights in addition to the other classes available to them.  All<br/>\nErudite Necromancers, Shadowknights, and Clerics who worship the God of<br/>\nFear, Cazic-Thule, now start in the City of Paineel.  As such, if you<br/>\nwish to create a character of this type from this point forward, you<br/>\n*must* download the Paineel zone-files via the Optional Patch.<br/>\n<br/>\nPlease note that if you downloaded the Paineel zone files recently, you<br/>\nmust run the Optional Patch again to insure you have the correct version<br/>\nof the files.<br/>\n<br/>\nIn related news, all of the entrances to the Qeynos Catacombs have been<br/>\nfixed.<br/>\n<br/>\nEnjoy!<br/>\n<br/>\n<br/>\n***Patch Message***<br/>\n<br/>\nThe following changes have been implemented on the live servers:<br/>\n<br/>\n*Spell Changes*<br/>\n<br/>\n- The recast delay for many of the Shaman buff-spells have been reduced.<br/>\n<br/>\n- &quot;Reoccurring Amnesia&quot; has had its casting time reduced.<br/>\n- &quot;Yaulp&quot; and &quot;Augmentation&quot; should now stack.<br/>\n- &quot;Solidarity of Vision&quot; has had its duration increased.<br/>\n- The Druid spell, &quot;Skin Like Nature&quot;, has been returned to its former<br/>\nstatus due to popular opinion. As such, the damage-shield component has<br/>\nbeen removed and the regeneration component has been re-applied.<br/>\n- &quot;Sense Magic&quot; has been replaced in all cases by the &quot;True North&quot;<br/>\nspell.  If you have already inscribed the &quot;Sense Magic&quot; spell, the spell<br/>\nicon will now automatically reflect &quot;True North&quot;.<br/>\n- A bug that existed with several damage-shield spells, causing their<br/>\ndamage to be subtracted rather than added when stacked, has been<br/>\ncorrected.  The spells will now stack properly.<br/>\n- The &quot;Feign Death&quot; spell, when cast by a Necromancer, will now have a<br/>\nfixed duration.  The Necromancer will receive several warnings prior to<br/>\nthe spell wearing off. This change was necessary because some<br/>\nNecromancers found a way to gain experience through their pet while<br/>\nbeing AFK for an extended duration, such as being in bed for the night.<br/>\nNote: This does not affect Shadowknights or Monks.<br/>\n- New Necromancer spells are now in game.  Check your spell vendors.<br/>\n- Alchemy has been revamped.  Check with your local Shaman.<br/>\n- DOT (Damage Over Time) spells will no longer hinder camping.<br/>\n<br/>\n<br/>\n*General Changes/Fixes*<br/>\n<br/>\n- The dungeon of Paw has again received a minor update to slightly<br/>\nreduce the difficulty of the zone.<br/>\n<br/>\n- All known issues with the SBLive sound card have been corrected.<br/>\n<br/>\n- From this point forward, deleting a character will cause all corpses<br/>\nbelonging to that character to likewise be deleted.  This change was<br/>\nmade primarily to stop a no-drop transfer bug.  It also has the added<br/>\neffect of cleaning up corpses for characters that people no longer<br/>\nintend to play.<br/>\n<br/>\n- Crippling Blows will now display the correct damage in the &quot;You have<br/>\nscored a Crippling Blow (###)&quot; line.<br/>\n<br/>\n<br/>\n*Corpse Looting Exploit*<br/>\n<br/>\nRecently, an exploit was discovered that allowed certain unsavory<br/>\nindividuals to loot the corpses of other players without their consent.<br/>\nThe precise symptom of this is that the owner would find their corpse<br/>\nstripped of everything except for no-drop items, and items in a bag with<br/>\nno-drop items.  This exploit was fixed in this patch.<br/>\n<br/>\nIf you were affected by this exploit recently, you are entitled to a<br/>\nreimbursement of your lost items assuming that we still have a record of<br/>\nwhat you had.  Please contact a GM in-game to arrange for an<br/>\ninvestigation.<br/>\n<br/>\nDuring the course of the investigation, people who have exploited this<br/>\nbug will be subject to disciplinary action by our GM staff up to and<br/>\nincluding item wipes, suspension, and/or banishment.<br/>\n<br/>\n<br/>\n*Rogue Enhancements*<br/>\n<br/>\nRogues received several enhancements as part of this patch:<br/>\n<br/>\n- The chance to score a critical hit with a throwing weapon has been<br/>\nincreased significantly.<br/>\n<br/>\n- When throwing a weapon from behind the NPC in question, a rogue now<br/>\nhas a chance to score a &quot;Deadly Strike&quot;, for enhanced damage above and<br/>\nbeyond that of a critical hit.<br/>\n<br/>\n- A new rogue-specific ability has been added to the &quot;Hide&quot; skill.  It<br/>\nis called &quot;Evade&quot;.  This skill has the effect of lowering the amount<br/>\nthat the targeted NPC hates the rogue, and has the potential of making<br/>\nthe engaged NPC switch to another target (preferably a tank) within the<br/>\nrogue&#39;s group.  It is essentially a &quot;reverse taunt&quot;.  This ability helps<br/>\nmitigate the negative effects of the rogue&#39;s exceedingly high<br/>\ndamage-output potential. It also will in-turn help the rogue do even<br/>\nmore damage as the NPC is much more likely to expose its back.  It is<br/>\nengaged by targeting the NPC you wish to &quot;Evade&quot; and pressing the &quot;Hide&quot;<br/>\nbutton.  As a note, you must not be in combat mode in order to use this<br/>\nability.<br/>\n<br/>\n<br/>\n*Mistwalker*<br/>\n<br/>\nThe Mistwalker will once again cast its spell as often as it used to<br/>\nprior to the last patch.  However, the resulting pet will now<br/>\nautomatically &quot;dissipate&quot; after one combat round.  The change that<br/>\nreduced the &quot;proc&quot; percentage on the weapon was made due to an<br/>\nunintended interaction between the pet and the target when several users<br/>\nof this weapon were attacking the same target.  Since the new pet now<br/>\nautomatically dissipates after one round, the reduced &quot;proc&quot; percentage<br/>\nwas no longer necessary.<br/>\n<br/>\n<br/>\n*Class-Specific Armor Quests*<br/>\n<br/>\nClass-Specific armor quests, especially those belonging to Clerics,<br/>\nPaladins, and Shadowknights, have been reduced in terms of how long it<br/>\nwill take the average person to acquire the armor.  These classes, and<br/>\nothers that found particular pieces of their armor exceedingly difficult<br/>\nto obtain should find it much easier now.<br/>\n<br/>\nIn addition, a bug that hindered completion of the Bracer of Ro quest<br/>\nfor some races has been corrected.<br/>\n<br/>\n<br/>\n*Tallon Zek*<br/>\n<br/>\nLoot rules for PvP deaths on the PvP-Teams server, Tallon Zek, have been<br/>\nchanged from &quot;Coin + 1 item&quot; to &quot;Coin Only&quot;.  This change was made to<br/>\nstudy the impact of loot-rules upon server population in reference to<br/>\nthe loot/efficiency disparity between caster and melee characters.  This<br/>\nchange is a test, and may or may not be retained or rolled out across<br/>\nthe other PvP servers, pending the results of the server population<br/>\nstudy over the next few weeks.<br/>\n<br/>\n<br/>\n*Plane Changes*<br/>\n<br/>\nSeveral changes have been implemented in the Planes as part of this<br/>\npatch:<br/>\n<br/>\n- Characters will now lose all enchantments upon entering the Plane of<br/>\nSky<br/>\n<br/>\n- Due to the fact that the levitate-series no longer works within the<br/>\nPlane of Sky, a teleporter has been placed to allow entrance into the<br/>\nquest room.<br/>\n<br/>\n- A teleporter has been placed within the Plane of Hate in order to give<br/>\nnon-casters a way out of the zone besides death, potion, or group<br/>\nteleport.<br/>\n<br/>\n<br/>\n*Loot Messages*<br/>\n<br/>\nMessages indicating what has been looted from a corpse will now be<br/>\nbroadcast to everyone within the looters group.  This change was made<br/>\ndue to public request and to encourage trust within the group.  We may,<br/>\nin the future, employ filters to allow people to choose whether or not<br/>\nthey wish to receive loot messages.<br/>\n<br/>\n<br/>\n*Fiery Avenger*<br/>\n<br/>\nThe greatly anticipated defining blade of the Paladin, the &quot;Fiery<br/>\nAvenger&quot;, is again available within game via a quest.  The *first*<br/>\ndevout Paladin to wield this blade and be validated by a GM in-game will<br/>\nbe publicly congratulated within a patch message and on the Official<br/>\nEverQuest web-site at www.everquest.com.<br/>\n<br/>\n- The EverQuest Team<br/>\n<br/>\n<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nGET A NEXTCARD VISA, in 30 seconds.  Get rates as low as 0.0 percent<br/>\nIntro APR and no hidden fees.  Apply NOW.<br/>\n&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/NextcardCreativeCL\">http://clickme.onelist.com/ad/NextcardCreativeCL</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n<br/>\n------------------------------------------------------------------------<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/surveycenter/EQ_Povar\">http://www.onelist.com/surveycenter/EQ_Povar</a></div>","specialLinks":[]}}
