{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mike Roach","from":"Mike Roach &lt;mike.roach@...&gt;","replyTo":"LIST","senderId":"rAKMni0Y1FqjvaZl7xLSNFLd9yMDa1tGuzlm8JBC64rvItIlDEI6gt8NepBgjymsbrl6PqxPQNimgSNJu2xfOo6Xm9OqXFIwFHo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bards questing","postDate":"950888032","msgId":15089,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NTQuMTUwODkuOTU5MjczMzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":15094,"prevInTime":15088,"nextInTime":15090,"topicId":15089,"numMessagesInTopic":22,"msgSnippet":"After attaining level 40 I decided to take my lock picks and head to Befallen so I could max out my final skill on the doors there.  To what end I do not know,","messageBody":"<div id=\"ygrps-yiv-2074141522\">After attaining level 40 I decided to take my lock picks and head to<br/>\nBefallen so I could max out my final skill on the doors there.  To what end<br/>\nI do not know, I never failed picking the locks a single time and it seemed<br/>\nto take forever opening and closing the door to max it, but what can I say,<br/>\nI&#39;m a stat freak.  Yippie 100 skill in pick locks.<br/>\n<br/>\nIn the process of spending about 5 hours in Befallen, I ran around and<br/>\nkilled rares that would pop up on tracking to take a break from the<br/>\nmonotonous door opening and closing routine.  I took some information I got<br/>\nfrom people here on the list to help me finish the Thex Mallet quest as well<br/>\nand this is how I did it if anyone is interested (I never would have been<br/>\nable to figure out the Kizdean Gix part without a tricky tip I got here):<br/>\n<br/>\n1. Go to the third level of Befallen and kill that darn Elf Skeleton until<br/>\nyou get the mallet head and hilt from him.<br/>\n2. Go out into W.Commons and track Kizdean Gix.  Be careful he&#39;s a mean<br/>\nSOB,I had forgotten he was KOS to me so I ran right up to him and he started<br/>\ncasting on me and smacking me around so I thought, &quot;how the heck am I going<br/>\nto get this creep to give me the note?&quot; and remembered a trick...<br/>\n3. Charm Kizdean and while he is charmed give him the key phrase &quot;utalk<br/>\nadarev otcin&quot;.  He will then give you the note and you can bugger off before<br/>\nhe breaks charm and remembers he hates your guts.<br/>\n4. Go back into level 1 befallen and find skeleton Llrod, give him the<br/>\nnote...this causes Cmdr Windstream to spawn on the 3rd level by the secret<br/>\npassage in the main hall.  I just jumped down the well next to Llrod and got<br/>\nto Windstream in a few seconds.  He&#39;s a tough level 20ish melee zombie but I<br/>\nkilled him and took the mallet stem from him.<br/>\n5. The stem is a 2 slot container, open it and put the head and hilt in it<br/>\nand combine, viola! Thex Mallet (5dmg, 33dly, +5magic, can be worn in range<br/>\nslot).<br/>\n<br/>\nNotes:<br/>\nThis quest actually originates in Neriak and the guy you talk to there is<br/>\nthe one who gives you the secret phrase &quot;utalk adarev otcin&quot; to say to<br/>\nKizdean Gix.  Technically you are skipping a part of the story here, but<br/>\nthere is no way for a bard to go into Neriak and get this info.<br/>\n<br/>\nIf you take the secret phrase and turn it backwards, you get &quot;nicto verada<br/>\nklatu&quot; which some of you may recognize from Evil Deal part 3, Army of<br/>\nDarkness.  Ash has to say this phrase before he picks up the necronomicon in<br/>\nthe graveyard.  It gave me a chuckle.<br/>\n<br/>\n-Faras</div>","specialLinks":[]}}
