{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;jasonf@...&gt;","replyTo":"LIST","senderId":"f4D01VEk71FhvNScR39WlJxTkBoEXn87UG1YTd3fauDOTcxaOyAPKv31VrOZchTuXnNdC0u5HbkCQInuf7rlufJARNQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bard Hate (was Permafrost King Room)","postDate":"951155072","msgId":15205,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NjAuMTUyMDUuOTU5MjczMzg1QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":15215,"prevInTime":15204,"nextInTime":15206,"topicId":15205,"numMessagesInTopic":7,"msgSnippet":"Sorry for changing the subject, but I would like to see other people s reaction on the new and improved bard hate. ... That s not fun, I certainly agree with","messageBody":"<div id=\"ygrps-yiv-1247708574\">Sorry for changing the subject, but I would like to see other people&#39;s<br/>\nreaction on the &quot;new and improved&quot; bard hate.<br/>\n------<br/>\nThat&#39;s not fun, I certainly agree with you.  Getting trained on by people<br/>\nthat don&#39;t know when to just stand and die from the consequences of their<br/>\nactions is terribly aggrevating.<br/>\n<br/>\nHowever, that leads me to the second part of your post regarding bard<br/>\nhatred.  My feeling is that hatred has been noticably reduced and here&#39;s one<br/>\nof Crier&#39;s patented long-winded stories to bear me out:<br/>\n<br/>\nMy guild was breaking Hate last night on Fennin Ro, my first time in a Plane<br/>\npost-patch.  We had two guys in my group that had never been in Hate before<br/>\nand needed some help getting to the larger group.  I warned the beforehand<br/>\nthat we were all probably going to die and that was ok, it was the price of<br/>\naddmission.  Well, we gate in and I&#39;m first in (on analog modem no less) so<br/>\nI stand there turning around helping textures to load and looking for mobs.<br/>\nThe other guys arrive and I take off out of the gate room for the zone wall,<br/>\nleading them (no songs of course).  We come to a Kirukai (sp?) warrior and a<br/>\nCleric of Innoruuk that are blocking our path.  Death time.  The two mobs<br/>\nboth passed me close enough that I could smell their aftershave to chase my<br/>\nlevel 46 Ranger friend around.  Then they start wailing on the others in my<br/>\ngroup that are higher level than I am as I stand there watching.  Well after<br/>\na few rounds of not being hit I decided maybe I shouldn&#39;t just stand there<br/>\nindefinitly waiting my turn for a dirtnap, so I darted out the door and up<br/>\nthe zone wall and camped out to clear their agro lists.  Nothing ever agrod<br/>\non me.  In fact by the time my camping process was at 15 seconds everyone<br/>\nelse in my party was dead.  The mobs didn&#39;t come for me.  That&#39;s pretty<br/>\nunusual, but isn&#39;t conclusive.<br/>\n<br/>\nThe entire evening that I was in Hate (until 5am this morning :-( when we<br/>\nkilled Innoruuk) I noticed that it seemed less likely that I was going to<br/>\nget mob attention, and if I did get it I would simply stop attacking and<br/>\nsinging for a couple of rounds and the warriors could taunt it off of me.<br/>\nThis is something that seemed much more difficult for them to do before, but<br/>\nagain isn&#39;t conclusive.<br/>\n<br/>\nIn addition, before going to Hate last night I spent about 4 hours in the<br/>\nLord room in lower guk.  So there I was, a bard with dual Ykeshas (one&#39;s a<br/>\nloaner I was trying to replace), flowing black sash, Berserker Creshendo and<br/>\nNiv&#39;s going.  Niv&#39;s even has a slight *healing* bonus, and yet a warrior 3<br/>\nor 4 levels lower than me was routinely able to taunt frogs off of me.<br/>\nThat&#39;s not conclusive either, but it&#39;s very unusual in my experience.<br/>\n<br/>\nMaybe, just maybe, bards work a bit better into a group now.<br/>\n<br/>\n[47 Bard] Crier (Half Elf) &lt;Seekers of Norrath&gt; ZONE: work<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:John_Senior@...\">John_Senior@...</a><br/>\n&gt;<br/>\n&gt; I love this place, went here on saturday with 2 guild mates (43 monk, 36<br/>\n&gt; druid and me, 38 bard). In an hour we got a Crystalline blade, Zaharns<br/>\n&gt; Coronet and I kill the scryer and got an Ice crystal staff.<br/>\n&gt;<br/>\n&gt; The incident that happened was when we was happily controlling<br/>\n&gt; the spawn in<br/>\n&gt; the king room when two low 30&#39;s people came along, decided to run down<br/>\n&gt; through the doors and trained 2 Giants (we had killed the diplomat). After<br/>\n&gt; killing both these people they came for me. I tried to make a runner but<br/>\n&gt; only got to the flag room.<br/>\n&gt;<br/>\n&gt; I was so angry, these 2 idiots came along and ruined my fun, luckily a<br/>\n&gt; level 48 cleric was in Everfrost and agreed to res me for free (I still<br/>\n&gt; gave him a serp bracer for his kindness). I was bound in Freeport<br/>\n&gt; so didn&#39;t<br/>\n&gt; fancy running back to Perma from there.<br/>\n&gt;<br/>\n&gt; This also shows that bard song taunts have not been reduced, god knows how<br/>\n&gt; but we was near the top of the king room and the giants killed the 2 guys<br/>\n&gt; down near the King spawn and the giants still came for me.<br/>\n&gt;<br/>\n&gt; Enough of my rant, I got the exp back and am now level 39. Also<br/>\n&gt; won roll on<br/>\n&gt; Mithril Breastplate last night, on testing it I notice that when worn<br/>\n&gt; compared to the Lambent BP it gives 8 less hp&#39;s and 2 less ac points than<br/>\n&gt; Lambent but the +15 Agi is nice. I really like the look of the mithril<br/>\n&gt; whilst in dark elf form too.<br/>\n&gt;<br/>\n&gt; Madagan Songweaver, Bard of 39 songs &lt;Guardians of Light&gt;<br/>\n&gt; Veeshan Server </span></blockquote></div>","specialLinks":[]}}
