{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"gxNh1AP20OxPrkuPDYI2IjRcgzguLLyvCnw5FKC0TZYQBas3O-xjI18I69XnNehAnZt7JNV14G1TvPIRibw2OQAi8VlX7EhUROek","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: PoF & PoA  was: Levels after hell levels","postDate":"951169593","msgId":15225,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NjEuMTUyMjUuOTU5MjczMzg1QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":15224,"nextInTime":15226,"topicId":15225,"numMessagesInTopic":1,"msgSnippet":"When I was 46 and got about half way across, I took my first run into the Plane of Fear.  My guild has decided to avoid the weekend mess by going mid-week.","messageBody":"<div id=\"ygrps-yiv-637686906\">When I was 46 and got about half way across, I took my first run into the<br/>\nPlane of Fear.  My guild has decided to avoid the weekend mess by going<br/>\nmid-week.  They went in Wed and cleared zone and killed Cazic Thule (I<br/>\nstayed back and worked on getting a buffer into 46.)  Then patch day on<br/>\nThursday and we decided to go back and get the Dracoliche and  Mr Potato<br/>\nhead again and I got to go along.<br/>\n<br/>\nFinal score:<br/>\n<br/>\nDraco 0; Sylly 1 (heh, we got him!)<br/>\n<br/>\nCT 1; Sylly 0 (we should have cleared a few more mobs and knew it at the<br/>\ntime but decided to kamikaze and hope to loot before we were all smooshed.<br/>\nthat&#39;s when we were the first on our server to find out he&#39;d been buffed up<br/>\nin the day&#39;s patch.  we had decided to try some wild and crazy tactics on<br/>\nhim -- including having the 2 bard&#39;s (me 46 and Kaldivar 49) equip brass<br/>\nhorn and try to screech off the so-called lesser mobs so we could fight<br/>\ncazic more or less alone.  all i can say is - heh - it sorta worked!  but in<br/>\nthe end, with CT hitting for 400 and them extra mobs too - we got smooshed.)<br/>\n<br/>\nAnd after CorpseRecovery we ended at 5am (my time) on a week night -- ugh!<br/>\nFor the night I took 2 deaths, got level 50 res both times and ended up down<br/>\nabout one big quarter bub from where I started.  Each death seemed to knock<br/>\nme back a good chunk but not quite a full bub.  Each res brought me back a<br/>\ngood chunk but not quite all of my lost xp.  And I am starting to believe<br/>\neven more that dying to deep red mobs takes less than dying to low blue or<br/>\ngreen ones.<br/>\n<br/>\nA couple nights later, we were kinda bored and decided to do Fire Giants.  A<br/>\nflawless run (nobody died*) and we even tried some &quot;new&quot; stuff as we cleared<br/>\neverything to the lair.  On the way out we decided to camp Stone Spider room<br/>\nfor experience rebuilding.  By the end of that night, I was half a bub from<br/>\nlevel.<br/>\n<br/>\nNext day, I solo&#39;d spectres until I dinged and even did a few more just to<br/>\nsee some yellow.  Then took a break and was traveling around when I got the<br/>\ncall: &#39;want to come to sky with us?&#39;  My first thought was &quot;ugh, I am too<br/>\nyoung to go to planes...&quot;  Then I remembered - I am level 47!!! So, I got to<br/>\ngo to the PoA for the first time.  Plan was to do the first island only and<br/>\ncall it quits.  We did and afterwards I bought a key to the quest temple and<br/>\nwent over there.  I have some screen shots and some logs of the dialogs - if<br/>\ni sort them - I&#39;ll post info.  Suffice it to say, it was very spooky and a<br/>\nvery different treatment of a zone.  And the best part was running off into<br/>\nspace and falling to the water off East Freeport - alive!!!  I went to a new<br/>\nzone and did not die!  Now that&#39;s a first!<br/>\n<br/>\nSylly SongSynger<br/>\nBardette of 47 songs<br/>\n&lt;The Pantheon&gt;<br/>\nsomewhere on Innoruuk...<br/>\n<br/>\n* nobody in the main party that is.  We had one of our lower level members<br/>\ntagging along - mid 30ish necro. he bought it trying to train into us<br/>\nthrough the bug room. and again in some lava. and one more time he got<br/>\nsmooshed by a fire giant.  but we gave him a nice gift to remember his first<br/>\ntime to see the fire giants.  some kinda mask thing with nice stats (i am<br/>\nreal bad with loots and dont remember the exact name.)<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Monday, February 21, 2000 2:25 PM<br/>\nSubject: [eqbards] Levels after hell levels<br/>\n<br/>\n<br/>\n&gt; From: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a>&gt;<br/>\n&gt;<br/>\n&gt; It happened again, but slightly differently this time.<br/>\n&gt; I hit 47 last night, then died without having gained any<br/>\n&gt; experience in it.  I lost &quot;only&quot; a bit more than a half bubble<br/>\n&gt; into 46.  My friends who&#39;ve died at 46 all said they lost<br/>\n&gt; about 1-1/4 to 1-1/2 bubble per death in it. </span></blockquote></div>","specialLinks":[]}}
