{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"sPiAHX6taoqJOc3ypmyqTkFjd61q8DKRoGKymhS7wQ3GXEUDeTFSxY7ig6XxckS0AH7tOqjzH1Pgfj-0sAozHx5vAk0SPY1-jkQN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: FW: About the Bard running in the Rathe Mnts.","postDate":"951749690","msgId":15485,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS43NzYuMTU0ODUuOTU5MjczMzg1QGVHcm91cHMuY29tPg=="},"prevInTopic":15467,"nextInTopic":15490,"prevInTime":15484,"nextInTime":15486,"topicId":15465,"numMessagesInTopic":9,"msgSnippet":"We got wind of this GM event that was gonna happen in Mistmoore so we headed on over.  Sure enough, on the ramp near the zone was Lord Mistmoore (GM in PC","messageBody":"<div id=\"ygrps-yiv-852011410\">We got wind of this GM event that was gonna happen in Mistmoore so we headed<br/>\non over.  Sure enough, on the ramp near the zone was Lord Mistmoore (GM in<br/>\nPC looked like male DE), Lord Garamont (sp? a NPC), &quot;a wounded elf&quot; (NPC),<br/>\nand another NPC (if i recall correctly.) And they were trying to carry on<br/>\nsome role playing dialog and unfold some story.<br/>\n<br/>\nTrying is about the best way to describe it.  It was happening amidst the<br/>\nsemi-normal MM zone stuff &quot;blahblah auctions, WTB Ykesha or SMR send tells&quot;)<br/>\nand of course the crowd of on-lookers some of whom were determined to<br/>\ndisrupt.  Not too long into the event - like 10 minutes max, some jerk &quot;bind<br/>\npulls&quot; the castle (he binds at the zone next to the event, goes invis into<br/>\nthe castle, agros a bunch of stuff, gates back to his bind point, goes back<br/>\ninvis, and starts yelling &quot;TRAIN TO THE ZONE!&quot;  I guess he wanted to scare<br/>\neveryone into leaving. Heh, he also forgot that once you agro, re-invising<br/>\nis useless.  The train eventually caught up with him and smooshed him.<br/>\n<br/>\nThe GM&#39;s started /kill-ing all the train crap and dutifully got back to<br/>\ntheir tale.  Well, not too long into it, some other guy decides to attack<br/>\none of the &quot;quest&quot; NPC&#39;s.  &quot;Lord Mistmoore begins to cast a spell...&quot; and<br/>\nthe guy is summoned to Everfrost.  Then an enchanter decides to charm one of<br/>\nthe NPC characters and makes it say: &quot;My leader is Raloon!&quot;  Poof, he is<br/>\ndisconnected and dumped to his desktop.  Then some loose castle train npc<br/>\nattacks a lev 50 wizard who was watching the event.  He casts an ice comet<br/>\nand &quot;poof&quot; he is summoned to Tox forest.  While he is there, he sees another<br/>\nplayer who was trying to harass the event, an oger, who was also summoned to<br/>\nTox.  Guess the GM&#39;s who summoned him forgot that Oger is KOS to the Erud<br/>\nguards who are now death looping this guy.<br/>\n<br/>\nAt that point, I left.  Do people want any &quot;role play&quot; in this game?  Do<br/>\nthey want GM events and dynamic quests? Do they want to learn the &quot;lore&quot; of<br/>\nNorrath?  All I can say is that it sure seems like they (the playing & so<br/>\ncalled paying customers) sure dont. If I were the GM/Guides who had to<br/>\nendure that - I&#39;d be handing in my resegnation.  The players suck. Verant<br/>\nsucks (for making them do this without the appropriate support and tools to<br/>\nmake it work.)  It really saddened me to see this debacle.<br/>\n<br/>\nAfter that, we mustered some guildies and made a small excursion into Kedge.<br/>\nWe killed Cauldron, Undertow & Estrella.  Our rogue got some Kedgemail<br/>\nGloves.  Estrella had 2 of something wands? We did not see the bard drum<br/>\nmob - someone said place holder was up.  Nor was Phinnie up else we&#39;d have<br/>\nkilled him like we did Friday night.<br/>\n<br/>\nSylly SongSynger<br/>\nBardette of 47 songs<br/>\n&lt;The Pantheon&gt;<br/>\nsomewhere on Innoruuk...<br/>\n<br/>\np.s. ok, i&#39;ll put all the crap news into one post.  Some of the &quot;smaller&quot;<br/>\nguilds on our server, ie ones that dont have enough 46-50&#39;s to do planes or<br/>\ndragons on their own, banded together to make their first excursion into the<br/>\nPlane of Fear.  They &quot;reserved&quot; the zone (on our server, the larger guilds<br/>\nhave an informal agreement so that guilds can &#39;reserve&#39; alter:Planes and not<br/>\nrace or crowd each other.)<br/>\n<br/>\nWell, the guys who lead this raid had been in as guests with a couple of the<br/>\nbigger guilds so they sort of had some idea of how things work. Let&#39;s just<br/>\nsay that while they had a bunch of rangers and druids they really could have<br/>\nused some more clerics - one or 2 was not enough for the 30 of them.   Even<br/>\nso they were doing &quot;ok&quot; until some naked necro jerk (yes, we know who he is)<br/>\ndecided to come in and do some &quot;exploring.&quot;  Of course, he agro&#39;d the zone<br/>\nand trained stuff onto the raiders and they got teleported all over and<br/>\ndied.  Some were seriously wondering if they were ever gonna get their<br/>\nequipment back.  And by then it was 2 am Saturday morning.<br/>\n<br/>\nBut the next day, another larger guild had the Plane reserved and went in<br/>\nand did the break in.  Then I guess they helped with CR and everyone from<br/>\nthe smaller guilds got their stuff out.  One of my friends who had lost his<br/>\ncorpse the night before said to me the next day (after he got his stuff<br/>\nback) that yes he died repeatedly, yes it was damn scary, and yes it was<br/>\nthem most fun he&#39;s had in a long time even though he was sure he&#39;d lost all<br/>\nhis stuff.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; From: &quot;Pinen&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ubersorcerer@...\">ubersorcerer@...</a>&gt;<br/>\n&gt;<br/>\n&gt;   -----Original Message-----<br/>\n&gt;   From: TommyC [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:maxcool2@...\">maxcool2@...</a>]<br/>\n&gt;   Sent: Friday, February 25, 2000 6:47 PM<br/>\n&gt;   To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Eqbards@...\">Eqbards@...</a><br/>\n&gt;   Subject: About the Bard running in the Rathe Mnts.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;    The bard was a GM and this looks like the beginning of one hellified<br/>\n&gt; quest / event<br/>\n&gt;   The Tale of Veeshans Veil<br/>\n&gt;<br/>\n&gt;   A drake perches on Sainy&#39;s head.<br/>\n&gt;   From the worlds core, the rock children rose, Shielded from wurms eyes<br/>\n </span></blockquote>by<br/>\n<blockquote><span title=\"ireply\"> &gt; dirt and stone.<br/>\n&gt;   With gnarled hands and broken bones, they carved their place into<br/>\n </span></blockquote>Veeshans<br/>\n<blockquote><span title=\"qreply\"> &gt; Home.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
