{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"tjaxon@xxxxxxxxx.xxx","from":"tjaxon@...","replyTo":"LIST","senderId":"CQJavOZvJMWHc7TZAHqjb5Uq3Ap5q9bcTC1YAVU0YL6VRalsXTyPgEyhlBYDW141SmwLAc9mxNXWHuI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Rivervale","postDate":"928595253","msgId":1566,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS44Ny4xNTY2Ljk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1562,"nextInTopic":1568,"prevInTime":1565,"nextInTime":1567,"topicId":1562,"numMessagesInTopic":4,"msgSnippet":"From Freeport head out into the East Commonlands.  Put your Accelerando on, and take the trail into the woods.  When the trail splits, go left. This will take","messageBody":"<div id=\"ygrps-yiv-1145786525\">From Freeport head out into the East Commonlands.  Put your Accelerando<br/>\non, and take the trail into the woods.  When the trail splits, go left. <br/>\nThis will take you by several inns, and you&#39;ll be in sight of the desert<br/>\nat times...keep an eye on those Griffins!<br/>\n<br/>\nYou&#39;ll zone to West Commonlands - this is the dangerous part.  Not only<br/>\nGriffs and Hill Giants, but Young Kods, and real Kods to chase you. <br/>\nKeep Accelerando on and split the middle of the zone - the road is too<br/>\ndangerous (there&#39;s a Dark Elf necro named Kizdean Gixx that hangs on the<br/>\nroad with a pet - he&#39;s still red to me at 12th), and you are safe as<br/>\nlong as you keep running.  At the other end of the zone you will rejoin<br/>\nthe road as you zone into Kithicor Forest.<br/>\n<br/>\nIn Kithicor slow down a bit.  Stick to the road, always take the right<br/>\nfork in the road.  The last fork is a doozy - bends back on itself right<br/>\nnext to a tree - easy to miss.  If you zone to High Hold, you&#39;ve gone<br/>\ntoo far, come back out to Kithicor, staying along the left side of the<br/>\nzone and you can&#39;t miss the entrance to...<br/>\n<br/>\nRIVERVALE!!!  Home of Happiness (or at least where the idea for<br/>\nMcDonalds McBurglar came from).  Explore, there are plenty of quests<br/>\nhere, mostly Druidical it seems, but the Squad Ring quest is for<br/>\nany/everyone.  Misty Thicket is through the cave that the Priest of<br/>\nDiscord faces.<br/>\n<br/>\nA note on the Squad Ring itself:  Yes, it takes a pile of Goblins...was<br/>\nabout 200 - 250, plus around 40 Mootos for me.  The occasional stray orc<br/>\ndoesn&#39;t hurt.  I accidentally killed Gunrich once, the word is thats bad<br/>\nfor your faction adjustment.  Keep those necklaces and don&#39;t give up.<br/>\n<br/>\nNow, my wife&#39;s Druid heard about the good time I was having in<br/>\nMisty/Rivervale and decided to come over.  She dug in with the quests<br/>\naround town, and then headed over to Misty Thicket.  She got her squad<br/>\nring much faster than I, or anyone else I&#39;ve talked to.  We&#39;ve narrowed<br/>\nit down to two possibilities:  either a) you do enough good works around<br/>\nRivervale that you don&#39;t need to kill so many goblins, or b) the sheer<br/>\nnumbers of Orcs she killed over in the Faydark from levels 5 - 10 before<br/>\ncoming somehow counted.<br/>\n<br/>\nHope you enjoy the Misty Thicket!!!<br/>\n<br/>\nShadren, Guard-Bard of Rivervale</div>","specialLinks":[]}}
