{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@stormhaven.org","from":"&lt;kim@...&gt;","replyTo":"LIST","senderId":"VSttAIb49hvxzkxPrZmANmFO9MLA5LmLP7XhxQcNyVZssN7WshpGCccyx8PkRc2wY2lZa8vJ03dIw90","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Breaking from conventional tactics","postDate":"952120464","msgId":15696,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFBpbmUuTE5YLjQuMjEuMDAwMzAzMTYyNzU5MC4zMjUxMS0xMDAwMDBAZmFudGFzaWEuc3Rvcm1oYXZlbi5vcmc+","inReplyToHeader":"PDAwNDIwMWJmODU1NiRmN2NmMWE5MCQ2NTU5NTk4MUBzYmEudXdtLmVkdT4="},"prevInTopic":15694,"nextInTopic":15701,"prevInTime":15695,"nextInTime":15697,"topicId":15647,"numMessagesInTopic":23,"msgSnippet":"... You don t always have an enchanter in the group, so the topic still warrants discussion.  Some of the things you find are not so obvious. For example, in a","messageBody":"<div id=\"ygrps-yiv-1959517210\">On Fri, 3 Mar 2000, Sylly Songsynger wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; From: &quot;Reece, Tom - 25IDL G4&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>&gt;<br/>\n&gt; &gt; <br/>\n&gt; &gt; Conventional tactics in EQ when you pull multiple mobs is for everyone to<br/>\n&gt; &gt; /assist the main tank and take out the mobs one by one.<br/>\n&gt; <br/>\n&gt; E N C H A N T E R<br/>\n&gt; <br/>\n&gt; Don&#39;t leave home without one. <br/>\n<br/>\n </span></blockquote>You don&#39;t always have an enchanter in the group, so the topic<br/>\nstill warrants discussion.  Some of the things you find are<br/>\nnot so obvious.<br/>\n<br/>\nFor example, in a 2-mob pull, I&#39;ll usually Pixie Strike the<br/>\nweaker (less chance of resists, less damage I take when I&#39;m<br/>\nresisted) while the group kills the stronger.  We found out<br/>\nthe hard way that a paladin + ranger + cleric take a really<br/>\nreally long time and use up almost all their mana to kill a<br/>\nbok knight.  Meanwhile, I sat there PSing a dar knight for<br/>\nprobably 5-8 minutes, occasionally tossing in a buff here or<br/>\nthere trying to make myself somewhat useful.<br/>\n<br/>\nThe next time this happened, I just PSed the bok continuously<br/>\n(no other buffs) while the group killed the dar.  Not only did<br/>\nthey manage to kill the dar, they killed another dar, wan, and<br/>\nurd who wandered into the fight.  The bok only woke up twice,<br/>\nand I was able to get it back under control requiring only a<br/>\nsingle heal.  Then all of us killed the bok.  If we&#39;d done it<br/>\nthe other way, I would&#39;ve ended up having to control 2 dars, a<br/>\nwan, and an urd while my group fought the bok.  (Controlling 4<br/>\nmobs is not impossible, but really difficult - charm one, PS 2<br/>\nothers.)<br/>\n<br/>\nAlso, mez is not the ultimate crowd control solution.  If your<br/>\nenchanter has multiple mobs mezed and your group is taking a<br/>\nlong time to hack down each one, there&#39;s a danger the<br/>\nenchanter could go OOM keeping up the mezes.  In that case,<br/>\nit&#39;s better to charm a couple mobs (both you and enchanter<br/>\ncan, but probably safer if only you do it so the enchanter can<br/>\nkeep up the mezing).  That&#39;ll help the group kill the current<br/>\ntarget much more quickly.  When I try to do this, nothing<br/>\nannoys me more than an enchanter who insists on mezing the mob<br/>\nI&#39;m charming.  (I did this to Rokenn&#39;s pet once so I&#39;m not<br/>\ncompletely innocent either.  :)<br/>\n<br/>\nAnother mistake I see groups make is to not take their time<br/>\nwhen they have the luxury of crowd control.  Too many people<br/>\nfeel that immediately after killing a mob, they have to start<br/>\nhacking away at the next mesmerized mob.  In one unfortunate<br/>\ncase, the cleric went OOM healing us from the current mob, the<br/>\ntanks killed it, and instead of waiting to give the cleric<br/>\nsome time to rest up, immediately jumped on the next mob.  <br/>\nThey also (incorrectly) followed the &quot;kill the caster first&quot;<br/>\nrule when a relatively weak melee mob was also standing by<br/>\nmezed.  As a result, the caster nuked two of the melee folks<br/>\nto death before we bailed out of the situation.<br/>\n<br/>\nI explained it to them afterwards - in between mezed mob kills<br/>\nis basically free time, equivalent to you being able to cast<br/>\nheals and buffs with zero combat delay, debuff the mob with no<br/>\nthreat of retalization, and being able to med and (with a<br/>\nbard) heal up.  Next time this happened they listened when I<br/>\nsaid &quot;kill the (green) melee mob next.&quot;  As a result, the<br/>\ncleric had about 45 seconds to med in peace, while I played<br/>\nClarity and Hymn to give each of the tanks back about a half<br/>\nbubble despite the damage they were taking from the greenie.<br/>\n<br/>\nSo there are lots of situations where turning conventional<br/>\ntactics on their head result in better outcomes.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
