{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom CPT - 30th Signal Bn","from":"&quot;Reece, Tom CPT - 30th Signal Bn&quot; &lt;ReeceT@...","replyTo":"LIST","senderId":"oU8_LfAm1rGAYmQvVkfMe4WR64tCE4vdH6PHlgRrCsqQLXlpPSrNtRz28pbA_wIqqi6EQ8yKs9LBEj6aGWOCesUgIWBhKRWb5acdFMsyGNq7uNoxPNYPtFAyeLhUbBKHMYhhd93uOQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Galtin&#39;s misadventure + some questions about corpses in the ocean","postDate":"928785622","msgId":1599,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45MC4xNTk5Ljk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1602,"prevInTime":1598,"nextInTime":1600,"topicId":1599,"numMessagesInTopic":3,"msgSnippet":"Last night while waiting for the boat on the Butcherblock dock I volunteered to assist another player locate his corpse.  He said that he crashed while riding","messageBody":"<div id=\"ygrps-yiv-55414541\">Last night while waiting for the boat on the Butcherblock dock I volunteered<br/>\nto assist another player locate his corpse.  He said that he crashed while<br/>\nriding the boat and that when he logged back on he started out at the bottom<br/>\nof the ocean.  He eventually ran out of stamina and died.  He also stated<br/>\nthat his corpse was somewhere in the ocean in the Butcherblock zone.  I<br/>\nstarted singing the locating song and immediately got a bearing on his<br/>\ncorpse.  I told him to follow me and I jumped into the ocean.  I continued<br/>\nswimming along the bearing until I ran into the zone barrier.  I was<br/>\nunderwater at the time I ran into the zone barrier.  His corpse was nowhere<br/>\nin sight. At this point, I apparently encountered a bug because I could no<br/>\nlonger swim in any direction.  It was like I was stuck to the zone barrier.<br/>\nI still had plenty of air left but all attempts at breaking away from the<br/>\nzone were unsuccessful. I tried every arrow key, the PageUp key, and<br/>\nPageDown key.  Nothing.  I eventually drowned myself.  <br/>\n<br/>\nWhen I died, I got the overhead view of my corpse.  The funny thing is that<br/>\nthere was someone (in full armor) walking around the bottom of the ocean<br/>\nnext to my corpse.  The person had two names but I couldn&#39;t tell if it was a<br/>\nplayer or a NPC. It looked like a human and I know for certain it wasn&#39;t a<br/>\ndwarven guard.  I know bards have an underwater breathing song<br/>\n(unfortunately for me I&#39;m not high enough yet to sing it) but does the song<br/>\nallow you to walk on the bottom of the ocean?  Do other classes have spells<br/>\nthat allow them to breathe underwater?<br/>\n<br/>\nNow my character is back in Freeport and will have to ride the boat back to<br/>\nretrieve his corpse.  Adding insult to injury, I won&#39;t have time to retrieve<br/>\nmy corpse before the boat leaves Butcherblock so I will have to wait until<br/>\nit makes the round trip back from Freeport.  Bummer.<br/>\n<br/>\nHere is what I would like to know:<br/>\n<br/>\n1)  Was getting stuck in the zone barrier a bug or what was supposed to<br/>\nhappen?  <br/>\n2)  Since my corpse is right at the zone border, will I get stuck again if I<br/>\ntry to retrieve it?  Can I use the /corpse command underwater to pull my<br/>\ncorpse away from the zone border?<br/>\n3)  Why did the locate song not lead me to the other player&#39;s corpse?  My<br/>\ntheory is that his corpse was not in the Butcherblock zone but in the Ocean<br/>\nof Tears zone.  Will the locate corpse zone still point you in the right<br/>\ndirection even if you are not in the same zone as the corpse you are looking<br/>\nfor?  If the other player&#39;s corpse was indeed in the Ocean of Tears zone<br/>\nthen I guess the answer to this question is yes.  If his corpse was in the<br/>\nButcherblock zone then it makes the situation even more puzzling.  <br/>\n4) What is the most likely explanation for the character walking on the<br/>\nbottom of the ocean?  Another player or just another bug?<br/>\n5)  At the time I drowned, there were no GMs online for me to /petition.<br/>\nAssuming one is online the next time I play, will they automatically<br/>\nretrieve my corpse for me since it is at the bottom of the ocean?  I sure<br/>\nhope so because I don&#39;t relish the idea of having to go back to retrieve it.<br/>\n<br/>\nThanks ahead of time for any replies.<br/>\n<br/>\nGaltin<br/>\nBard of the 14th Chorus<br/>\nE&#39;ci</div>","specialLinks":[]}}
