{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"SnsYJzRY974pRLXngpDOPi72YApYZcT-6S29ghRCnZ0rEamCh2IGLik-pccu9tgJrV6GytpndjoaZvXfCGSgkFmc640ncHpwVlR7","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The view from the sky (Plane of)...","postDate":"952970632","msgId":16015,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYjkwMWJmOGQxNiQ3ZTY1MmNlMCQ2NTU5NTk4MUBzYmEudXdtLmVkdT4=","referencesHeader":"PDAwMDQwMWJlNmMxMCRmNzI5MmQyMCRlMzk3YmVkMEBzcG90MS5zd2JlbGwubmV0Pg=="},"prevInTopic":0,"nextInTopic":16028,"prevInTime":16014,"nextInTime":16016,"topicId":16015,"numMessagesInTopic":14,"msgSnippet":"Our guild did some exploring in the Plane of Air - post patch (this weekend even) Friday, we killed a spirited harpy and found: Belt of Concordance. ","messageBody":"<div id=\"ygrps-yiv-1910856122\">Our guild did some exploring in the Plane of Air - post patch (this weekend<br/>\neven)<br/>\n<br/>\nFriday, we killed a spirited harpy and found:<br/>\n<br/>\nBelt of Concordance.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.allakhazam.com/equipment/graphics10/Belt_of_Concordance.htm\">http://everquest.allakhazam.com/equipment/graphics10/Belt_of_Concordance.htm</a><br/>\nl<br/>\n<br/>\nA very nice item.  ac 6, str+5 cha+5 sv Poison +5  wt: 0.1 effect: Haste.<br/>\nBard only.<br/>\n<br/>\nThis is a clip from a post made by one of our enchanters:<br/>\n<br/>\n&quot;almost all the good dropped loot in sky is random off the nameds with a<br/>\nsmall chance of an unnamed mob dropping also. the named mobs (Protector of<br/>\nSky, Gorgalosk, etc..) seem to always drop 1 of the randomly dropped great<br/>\nitems, along with 1 or 2 rare quest items (gems off PoS, nodrop quest pieces<br/>\noff Gorg).&quot;<br/>\n<br/>\nIsland 3 is pretty nice - heh, once you get there.  Island 2, the Azarack<br/>\nisland is kinda tricky.  We got smooshed good learning how.  I wont spoil it<br/>\nfor those who have not done it - it&#39;s some unexplored territory and that is<br/>\ndamn rare in Norrath these days.  We saw a very experienced, strong,<br/>\nskillful guild make an attempt on Island 2 and get repulsed.  No doubt they<br/>\ncan do it - just a matter of when they decide to come back.  And we saw a<br/>\n&quot;pick-up&quot; group of 25 or so brave adventurer&#39;s give it a shot.  Their basic<br/>\nplan was &quot;follow me!&quot; and they got smooshed too.  This zone is an expensive<br/>\nplace to do CR.  And most pick-up groups don&#39;t have the dedication to &quot;keep<br/>\ntrying&quot; when a try costs you 220pp or so per person.<br/>\n<br/>\nThere are a lot of things to learn about agro ranges and pulling techniques<br/>\nand, heh, I wont spoil it for any of you here either.<br/>\n<br/>\nWe were also discussing pulling techniques an dthe pitfalls of having the<br/>\nbard in with the puller. Our guild uses this technique:<br/>\n<br/>\nPuller and back-up puller with Feign Death capability go out to fetch.  A<br/>\nspotter is also in position.  If the pull is single and clean, the spotter<br/>\ncalls it out for everyone to hear.  If not (ie too many mobs pulled), the<br/>\npuller feigns and the back-up puller tags one as they reset - if he is able.<br/>\nHaving the spotter out there calling it for everyone, relieves the puller<br/>\nfrom having to type and avoid death at the same time.  Also, the puller is<br/>\nnot always aware of the extent of agro&#39;d mobs.  We avoid the situation<br/>\nsomeone else described of not knowing what the pull is until it arrives.<br/>\n<br/>\nWhen the pull arrives, we have a designated &quot;picker.&quot;  He/she has talked to<br/>\nthe enchanters and knows which mob-type to select to fight first.  Everyone<br/>\nwaits until the picker shouts &quot;Target selected - assist me now!&quot;  The picker<br/>\nhas of course waited for the spotter to call a clean pull and for the<br/>\nenchanters to do the crowd control thing.  (Some variations occur depending<br/>\non whether or not the mobs can be mezzed, charmed, or not.)  People have hot<br/>\nkeys with &quot;/assist anne&quot; and &quot;/assist tuur&quot; for primary and secondary<br/>\npickers.  Having the names in the macro really helps avoid bad assists.<br/>\n<br/>\nTwo good bard things:  some mobs you fight here have AE despell and AE<br/>\nstamina drain.  The bard group gets lucky because the songs will refresh and<br/>\nthat old level 3 Jig o&#39; Vigor is finally valuable. Heh, I have not played<br/>\nmine since reaching level 32 &lt;g&gt; well, ok, I do play it some when the tanks<br/>\nare swinging the heavy weps in long fights.  Well, these mobs drain all of<br/>\nyour sta in a few rounds with their sta drain spells.  The other normally<br/>\nunused song that works here is Veracious Concord (sp? the see invis song.)<br/>\nThere are some invis mobs to fight.  And yes, others can cast see invis, but<br/>\nwhen you fight mobs that despell, they need to keep casting while you can<br/>\njust be playing it in your song mix.  Although, this is pretty specific to<br/>\ncertain mobs in a certain plane, it&#39;s one of those times where you feel like<br/>\nits great to be a bard and have some tricks up your sleeve.<br/>\n<br/>\nI really had to work on not getting too much attention from the mobs.<br/>\n<br/>\n&quot;A Gorgalask hits YOU for 320!&quot;<br/>\n&quot;A Gorgalask hits YOU for 278!&quot;<br/>\n&quot;A Gorgalask kicks YOU for 68!&quot;<br/>\n<br/>\nYup, all in one round.  Stop attack, stop song. Back up. Play mana song.<br/>\nWait for a heal. Try again.  One battle was going rather long and we had<br/>\nlost some folks and I was feeling like I should get into the battle and do<br/>\nsomething.  I was 2 some bubs down in hp and started to melee. Took a couple<br/>\nhard hits and went to go back out.  My guess I got lower HP than all the<br/>\nothers on hate list and the mob frenzied on me.  Well, at that point it was<br/>\nlike one more hit for 274 and I was memming songs in Gfay.  Don&#39;t melee<br/>\nbelow full hp or step out before getting under half health.  At least on<br/>\nthese uber-mobs.  Imho, a dead melee bard is not as much help and the live<br/>\none out of the melee playing mana song for the cleric.<br/>\n<br/>\nAlso, I switched to using my 6 note blade and my dragoon dirk.  I bagged my<br/>\nYk thinking that a) level difference what it is 47 vs 60 no matter what wep<br/>\nI use, it wont hit for full effect; b) the Yk 75dd proc gets resisted all<br/>\nthe time but adds you to the hate list as if it hit for full effect. I guess<br/>\nit may have helped some.  The other thing I was doing is playing mana song<br/>\nonly while in the melee.  That definitely seemed to help - and was<br/>\nrecommended by my cleric who definitely has a good handle on how to keep me<br/>\nalive.  At times, I would stop melee attack and play songs for my tanks -<br/>\nberserkers and mystic shielding.  That also helped keep me from getting<br/>\nsmacked.<br/>\n<br/>\nAll in all, I lost about a bub of xp over the course of our expedition and<br/>\ntook a big hit to the ego (&quot;Welcome back once again to level 47 - have you<br/>\nthought about frequent flyer miles?&quot;)  but for some really great times and<br/>\nsome really great battles with some really great people - and a nice new<br/>\ntoy - it was definitely worth it.<br/>\n<br/>\nSylly Songsynger<br/>\n&quot;welcome back to level 47, go solo some specs, have a nice day, please drive<br/>\nthru.&quot;<br/>\n&lt;The Pantheon&gt;<br/>\nsomewhere on Innoruuk...<br/>\n<br/>\np.s. PoA stuff our guild has seen (pre & post patch - some more than once --<br/>\nthanks for the list Raloon):<br/>\n<br/>\nBelt of Contention - war haste belt<br/>\nBelt of the Pines - rng haste belt<br/>\nBelt of Concordance - brd haste belt<br/>\nBracelet of Quiescence - enc bracer<br/>\nBracelet of Cessation - nec bracer<br/>\nTreant Tear - druid earring<br/>\nBlade of Abrogation - sk 1h slash sword<br/>\nWeight of the Gods - cleric shoulders<br/>\nWhitened Treant Fist - monk 1h blunt<br/>\nWhite Satin Gloves - all/all +mana gloves<br/>\nSymbol of Marr - pal necklace</div>","specialLinks":[]}}
