{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;jasonf@...&gt;","replyTo":"LIST","senderId":"tt-9o6kmYdx7JDJbhzuc6uOeVyMOCYxh1gTHIuW6yh_Nl4-l3F7X7gjXCLRqLL12tRKgjblMQSsqUVLODCn4Rv55yXs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] A run of luck","postDate":"953581710","msgId":16412,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE5EQkJMRERKRUxCTENLTkpFQ0lIT0VBQUZFQUEuamFzb25mQHBpZ2dpbmcuY29tPg==","inReplyToHeader":"PDIwMDAwMzIwMTA0NTEyLjA5NjUwQGJvZ29uLmNvbT4="},"prevInTopic":16409,"nextInTopic":16413,"prevInTime":16411,"nextInTime":16413,"topicId":16357,"numMessagesInTopic":39,"msgSnippet":"Let me clear something up about the drop rates on Druzzil.  I assure you they re no better than anywhere else - that s one reason I was so thrilled at getting","messageBody":"<div id=\"ygrps-yiv-1217478006\">Let me clear something up about the drop rates on Druzzil.  I assure you<br/>\nthey&#39;re no better than anywhere else - that&#39;s one reason I was so thrilled<br/>\nat getting both gauntlets and arms in one trip.  In fact one of the drops<br/>\nwas from a patroller (pats we call &#39;em), the odds of which are very, very<br/>\nclose to zero.<br/>\n<br/>\nI&#39;ve made about 14 Hate trips that cleared essentially the whole Plane.  Of<br/>\nthose 14 trips I have seen exactly FOUR pieces of Imbrued drop.  I was<br/>\nfortunate enough in three of the cases to be the recipient of the item.<br/>\nTherefore, I now have Breastplate, Arms and Gauntlets.  I got the BP on my<br/>\nsecond trip about six weeks ago and have seen ZERO pieces drop until this<br/>\nweekend.<br/>\n<br/>\nYou have to have a wide streak of masochist in you to get a full suit of<br/>\nanything but Clerical armor, which everyone seems to agree drops almost<br/>\ntwice as often as anything else.  But when Planes capable players see my<br/>\narmor there is no question in their minds about how difficult it was to get.<br/>\nA lot of people complained pretty loudly that the armor resulting from the<br/>\nLambent (and other) armor quests was not NO DROP and just simply too easy to<br/>\nget.  We see a lot of level 8 bards running around in full Lambent, don&#39;t<br/>\nwe?  You sure as hell don&#39;t see Planes newbies running around in full<br/>\noutfits of anything.  A Druid in my guild that has been going to Fear *since<br/>\nit opened* just got his final piece (breastplate) over the weekend.  He said<br/>\nthat he was almost in tears over having received it finally.<br/>\n<br/>\nWe&#39;re in their world now.<br/>\n<br/>\n[48 Bard] Crier (Half Elf) &lt;Seekers of Norrath&gt; ZONE: work<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; 3 days in Hate this weekend. First night the zone crashed just as we<br/>\n&gt; were cleared to the Maestro. Absolutely no bard stuff dropped. I think<br/>\n&gt; Warrior legs dropped the first night, then no more all weekend. No Mage<br/>\n&gt; stuff dropped, a few shaman pieces. In general, other than cleric stuff,<br/>\n&gt; the drop rate is just pitiful and has a few people who&#39;ve been going for<br/>\n&gt; several months contemplating quitting as there&#39;s just not much point to<br/>\n&gt; playing anymore. Playing for fun isn&#39;t once you&#39;ve done Hate a few<br/>\n&gt; times, as IMO, it&#39;s one of the most boring zones they&#39;ve created. The<br/>\n&gt; fast spawning roamers keep you camped in the same locations for hours<br/>\n&gt; and even if you did move around every place looks pretty well like every<br/>\n&gt; other place.<br/>\n&gt;<br/>\n&gt; To top it off, a 6 note blade dropped and all the bards had one, and<br/>\n&gt; Inno dropped a fatty shaman hammer and there were no fatty shaman on the<br/>\n&gt; trip.<br/>\n&gt;<br/>\n&gt; And to add to the buggy RNG theory, I foraged 100 vegetables over the<br/>\n&gt; weekend compared to 20-40 of fruit, berries and rabbit meat. What are<br/>\n&gt; the odds of that happening? :) </span></blockquote></div>","specialLinks":[]}}
