{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Illian","from":"&quot;Jeff Illian&quot; &lt;jeff@...&gt;","replyTo":"LIST","senderId":"lvDWk8gkiOH3SHkczvMhqZxwKAzuAXb8NmtYKmSo7THPg1k4R-HCGs0kIyiJnGsLHjMXli2uemLzALIYD4M-PUvpOvykxA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Chains","postDate":"953659912","msgId":16513,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMmUwMWJmOTM1YiQ1OGY1MjBmMCQ2N2U2ODlhYUBjYm9lLmNvbT4=","referencesHeader":"PDAwMDYwMWJmOTM1NyQ4NDVlMTdhMCRjMjVjNGRhNkBwa2Qtd3MtMDAzOS5wa2QucGFya3MudmlhY29tLmNvbT4="},"prevInTopic":16498,"nextInTopic":16515,"prevInTime":16512,"nextInTime":16514,"topicId":16483,"numMessagesInTopic":15,"msgSnippet":"... speed ... speed ... in ... that ... You get the same debuff with an AE from binding and you don t break snare, and you are party friendly.  If you made the","messageBody":"<div id=\"ygrps-yiv-1907667416\"><blockquote><span title=\"ireply\">&gt; Never say never.  If there is no shammie/enchanter around to do attack<br/>\n </span></blockquote>speed<br/>\n<blockquote><span title=\"ireply\"> &gt; debuff, or the enchanter is busy mezzing, I always Chain.  The attack<br/>\n </span></blockquote>speed<br/>\n<blockquote><span title=\"ireply\"> &gt; debuff is just too beneficial, and I don&#39;t have slots for both binding and<br/>\n&gt; chains (I can count on two hands the number of times I&#39;ve dememmed chains<br/>\n </span></blockquote>in<br/>\n<blockquote><span title=\"ireply\"> &gt; a dungeon).  Yes, most high level mages are smart enough to put away their<br/>\n&gt; earth pet in dungeon groups, but one in particular (level 49) refused;<br/>\n </span></blockquote>that<br/>\n<blockquote><span title=\"ireply\"> &gt; was /after/ talking.<br/>\n<br/>\n </span></blockquote>You get the same debuff with an AE from binding and you don&#39;t break snare,<br/>\nand you are party friendly.  If you made the chains decision with a ranger<br/>\nor druid in a pick up group from my server and forget ever being invited on<br/>\na raid or dungeon crawl again.  Maybe here I&#39;m a bit spoiled also since my<br/>\nguild is primarily shamans and slowing MOBs down usually only becomes my job<br/>\non super high magic resist mobs like Ogre Guards.  (Not worth the mana when<br/>\nI can stick my song 50% of the time).  I also don&#39;t always have chains<br/>\nloaded... even for backup.  A lot of times our method for dealing with<br/>\nrunners when snare fails these days is a BIG blast from our nuker and a BIG<br/>\ndot from our shaman...  Haven&#39;t seen anything make it far after that.<br/>\nActually on the Efreeti Raid, that is why I was packing binding instead of<br/>\nchains... Thanks god the other bard had chains :).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; While Chains does break early, it&#39;s more the exception than the norm.  On<br/>\n&gt; mobs with a decent magic resistance, they seem to break early, but those<br/>\n </span></blockquote>are<br/>\n<blockquote><span title=\"ireply\"> &gt; also generally the same cases that I yell &quot;can&#39;t chain&quot; and let the druid<br/>\n </span></blockquote>do<br/>\n<blockquote><span title=\"ireply\"> &gt; their work.  Also, I don&#39;t have much problem twisting in another song on<br/>\n&gt; medium blues (usually an attack speed buff, to finish off quicker), and<br/>\n </span></blockquote>only<br/>\n<blockquote><span title=\"ireply\"> &gt; feel that I HAVE to chain-Chain on high blues or higher.<br/>\n<br/>\n </span></blockquote>What level mobs are you fighting?  In my experience it is a rule, not<br/>\nexception.  Anything above level 35 or so will tend to break chains at<br/>\nrandom times and not last 3 ticks... ever.  My charisma is about 125 and<br/>\nwhen buffed is about 160 something and my dex is usually buffed out over<br/>\n200.  Do stats play a role here?  I still have chains wear off after the<br/>\nfirst tick if not sooner fighting low blue greater kobolds in B!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Unfortunately, with overcrowding being what it is, this isn&#39;t true<br/>\n </span></blockquote>anymore.<br/>\n<blockquote><span title=\"ireply\"> &gt; Heh, we&#39;ve even let a runner go a couple times in Guk, HOPING he&#39;d bring<br/>\n&gt; back a train.  In the efreeti party example, I&#39;ve not been on one that<br/>\n&gt; didn&#39;t have both a snarer (usually a druid) and an attack speed debuffer<br/>\n&gt; (either an enchanter or a shaman).  If both are present, and able to do<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; slowdown and snare, then I cede to them.  If either, in a normal hunting<br/>\n&gt; group, is missing or unable to perform due to other responsibilities, I&#39;m<br/>\n&gt; chaining.<br/>\n<br/>\n </span></blockquote>No argument here.  Bards are great when the primary class isn&#39;t present.  We<br/>\nseem to have a fantastic ability to fill in the holes of any party and at<br/>\nleast partially make up for any missing class.  When they are there and<br/>\ncapable, I always let them have first shot and use my songs as back up for<br/>\nwhen they fail.  I too have grouped with my brother&#39;s druid since level 1<br/>\nand have the nice added advantage of being in the same room so we don&#39;t even<br/>\nhave to coordinate via chat interface.  I also rarely end up in crowded<br/>\ndungeons.  The list method on our server means that you can end up waiting 6<br/>\nto 8 hours for a spot fighting ANYTHING in Guk, and the fact that I&#39;m almost<br/>\nalways playing with my wife&#39;s warrior and my brother&#39;s druid means that we<br/>\ndon&#39;t wait on lists since we need 3 spots, not one.  As a result, most of my<br/>\ndungeon time is spent on organized raids of 2 or more groups going into<br/>\nplaces like Sol B or Kedge Keep or doing crawls of places like Paw where it<br/>\nstill isn&#39;t that crowded.  In these scenarios chains tends not to be a<br/>\nprimary option.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; To clarify:<br/>\n&gt;<br/>\n&gt; Chains is not the ONLY song I use in pulling.  It gives a great head-start<br/>\n&gt; for Invis pulling in places like live side Guk.  It also means melee mobs<br/>\n&gt; won&#39;t be hitting you all the way back (you can baby step them without<br/>\n </span></blockquote>having<br/>\n<blockquote><span title=\"ireply\"> &gt; to let them wack on you).  I prefered Charm (if low enough) or Pixie when<br/>\n&gt; pulling casters.  A mob generally won&#39;t start casting on you unless they<br/>\n </span></blockquote>can<br/>\n<blockquote><span title=\"ireply\"> &gt; see you (they will, however, finish a spell they started before you ducked<br/>\n&gt; around the corner).<br/>\n<br/>\n </span></blockquote>Guk is different and so is Sol B.  I can see using chains there as the<br/>\npathing problems are nearly as intense.... I still say that you are asking<br/>\nfor trouble with pixie, charm or chains in places like Paw or Sol A...<br/>\n<br/>\nI&#39;m starting to see that a lot of our differences have more to do with what<br/>\nand where we are fighting then how to use the song.  I don&#39;t tend to need<br/>\nchains when fighting for XP because in the places I fight at for XP, we<br/>\ndon&#39;t care about runners.  Oggok bouncers, specs, giants, etc... you simply<br/>\ndon&#39;t need to stop these things as they really don&#39;t run far and if they do,<br/>\nso what.   I don&#39;t think you would disagree with my assessment of chains on<br/>\nthings like Efreeti raids or dungeon crawls though :).<br/>\n<br/>\nHmmm, I&#39;ve always wondered what it would be like to fight for XP in lower<br/>\nGuk... But I personally don&#39;t see myself having that chance anytime in the<br/>\nnear future.  Perhaps when the expansion comes out...  (well, one could<br/>\nwish!)<br/>\n<br/>\nTaneran</div>","specialLinks":[]}}
