{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Douglas Bierbower","from":"Douglas Bierbower &lt;Bierbower@...","replyTo":"LIST","senderId":"RVq4C3XLJkIsWwPws6QdAjFmerBqSn83nMAa4aAgF_Zwgo6qAnnhW-gdj-hand4IsXuVA_Pyu5bXxvgAzqGUxPsRsWZAzmaHA68vt6YGaYvGcw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Utility of Lullaby and Invisibility songs","postDate":"928905324","msgId":1651,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45My4xNjUxLjk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1649,"nextInTopic":1652,"prevInTime":1650,"nextInTime":1652,"topicId":1647,"numMessagesInTopic":25,"msgSnippet":"... I used to die way too much in situations just like this.  Whether I was fetching or not, I just could not seem to get the mobs off of me.  What I","messageBody":"<div id=\"ygrps-yiv-1678442441\"><blockquote><span title=\"ireply\">&gt; Everyone knows the bard is #1 on the hit list for enemy creatures.  In my<br/>\n&gt; most recent skirmishes with the Dervish Cutthroats, I continually found<br/>\n&gt; myself taking the brunt of the damage even though there were tanks in the<br/>\n&gt; group.  Even when I tried to back up and quit attacking due to low health<br/>\n&gt; the cutthroats continued to attack me even though I was doing no damage to<br/>\n&gt; them.  The end result is that I ended up dying a couple of times when other<br/>\n&gt; members of my group ended up taking either zero or little damage in the<br/>\n&gt; fight.<br/>\n<br/>\n </span></blockquote>I used to die way too much in situations just like this.  Whether I was fetching<br/>\nor not, I just could not seem to get the mobs off of me.  What I eventually<br/>\nlearned was how to manage the shit-list a little better so that the mobs would<br/>\nhate the other members of my party as well.  It can be done.  If you are<br/>\nfetching, that puts you at a big disadvantage to begin with, so when you get the<br/>\nmonsters back to your party, don&#39;t attack them.  Make your tanks, cuz you ain&#39;t<br/>\na tank, fight them for a few rounds.  Then jump back into the melee.  You can<br/>\nstill be useful to the party for those seconds by playing anthem and healing, or<br/>\nwhatever is appropriate for your level.  After a few rounds of tanks whacking on<br/>\nthem and spellcaster frying them, they will not be so entirely devoted to<br/>\nkilling you.  The important thing is that you not rush into the melee.  Trying<br/>\nto back out of melee after you have been swinging away for several rounds just<br/>\ndoes not work well for us.  When you are not fetching, this is very easy to<br/>\nmanage.  Just wait a few rounds before attacking.  Don&#39;t feel bad, Clerics and<br/>\nMages do it all the time, as they should, cuz if they start blasting away from<br/>\nthe first round, the mob will eat their lunch too.  Song selection is also<br/>\nimportant.  Just because you have Denon&#39;s Disruptive Discord or Kelin&#39;s Lucid<br/>\nLullaby does not necessarily mean you should be using them yet.  I could not get<br/>\nKLL to work reliably until about level 19.  I tried it when I first got the song<br/>\nand it would go off and put me at the top of their list, but since it was<br/>\nfailing on most pulses, they were free to whack on me.  Denon&#39;s still is not<br/>\nvery reliable for me at 20 unless I am using the horn, which I really don&#39;t like<br/>\nto do much, so I rarely use it.  I will try again in a few levels.  Well, that<br/>\nsounded a bit too much like a rant.  Tired, but had a great night killing<br/>\naviaks.  Took a party of 6 characters level 19 to 20 and killed some Avocets,<br/>\nwhich we didn&#39;t really think we coud handle.<br/>\n<br/>\nNarcissus of Povar</div>","specialLinks":[]}}
