{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Rubino","from":"David Rubino &lt;tigger@...","replyTo":"LIST","senderId":"tUGOjLjVxw1UgJ_VVfiLdQECFLW7FV-ux2sze3uuGt3wstYCPxrt4IoQXXTB1jBz2S-r8BPf0eR6bj_B8EjaTvUXrIvmKlb6IQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Petition and general opinions","postDate":"928916347","msgId":1653,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45My4xNjUzLjk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1650,"nextInTopic":1654,"prevInTime":1652,"nextInTime":1654,"topicId":1650,"numMessagesInTopic":35,"msgSnippet":"Very rarely do I disagree with more points in a single post than this one. ... I m level 23, and I soloed to 23 with no problem. Why? Because Bards are simply","messageBody":"<div id=\"ygrps-yiv-874223570\">Very rarely do I disagree with more points in a single post than this one.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;But we are not<br/>\n&gt;designed for soloing like the Ranger or Paladin are.  Frankly, anyone who<br/>\n&gt;complains about not being able to solo well as a Bard is missing the point<br/>\n&gt;to being a Bard.  You want to be alone?  Play a Ranger. <br/>\n<br/>\n </span></blockquote>I&#39;m level 23, and I soloed to 23 with no problem. Why? Because Bards are<br/>\nsimply an awesome solo class. We heal fast so we can engage in battle much<br/>\nmore rapidly without relying on a healer or the ability to &quot;sit this battle<br/>\nout&quot; for healing. We run fast so we can escape the battles we are going to<br/>\nlose, eithout relying on a party to save us. The Level 8 song allows us to<br/>\ntake single handedly a camp which would require a large group. We have a<br/>\ndecent fighting ability, and plenty of HP. I&#39;m sure soloing gets harder and<br/>\nharder after level 23, but the game is supposed to get harder as one goes<br/>\nalong anyhow, I&#39;m up for the challenge.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Well, frankly,<br/>\n&gt;if you&#39;re grouping, you should be gaining experience faster.  True, each<br/>\n&gt;kill gives you less, but the overall result of being able to kill<br/>\n&gt;repeatedly in shorter periods of time, or handle multiple creatures at a<br/>\n&gt;time balances that out.<br/>\n<br/>\n </span></blockquote>I gain so little exp in a group it isn&#39;t even funny. This is why I don&#39;t<br/>\ngroup, because the exp is AWFUL. Anyone else had the same experience? If<br/>\nyou haven&#39;t tried soloing, I suggest you try it. You may never want to go<br/>\nback.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;And my final point of the night: (And here&#39;s where I expect to work on my<br/>\n&gt;dodge skill:) I think Bards should be denied Plate Mail.  Already I can<br/>\n&gt;hear the Battle Bards winding up - but hear me out:  The Bard was never<br/>\n&gt;intended to be a grunt-class.  The big burly types should be the ones<br/>\n&gt;soaking the damage and such, not us.  Of course, before they make any<br/>\n&gt;changes like this, they should also fix that tiny little bug that makes us<br/>\n&gt;the primary target ALL the time :(<br/>\n<br/>\n </span></blockquote>When I do group, I find one of my main selling points is &quot;I can&#39;t dish out<br/>\nthe damage, but I sure can take it&quot;. It seems to me that platemail is a<br/>\nperfect way to counter-balance the relatively small amount of damage we can<br/>\ndo. Very few classes do less raw damage, but I can solo because even the<br/>\ntoughest creatures find it difficult to dent my bronze platemail. And in a<br/>\ngroup, the combination of my platemail and ability to attract the attention<br/>\nof the mobs, makes me a great tank, taking the damage whilst the<br/>\nspellcasters dish it out. From a roleplay perspective (oddly necessary for<br/>\nsome of you)  . . . don&#39;t get an image of the Bard as some sort of<br/>\nwandering weakling artist. Our skill may lie in singing, not fighting, but<br/>\nwe are strong surviving types. We are used to braving the dangers of the<br/>\nwild, and can take a beating, as well we should.<br/>\n<br/>\n-Musil Tearsong</div>","specialLinks":[]}}
