{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Danny Craigg","from":"&quot;Danny Craigg&quot; &lt;danny@...&gt;","replyTo":"LIST","senderId":"rZta_Vc76ACkgb2AJlypkAizMTxASZE7bphOJokX2PSW9cnqT6T572v1F7h6J6vPKJDac4WfieCJGF_uT4C9FPhxYKMvFtPz","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Chains","postDate":"953669072","msgId":16562,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMGEwMWJmOTM3MCRhZTdhZDkxMCRjMjVjNGRhNkBwa2Qtd3MtMDAzOS5wa2QucGFya3MudmlhY29tLmNvbT4="},"prevInTopic":16506,"nextInTopic":0,"prevInTime":16561,"nextInTime":16563,"topicId":16473,"numMessagesInTopic":3,"msgSnippet":"If you made the chains decision with a ranger or druid in a pick up group from my server and forget ever being invited on a raid or dungeon crawl again. ","messageBody":"<div id=\"ygrps-yiv-351847994\">&quot;If you made the chains decision with a ranger or druid in a pick up group<br/>\nfrom my server and forget ever being invited on<br/>\na raid or dungeon crawl again.&quot;<br/>\n<br/>\nThat&#39;s a sad thing.  My problem is having to turn the raids down (seems most<br/>\nfolks are on the West Coast, which doesn&#39;t work out well for me on the East<br/>\nCoast), and I&#39;ve Chained since level 23.<br/>\n<br/>\n&quot;A lot of times our method for dealing with runners when snare fails these<br/>\ndays is a BIG blast from our nuker and a BIG<br/>\ndot from our shaman...&quot;<br/>\n<br/>\nA spell can be resisted either way, regardless of whether it&#39;s Chains or Ice<br/>\nComet.  There&#39;s still some chance the runner will get away.<br/>\n<br/>\n&quot;I also don&#39;t always have chains loaded... even for backup.  [...]  Thanks<br/>\ngod the other bard had chains :).&quot;<br/>\n<br/>\nExactly :).  I&#39;m &quot;the other bard.&quot;  (Not literally)<br/>\n<br/>\n&quot;Maybe here I&#39;m a bit spoiled also since my guild is primarily shamans and<br/>\nslowing MOBs down usually only becomes my job on super high magic resist<br/>\nmobs like Ogre Guards.&quot;<br/>\n<br/>\nHeh, you are.  Hug your shammies, I don&#39;t think they&#39;re appreciated enough,<br/>\nespecially with the whole stats fiasco going on right now.  Again, if I have<br/>\nboth a snarer and an attack speed debuffer in the group, I can find<br/>\nsomething better than Chains to play for that 3rd twist.<br/>\n<br/>\n&quot;What level mobs are you fighting?  In my experience it is a rule, not<br/>\nexception... &quot;<br/>\n<br/>\nBats, LDC&#39;s, dars, boks, etc.  The standard Sol B/LGuk mix.  My unbuffed CHA<br/>\nis 121 (I always carry more CHA equip, but mainly just wear it for Lament<br/>\nbreakins).  Dex is about 120 unbuffed.  I&#39;ve used Chains in all the dungeons<br/>\nexcept Kedge (keep meaning to visit that place), and haven&#39;t had many<br/>\nproblems.<br/>\n<br/>\n&quot;Oggok bouncers, specs, giants, etc... you simply don&#39;t need to stop these<br/>\nthings as they really don&#39;t run far and if they do,<br/>\nso what. &quot;<br/>\n<br/>\nAye, outdoors, I LOVE snare + Screech, because runners are no big deal, and<br/>\nif I&#39;m using weapons, I get to be lazy and just leave one song playing<br/>\n(Screech).  Once you hit 48, though, it&#39;s Screech + CoC + Screech + CoD...<br/>\nsigh, no rest for the weary.<br/>\n<br/>\n&quot;I still say that you are asking for trouble with pixie, charm or chains in<br/>\nplaces like Paw or Sol A...&quot;<br/>\n<br/>\nActually, I&#39;ve done all three in Sol A and Paw.  Of course, when I was in<br/>\nPaw, I pulled to a relatively safe spot deeper down in the dungeon than most<br/>\npeople go.  It was much safer there, since the only trains were my own, and<br/>\nsmart pulling avoids trains.<br/>\n<br/>\n&quot;I don&#39;t think you would disagree with my assessment of chains on things<br/>\nlike Efreeti raids or dungeon crawls though :).&quot;<br/>\n<br/>\nNope, I agree with you -- you generally have 12+ people for those, always a<br/>\nsnarer and an attack speed debuffer.  No need for chains when you have both<br/>\nof those present.  But I still keep it memmed.  Besides, Screech with Fire<br/>\nGiants is much more fun. ;p<br/>\n<br/>\n&quot;Hmmm, I&#39;ve always wondered what it would be like to fight for XP in lower<br/>\nGuk&quot;<br/>\n<br/>\nHeh, those were the days.  Hopefully the expansion pack will relieve some of<br/>\nthe crowding down there.  Live side isn&#39;t nearly as camped as dead side,<br/>\nthough.  I went back to my old hangouts the other night, just to see if<br/>\ncrowding had affected them yet (got my ego busted when I finished the two<br/>\nminos in the Patriarch room and only had a bubble of health left, even after<br/>\ndoing some mez/healing when I was down to one).<br/>\n<br/>\nRaiel</div>","specialLinks":[]}}
