{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John_Senior@mandg.co.uk","from":"John_Senior@...","replyTo":"LIST","senderId":"iz8CHRJwfzqx4MMUQSCaO9edDLf63AM89AaYmskLKZUlXiPIrida0q1m5KdNhVGBo60UGm2fOH1MyPT6xf8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] UPDATE 2 - we&#39;re getting there!","postDate":"953722737","msgId":16604,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMjU2OEFBLjAwM0FBNDQ1LjAwQG1haWxnYXRlLm1hbmRnLmNvLnVrPg=="},"prevInTopic":16602,"nextInTopic":16624,"prevInTime":16603,"nextInTime":16605,"topicId":16598,"numMessagesInTopic":7,"msgSnippet":"You didn t add the idea of the Random Evac song that quite a few people liked the idea of: Niv s Chords of Dispersion Level:  45th/49th?? Skill:  Stringed ","messageBody":"<div id=\"ygrps-yiv-1462617359\">You didn&#39;t add the idea of the Random Evac song that quite a few people<br/>\nliked the idea of:<br/>\n<br/>\nNiv&#39;s Chords of Dispersion<br/>\nLevel:  45th/49th??<br/>\nSkill:  Stringed<br/>\nDescription:  This is an evac song that is different to wizard/druid evacs.<br/>\nThe songs only effects party members in the zone and has a 3 second casting<br/>\ntime, once evaced the group will be distributed around Norrath at various<br/>\nwizard/druid gates. The bard could end up in Gtr Fay and the Warrior in<br/>\nNorth Karana. The song also uses 150-200 mana per cast (stops the use of<br/>\nrandom porting for solo bards). This would be an nice addition to the bards<br/>\nsongs giving them a personal evac (might reduce bard deaths) aswell as a<br/>\ngroup evac for big emergencies (evacer OOM). With only a 3 second casting<br/>\ntime it is better than the wizard/druid line of evacs but the random<br/>\ndispersion of the group means that it is for serious emergencies only.<br/>\n<br/>\n* - My original idea was to just teleport the entire group to 1 random<br/>\nteleporter. Making it disperse the group members individually to random<br/>\nteleporters may make Verant consider this highly. I also think it will be<br/>\ngreat for solo bards that run into trouble (running from a wizard train in<br/>\nL Guk, down to 1 bub health - EVAC (while on the move). Oh dear, I am in<br/>\nbutcherblock (guess it&#39;s better than being dead).<br/>\n<br/>\nMadagan Songweaver, Bard of 41 Songs &lt;Guardians of Light&gt;<br/>\nMeklon, Level 14 Cleric of Innoruuk &lt;Guardians of Light&gt;<br/>\nVeeshan Server<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nTork &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tdomeii@...\">tdomeii@...</a>&gt; on 22/03/2000 00:27:34<br/>\n<br/>\nPlease respond to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n<br/>\nTo:   <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\ncc:    (bcc: John Senior/M&G)<br/>\nSubject:  [eqbards] UPDATE 2 - we&#39;re getting there!<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nFrom: Tork &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tdomeii@...\">tdomeii@...</a>&gt;<br/>\n<br/>\nOn to a compendium of ideas.  I am not making any judgements on them, but<br/>\nI did take the liberty of combining similar ideas and/or taking the most<br/>\nwell written version of an idea and posting that.  I will attribute all<br/>\nsong ideas to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> unless you explicitly email me<br/>\n(privately if you want, <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gww6e@...\">gww6e@...</a>) to say otherwise.<br/>\n<br/>\nMy comments are marked with a *.<br/>\n<br/>\n1. Party Bind<br/>\nWe did not want a bind song if it was identical to casters, however if the<br/>\nsong allowed you to bind anyone anyplace (melees included) then with spell<br/>\nreagent costs and mana tolls, we would certainly welcome it, especially at<br/>\nhigher (51+) levels since expansion zones are rumored to be mammoth in<br/>\nscale.<br/>\n<br/>\n2. Upgrade to Clouding (was: Party invis vs undead)<br/>\nAn upgrade to Clouding that combined invis, invis vs undead and sneak<br/>\n(meaning no spell graphic) since this would give us an ability no single<br/>\ncaster can provide (both invis types) and the no spell graphic would be a<br/>\nboon to +PvP servers.<br/>\n<br/>\n<br/>\n3. Upgraded charm.  Everyone and his brother (over 35 responses) wanted<br/>\nthis and hey, I do too. :)<br/>\n<br/>\n<br/>\n4. Upgrade to clouding.  Nuff said, and I think I summed it up that we&#39;d<br/>\nlike a song that can provide both types of invis.<br/>\n*duplicated and deprecated by 2, I?m going to remove it. -Tork<br/>\n<br/>\n<br/>\n5. An improved damage shield.  This appears to be drawing interest:<br/>\n<br/>\nDenon&#39;s Sonic Reflection<br/>\nBrass<br/>\nGives all party members a damage reflection shield.  Causing a portion of<br/>\nthe damage done to them in combat (melee & non-melee) to be reflected back<br/>\nat the attacker).<br/>\n<br/>\n<br/>\n6. An improved AE DoT with added effect (stamina drain being a common<br/>\nthread, the other was a lifetap affect).  Question at large: do mobs have<br/>\nstamina and if so, does it impact their ability to fight?<br/>\n<br/>\n*More work is needed here. -Tork<br/>\n<br/>\n<br/>\n7. Upgrade to selo&#39;s OR remove hard speed cap.<br/>\n*I personally want the cap removed vice burning another spell slot on an<br/>\nupgrade. -Tork<br/>\n<br/>\n<br/>\n8. Upgrade to clarity.<br/>\n<br/>\nCassandra&#39;s Clarified Elegy<br/>\nProvides clarity2 (whatever that might be) + (limited?) elegy effect.<br/>\n<br/>\n*Is this warranted? -Tork<br/>\n<br/>\n<br/>\n9. Upgrade to MR debuffing abilities.<br/>\n<br/>\nDenon&#39;s Fog of War. AE snare. AE slow attack speed. AE Dot. AE magic<br/>\ndebuff (30 pts at least). effect of fog?<br/>\n<br/>\n*I like where this is going, anyone want to help fill in the blanks? -Tork<br/>\n<br/>\n<br/>\n10. One-way teleport (self only?  to bard guild?).<br/>\n*superseded by Call to Arms, number 17.  I will remove this unless there<br/>\nis debate otherwise. ?Tork<br/>\n<br/>\n<br/>\n11. Mem blur song.<br/>\n<br/>\nFitful&#39;s Forgetful Improv<br/>\nVoice<br/>\nCauses the target to become so fixated on the improv that it forgets<br/>\nwhatever else it was dong.  Drawback: Bard possibly left on hate list.<br/>\n<br/>\n*No further discussion on this?  Given how powerful mobs are going to be,<br/>\nperhaps make it AE and not break mez? -Tork<br/>\n<br/>\n<br/>\n12. Upgraded Atk Song<br/>\nSince we are out speed buffed by enchanters, a straight addition to Atk<br/>\nwith an added component.  Most commonly heard suggestion: rune type<br/>\nshielding.  Other suggestions: massive ac bonus, massive regeneration<br/>\neffect, massive MR buff.<br/>\n<br/>\n*Definitely more ideas needed here.  We all know we need and deserve a<br/>\nsong like this and we all know we?re gonna get some VoV upgrade.  Let?s<br/>\nhelp steer GZ and company in the right direction. -Tork<br/>\n<br/>\n<br/>\n13. A proc song<br/>\nThe Chromatic Scale<br/>\nLevel: 36th<br/>\nSkill: Singing<br/>\nDescription: A chromatic scale is all the notes an instrument is capable<br/>\nof producing, generally played starting from the lowest to the highest and<br/>\nthen back down; slurred up (ligato), tongued down (staccato).  The<br/>\nChromatic Scale when song by the bard would act much as the Vampiric<br/>\nEmbrace necro spell in that it imparts a proc to melee attacks however the<br/>\ntwist is that there would be 5 different types which randomly kick off:<br/>\nmagic, fire, cold, disease and poison based attacks. These would be DD&#39;s -<br/>\nthere by filling in our missing DD ability, but in a uniquely bard fashion<br/>\n(group based, becomes more powerful as you add members and err... randomly<br/>\ngood -- maybe. hehe).  Verant of course would come up with some cute<br/>\nlittle chromatic sparkles to surround us and multi colored blasts as the<br/>\nproc goes off. :)<br/>\n<br/>\n<br/>\n14. A bard additive song<br/>\nCinda&#39;s Companion Cantata<br/>\nLevel: 49th+<br/>\nSkill: Variable (see below)<br/>\nDescription: A cantata is a composition scored for many parts at once,<br/>\nincorporating both voice and instrumental accompaniment, hence this song<br/>\nwould allow bards in the same group to ally their voices in song to<br/>\nintensify the effects of a common song ? to &quot;stack&quot; the same song, perhaps<br/>\nwith at 100*(2-((6-n)^(1/6)))% effectiveness, where n is the number of<br/>\nbards playing cantata. Yes, this could be exceptionally powerful, what<br/>\nwith twisting and all, but this could easily be limited to only effect the<br/>\n&quot;top&quot; bard song in the spell list of the lead singer, whilst the<br/>\n&quot;recovery&quot; period of stopping the song would be such that twisting<br/>\nwouldn&#39;t be possible if you were a cantata player.<br/>\nExample: A group composed of 1 warrior and 2 bards stops to rest. Bard 1<br/>\nbegins to sing Hymn, only to be joined in song by bard 2 with Cinda&#39;s<br/>\nCantata - boosting regeneration by their now intensity music (by the SWAG<br/>\nformula above that would be a +69%).<br/>\nFull stacking numbers would be:<br/>\nn    +%<br/>\n--------<br/>\n1    69<br/>\n2    74<br/>\n3    80<br/>\n4    88<br/>\n5    100<br/>\n<br/>\n*Anyone got any better ideas? -Tork<br/>\n<br/>\n<br/>\n15. Song of Silence<br/>\nSolon&#39;s Song of Silence<br/>\nEffect: NON-PARTY: Silence.<br/>\n<br/>\nPBAE, fixed radius, 2 tick negate casting.  NPC has one chance to resist<br/>\nintial and to break free<br/>\neach tick there after. Lute for enhanced effects. Save versus Magic.<br/>\n<br/>\n*I love this idea personally, anyone care to add more?  I want to flesh it<br/>\nout and will take action if no one objects. -Tork<br/>\n<br/>\n<br/>\n16. Serious upgrade to healing. (NB:  of all the issues brough up, this<br/>\nneeds the most serious analysis btw.)<br/>\n<br/>\n*Hopefully I?m on the right path with that I have now, but please correct<br/>\nme if I?m wrong. -Tork<br/>\n<br/>\nCurrently at 50th with a store bought lute:<br/>\nNiv?s=15 hp/tick<br/>\nHymn=17 hp/tick<br/>\nTotal=roughly 30hp/tick<br/>\n<br/>\nTypical mobs encountered at that level hit in low 100?s, double hit 100%<br/>\nof the time and have an approximate delay of 25.  As a damage per second<br/>\nfigure, that approaches 80 damage/second, 3 seconds/tick, 240 damage/tick.<br/>\n Regeneration factor: 12.5%.<br/>\nScaling to 60th,<br/>\nNiv?s=22 hp/tick<br/>\nHymn=22 hp/tick<br/>\nTotal=roughly 44 hp/tick<br/>\n<br/>\nTo maintain this balance, a typical L60 encounter mob can have a damage<br/>\nper second output of 352, 117 damage/sec, or assuming a similar delay of<br/>\n25 and double hitting 100% of the time, a per blow damage of 146.<br/>\n<br/>\nWe know this not to be the case as plane of sky ?yard trash? easily<br/>\neclipses this figure.  Therefore, we are in need of an upgrade to healing.<br/>\n<br/>\n<br/>\n17. Melanie?s Call to Arms<br/>\n<br/>\n*I removed the nix hate list bit as per some very valid points brought up.<br/>\n-Tork<br/>\n<br/>\nTrying to come up with a song that is<br/>\n1) extremely powerful<br/>\n2) no other class has<br/>\n3) makes bards extremely wanted on raids (a la enchanters)<br/>\n4) and has coding already built into the game<br/>\n<br/>\nI came up with a song that is the opposite of Melanie&#39;s Mellifluous<br/>\nMotion. A song that teleports all party members in the zone to the bards<br/>\nlocation.<br/>\nName: Melanie&#39;s Call to Arms<br/>\nThis song would be extremely useful in conjunction with a binding group<br/>\nleader. Imagine doing an Efreeti Raid in SolB and wanting to bring in<br/>\nother members since some need to leave. Instead of breaking through again<br/>\nthe group leader would be bound at zoneline, group up the bard and gate<br/>\nback to his bindpoint. The group leader would then group up the 4 new<br/>\nmembers and the song would be sung and would teleport everyone back to the<br/>\nbard. There are a few problems with this that may make it too powerful.<br/>\nSuch as Plane of Sky (never been myself) where this song could not be used<br/>\nto bypass the teleporters etc  This song combined with Selo&#39;s would make<br/>\nthe bard extremely wanted in any group, but especially raids. The song may<br/>\nneed to use up mana, although I really don&#39;t want all our songs using up<br/>\nmana.<br/>\n<br/>\n<br/>\n18. Group damage dispersion/distribution<br/>\nName: Song of Solidarity *New name suggestions anyone? -Tork<br/>\nFunction: Whenever a member of the party takes damage, that damage it<br/>\ndistributed among the party members.<br/>\nFor example, a 5 person party: The warrior gets hit for 75 (make this<br/>\nsimple *Smiles*) points of damage. The warrior actually gets hit for 15<br/>\npoints, and all other party members get hit for 15 points of non-melee<br/>\ndamage. Very hard to code (probably a lot of logic changes,) but something<br/>\ndifferent which would augment the Bard&#39;s ability to lessen party downtime.<br/>\n(Maybe.)<br/>\n<br/>\n<br/>\n19. On mana regeneration and putting ?no mana? into perspective, by John<br/>\nH. Kim ;)<br/>\nJust to clarify what it means to &quot;buff without exceeding your mana regen<br/>\nrate...&quot;<br/>\nSay each buff costs you one bubble. Say each buff lasts 60 minutes. Say<br/>\nyou meditate back one bubble a minute. That means you can keep a maximum<br/>\nof 60 buffs up.<br/>\n<br/>\nHow many buffs you can cast going from FM to OOM is pretty irrelevant<br/>\nsince buffing is almost always done during downtime. What matters is how<br/>\nmany buffs your mana regeneration rate allows you to maintain.<br/>\n<br/>\nThis is the type of analysis Verant failed to do (and is failing to do)<br/>\nevery time they go off on one of their &quot;but bards use no mana!&quot; tangents.<br/>\nNo we don&#39;t use mana, but because of the short lifespan of our songs and<br/>\nthe (relatively) long &quot;casting time&quot; for our songs, it&#39;s pretty much the<br/>\nsame thing as using mana. In fact, you can think of our songs as spells<br/>\nthat last 12 seconds, require 5 bubbles of mana to cast, and our mana<br/>\nregen rate gives us back 5 bubbles every 3 seconds.<br/>\n<br/>\n20. Upgraded mez capabilities.<br/>\n*I?m at a loss here, given that our existing mez song is hopelessly broken<br/>\nhow can I hope for an upgraded one?  At any rate, ideas and suggestions or<br/>\njust some one logically and polietly stating the facts surrounding Lullaby<br/>\nwould be very helpful.<br/>\n<br/>\n21. What?d I forget? :)<br/>\n<br/>\n<br/>\n*Okay, this format looks like crap, but comments none the less.  I will<br/>\nreformat tonight and get it in a revision 0 status for release tomorrow to<br/>\nthe list.  Man, this is been a lot of work, but I mean that in the best<br/>\npossible way!  Hopefully by Thursday morning we can have it polished up.<br/>\n<br/>\nThanks,<br/>\n-Tork@Nameless<br/>\n<br/>\n<br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nTalk to your friends online with Yahoo! Messenger.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://im.yahoo.com\">http://im.yahoo.com</a><br/>\n<br/>\n------------------------------------------------------------------------<br/>\nDON&#39;T HATE YOUR RATE!<br/>\nGet a NextCard Visa, in 30 seconds!  Get rates as low as<br/>\n0.0% Intro or 9.9% Fixed APR and no hidden fees.<br/>\nApply NOW!<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/2120/7/_/451022/_/953684855/\">http://click.egroups.com/1/2120/7/_/451022/_/953684855/</a><br/>\n------------------------------------------------------------------------<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n______________________________________________________________________<br/>\nThe information contained in this message may be CONFIDENTIAL and is<br/>\nintended for the addressee only.  Any unauthorised use, dissemination of<br/>\nthe information, or copying of this message is prohibited. If you are not<br/>\nthe addressee, please notify the sender immediately by return e-mail and<br/>\ndelete this message. Although this e-mail and any attachments are believed<br/>\nto be free of any virus, or other defect which might affect any computer or<br/>\nsystem into which they are received and opened, it is the responsibility of<br/>\nthe recipient to ensure that they are virus free and no responsibility is<br/>\naccepted by M&G for any loss or damage from receipt or use thereof.</div>","specialLinks":[]}}
