{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jada","from":"Jada &lt;JadaKost@...&gt;","replyTo":"LIST","senderId":"dIRd47sSsHJ5Mj305ur7fliiQmw9OnUqub8GGC5VOOxImssD-j9sFieqSv3MvrMCGdV86tfQvOlXsEP5ItMP-Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Subject: Re: UPDATE 2 - we&#39;re getting there!","postDate":"953737696","msgId":16612,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwMzIyMTUwODE2LjExOTQ2LnFtYWlsQHdlYjExMDUubWFpbC55YWhvby5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":16611,"nextInTime":16613,"topicId":16612,"numMessagesInTopic":1,"msgSnippet":"Ok changing around the TP song to non-zone members has a lot of merit.  It would remove any train issues, but it does not remove PoS issues.  Where does the ","messageBody":"<div id=\"ygrps-yiv-229806150\">Ok changing around the TP song to non-zone members has<br/>\na lot of merit.  It would remove any &quot;train&quot; issues,<br/>\nbut it does not remove PoS issues.  Where does the<br/>\ngroup get teleported in?  Next to the bard?  What if I<br/>\nam on the third island?  If the pop in at zoneline,<br/>\nthen what zoneline?  ie. SolB there are 4 or 5<br/>\nzonelines in there.  <br/>\n<br/>\nYou could basically restrict it from non-Plane zones,<br/>\nbut I was really trying to go for a song that made us<br/>\nwanted during plane raids, almost needed in fact. <br/>\nPlanes &quot;can&quot; be done without enchanters, but its A LOT<br/>\ntougher.  I was looking for the same type of thing for<br/>\nbards.  I dont want to be invided only to provide<br/>\ncasters with mana.  I want to be NEEDED.  I want ohhs<br/>\nand ahhs when I do something no other class can do.  <br/>\n<br/>\nThe reason I came up with the removing hate list part<br/>\nwas to stop trains, but I guess its no different than<br/>\na binder aggroing a mob and gating back to bind point<br/>\nin the same zone.  I never played a binding class so<br/>\ndon&#39;t know how this works.  Is the mob still very<br/>\naggro to the caster?  If so then we could have the &quot;in<br/>\nzone&quot; part of the song, but have the same problems<br/>\nwhen casters do the same type of thing.  We would just<br/>\nhave to make sure noone was aggro to anything and deal<br/>\nwith the consequences if they are.<br/>\n<br/>\nI tend to look at specific instances, and if you bring<br/>\nin members from any zone in the game, you can bypass<br/>\nbuying the stones for Plane of Hate and such.  If its<br/>\nonly &quot;in zone&quot; members a wizard still has to gate<br/>\neveryone in, but the bard can be sitting in Maestro&#39;s<br/>\nroom and bring the party there without the party<br/>\nhaving to run around the zone and die a few times. <br/>\nDoes this make a bard &quot;needed&quot; for raids? nope, but<br/>\nplayers wouldn&#39;t think twice about having you on<br/>\nraids.<br/>\n<br/>\nAgain we could restrict the song from certain zones,<br/>\nbut this is a real cheezy way of doing things and I<br/>\nwant to be needed in EVERY zone.  The only problem I<br/>\nsee now is PoS, if it were just restricted in this ONE<br/>\nzone that is not a problem.  I see no reason why Hate,<br/>\nFear would need to be restricted.  If they were I then<br/>\nPerma and SolB would be next.  <br/>\n<br/>\nJada of Povar<br/>\n0.1 bubbles from 50<br/>\n<br/>\n_____________________________________________________<br/>\n<br/>\nAck!  I got this in just as I mailed out my idea on a<br/>\ntp song (gathers group from anywhere in the game,<br/>\nEXCEPT the zone you&#39;re in)... lemme see if I can<br/>\npretty it up.<br/>\n<br/>\nBardo&#39;s Symphonic Gathering<br/>\nInstrument needed: Flute (especially so you don&#39;t sing<br/>\nit accidentally o)~  )<br/>\nRange:  All zones but the one the singer is in.<br/>\nWhile not being a FULL teleport song, it would clearly<br/>\nadd to a bard&#39;s usefulness without unbalanceing the<br/>\nclass or a group.  A member drop  from your group?  No<br/>\nbig deal, send out your group leader to invite someone<br/>\n<br/>\nelse to the group, then bring them back with this<br/>\nsong.  With the same-zone limitation, there is no<br/>\nchance of PoS abuse or threat of creating a train.<br/>\nIncluded would be a message box with yes or no answers<br/>\nsimilar to the <br/>\nones that pop up on a rez.<br/>\n<br/>\n-=B=-<br/>\n<br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nTalk to your friends online with Yahoo! Messenger.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://im.yahoo.com\">http://im.yahoo.com</a></div>","specialLinks":[]}}
