{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Papa Legba","from":"Papa Legba &lt;legba@...&gt;","replyTo":"LIST","senderId":"HsgswJ5sBMX6Pc5TdzDhgEfthDbsGHzMkfvSfPGr77UPhfmCyF_Mo8cxJIACVQlFucNNF_lTs7KbVTrf8G2uvt_n9Zazb7ll","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Bards ROle (was CHains)","postDate":"953750281","msgId":16639,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM4RDkxMzA5LjdGRjRGMTlFQGNvbmNlbnRyaWMubmV0Pg==","referencesHeader":"PFBpbmUuTE5YLjQuMjEuMDAwMzIxMTM1OTAxMC4xOTYxNy0xMDAwMDBAZmFudGFzaWEuc3Rvcm1oYXZlbi5vcmc+"},"prevInTopic":0,"nextInTopic":16643,"prevInTime":16638,"nextInTime":16640,"topicId":16639,"numMessagesInTopic":6,"msgSnippet":"This is my take on the bard s role, since this thread is sort of turning that way:  I get most of this perspective leading a regular group as cleric (or in my","messageBody":"<div id=\"ygrps-yiv-1393424322\">This is my take on the bard&#39;s role, since this thread is sort of turning<br/>\nthat way:  I get most of this perspective leading a regular group as<br/>\ncleric (or in my football playing friend&#39;s words, I am the quarterback)<br/>\n<br/>\nOur regular party: Cleric, Wizard, Warrior, Bard.  We sometimes pickup a<br/>\n5th or 6th member, since our regular two no longer are around. <br/>\n(Generally we try to get a druid/shaman and another tank).  Our bard is<br/>\nmarried thus often leaves Norrath earliest at the end of the night.<br/>\n<br/>\nWhen she is there, we can fight high blues/whites, yellows basically non<br/>\nstop (both the wiz and I have resigned ourselves to medding over<br/>\nmeleeing).  If things are going well we get a bubble of xp per hour (not<br/>\ncounting travel/sell/BS time).  I really get the feeling we are a well<br/>\noiled machine, running down the feeble creatures of Norrath (don;t burst<br/>\nmy bubble, please).<br/>\n<br/>\nWhen the bard leaves I estimate our kill rate is cut is half.  (which<br/>\nmeans around 2/3 xp each, removing the group bonus factor).<br/>\n<br/>\nI thought about it a lot the last two weeks (our bard thinks she is<br/>\nunderpowered, and is thinking of making a new character), and I really<br/>\ndecided a bard&#39;s role is to make every one else in the party better.  As<br/>\nsimple as that sounds, I think that really defines their role in a<br/>\nparty.  With the bard around the healing load on me drops drastically. <br/>\n(I often don&#39;t heal the wiz all night if the bard is around).  Obviously<br/>\nthe bard&#39;s melee damage doesn;t compare to the warrior&#39;s (silvery ware<br/>\naxe and that brass scimitar for the bard vs dual langseaxs or langseax<br/>\nof the wolves for the warrior), but it still adds up.  Also, the bard<br/>\ngives a melee character who can finish off runners (where you have some<br/>\nspace to allow some running), saving the wizard from wasting mana of<br/>\nrooting or nuking. <br/>\n<br/>\nIf we&#39;re outside, bard is probably the best puller in the game. I don;t<br/>\nthink any other class can SOW, lull, and absorb the initial attacks<br/>\n(until the warrior taunts them off).  (any caster should be medding<br/>\nwhile pulling is going on, so don&#39;t even try to suggest a druid, if any<br/>\ncaster is FOM, then the group is doing something wrong).<br/>\n<br/>\nThe second role of the bard is fill gaps.  Not many people have the<br/>\nluxury of having the ideal 6 person party.  Already (lvl 20) our bard<br/>\ncan make up for our lack of a enchanter, and at 23 she will have to try<br/>\nto fill in for our lack of snare. (We grouped with a true newbie druid<br/>\n(lvl 18, full patchwork, derv rings, nothing else) this weekend, who<br/>\nasked me what he should do, I said &quot;Thorn the warrior first, then snare<br/>\nthe mobs and I don&#39;t care if you spend the rest of your mana making<br/>\nyourself look like a tree&quot;.  I do understand the power of snare).<br/>\n<br/>\nAt least for the first 20 levels, I have no questions about the<br/>\nusefulness of bards.  This may change as we level more, but I have no<br/>\ndoubts about her power till now.  We all think (with little doubt) that<br/>\nso far the least important char in our group is the wizard.  She&#39;s a<br/>\ngreat player (remember how I said I never had to cast heals on her? <br/>\nThats a pretty good sign of a good wizard), but I don;t think the group<br/>\nreally hurts without her.  Obviously fights go slower, but I would say<br/>\nour xp gain is about the same with or without her.  Theres a definite<br/>\ndrop off when any of the other members leave.  I may change my tune at<br/>\n29 when she gets teleport.  We&#39;ll see (I don&#39;t really care about her<br/>\npersonal teleports she just got, she&#39;s pretty excited though).<br/>\n<br/>\nObviously this is all just my low level opinion.<br/>\n<br/>\nOh yea on a totally sperate note, with that Langseax of Wolves, our<br/>\nbarbarian warrior (all bronze armor except crafted gauntlets and blood<br/>\nstained mantle), with only my lvl 19 cleric buffs can solo Broon<br/>\n(yel/red to him).  Thats one impressive sword.<br/>\n-- <br/>\nWe now return to the non-stop rock.<br/>\n<br/>\nMatt DeBarger</div>","specialLinks":[]}}
