{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brandon Kassebaum","from":"Brandon Kassebaum &lt;kassebaum@...","replyTo":"LIST","senderId":"gRu7KFmhxvc2oZUoZ9JjTYhtXMzrp5iqAurwEtvOHgEpXJQCqK6brTA9ytq_i32wC8W_f3YknlboZkF5hfkfseMeBy_2ivYkvR8Lknc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Petition and general opinions","postDate":"928933473","msgId":1677,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45NC4xNjc3Ljk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1676,"nextInTopic":1680,"prevInTime":1676,"nextInTime":1678,"topicId":1650,"numMessagesInTopic":35,"msgSnippet":"bravo bravo! all hail the true role playing bards as they are the spice of norrath Penaden","messageBody":"<div id=\"ygrps-yiv-564981397\">bravo bravo!<br/>\nall hail the true role playing bards as they are the spice of norrath<br/>\nPenaden<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:firehawk@...\">firehawk@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:firehawk@...\">firehawk@...</a><br/>\n&gt;<br/>\n&gt; Okay that&#39;s it I&#39;ve about had it my fellows of song.  It&#39;s time for a<br/>\n&gt; reality check.  I roleplay.. the fact that I have a bard since day one<br/>\n&gt; release and am only level 13 attests to that.  Infact I have on more<br/>\n&gt; then one occasion parited with groups above my exp gain level for the<br/>\n&gt; sole purpose of helping them and recording their first visit to a new land.<br/>\n&gt;<br/>\n&gt; Unlike many I&#39;m willing to bet I also sing sea chanties on boatrides,<br/>\n&gt; make little poems for each of my songs (lyrics) etc.  I also game,<br/>\n&gt; I have fought wisps till blue in the face (anyone else pissed at the nosave<br/>\n&gt; now turned burned out lightstone bull?) and have kited,soloed, grouped<br/>\n&gt; and twisted with the best of them.<br/>\n&gt;<br/>\n&gt; I&#39;m tired of seeing this roleplay plate mail talk and quite a few others,<br/>\n&gt; let me give you abit of backround.  The EQ bard seems to me best compared to<br/>\n&gt; the CELTIC bard.  It&#39;s important to understand the Celtic bard as opposed to<br/>\n&gt; what we have come to call a bard.  The religion of the celts being Druidic<br/>\n&gt; was split in several sections with three primary universal among the tribes.<br/>\n&gt; The preist/mage type the ones we typically see in flowing robes and call druid<br/>\n&gt; that most RPG&#39;s consider.  The judge section Gaelic Brehon (sp) who administered<br/>\n&gt; clan law and succession issues. And the Bard who recorded the histories, told<br/>\n&gt; the tales, taught the faith, ran the messages, recorded the liniages etc.<br/>\n&gt;<br/>\n&gt; The celtic bard was by no means some weak pansy musician, nor a figure to take<br/>\n&gt; lightly.  The bard seldome directly fought in wars but was certainly often well<br/>\n&gt; trained in arms and would often run into situations in his travels where fightin<br/>\n&gt; was needed.  In the period Plate was not an option and so from a historical point, the bard would not have worn plate, however the Celts did invent chain<br/>\n&gt; and that being the strongest of the time would have worn that if they could<br/>\n&gt; access it (bards of the stonger clans) so there is no reason to say they would reject plate.  If you really want to get into the whole bard thing try reading<br/>\n&gt; the legends of two of the more known &quot;true bards&quot; the Albion/Welsh bard Taelsin ap Gywndanno (spelling is likely wrong I don&#39;t have the name infront of me) and<br/>\n&gt; the irish bard Amergin.  While there are more those are good starts.<br/>\n&gt;<br/>\n&gt; Understand there is and was a big difference between musician/minstrel and bard.<br/>\n&gt; If any of you chooses that your view of a bard does not allow for plate fine<br/>\n&gt; so be it, but do not discourage others of some role playing basis from it<br/>\n&gt; based on what a bard really would have done.. you would likely be wrong.<br/>\n&gt;<br/>\n&gt; On Wed, 9 Jun 1999 08:37:53 -0600  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> wrote:<br/>\n&gt; &gt; From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; Well, this debate has certainly heated things up.  Its clear there is an<br/>\n&gt; &gt; easily definable line between the roleplayers and the powergamers here.<br/>\n&gt; &gt;<br/>\n&gt; &gt; I don&#39;t like the idea of bards wearing plate personally, it doesn&#39;t fit any<br/>\n&gt; &gt; image of the class from a roleplaying perspective as far as I can see, and<br/>\n&gt; &gt; while sure its nice to be able to absorb more damage, it&#39;d be nice to have<br/>\n&gt; &gt; a bazooka too.        Whether bards can ultimately wear plate or not at some point<br/>\n&gt; &gt; is moot to me, I won&#39;t &#39;cause it doesn&#39;t fit my image of a bard.  to me that<br/>\n&gt; &gt; image is more important than being as effective as possible.  I kinda wish<br/>\n&gt; &gt; they&#39;d institute something similar to the monk&#39;s increased AC when wearing<br/>\n&gt; &gt; light armor for bards as an option, not necessarily better than plate or<br/>\n&gt; &gt; even equal, just better than nothing.  If not, oh well.<br/>\n&gt; &gt;<br/>\n&gt; &gt; I like the idea of having some bard specific items.  Singing swords, magical<br/>\n&gt; &gt; instruments, any of these would be great!  Most of the other classes seem to<br/>\n&gt; &gt; have items tailored towards them with the exception of bards.  Oh yeah sure<br/>\n&gt; &gt; we can use some warrior&#39;s castoff magic weapon, but so can a monk, and just<br/>\n&gt; &gt; like a monk, why would we?  It&#39;d sure be nice to see something that bard&#39;s<br/>\n&gt; &gt; could make better use of than anyone else.<br/>\n&gt; &gt;<br/>\n&gt; &gt; On most of the other issues I&#39;m pretty close to neutral except for binding.<br/>\n&gt; &gt; The way I see a bard, and certainly the way Verant seems to portray them,<br/>\n&gt; &gt; they should travel more than any other character.  To have to do this<br/>\n&gt; &gt; without being able to bind is difficult, and one would think a travelling<br/>\n&gt; &gt; minstrel could bind himself anywhere.<br/>\n&gt; &gt;<br/>\n&gt; &gt;                 Kitasi<br/>\n&gt; &gt;      The mournful bard of Faydwer on E&#39;ci<br/>\n&gt; &gt;       &quot;and no one shall work for money,<br/>\n&gt; &gt;        and no one shall work for fame&quot;<br/>\n&gt; &gt;      &quot;but each for the joy of the working,<br/>\n&gt; &gt;       and each to his seperate star...&quot;<br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; Give back to your community through &quot;Grow to Give.&quot;<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; &gt; Deadline is June 19.  See homepage for details.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Where do some of the Internet&#39;s largest email lists reside?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; At ONElist - the most scalable and reliable service on the Internet. </span></blockquote></div>","specialLinks":[]}}
