{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roop Dirump","from":"&quot;Roop Dirump&quot; &lt;roop@...","replyTo":"LIST","senderId":"hn3A-fXyZill4f2ebi-6FjQzjfFlbpIeMLG8s5WXlzWv7y6j6CMaIj4Qj6FqTMt4V3yJfaW0DczjvQeSnPqWP7GZSEoI8ZTA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Petition and general opinions","postDate":"928957901","msgId":1698,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45NS4xNjk4Ljk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1697,"nextInTopic":1705,"prevInTime":1697,"nextInTime":1699,"topicId":1650,"numMessagesInTopic":35,"msgSnippet":"... Sort of taken aback that if I, personally, think bards should wear plate, I m not a roleplayer.  Where does all this imagery of a bard not wearing plate","messageBody":"<div id=\"ygrps-yiv-730397\"><blockquote><span title=\"ireply\">&gt;From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Well, this debate has certainly heated things up.  Its clear there is an<br/>\n&gt;easily definable line between the roleplayers and the powergamers here.<br/>\n&gt;<br/>\n&gt;I don&#39;t like the idea of bards wearing plate personally, it doesn&#39;t fit any<br/>\n<br/>\n </span></blockquote>Sort of taken aback that if I, personally, think bards should wear plate,<br/>\nI&#39;m not a roleplayer.  Where does all this imagery of a bard not wearing<br/>\nplate come from, anyway???  I&#39;ve always loved bards in literature and games,<br/>\nbards are fighters and mages and rogues as well.  What defines a fighter,<br/>\nbesides fighting?  That shinning armor!  Bard takes a little from every<br/>\nclass, and when the early bards saw the men climb into their platemail, they<br/>\ndid too!  Without plate, bards would be more ranger-mage-rogue, completely<br/>\nunacceptable.  Bards aren&#39;t great fighters, lack all the warrior training...<br/>\ninstead bards go for looks!  And how is that not in character when I<br/>\nroleplay!  That&#39;s the one thing that likely differentiates a bard from any<br/>\nother--their obsession with their charm and looks, wear the great looking<br/>\nplate, yes!<br/>\n<br/>\nHistory lesson: Plate armor did not become feasible until the invention of<br/>\nthe stirrup, and had been invented long before.  Anyone who wore plate mail<br/>\nrequired the employ of a squire to assit them in getting dressed, getting on<br/>\nand off their horse, eating, crapping, breathing.  Guys were not in full<br/>\nplatemail running down a beach being chased by alligators.  Ok?  In this<br/>\ngame, platemail is not like it was in our history, it is much lighter and<br/>\nthinner, and allows great flexibility.  I can play a guitar in a kevlar<br/>\nvest, and that&#39;s probably what EQ&#39;s steel plate is like.<br/>\n<br/>\nI think the same people who complain about us wearing platemail are the same<br/>\npeople who don&#39;t like twisting or juggling.  Twisting is inherent to our<br/>\ndesign, we are -meant- to twist.  Why else can I not twist anthem and that<br/>\nearlier buff tune?  When some tunes cannot be twsited, and others can, I<br/>\ncome to the conclusion there is design involved.  Every class has a skill or<br/>\nsomething to keep them busy while in autocombat.  You are NOT meant to hit<br/>\nautocombat, start a tune, and sit back in your La-Z-Boy watching the<br/>\nmonitor.  Worse yet, you are NOT meant to stand behind all the melee action,<br/>\nlute in hand, playing one song and eating popcorn and guzzling soda.<br/>\nFighters have bashes and kicks, bards have song twisting.  If you<br/>\nare not twisting, you are a poor bard--for our songs are weak but having<br/>\nseveral going at once makes up for it.  I have no problem with singing a<br/>\nchorus of an anthem and then whistling and letting loose a great bellow,<br/>\nsinging the next chorus.  It becomes a symphony I create.<br/>\n<br/>\nIf you don&#39;t like plate, ask yourself why this was given to us?  Then remove<br/>\nplate and give us a strength that will make up for it.  Entirely rewriting<br/>\nthe AI code is not feasible, either.  Doing that would be wrong, regardless,<br/>\notherwise mobs would end up never targetting spellcasters.<br/>\n<br/>\nRoop</div>","specialLinks":[]}}
