{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ford Prefect","from":"&quot;Ford Prefect&quot; &lt;migraine@...","replyTo":"LIST","senderId":"YshypiaifqFKUwx9d9EF-_7CcdvF31z048FdR4RdyCaU7B00trkMeL2L65mTJ_ehOaTsA8gDlGgW4MjWAFJrpvlm0e6m4Iy59wN5Sy7jJw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Tyrants of the West Commonlands","postDate":"924458563","msgId":17,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xLjE3Ljk1OTI3MzM2N0BlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":18,"prevInTime":16,"nextInTime":18,"topicId":17,"numMessagesInTopic":2,"msgSnippet":"Fellow Historians of Norrath, Well met! i have a most unusual tale to tell today of my adventures in the commonlands.. As i went out to seek adventure (as well","messageBody":"<div id=\"ygrps-yiv-668330346\">Fellow Historians of Norrath, Well met!<br/>\n<br/>\ni have a most unusual tale to tell today of my adventures in the<br/>\ncommonlands..<br/>\n<br/>\nAs i went out to seek adventure (as well as fortune) in the commonlands, i<br/>\nwas hunting giant spiders in the eastern commonlands, for their valuable<br/>\nsilks, and venom sacs that the rogue&#39;s seem to have some use for ;) as i<br/>\nbegan hunting, i noticed there were more hunters out here than game! every<br/>\nspider, bear, beetle or lion i saw was in the process of being killed by a<br/>\nhunting party! so i wandered off in search of game in less crowded areas.<br/>\n<br/>\nI headed west, and soon i was in the most dangerous area of the commonlands,<br/>\nknown simply as West Commonlands. i saw plenty of spiders, killed quite a<br/>\nfew, and then i noticed there were hill giants and griffins everywhere! i<br/>\nran seeking cover at the nearest inn, only, upon my approach, to see a hill<br/>\ngiant walk RIGHT ON TOP of it.. i bet the owners were not pleased..then i<br/>\nsaw a small guardpost along the path , with two Freeport militia men at it,<br/>\nboth fighting off fierce kodiaks and dangerous darkweed snakes. I hailed one<br/>\nof the men, his name was Valon, and he demanded i pay a toll to use the<br/>\npath! being a poor bard, i responded &quot;good Sirs, i cannot afford this toll,<br/>\nlet me pay you in song instead !&quot; , and in response, they stared at me<br/>\nblankly. their lack of appreciation made me grow angry, for i am a very<br/>\naccomplished musician, and so i said &quot;And what nerve you have charging a<br/>\ntoll for this road? do you own it? its not in the freeport municipal area..<br/>\nyou have no right to charge for passage! NO ! i will not pay! throw me in<br/>\njail if you must, but i will not submit to extortion such as this!&quot; and this<br/>\ntime they did not respond with a blank stare, but with a swift and brutal<br/>\npummeling.. when i awoke, i was lying outside the freeport gates, with all<br/>\nmy belongings taken from me!<br/>\n<br/>\nThe lesson I learned today was that the enemy is not always who it seems...</div>","specialLinks":[]}}