{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bradley Luedtke","from":"&quot;Bradley Luedtke&quot; &lt;blzkrg@...&gt;","replyTo":"LIST","senderId":"DeQrqJO4de1BHWprzqGj6q6-ESB29w1-joH4oBceZNlxMuXfxRUfLc1wuDL2fWsaJn62skLM0O1BaGKlmKWN5s2WoV43ZB6oiwOYRNmcyg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Cazic Thule AOF advice","postDate":"954283652","msgId":17004,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMmMwMWJmOTkwNyQ5YWQ2MDAwMCQ3ZDRhYmMxOEBwaWVjZW9mc2hpdD4=","referencesHeader":"PDAwMDMwMWJmOThlNSQyYmE2MzliMCQxOTExMTFhY0B3YXNzZXJtYW5hLmtwZS5jb20+"},"prevInTopic":0,"nextInTopic":17005,"prevInTime":17003,"nextInTime":17005,"topicId":17004,"numMessagesInTopic":3,"msgSnippet":"... am asking for advice camping the Avatar of Fear in Cazic Thule.  So far I ve spent a ton of time in the courtyard and a decent amount of time at 4C, top ","messageBody":"<div id=\"ygrps-yiv-215116349\"><blockquote><span title=\"ireply\">&gt;&gt;Well, it seems our rogue needs a Ravenscale BP and some boots. So here I<br/>\n </span></blockquote>am asking for advice camping the Avatar of Fear in Cazic Thule.  So far I&#39;ve<br/>\nspent a ton of time in the courtyard and a decent amount of time at 4C, top<br/>\nand bottom. I&#39;ve also been to the gator pools (green and blue) and the<br/>\nthrone room. Specifically I&#39;m curious what dangers to watch out for (besides<br/>\nthe avatar himself) and any advice in so far as what songs if any are highly<br/>\neffective or ineffective. (party is rogue, druid, warrior, bard and possibly<br/>\nenchanter and mage, all levels 30-35)<br/>\n<br/>\nDraelon Stormsong<br/>\n<br/>\n<br/>\nAssuming the room is clear and your group can walk in and claim the room,<br/>\nyou can all meet up in the room directly off the AOF room.  This will be<br/>\nyour camp room.  Use invis to get there, the only thing capable of seeing<br/>\nthru invis would be the AOF himself if he&#39;s in the bubble.  If he is there,<br/>\nyou can use the back entrance to the sewers.  Hopefully, the AOF is NOT<br/>\nthere right off, because it&#39;ll be a helluva job of clearing the AOF room.<br/>\nStart by clearing mobs in the sewer room directly behind you.  Pull to the<br/>\ncamp room.  This will make your lives easier down the road in case of any<br/>\nrunners.  You WILL be fighting multiple mobs, so having the enchanter with<br/>\nyou will be nice.  I always charm if there&#39;s 3 or more mobs (and no<br/>\nenchanter)... the rest of the party should obviously be assisting the main<br/>\ntank.  I&#39;m assuming you guys play together all the time, so you know how to<br/>\nwork together. :)<br/>\n<br/>\n After clearing the first sewer room, you&#39;ll want to clear the bottom of the<br/>\nAOF room.  (Let&#39;s assume AOF isn&#39;t there)  Again, pull to the camp room.<br/>\nHere you&#39;ll want to try staggering the spawn.  Kill the AOF PH last if you<br/>\ncan... and keep him charmed for a minute to give yourselves some extra time<br/>\nnext cycle.  You WANT to be fighting the AOF alone. :)  After you&#39;ve killed<br/>\nthe AOF PH, you&#39;ll pull from the sewers again, when ready.  After at least 5<br/>\nminutes have gone by, you&#39;ll pull the 4 mobs on top of the Green Bubble.<br/>\nGive yourselves enuf time after killing the AOF PH before killing these mobs<br/>\nso they don&#39;t spawn on top of you while you fight the AOF.  This is very<br/>\nimportant, because you will be fighting the AOF in the Bubble room.  (He&#39;s<br/>\nthe only mob you will fight outside the camp room)<br/>\n<br/>\nKeep an eye on the spawn timer, I believe it&#39;s 20 mins in CT.  You&#39;ll want<br/>\nto kill the sewers and mobs below the green bubble as they spawn, making<br/>\nsure you&#39;re ready for the AOF spawn.  There is 1 mob that spawns in the camp<br/>\nroom that you can use as your &quot;Timer&quot; if you are able to kill him first.<br/>\nWhen he spawns, you&#39;ll know to start the process over.  (I believe he<br/>\nwanders, so it might not be as easy as it seems to make sure you kill him<br/>\nfirst.)<br/>\n<br/>\nAOF<br/>\nHe&#39;s a level 37 SK and like all SK&#39;s his harm touch is a bitch.  2 Bubbles<br/>\nof Bard life, if I remember correctly.  2 1/2 - 3 bubbles of Enchanter or<br/>\nMage life if they take it by mistake.  When he spawns, everyone should<br/>\ncollect in the hallway between the camp room and the AOF room.  The warrior<br/>\nshould enter the room first, drawing attention of the AOF and drawing his<br/>\nHT.  Fight him in this room.  The most important thing at this point is<br/>\nSNARE.  If the druid can&#39;t stick snare, then you will be ONLY playing<br/>\nChains.  He runs early and if he&#39;s not snared when he runs, you&#39;re screwed.<br/>\nIt&#39;s difficult to chase him thru the camp room and into the sewers.  Too<br/>\nmany corners to get a snare off.  If the sewers are camped, you might<br/>\nlive.... But, too many times our party has been wiped out trying to chase<br/>\nhim down.  Anyway, he might make it to the first sewer room while snared,<br/>\nwhich is why it&#39;s extremelly important to make sure that room has been<br/>\nrecently cleaned out before tackling the AOF.  Also, the lizards on top of<br/>\nthe bubble will sometimes be healers, making it nearly impossible to kill<br/>\nhim if they are there.<br/>\n<br/>\nBoth the AOF and the BP are rare.  You guys might all be 35 - 40 before you<br/>\nleave, if you&#39;re unlucky.  :)  On a side note, this isn&#39;t a bad spot to go<br/>\nthru 35 AND 40... Exp is great and mobs are plentiful. :)<br/>\n<br/>\nIf the room is camped when you get there, it&#39;s obviously easier once you can<br/>\nget into the group.  Usually there is a waiting list, and you can put ALL<br/>\nyour party on it and just work your way into the room.<br/>\n<br/>\nAs far as Bard songs go, there is really no difference here than anywhere<br/>\nelse in CT.  You can use AOE songs in the camp room without worry.<br/>\n<br/>\nDarkfox Reven&#39;tsol<br/>\nXegony</div>","specialLinks":[]}}
