{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@stormhaven.org","from":"&lt;kim@...&gt;","replyTo":"LIST","senderId":"h5fkqL091mmYe3yIEryBbpZWUnmdKkIts_sl6BXM4wbAKKtB5DATaz9N50VPZ_Du1raxbkhWo-yesY8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Attack speedups","postDate":"954443422","msgId":17093,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFBpbmUuTE5YLjQuMjEuMDAwMzMwMTM0NDQ5MC4yNjE1NC0xMDAwMDBAZmFudGFzaWEuc3Rvcm1oYXZlbi5vcmc+","inReplyToHeader":"PDAwMmIwMWJmOWE1OCQ5ZDQ2NDE5MCRhYjVhNTk4MUBuMjI5eDk+"},"prevInTopic":17089,"nextInTopic":17160,"prevInTime":17092,"nextInTime":17094,"topicId":16914,"numMessagesInTopic":33,"msgSnippet":"... Our job isn t to nuke. ... Neither is a cleric s, ranger s, or warrior s.  Well, maybe a rangers, but it s only for the taunt value of the nuke. ... List","messageBody":"<div id=\"ygrps-yiv-1344588424\">On Thu, 30 Mar 2000, Sylly Songsynger wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; if you are going to compare bard vs ench to sha vs ench, compare all the<br/>\n&gt; others too:<br/>\n&gt; <br/>\n&gt; bard vs wiz in nuke<br/>\n<br/>\n </span></blockquote>Our job isn&#39;t to nuke.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; clr vs wiz in nuke<br/>\n&gt; ranger vs wiz in nuke<br/>\n&gt; war vs wiz in nuke<br/>\n<br/>\n </span></blockquote>Neither is a cleric&#39;s, ranger&#39;s, or warrior&#39;s.  Well, maybe a<br/>\nrangers, but it&#39;s only for the taunt value of the nuke.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If you think that bards should be 67% as effective, should not everyone also<br/>\n&gt; be 67% effective?<br/>\n<br/>\n </span></blockquote>List the classes that come to mind when your group needs a<br/>\nnuker.  List the classes that come to mind when your group<br/>\nneeds a speed debuffer.  List the classes that come to mind<br/>\nwhen your group needs an attack speed buffer.  List the<br/>\nclasses that come to mind when your group needs a crowd<br/>\ncontroller.  List the classes that come to mind when your<br/>\ngroup needs a healer.<br/>\n<br/>\nIn all of those, you will find that a substitute class is<br/>\nabout 67%-80% as effective as the optimal class.  Except us.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &quot;It makes me nauseated because a level 14 cleric can cast invis to undead<br/>\n&gt; and bards can&#39;t&quot; (well we can hope for level 39 song can&#39;t we?).  That&#39;s<br/>\n&gt; just me showing class envy.   For whatever reason (design by Verant,<br/>\n&gt; oversight by Verant), we cant do it.<br/>\n<br/>\n </span></blockquote>Our job never was to invis to undead.<br/>\n<br/>\nOur job was to crowd control (broken), attack buff (since<br/>\nshown to be rather anemic), and reduce downtime (still our<br/>\nprimary title, but boy is it boring).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I guess Verant gave us a taste of speed buff with our songs and that makes<br/>\n&gt; us lust for more.  At some point, we just need to accept what we are and go<br/>\n&gt; out and kill stuff.  It is good to know what is an effective technique but I<br/>\n&gt; have liitle hope that Verant is gonna make dramatic improvements for us.<br/>\n<br/>\n </span></blockquote>I&#39;m just distressed because high-level bard life is turning<br/>\nout to be a bore.  Why do you think I&#39;ve been pushing the<br/>\nenvelope trying silly things like soloing the froglok noble?  <br/>\nI tried soloing two SKs simultaneously a couple nights ago<br/>\n(and barely succeeded due to judicious use of Screech).<br/>\n<br/>\nWhat I loved about playing a bard in mid-levels was that I<br/>\nconstantly had to be making decisions and adjustments.  Which<br/>\nmobs do I crowd control?  Do I heal, fight with weapons, swap<br/>\na resist buff for an attack buff?  I&#39;d have to constantly<br/>\nmonitor the group&#39;s hp bars, the hp/status of varios mobs, ask<br/>\nfor mana status, etc. whem making these decisions.  It was<br/>\nexhilarating because it was so non-deterministic.  All you<br/>\ncould do was make decisions that best improved your<br/>\nprobability of success (which is why I&#39;ve devoted so much time<br/>\nto exactly quantifying what our songs do).<br/>\n<br/>\nNow it&#39;s play Verses (and maybe a resist buff) while fighting,<br/>\nHymn+Niv&#39;s+Clarity during downtime.  That&#39;s so simple and<br/>\nbrainless it took me 10 minutes to program a gamepad to do it<br/>\nfor me.  Our crowd control is so broken that when faced with 2<br/>\nmobs, it was just as effective for me to ignore the extra and<br/>\nlet it beat on me while I fought, as it was for me to control<br/>\nit.  What fun is that?  With few exceptions, basically all the<br/>\nthinking required to play this class well between L5-45 has<br/>\ndisappeared.<br/>\n<br/>\nI *love* grouping with enchanters, but now their presence<br/>\nmeans I don&#39;t even have to think about whether I should play<br/>\nVerses.  The wide variety of classes in this game should force<br/>\npeople to make decisions.  Do we want a wizard to nuke/evac,<br/>\nor do we want a mage for the pet?  Do we want a cleric for his<br/>\nawesome heals, or can we make do with a shaman and his speed<br/>\ndebuffs?  When you mostly give a class a abilites that are<br/>\nsignificantly subpar to other class&#39;, then the decision<br/>\nbecomes a no-brainer, and IMHO you defeat the purpose of<br/>\nhaving classes.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
