{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"fhRPXM5I14zGUh039PBmTr_M7nBzoEWbkhtk8b7uqfl_mK98zHZUZvX7UgMW-Oakc5enCKTEniyuIPdimq-jRHdkgknfseKOOUg0U8HcAFksP7_-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Bards abilities redefined was: Attack speedups","postDate":"954447919","msgId":17120,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTYyMjBAZGVuZXhjaDAyPg=="},"prevInTopic":0,"nextInTopic":17121,"prevInTime":17119,"nextInTime":17121,"topicId":17120,"numMessagesInTopic":6,"msgSnippet":"Ok, ok.  You guys are all missing the big problem here.  God, I desperately want to use all-caps but won t Harm.  I am the Main tank.  Its me, just me 90% of","messageBody":"<div id=\"ygrps-yiv-169684926\">Ok, ok.  You guys are all missing the big problem here.  God, I desperately<br/>\nwant to use all-caps but won&#39;t Harm.  I am the Main tank.  Its me, just me<br/>\n90% of the time.  When its not just me as the Main Tank, and Only Tank, 50%<br/>\nof the time its me and another bard 2 levels below me.  Almost no one I know<br/>\nwho is a casual player will play a melee class.  Everyone I know, in game<br/>\nand out, is a casual player.<br/>\n<br/>\nNone of these options work because I am the Main Tank.  If I do something<br/>\nthat prevents the enchanter from letting us fight the mobs one at a time we<br/>\nwill all die.  I can&#39;t absorb that kind of damage and damage absorption is<br/>\nusually all me.  They do just fine without me there.  They don&#39;t really need<br/>\na tank, they have proved that the cleric can tank just fine for them at this<br/>\npoint.  I am generally there for company and because they know if I&#39;m there<br/>\nI&#39;ll be the one that dies if anyone does.<br/>\n<br/>\nThe only way we have been able to fight there is to mez everything, keep it<br/>\nthat way the entire fight, and pick off the mobs one by one.  It works well,<br/>\nbut problem is if anything goes wrong its me that dies.  Almost every time.<br/>\nIf I die, the caster&#39;s just run the few steps to the zone.  They all have a<br/>\nhead start on the mobs generally because they are all on me already.  If I<br/>\nstart breaking out AoE DoT attacks the enchanter will be useless.  I<br/>\nguarantee if I were to do this I would be the one put out of the group for<br/>\nbeing a bad player.  It just won&#39;t work without at least one real tank.<br/>\nLast time I was in Sol A there were 38 players.  4 melee classes including<br/>\nme.  1 warrior, 2 Sk&#39;s and me.  That was it in the whole place.<br/>\n<br/>\n\tKit<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Kevin L. Crawford [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Lyrnia@...\">Lyrnia@...</a>]<br/>\nSent: Thursday, March 30, 2000 12:08 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: Re: [eqbards] Bards abilities redefined was: Attack speedups <br/>\n<br/>\n<br/>\nOverall I&#39;d say that you&#39;re not operating in groups that are pushing their<br/>\nlimits enough.  A bard is a HUGE downtime reducer, at all levels.  I&#39;ll<br/>\nexplain inside the post.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; We do not do much for downtime between 12th and 31st.  Before 12th I was<br/>\n&gt; greatly appreciated for my downtime redux, since then no one mentions it.<br/>\n&gt; Mana is the sole cause of our downtime at this point and I can do nothing<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; alleviate that for another 9 levels.<br/>\n<br/>\n </span></blockquote>This is not true at all.  If you are pulling enough to fight constantly mana<br/>\nis a problem only if your casters are having to cast too much.  At around<br/>\n12th a bard should consider going all-instrument.  I did and my group<br/>\nimmediately noticed a huge difference in the number of mobs we could hand at<br/>\na time, the shortened downtime we experienced and the greater efficiency we<br/>\nhad in dealing with creatures.<br/>\n<br/>\nMy combo from 12th to 18th was basically:  HoR, CoD, Anthem with a lute<br/>\nequipped the whole time.  I also spun in Bellow now and then.  At 18th I<br/>\ntwisted in DDD instead of Bellow.  This accomplished several things:<br/>\n<br/>\n1)  Gave the healer 1 target to heal:  Me.<br/>\n2)  Cut down the number of nukes the wiz/druid/whoever had to cast (Dot&#39;s<br/>\ndid the rest)<br/>\n3)  Kept the primary tank totally healed almost every fight<br/>\n4)  NPC&#39;s were mostly dead by the time we got to them, thus shorter fights<br/>\non big pulls, thus less mana used<br/>\n<br/>\nWhenever I left a group I was begged to stay because the group immediately<br/>\nhad to back off on the number of mobs they pulled or the power of mobs they<br/>\npulled.  Our estimate was that I doubled (or nearly doubled) the<br/>\neffectiveness of the group.  We tested this mostly in East Karana (pretty<br/>\nmuch my home from 12th to 20th) but it works out the same in any zone where<br/>\nyou can pull a steady supply of nasties.<br/>\n<br/>\nBard in Group:  Pulls of 4-5 creatures all blue to white, constant pulls,<br/>\nalmost no pauses<br/>\nBard out of Group:  Pulls of 2-3 creatures all blue some whites<br/>\noccasionally, resting regularly between pulls to get mana/hp back.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; By then the enchanter will have<br/>\n&gt; clarity.  Maybe after 32nd I would be able to reduce downtime again, but<br/>\n </span></blockquote>it<br/>\n<blockquote><span title=\"ireply\"> &gt; already has not been the case for 10+ levels with another 9 to go.  Having<br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"ireply\"> &gt; primary that doesn&#39;t exist for 20 levels isn&#39;t much of a primary.  My<br/>\n </span></blockquote>groups<br/>\n<blockquote><span title=\"ireply\"> &gt; haven&#39;t had a hp downtime for at least 2 months.<br/>\n<br/>\n </span></blockquote>Reducing downtime isn&#39;t just speeding up the regen of mana/hp it&#39;s also the<br/>\nslowing down of the USE of mana and HP.  And nobody does that better than a<br/>\nbard using instruments.  We do the following when singing<br/>\nDOT/Healing/Speedup combos:<br/>\n<br/>\n1)  Decrease the number of blast spells needed due to DOT being up<br/>\n(decreases mana useage)<br/>\n2)  Decrease the number of blast spells needed due to Melee being faster<br/>\n(Decreases mana useage)<br/>\n3)  Decrease the number of blast spells needed due to shorter fights<br/>\n(Decreases mana useage)<br/>\n4)  Decrease the number of healing spells needed due to our regen song<br/>\n(Decreases mana useage)<br/>\n5)  Decrease the number of healing spells needed due to shorter fights<br/>\n(Decreases mana useage)<br/>\n6)  Decrease, dramatically, the odds of a healer getting mobbed due to our<br/>\nDOTs keeping the unengaged npc&#39;s attention.<br/>\n<br/>\nSo, as you see, we DRASTICALLY reduce the _expenditure_ of mana.  Thus<br/>\ndecreasing downtime.  Many groups don&#39;t realize this because they don&#39;t<br/>\nthink about how much less mana they&#39;re USING durning fights.  It could also,<br/>\nas I mentioned above, be due to the fact that the group isn&#39;t performing at<br/>\npeak efficiency when you&#39;re in the group.  You&#39;d be AMAZED at how much more<br/>\na group with one of us bards in it can handle than a group that doesn&#39;t have<br/>\nus.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Likewise bards are not the group powerup many think they are.  If I take<br/>\n </span></blockquote>my<br/>\n<blockquote><span title=\"ireply\"> &gt; present group which has become very regular and I bow out, they see very<br/>\n&gt; little change in the mobs they can handle.  If the cleric, the druid, the<br/>\n&gt; ranger, the necro, or the enchanter leave, we see a huge reduction in what<br/>\n&gt; we can take.  take out any of those 5 and we lose 50% or near to it.  take<br/>\n&gt; me out and we lose maybe 10%.<br/>\n<br/>\n </span></blockquote>Again, see above, you are not operating at peak efficiency if this is the<br/>\ncase.  In every zone I played in from around level 10 to level 50 every<br/>\nsingle group I&#39;ve been in has noticed a dramatic difference if I leave<br/>\nverses...say... the wizard, necro or ranger.  Losing a druid or cleric will<br/>\nALWAYS hurt more because they are your true emergency healers.<br/>\n<br/>\nNow, I could be off-base, not everyone plays the same, nor does everyone<br/>\nknow SolA like the back of their hands.  But after having run around as a<br/>\nbard since sometime in summer of 1998 and having evolved my tactics with<br/>\nadvice from other bards, some here, some on older message boards, some met<br/>\nin game, I can pretty much state that everything I stated here is factual.<br/>\nYou may play differently than I do.  I almost always use DDD/COD/HOR/Binding<br/>\neven at level 34 in combat.  Once you get it throw in CoC instead of Binding<br/>\nfor even MORE power ;)  It doesn&#39;t matter where I am, (non planar) this<br/>\ncombo works extremely well.  The only place it ever got me in big trouble<br/>\nwas runny.  And that was back when our songs got all goofed up by a nasty<br/>\nbug during beta. Oh... it&#39;s a bad idea in Mistmoore as well.  That zone is<br/>\nso wacked it&#39;s painful.  Though you can do the combo in a LOT of places<br/>\nthere.  Learning where NOT to do it was kind of painful though ;)<br/>\n<br/>\nAt any rate.  I&#39;ve never had a problem proving my value to a group.  I<br/>\nsimply would go solo for a bit.  Generally after 2 or three attempts at<br/>\npulling the same number/kind of mobs we&#39;d been pulling while I was there and<br/>\nhaving several deaths or near-deaths I&#39;d get a tell saying &quot;Please come<br/>\nback, we need you&quot;.<br/>\n<br/>\nGood luck, hope this helps.<br/>\n<br/>\nTo steal someone&#39;s phrase:  Your mileage may vary ;)<br/>\n<br/>\n~ L<br/>\n<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nLOW RATE, NO WAIT!<br/>\nGet a NextCard Visa, in 30 seconds!  Get rates <br/>\nas low as 2.9% Intro or 9.9% Fixed APR and no hidden fees. <br/>\nLearn more at:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/937/7/_/451022/_/954443231/\">http://click.egroups.com/1/937/7/_/451022/_/954443231/</a><br/>\n------------------------------------------------------------------------<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
