{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"pL-p8awSWHslUCbDD294DsLlSEY4P71nV1BcbhJr_KBKKCCedJvzxI-ZRkDXBpCpTwzoE9oS3IPO-of8NW8B2TIUUhvViGFRtaByP8aB7gim0L7b","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 95","postDate":"928966692","msgId":1717,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45Ni4xNzE3Ljk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1715,"nextInTopic":0,"prevInTime":1716,"nextInTime":1718,"topicId":1715,"numMessagesInTopic":2,"msgSnippet":"Kit say back, enjoying another bottle of fine elven wine.  If only he could get that pretty red-haired serving girl to join him things would be even better.","messageBody":"<div id=\"ygrps-yiv-1857752723\">Kit say back, enjoying another bottle of fine elven wine.  If only he could<br/>\nget that pretty red-haired serving girl to join him things would be even<br/>\nbetter.  He flashed her a smile as she passed, just to let her know he was<br/>\nready for another drink.<br/>\n<br/>\nAs he waited for her to return he turned his gaze to the pair of adventurers<br/>\nplaying King&#39;s court over by the wall.  A tall burly type all decked out in<br/>\nplate and his stylish friend with a drum by his chair.  A fellow bard he<br/>\nwondered to himself?  He noticed that the warrior type was drinking rather<br/>\nheavily, and sweating nearly as much.  <br/>\n<br/>\nKit watched amusedly as the burly one removed his armor piece by piece.  If<br/>\nI made a lass wait that long in the evenings, her ardor would surely cool.<br/>\nStill, perhaps it might have its uses, twas surely flashy enough.  Then to<br/>\nhis amazement, while the warrior answered the call of Tunare, the other bard<br/>\ndecided to try on the plate for himself!<br/>\n<br/>\nAs Kit watched the other bard put on the Great steel helmet, hmmm that would<br/>\nmake it difficult to see my rakish good looks, not to mention ruining those<br/>\nwindswept locks.  Still it would deflect a gnoll&#39;s mace well...  The<br/>\nbreastplate, keep one from getting poked by a spear perhaps, but what&#39;s the<br/>\npoint of having a flawless chest and tight abs if the ladies can&#39;t see<br/>\nthem...  The guantlets???  Right out he thought to himself, playing a<br/>\nmandolin is tricky enough in snakeskin, the cost in strings alone would make<br/>\nthose gauntlets seem cheap by comparison.  Boots???  Well I suppose it would<br/>\nmake you less likely to be trod upon by clumsy barbarians coming off the<br/>\nship, but how would he sneak deep into the lair of the Splitpaw clanhold<br/>\nwith those things on, for that matter with any of it on.  <br/>\n<br/>\nKit sighed as the other bard seemed enamored with the feel and weight of the<br/>\nnewfound protection.  Yes he thought, it would well keep you from sword and<br/>\nclaw, but so would guile and magery.  Perhaps that might suit him thought<br/>\nKit as he led the pretty redhaired lass upstairs, twirling a key around his<br/>\nfinger; but give me the freedom to move and I&#39;ll be happy to let the brutes<br/>\nkeep their plate.  I have better armor he laughed, my rapier wit, keen<br/>\nintellect, and rakish good looks.  True the Splitpaw don&#39;t appreciate them,<br/>\nbut then again only Ren Rexx ever saw them, and he only briefly...<br/>\n<br/>\n                  Kitasi<br/>\n     The mournful bard of Faydwer on E&#39;ci<br/>\n      &quot;and no one shall work for money, <br/>\n       and no one shall work for fame&quot;<br/>\n     &quot;but each for the joy of the working,             <br/>\n        and each to his seperate star...&quot;</div>","specialLinks":[]}}
