{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dudley Stewart","from":"Dudley Stewart &lt;dud@...","replyTo":"LIST","senderId":"-CtwL4Rv-GtbnKjP7-0kUWiowtj8lP_dnTSAsxZZIAkvyvN-w867enzrVOWxMg3CldZQk8wwlarKaWGsRXEE-Eg9XQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Very long post","postDate":"929028724","msgId":1753,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS45OC4xNzUzLjk1OTI3MzM2OUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1752,"nextInTime":1754,"topicId":1753,"numMessagesInTopic":1,"msgSnippet":"Just as a sort of aside... I ve been kicking myself J.M. Since I joined the list I deleted your emails without reading them because I receive them as .txt","messageBody":"<div id=\"ygrps-yiv-1885146265\">Just as a sort of aside...<br/>\n<br/>\nI&#39;ve been kicking myself J.M. Since I joined the list I deleted your emails <br/>\nwithout reading them because I receive them as .txt attachments :P Only in <br/>\nthe past couple of days have I realized the wealth of knowledge you impart <br/>\nwithin them! Big d&#39;oh. Not sure why I&#39;m receiving attachments though, <br/>\nprobably cuz I&#39;m using MS products and you&#39;re on a *nix machine? Doesn&#39;t <br/>\nreally matter, I&#39;m hooked now ;)<br/>\n<br/>\nI have a few oints to throw to the list...<br/>\nFirst, isn&#39;t it a bit of a shame that just about all the information we <br/>\nknow about Norrath comes from not being logged into the game? Wish there <br/>\nwere more built-in ways to access information from NPC&#39;s or through quests. <br/>\nMakes sense to me that a class as well-travelled as Bards would have a good <br/>\nnetwork of NPC-provided info. Rogues would *really* rule at this, but we&#39;d <br/>\nnot be too far behind. As an aside, I wish our spellbook would give a brief <br/>\ndescription of the songs and the instrument needed to improve/play them <br/>\nwhen we R-click on them.<br/>\n<br/>\nSecond: What *IS* it with mob&#39;s jumping us like crazy now?! This happened <br/>\nto me until about lvl 12 or so (if I remember correctly) - I&#39;ve easily died <br/>\nabout 50 times in Paw (myself and a friend were the first to explore it on <br/>\nmy server - absolutely nobody in Paw for a while, the occasional Druid in S <br/>\nKarana - but even that was a &quot;Whoah, someone else is here!&quot; type deal, rare <br/>\nto see people even in E Kar... so not knowing anything about all those <br/>\nzones led to a buuuuuunch of deaths ;) and although most were either from <br/>\nignorance or stupidity I also remember getting quite frustrated at the way <br/>\nwe seemed to attract monsters like flies to an Ogre&#39;s fingernails. But this <br/>\nseemed to cool down a little, it ended up not being so bad once I moved on <br/>\nto other places so I thought it&#39;d been &#39;fixed&#39;. That hope has been <br/>\nshattered :P It&#39;s funny now more than frustrating because I pretty much <br/>\nescape from any deadly situation these days but it does seem to suddenly  <br/>\n have gone waaaaay out of whack. I&#39;m being jumped by 80% of what crosses my <br/>\nscreen in most places. This the way things are meant to be?<br/>\n<br/>\nQuestion about Largo&#39;s Melodic Binding (our lvl 20 song): This slows the <br/>\nmob&#39;s attack-speed down? (I&#39;m assuming it&#39;s something barely perceptible, <br/>\nbut in the long-run is of great benefit) It lowers AC too? (ditto?) ... <br/>\nDoes it actually slow the mob down in a root/entangle sort of way? Not <br/>\nnoticed that, probably just an unfounded rumour. And can it be twisted? Do <br/>\nthe effects last for pulses like many others?<br/>\nI&#39;m going to experiment with it and see how it works out for me personally <br/>\nbut what are other bards&#39; opinions? Do you use it a lot? Found it better at <br/>\nhigher levels? (something I particularly like about our class) Any comments <br/>\nwelcome.<br/>\n<br/>\nSoloing: I really enjoy soloing, it&#39;s been pretty effective for me so <br/>\nfar... if you&#39;re in your 16&#39;s-19&#39;s I recommend you check out E Karana if <br/>\nyou want to solo and see how it works out for you. There&#39;s plenty of <br/>\nReavers, Dark Stalkers, Spirit Stalkers and Gorge Hounds that you can kite <br/>\nfor a while to soften them up before hacking the buggers to pieces and if <br/>\nyou run into trouble it&#39;s very easy to just... run out of it ;)<br/>\n<br/>\nLastly!: Weapons - I checked out Lavastorm and Najena, spent a couple of <br/>\ndays there recently and they&#39;re pretty sweet zones. Problem was nobody in <br/>\nthat part of the world has a clue what bards are for or what we&#39;re capable <br/>\nof so I only managed to group once for a short while despite my GREAT <br/>\ninnate charm &lt;g&gt; - it&#39;s wasted on the Tier&#39;dal, either they RP really well <br/>\nor some really obnoxious people choose to play them, cuz they are helluva <br/>\nhard to approach :P Killed a bunch of TT&#39;s that one time I did group but <br/>\ndidn&#39;t get any whips :/ However there is now a Troll and a DE Cleric <br/>\nwandering around hooting at how much fun Bards are and how well we reduce <br/>\ndown-time, etc... Anyways, having given up on getting a Whip I moved on and <br/>\nam now in Unrest/Cauldron. Any good piercing or 1H slash weapons for a lvl <br/>\n20er available in those places? I&#39;m currently using a Fine Steel Rapier and <br/>\na Combine LS.<br/>\n<br/>\nOh! Someone mentioned lots of our skills capping at 40... My sneak is 60 <br/>\nand rising. Keep at it folks, EQ rewards the patient ;)<br/>\n<br/>\n<br/>\nDud<br/>\n<br/>\n-----Original Message-----<br/>\nFrom:\tJ.M. Capozzi [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:croak63@...\">croak63@...</a>]<br/>\nSent:\tThursday, June 10, 1999 6:36 AM<br/>\nTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject:\tRe: [eqbards] Demon&#39;s claw<br/>\n<br/>\n &lt;&lt; File: ATT00000.txt; charset = Windows-1252 &gt;&gt;</div>","specialLinks":[]}}
