{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"aIuzRcADsMr5ZPcgOu9XfcwXJlrhXKLFdLXerGCSrlb0CvadqyxKq5cS20ZxnfeVRVd5D6KETjMWRPFvEmw75WdTENDfMCBLccmj","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Lord Grim: aLive and Undead in South Karana","postDate":"955985195","msgId":17883,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxNDEwMWJmYTg4MSQ1M2Q2YjIxMCRhYjVhNTk4MUBuMjI5eDk+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":17882,"nextInTime":17884,"topicId":17883,"numMessagesInTopic":1,"msgSnippet":"Sylly spent the weekend camping Lord Grimrot.  Ugh. Why bother?  Well, old Grimmy drops stuff that you need for the Aegis of Life, a Clr & Ppal only, AC 12,","messageBody":"<div id=\"ygrps-yiv-1215626067\">Sylly spent the weekend camping Lord Grimrot.  Ugh.  <br/>\n<br/>\nWhy bother?  Well, old Grimmy drops stuff that you need for the Aegis of Life, a Clr & Ppal only, AC 12, +10 wis +25 sv Disease, 1 charge Superior Heal.  And it can be equipped in your back slot making this a very desirable cloak - heh.  The Grimmer is a long spawn (maybe 3 or 4 times in real time 24 hours for the live version and my guess is once per 24 for the dead version.) You need his scythe (common) and his heart (uncommon.)  He drops 2 scythes, both lore, one is no drop.  He spawns in 2 versions: live lev 35-39 highly magic resistant human SK or lev 25 undead skel form.  Sometimes you get 1 live, sometimes 1 undead, sometimes 1 live and 1 undead at the same time, sometimes 2 lives, and of course sometimes 2 lives and 1 undead.  And he has a large agro range.<br/>\n<br/>\nFor 49 levels, I saw this guy maybe 2 times - ran past him to zone on the stone bridge after he bashed me good.  Now in the past month, I have been in nearly 10 Grim kills.  Solo&#39;d him one time when I met him on the bridge - he was at half health and I nearly died and I was 48 or higher.  The rest of the kills have been with at least a co-level of higher cleric.  At 50 both me and the cleric, get knocked to about half health before he dies.  He is a meanie!  The undead version is lots weaker.  One time, I had Ghanex Drah charmed and was killing skellies when the undead Grim spawned.  Heh, my pet died but so did Grim.<br/>\n<br/>\nAnd now for the kicker, you need insanely high faction to complete the quest.  Like highest of all the highs.  It&#39;s pretty funny to see my DE Cleric friends turning in bones, gold, rabid pelts, etc etc to get their factions up but somehow they manage.  Heh, what is this dark elf doing in the Temple Of Life talking to clerics and paladins?!?!?  Rumor has it, this has been changed on test server and the faction it takes will be high but not as high as it is now.  And then there will be a flood of campers??? Who knows.<br/>\n<br/>\nAnyhow, my high elf Clr friend got her shield this weekend and my DE Clr got his parts and is finishing his faction.  And a 3rd just needs a scythe. And we met a couple more who are in the process.  When I dinged 40 and the last blue avo turned green, I thought that was the end of my long hours in South Karana - heh guess not.  Got to see the Pegasus 2 times over the weekend for the first time ever.  No sight of GrizzleKnot nor Coloth Meadowgreen (who I owe a couple deaths to.)<br/>\n<br/>\nSylly Songsynger<br/>\n&lt;The Pantheon&gt;<br/>\nBardette of 50 songs<br/>\n... somewhere on Innoruuk<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sba.uwm.edu/jgs/sylly\">http://www.sba.uwm.edu/jgs/sylly</a><br/>\n<br/>\np.s. took off work on Friday so I could stay up all Thursday night in the new Hateville.  Set my alarm for 8pm and took a short nap.  Woke up at 5am. Grrr. <br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
