{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"_T-9eoLdnvl9nZG59Bu6aeJYdIVVarrXcAfphuJ2MuixVvvBYY1GM0xoVDdpgsNBBy-oDObYd8o0Zy3shXsEuEdguHmlB80wMLQw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Where did you die this weekend?","postDate":"956600005","msgId":18119,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNTcwMWJmYWUxOCRjYWUxOGE1MCRhYjVhNTk4MUBzYmEudXdtLmVkdT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":18118,"nextInTime":18120,"topicId":18119,"numMessagesInTopic":1,"msgSnippet":"Well, let s see... Saturday night, I decided to drop into Unrest and try to get a dark bracelet so I could make some lambent bracer.  I sat in the basement","messageBody":"<div id=\"ygrps-yiv-1021625223\">Well, let&#39;s see...<br/>\n<br/>\nSaturday night, I decided to drop into Unrest and try to get a dark bracelet so I could make some lambent bracer.  I sat in the basement torture chamber for a while and sang mana song between fights for the group there.  No luck and they broke up. So, I ventured a bit deeper with the group who had finally cleared the way to the Ghost room.  Just as we were getting set there and fighting a single Tentacle Terror.  Poof, I crashed to the desktop.  No problemo, they had cleared everything and I can just login.<br/>\n<br/>\nHeh, well I logged into a fully spawned pit.  My first thought was WTF am I doing in the pit? Musta been blasted off the GR by that last TT.  Oh well, I can climb out... hey, how come the pit is fully spawned??? Ouchie, as I go up the ladders and try to run out.  I am seeing bodies of the rest of the GR group strewn about and bleed hp badly.  Somehow i get turned around inside the house, cant keep selos and fear going and get smooshed.  So, I wake up in Qeynos cuz i was bound there cuz we had a guild fun night on Friday and killed Lt Daragok (sp?) and the PoD a couple times. Anyhow, a guild cleric rezzes me and I have had my fill of Unrest for the night.<br/>\n<br/>\nSo then, Sunday morning I go to camp MM with a ranger in our guild.  She want Hooded Black Cloak (who doesn&#39;t) and needs a Butler fang so she can get her level 48 spell.  I did not know until then that you need to turn in an EBW for the ranger spell - now there is some irony - a spell for a sword - heh. WARNING: All those who been camping maid/butler and dont have your stuff yet - STOP reading this NOW! Otherwise you are gonna be very sad.  We camped the butler for a couple hours and got like 3 butler fangs and a maids fang.  Maybe 2 of each - I cant remember exactly.  And then we were gonna move down to the Caitliff spot and wait for him.  Well, on the way thru the main ballroom, the ranger agro&#39;d something so i started fighting it with her and yelled for the mage to come back and help us (he had some brains and was going down the secret hall).  Well, he got back and by then we had several mobs and were fighting.  I am hoping he will cast a pet and we can kill this stuff when I hear him say &quot;RUN&quot; and when I look around they are both gone.  Heh.  Well, I fear the 4 werewolves, 2 or 3 gypsys, 3 or 4 misc silver plated things and try to run but get turned around.  Eventually, I just find a nice spot in the main ballroom and die there.  Wake up in qeynos again - dang forgot to rebind.  Get ressed (by a different cleric) and say farewell to Mistmoore for a while.   Later on, I hear that they eventually got a total of 6 fangs from MM that day.  I did manage to get 2 werewolf talons (my wiz looted one too) and made a crafted BP later.  <br/>\n<br/>\nThen late afternoon boredom set in and I found 2 brave adventurers to join me in HighKeep.  My bright idea was to try the 3 body guards on the 3rd floor.  All con blue. All have these evil looking long swords.  Well, I will lull them, the wiz will root the one we attack, the rogue will pickpocket them and back stab them.  If things go bad, I will charm one and .... well you get the picture.  Well, we lulled them and they all looked sad - no problems.  Then we attacked the one furthest away from the other two.  Then all hell broke loose.  Packet loss went to 50-70 percent and redding out. My hp is dropping like crazy. Ruh Roh down below 2 bubs, we better evac.  Down below 1 bub - why dont he evac?  Down to a sliver evac! evac! evac!  Ugh, wake up in Qeynos - yes, still not re-bound - doh! Turns out - everyone got heavy lag in the fight and no one could do anything. Whew - lucky us a lev 50 guild cleric just logged in and hehe came to ress us.  Gated out of there to Gfay and yes, got a bind finally. <br/>\n<br/>\nThen 5 of us met over by Unrest and formed up for a trip to Kedge Keep.  Ench, Cleric, Warrior, Rogue & me Bard.  All guild folk - good balanced group.  Later a druid from our guild came to join us.  We cleared stuff down to Estrella&#39;s chamber and found her.  Found her and 4 of her seahorse maids actually.  Ugh what a battle.  She started despelling our Endure Breath but ha!  I was playing the underwater aria and we had no trouble with her despelling us.  Our druid died bravely but we bested Estrella (2 of the druid wands) and then had to also deal with the 4 extras.  Thank the gods we had an enchanter.  We fought each horse one by one until they were all dead and we could ress our druid back.  There were 30+ people in KK and so that was the last named mob we saw.  i finished the night with no more deaths and a bit more than half a bubble of net gain on the exp bar.  Just a bit over half way to level 51 now (btw all of the other folks in this tale were full or nearly full bar 50&#39;s.)  Kedge is a neat place if you have a good group - heh.<br/>\n<br/>\nSo those were the highlights, one of our shamen dinged 51 (guess the cat is out of the bag and we know now he is a guide since they were the ones who could ding 51.) Looking forward to seeing some new zones tonight!<br/>\n<br/>\nSylly<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
