{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"DU8oXEz0H_1MqG5eBL082fhkXF2k0AQPGdKcolprldpQyAYciaFYP6mxvRPAvxDJ1AgCKdRFyDldE-AnabyW6LUMie1_oAdffD-DhoSCQcIsIkbq","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Where did you die this weekend?","postDate":"956604123","msgId":18125,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTYzNkNAZGVuZXhjaDAyPg=="},"prevInTopic":18123,"nextInTopic":18130,"prevInTime":18124,"nextInTime":18126,"topicId":18120,"numMessagesInTopic":6,"msgSnippet":"Oh no, tales of woe! My tale is fairly long, but there is woe in there, don t worry.  Ran to Feerot from W Karana after slaughtering another round of helpless","messageBody":"<div id=\"ygrps-yiv-1162323080\">Oh no, tales of woe!<br/>\n<br/>\nMy tale is fairly long, but there is woe in there, don&#39;t worry.  Ran to<br/>\nFeerot from W Karana after slaughtering another round of helpless bandits.<br/>\nWas hunting for that durned lizardman shaman, Roror or something like that.<br/>\nApparently about a dozen halflings were also hunting him.  Unfortunately<br/>\nBouncer Flerb was hunting the halflings and decided I&#39;d make a nice change<br/>\nof pace.  Too bad I had just helped a cleric finish off a spectre (my first<br/>\nxp on a spectre kill).  Wake up, damn, Halas.  Grabbed spare drum and flute<br/>\nand started running.  Having a guild without a cleric over 25th is painful.<br/>\n<br/>\nLoot corpse, still no sign of the liz shaman so head over to Innothoule.<br/>\nKill dozens of alligators, no skins.  Go into Guk, then Lower.  Help a silly<br/>\n29th level monk kill a shin knight.  Cleric there keeps us alive.  First xp<br/>\noff a dead froggie, hurrah!  Leave L Guk, zone into Innothoule and am<br/>\ngreeted by unusually long load time.  Wake up, damn Halas again.  Apparently<br/>\nmet big ugly troll guard at zone, sigh.  Send tell to cleric to see if he<br/>\nwill rez, bummer he died 30 seconds after I left and forgot to bind, he&#39;s in<br/>\nMistmoor.  Sigh, get last drum from bank (important later) and run back to<br/>\nbody.  Have I mentioned not having a 29th level cleric in the guild is<br/>\npainful?<br/>\n<br/>\nLoot corpse.  Run to Freeport.  Get bound.  Get disconnected (important<br/>\nlater).  Get back in.  Waiting for boat to BB, get free TP from druid!  Run<br/>\nover to Unrest to join friend who is killing GDBS&#39;s to get bracelet.  Twelve<br/>\nspawn, none drop.  Have to leave for a while.  Run out of Unrest and head<br/>\nback to BB.  Meet train coming back down Dagnor&#39;s Alley from BB.  A train in<br/>\nDagnor&#39;s???  Hmmm, 4 Tidal Lords???  Die horribly trying to keep Selo&#39;s up.<br/>\nWake up.  Damn, Halas again.  Hey wait a minute, wth???<br/>\nLog off.  Open eqlog.txt, look back and see &quot;bind yourself to area&quot; message.<br/>\nDoh!  no save message before disconnect!  Sigh, run to bank.  Doh, no drum!<br/>\nRun to Qeynos, flee the aforementioned Lt Dagarok, buy drum.  Run to N<br/>\nKarana to catch flight to BB.  Portal opens, Loading, Damn, Halas again???<br/>\nI&#39;m not naked though???  Send tell to druid friend.  Not in the world.<br/>\nStart running to N Karana again.  Finally get tell from druid, got discoed<br/>\nwhile TP&#39;ing.  He&#39;s in Lavastorm naked and is petitioning.  Get to N Karana,<br/>\nam met by naked druid still waiting in queue.  He doesn&#39;t even know what<br/>\nzone his corpse is in.  He was bound in Surefall, no corpse in that zone,<br/>\nnor Lavastorm, nor N Karana, nor Butcherblock.  He TP&#39;s me to BB, I get my<br/>\ncorpse.  We TP to Lavastorm and run into Sol Temple where I get my first two<br/>\npieces of Lambent!  I had to log at that point.  He finally got corpse back<br/>\nafter about 3 hours in the queue.  Somehow his corpse was beneath the world<br/>\nin Halas.  Funny, since he&#39;s never been to Halas.<br/>\n<br/>\n\tKit<br/>\n\t&quot;Still bound in Halas???&quot;</div>","specialLinks":[]}}
