{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Papa Legba","from":"Papa Legba &lt;legba@...&gt;","replyTo":"LIST","senderId":"O15MINJgZ2vqCH0-zNyvbJq8gjRGrVVOqKb-hJ0pQq7zV98E7ijZV9rPZ9qSKqef9WqY1NkIOYHP-_nIDvzfcx7-gOZmQxzM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"[eqbards] Designing an &quot;evil&quot; RPG (long intro) (maybe offensive)","postDate":"956671759","msgId":18137,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5MDVBNzBGLkYzQTdDM0Q5QGNvbmNlbnRyaWMubmV0Pg==","referencesHeader":"PDE5NjMxOTI0NTg5Q0QzMTFCMzA0MDBBMEM5QUFFNkQwMDE5M0FDQTRAbWlkcC1leGNoLTAwNy5hZXRuYS5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":18136,"nextInTime":18138,"topicId":18137,"numMessagesInTopic":1,"msgSnippet":"Well after a pretty awful weekend (getting car impounded after returning home from funeral), I spent yesterday after noon with my roomate (and often EQ","messageBody":"<div id=\"ygrps-yiv-1591336476\">Well after a pretty awful weekend (getting car impounded after returning<br/>\nhome from funeral), I spent yesterday after noon with my roomate (and<br/>\noften EQ grouping partner) on a Real Life Quest.  Being bored we staring<br/>\ncomparing getting my car out of impound to an EQ quest.<br/>\n<br/>\nFirst we had to do the long camp/ rare spawn.  The dreaded DMV camp. <br/>\nThis spawn only occurs from 9-4:30 on weekdays, spawn time is 1-2hours. <br/>\nPretty  much a boring camp, but the lore no-drop &quot;Registration Paid&quot;<br/>\nform is a common drop.<br/>\n<br/>\nAFter stoping at a vendor to buy muffins and water (Or in this case<br/>\ndoritos and pepsi), we moved onto the common spawn, though conisderably<br/>\nmore dangerous, Haddon Heights Police Office.  Fortunatly no one was<br/>\ncamping the office and the lowest lvl spawn (ie most helpful) officer<br/>\nwas on duty.  After giving him all the quest components (liscence,<br/>\nregistration, insurance, DMV form)  (Yes, thats 4 components!!!), he<br/>\ngave me the much sought after, &quot;Remove Car from impound form&quot;.<br/>\n<br/>\nAhh, the hard part is over, now all I need is someone with tracking (or<br/>\na map) to find Greenwood&#39;s Towing.  I knew it was located in the<br/>\nRunnemede zone, however all the direction I could get was &quot;Near the<br/>\nturnpike entrance&quot;.  There were no Rangers in Runnemede when we got<br/>\nthere, but luckily, my roomate stumbled upon the spawn, while we were<br/>\nwandering.  Woohoo!  I gave the form I got from the police station to<br/>\nthe Cashierasaurus, and amazingly the quest worked!  He gave me the &quot;Car<br/>\nKey&quot;!!!!  My roomate had suggested making a rogue and pick pocketing him<br/>\n(thus avoiding the 90 gold you have to habd in with the form), but I<br/>\nwanted to play it safe.<br/>\n<br/>\nHome free?  Not quite apparantly we missed the warning about the<br/>\nwandering agressive mob which spawns near my car.  It was called<br/>\n&quot;Junkyard Dog&quot;.  It chased me but fortuantly I managed to outrun and<br/>\nzone with 2bubs left.<br/>\n<br/>\nWhats my point?  Well, in all this time we had going from zone to czone<br/>\nand camping, we thought of designing our own online RPG.  I think we&#39;ll<br/>\ncall it &quot;Psychotics Online:  The Real World&quot;.  Essentially its a mud<br/>\ntype game, using a 3d graphic engine.  It setting?  Earth, year 2000. <br/>\nThe characters?  Well originally designed for non-PVP, all chracters<br/>\nwould be chosen from a pool of various psychotic killers.<br/>\n<br/>\nNewbie areas would include The Day Care Center, Retirment Home, and<br/>\nSesame Place.<br/>\nOnce you hit level 10 or so, you could move up to the grade school,<br/>\nsummer camp (watch out for rare wander agressive &quot;Jason&quot; there), and<br/>\nsuburban development.<br/>\nFinally, the top level psychotics can start camping the police station,<br/>\nthe football stadium, or get together for a &quot;government agency raid&quot;.<br/>\n(if its catch on, we will make a high level expansion called &quot;Texas&quot;)<br/>\n<br/>\nWe estimate we&#39;ll sell about 25,000 copies before lawsuits put our<br/>\ncompany out of business...<br/>\n-- <br/>\nWe now return to the non-stop rock.<br/>\n<br/>\nMatt DeBarger</div>","specialLinks":[]}}
