{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sylly Songsynger","from":"&quot;Sylly Songsynger&quot; &lt;jgs@...&gt;","replyTo":"LIST","senderId":"hgP4izwgVC6VUmgQRFGNwzrBZ4GEjgHrlM8Vmpeze7RREzyjbQUD5GgrJaugVPpTFwFL9qcg-I9GH1RjZjGBa1eHYJit0S1eiFMF","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Kunark: first impressions","postDate":"956758768","msgId":18171,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNjYwMWJmYWY4YSQ3MTgxMjU2MCRhYjVhNTk4MUBzYmEudXdtLmVkdT4="},"prevInTopic":0,"nextInTopic":18182,"prevInTime":18170,"nextInTime":18172,"topicId":18171,"numMessagesInTopic":3,"msgSnippet":"Not without some trepidation did the bardette fill a backpack with food and water and board the ferrys along side the quey in ButcherBlock.  She had heard that","messageBody":"<div id=\"ygrps-yiv-1949848591\">Not without some trepidation did the bardette fill a backpack with food and water and board the ferrys along side the quey in ButcherBlock.  She had heard that these ferrys would take you to the big boat which in turn takes you to the elven outpost called Firona Vie.  Despite new archetectural features, the boat ride was much like other boat rides - tedious.  She did note that the new boats are very much larger and much more complicated - and wondered why - oh - why would the designers of these boats commit so much time and resource to a facility that so many routinely only endure and many, many others scrupulously avoid as soon as they befriend druids and wizards???<br/>\n<br/>\nEventually the storm clouds passed and the boat and the bard were able to enter the new zone.  Ahead, more ferrys and a short ride to the outpost.  Looking like some newly constructed shipping facility, some piers and docks, some buildings and some shops.  People moving about, exploring, shouting, chatting everywhere.  Old friend not seen in moths appearing from this or or that asking - has anyone found the new spells???  Others wanting a guide or perhaps directions to places further inland.  Definite excitement in the air.<br/>\n<br/>\nWhat did this place look like? Well, imagine if you will, Erud crossing and Sisters Isle  and the port at ButcherBlock and a touch of Felewethe or perhaps Erudian for the one or 2 larger structures.  But mostly Kelethin like huts and shops - but on the ground level - which is a large set of queys on the beachfront.  Only steps away to the inland are found a variety of scowling bugs and beasts which the bard took care to avoid not so much from the danger as the bother and the not knowing how many of the pests she might need to fight nor knowing where she might run to for the safety of a zone portal.  Later, she heard the familiar shouts of accusatuion of the guardians poaching from the local wildlife - but hey, they need to eat too?<br/>\n<br/>\nAfter a short conversation with a wizard friend, our bard began to feel some affinity for this new place.  Wasting no more time in this quaint viliage, she set forth over the rolling terrain and began to search for the paths leading further inland.  Passing grave yard and ruins of various types - no time to explore these - she happened upon a cave like place.  Hmm, seeing a high elf enter  and seeing him somewhat un-clothed, she guessed that he might be returing to the scene of some battle and she followed him.  <br/>\n<br/>\nOnce into the caverns, not knowing what might be next, not knowing which way to go, she remembered the old dungeon rule and picked a &quot;turn&quot; to stick to.  She decided to &quot;keep left&quot; and in that way would know to &quot;keep right&quot; incase she may need to flee. But soon enough she found a zone portal and passed through without bother.  When she appeared, she gazed out at her first look at the Dreadlands.<br/>\n<br/>\nMoving forth from the cave, she saw a few groups of adventurers fighting a variety of new monsters. Some giant like things, some armored dog like things, many dangerous looking bugs, and some colorful yet vicious land bound bird like beasts and also some ferocious ape things.  Some looked to be many levels lower yet probably still quite powerful and others were clearly the type that would provide a true experience if she were able to slay them.  But first, she set off to explore and explore she did.<br/>\n<br/>\nEquipped with her dragon drum, and blessed with her well know and versed speed song (not yet able to play the new one rumored to be sold in one of the huts at the elven outpost) she ventured forth and followed the edges of this place.  Staying well up on the hills seemed to provide a good margin of safety.  Soon enough she entered some hills covered with snow.  More giants in the disatnce, and now some yeti like creatures.  Giving them all a wide berth and noting that they seemed able to see her even if she played her song of clouding, she continued and eventually found another cave - perhaps this is the &#39;ice cave&#39; she had heard others mention?  Noting its geographical location, she moved onward.  Eventually coming back to more desert like countryside and soon enough the tunnel that brought her from Firiona Vie.<br/>\n<br/>\nNow she saw her guild mates and they formed a hunting party.  A 35ish Necro and 34ish Paladin and the bard found the higher level creatures to be somewhat daunting and powerful foes.  In time, a 40 cleric joined and the group was well set.  Later, the cleric left and a 40ish druid joined and their success continued.  Using her bardic speed, she would dash out on to the plain and select a likely beast.  Then a fast attack to draw their attention and she would lure it back.  Being careful not to anger any extra beast on the return trip, she brought quarry to the killing spot they established.  Various trinkets, some new and some familiar dropped from these beasts: some new scale type armor, some bronze armor, a very occasional gem, and rumors of some rings with both armor class and strength were heard.<br/>\n<br/>\nBefore retiring to Firiona Vie to search for new songs and a place to camp, she happened upon the portal to the Swamp of No Hope.  A quick glance at tracking showed no lack of creatures waiting to be slayed but there was not enough time to hunt these.  Along the way she heard tales of other places.  In some places, many new dangers and tricks abound.  She heard from friends about a dungeon that has a one-way entrance portal (and presumably a one way exit portal located somwhere inside that you must saly your way to.)  And about creatures that can hear your druid or wizard begin to cast the teleport spells and thus causing them to spawn in groups of 4.  But these were only things that she heard - perhaps soon she will see them in person.<br/>\n<br/>\nBack on the outpost, a quick tour of the shops revealed places to buy food, bankers who have interesting hobbys, and a place to buy the bards songs.  With the bard vendors are a couple folks (Barbarian Female and Oger Male) who will talk to you - that is if you call snide remarks and insults talking.  But perhaps there is something they will reveal, perhaps if you supply them with more of the alcohol they mention.  But alas, the brew they wish that has the name of Cabilis, is only sold in the Iskar city and rumored to be available in Neriak as well.<br/>\n<br/>\nFinally the night drew to a close and the bardette sought shelter.  Feeling tired yet excited and looking forward to many fine days of exploring ahead, she collected her thoughts and camped for the night.  Kunark filled with many new dangers and many new adventures lay ahead.<br/>\n<br/>\nEnjoy,<br/>\n<br/>\nSylly Songsynger<br/>\n&lt;The Pantheon&gt;<br/>\nBardette of 50 songs<br/>\n... somewhere in Kunark<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sba.uwm.edu/jgs/sylly\">http://www.sba.uwm.edu/jgs/sylly</a><br/>\n<br/>\np.s. soon her wizard will arrive and begin to make some serious cash.  seems that not all took a liking to this new and dangerous place.  there were many shouts by the end of the evening from those who wished to make a hasty journey back to Antonica or Faydwar.  and from the sound of their crys 20pp would be gladly paid for fast transport home.<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
