{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Illian","from":"Jeff Illian &lt;jeff@...&gt;","replyTo":"LIST","senderId":"LQVEVIb4V84dcElb3KgZ4gxWZQX4R857sXe7KGc7lcwzblaa_7KHnBm1pnkSY1MHYX7bPt-RbqqG-rTWIySVnpuXSzc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Kunark: first impressions","postDate":"956766684","msgId":18182,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5MDcxOURDLkIwOTAyREVFQGlsbGlhbi5vcmc+","referencesHeader":"PDAwNjYwMWJmYWY4YSQ3MTgxMjU2MCRhYjVhNTk4MUBzYmEudXdtLmVkdT4="},"prevInTopic":18171,"nextInTopic":18268,"prevInTime":18181,"nextInTime":18183,"topicId":18171,"numMessagesInTopic":3,"msgSnippet":"Our younger bard Taneran made his way across the great ocean with a brave band of adventures for the first time yesterday.  The storm clouds cleared as the","messageBody":"<div id=\"ygrps-yiv-588523383\">Our younger bard Taneran made his way across the great ocean with a brave band of adventures for the first time yesterday.  The storm clouds cleared as the ship pulled up to the docks at the outpost and Taneran was forced to gasp in amazement at the sight.  For the first time he could look out over an entire city similar in size to Kelethin without fog or walls to obstruct his view.  Friends he had not seen in many months, some not since the Crushbone days, were running around the city investigating and planning.  Rarely had he seen so many people in one place at one time.<br/>\n<br/>\nHis band of adventures quickly left the crowded town as it was causing major headaches for the groups healer (our cleric has a P266 with 32MB ram and was BOGGING).  We were met at the city gates by the 6th member of our merry band who had gone ahead to scout thus giving us a well balanced attack of a bard, enchanter, shaman, druid, cleric and warrior.  Immediately they headed straight for a tunnel in the mountain where we fought many foe to get to the other side (all greenies, but fun).  The band of adventures chose a different route then Sylly always chosing the straight course rather then diverging to the right or left.  When they emerged from the mountain cave, they were greated by shouts of &quot;train to zone&quot; and immediately found themselves in the middle of a large battle pitted against 2 mountain giants and some<br/>\nvery strange spider things.  After dispatching of the foe and ressurecting those that had been running for their lives, the group heading straight into the new land looking for new adventure.<br/>\n<br/>\nThey quickly found themselves at the end of a desert with tons of ruins.  Here they started to fight another giant and the battle was soon joined by one, then two, then three, then four spiders!  Then some gnolls on super-steroids jumped into the party.  Calmly the adventures fought and fought until the foes were all dispatched.  They then proceeded to continue deeper into the desert until they came upon the ruins of a giant castle.  About 6 or 7 groups of adventurers were gathered in front of the castle either resting or engaged in battle with the new beasts from the strange land.  Rather then join the rucus, Taneran decided to take his band of adventures into the castle and see continue their investigation.<br/>\n<br/>\nUpon entering the castle, they were greeted by what looked like the aftermath of a dragon raid!  Many extremely accomplished adventurers (All level 50 plus!), some close friends, lay dead just steps from zone.  What could possibly cause this much damage?  Surging with confidence after a very successful FG raid earlier (Taneran got a Tranix crown and Kitaria our warrior got the mithral arms), the band decided that the fate of these adventurers would not be their own if they played it safe.<br/>\n<br/>\nThe party broke out the supplies, buffed up and Taneran proceeded to head into the depths of the castle to see what they were up against equipped only with Selos and Lament.  He stepped to close to a guard and was soon chased back to the party with a HUGE gnoll guard in tow.  Along with the gnoll came 2 semi-transparent ghostly beasts he had never seen before called Spectral something.  The party fought bravely and dispatched the three with only a single casualty (the druid).  Taneran looted one of the Spectral beasts and gasped in amazement as he pulled a magical club from the body (club, 1hb, +5 str, +5 int, +5 wis, dam 9, del 25).  WOW!  As the club was passed around, Taneran noticed that a raid being coordinated and from the sudden flurry of shouts things looked to be going bad.  Soon the shouts degraded to<br/>\n&quot;train to zone&quot;.  Filled with confidence the brave band of adventurers decided to stand their ground and break the train.  When it arrived there were 3 of the undead spectral things, some skeleton lizards and a few gnolls.  It didn&#39;t look so bad.  It did not take long to realize that this was unlike any train they had seen before.  There was not even time to mez before Taneran realized that he had less then a half bubble of health and his party wasn&#39;t going to stop this train! Quickly they zoned out of the castle barely making it out alive.  The club finally found its home with the druid in the party who looks pretty humerous with a club and a charred guardian shield :).<br/>\n<br/>\nThe band took a few more shots at the castle before realizing that one band of adventurers, all close to or at 50, were not going to be able to handle it alone.  The adventurers all camped, committed to bringing reinforcements the next day to go in further and discover more of the wonders of the fantastic place!<br/>\n<br/>\nooc:  while there, another bard friend got an amazing bracer!  I believe the stats were AC10, +10 Charisma!  I&#39;d love to have that with my new Tranix Crown!  Also, when we were in the outside zone (have no idea what it is called), a friend seemed to say it best:  &quot;Wow!  A new zone where we have now have 90 level 40 plus people shouting have you seen my corpse?&quot;.  Hehe, I FULLY expect to be pulling out my corpse location song here soon and I think the necros are going to get RICH doing summon corpse here!  What a death trap! I TRUELY FEEL LIKE A NEWBIE AGAIN BACK IN GREATER FEYDARK FIGHTING ORC CENTURIONS!<br/>\n<br/>\nTaneran Dreamweaver<br/>\n&lt;Clan Jax&gt;<br/>\nBard of the 49th Song<br/>\nPrexus</div>","specialLinks":[]}}
