{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Randy Varnell","from":"Randy Varnell &lt;rvarnell@...","replyTo":"LIST","senderId":"xCXrEb1MXQPOIliSk6rnHT1tJB7DxTREt-Pw_0DuvgIOPyddaAtaALqyTk1M4KGX2DTYdxCJFl5AhGIMOUHx4dsO_jEiGi7ne7v85_Hd","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Song Scripts","postDate":"929121207","msgId":1826,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMDIuMTgyNi45NTkyNzMzNjlAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1827,"prevInTime":1825,"nextInTime":1827,"topicId":1826,"numMessagesInTopic":8,"msgSnippet":"Hello! ... From the perspective of a bard who has perhaps sang more than any other in Norrath (probably more than twenty hours real time doing concerts and ","messageBody":"<div id=\"ygrps-yiv-1378570386\">Hello!<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Time for a new topic.  One of the most lamentable losses for the Minstrel<br/>\n&gt;Bard is the lack of an effective way to &quot;sing&quot;.  Many people like to spam<br/>\n&gt;using socials (as a cheap way to learn languages), but there is truly no<br/>\n&gt;efficient way to do this with songs.  So, currently, we Minstrels are stuck<br/>\n&gt;with hand-typing if we want to sing, and it&#39;s just not all that effective.<br/>\n<br/>\n<br/>\n </span></blockquote>From the perspective of a bard who has perhaps sang more than any other in<br/>\nNorrath (probably more than twenty hours real time doing concerts and<br/>\nsongs), let me tell you that I have been feedbacking a request for<br/>\nsomething like this for a LONG time (since P3). Granted, there is limited<br/>\nutility for this, in that it only helps those who RP mostly, and after that<br/>\nfact, a /sing command would only help RPers who play bards.<br/>\n<br/>\nLeading The Soerbaird, I&#39;ve witnessed many others struggle through this<br/>\nprocess, and I can honestly say it is only our passion from barding that<br/>\nkeeps our hands attached to our wrists sometimes. (After a hour-long<br/>\nconcert, let me give you a NEW definition of cramp!)<br/>\n<br/>\nAfter MUCH thought on this dilemma, I have come to a couple of conclusions:<br/>\n<br/>\n1) I like the process being somewhat manual. Typing each line does a couple<br/>\nof things: it helps to simulate some of the difficulties of live<br/>\nperformance (typos as missed notes) and keeps every kewldood and their<br/>\nbrother from spamming us with Marilyn Manson lyrics.<br/>\n<br/>\n2) If we&#39;re going to solicit a command from Verant, we need to do something<br/>\nthat benefits more than just a niche of bards. My proposal (which I<br/>\nfeedback nearly daily now) is that a new chat command box be added to the<br/>\nchat command window (where you select languages and such). This new command<br/>\nwould be an emote verb, and would work kind of like the /tell does there<br/>\nnow. Here&#39;s how it works: in the box you would type a verb (sings, mutters,<br/>\nwhispers, muses, etc...) and then, you could check a box next to it to turn<br/>\nit on. Then, when using normal speech, rather than &#39;says&#39; you would see the<br/>\nverb you entered. For example, I type &#39;sings&#39; in the box. Then I type &#39;Mary<br/>\nhad a little lamb&#39;, just like I would normally say that to you. What you<br/>\nsee is...<br/>\n<br/>\nJythri sings, &#39;Mary had a little lamb&#39;<br/>\n<br/>\nThis allows the singer to focus on the core text, without having to type<br/>\n&#39;/em sings, &#39;&#39;. That gets old very quickly.<br/>\n<br/>\nAs far as the script idea goes, it bears some consideration. Coming from a<br/>\nMUD background I found myself almost debilitated by the lack of a good<br/>\nmacro or scripting system. ( I used to have no less than 100 emotes queued<br/>\nup to keyboard shortcuts to help with RPing my characters. Just call me the<br/>\nPuppetMaster.) But like I said earlier, for barding, I really like the<br/>\nmanual input. Hehe. I have to be able to sing on the spot? How else would I<br/>\nsufficiently taunt dwarves? *grins*<br/>\n<br/>\nWelcoming your feedbac...<br/>\n<br/>\nJythri, Pencerdd of The Soerbaird<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.soerbaird.com\">http://www.soerbaird.com</a></div>","specialLinks":[]}}
