{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"blzkrg@optonline.com","from":"blzkrg@...","replyTo":"LIST","senderId":"wGaMJJV_L8TipVuKT07TWLCuS2wfBWahlmqDZi6bvmYBuO4Hj5OqOfT3YyG2JYlqf4laMwQWn-4pZIo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"re: Guilds and Dragon Raids","postDate":"958413242","msgId":18605,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhmcGRqcSs2dmM1QGVHcm91cHMuY29tPg=="},"prevInTopic":18598,"nextInTopic":18608,"prevInTime":18604,"nextInTime":18606,"topicId":18598,"numMessagesInTopic":5,"msgSnippet":"Slyde wrote: I know this isn t Bard Related -but no Kabong so far - so I have a question - is it impossible to do a Dragon or Plane raid with members from","messageBody":"<div id=\"ygrps-yiv-648063201\">Slyde wrote: &gt;&gt;I know this isn&#39;t Bard Related -but no Kabong so far - <br/>\nso I have a question - is it impossible to do a Dragon or Plane raid <br/>\nwith members from multiple guilds? Granted the ability to use guild <br/>\nchat makes communication easier (although once in the plane - isn&#39;t <br/>\nShout the equivalent)? People use shout in Sol B all the time for <br/>\nFire Giant Raids. I can understand the concern for having people you <br/>\ntrust to know how to play their chars and not &quot;ninja-loot&quot;. But <br/>\nunless I&#39;m missing something - this concept is what causes people in <br/>\nsmaller guilds to complain of &quot;uber-guilds&quot; and &quot;Character Stealing&quot;. <br/>\nIs it TRULY necessary to have a single guild complete these events?<br/>\n<br/>\nimho, it comes down to organization.  My gf and I had gone 40 some <br/>\nodd levels without joining a guild... nor had we wanted to join one.  <br/>\nI led a guild in another world (Meridian 59) and I wanted to <br/>\ncompletely avoid any politics this time around.  As we got higher in <br/>\nlevels, looking ahead to the things we&#39;d be doing, it seemed <br/>\nbasically impossible to get involved on a consistent basis in Dragon <br/>\nRaids, Plane Runs, and now many of the new ROK dungeons.  We went <br/>\nalong on a Phin raid in Kedge prior to joining a guild, but <br/>\nopportunities were few and far between.  I talked with a few of my <br/>\nguilded friends and it basically worked like this:<br/>\n<br/>\nPlayer A wants to organize a raid.  He needs 18 - 24 people to do <br/>\nit.  He first looks within his own guild to gather people.  If he <br/>\ncan&#39;t find enough, he&#39;ll invite people from allied guilds.  If still <br/>\nthere is not enough they&#39;ll take stragglers.  Certainly having a <br/>\nfriend within one of the guilds going makes it easier, but if there&#39;s <br/>\nonly 2 spots open and 9 people have non-guilded friends.... you get <br/>\nthe picture.  Now this is only how it worked with that guild in <br/>\nparticular.. I have no clue how other guilds work, but I suspect it&#39;s <br/>\nclose.<br/>\n<br/>\nNow, why would they organize it like this?  Getting 18-24 people <br/>\ntogether to do something of this nature (where everyone has to be <br/>\nworking together, knowing their role) when you&#39;re not guilded is <br/>\nbasically impossible.  Who do you start inquiring of?  Getting the <br/>\nword out, setting times to do the raid, and confirming people coming <br/>\nare large tasks.  If 4 people don&#39;t show in a guild raid there&#39;s more <br/>\nto draw on... if 4 people don&#39;t show on a straggler type raid, it&#39;s <br/>\nmuch more difficult to fill those spots.  Also, there&#39;s a level of <br/>\ntrust.  Everyone must be working together to get these things done.  <br/>\nOrganizing and making sure this happens on an unguilded level is <br/>\nanother monumental task.  When it&#39;s the same basic people doing the <br/>\nraids over and over again, you start to know who to trust and what to <br/>\nexpect.  Things get more efficient and easier.<br/>\n<br/>\nSo, certainly it&#39;s possible to organize and pull off a non-guild <br/>\nevent like this, there are many obstacles in place making it <br/>\nextremelly difficult.  I wonder if any dragon or plane has been <br/>\nsuccessfully done without a guild of some kind organizing it.<br/>\n<br/>\nWe ended up joining that guild about 2 weeks ago.  We went on our <br/>\nfirst &quot;guild&quot; raid into Chardok last Friday.  It kicked ass.  This <br/>\nbeing only my 2nd raid ever, I just watched, listened, and obeyed.  I <br/>\nwas lucky enough to be in the group with the &quot;leaders&quot; of the raid so <br/>\nI could see and hear what was going on more than if I was in one of <br/>\nthe other groups.  We ended up getting to the named mob (Kor <br/>\nsomething.. a very large Sarnak) and killing him.  He was about level <br/>\n57 necessitating a pretty much melee only attack (almost every caster <br/>\nwas resisted).  I crashed to desktop when I was quad hit for 260, so <br/>\nI didn&#39;t get a screenshot of him killing me about 20 seconds before <br/>\nhe died.  Then, pathing bugs caused the party to get wiped out by <br/>\nother normal mobs allowing me to get experience doing my first real <br/>\ncorpse recovery. :)  This was about 2 more hours of pulling the mobs <br/>\nthat saw invis to the zone for their execution by numerous people <br/>\nin &quot;pajamas&quot; and having a few brave souls pulling corpse after corpse.<br/>\n<br/>\nOn a Bard related note:  1 Symphonic Saber dropped.  It was me and <br/>\nanother Bard from my guild in the lotto.  I was #1, she was #2.  The <br/>\nguild leader rolled a 2. :-/  I&#39;m petitioning for favortism due to <br/>\nher being in the guild longer. :-)  j/k<br/>\n<br/>\nDarkfox Reven&#39;tsol<br/>\nXegony</div>","specialLinks":[]}}
