{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;jasonf@...&gt;","replyTo":"LIST","senderId":"QP54UAIJYAqlw-vtBSCyoktqgkhLlnuUyR6Np99ISH-QdUD9-6r6hTjtRiPKkYbbz25lizNjqshMQ4r_06IB2E3Q4Wk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Oven located...","postDate":"958573652","msgId":18671,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE5EQkJMRERKRUxCTENLTkpFQ0lIRUVJSkZOQUEuamFzb25mQHBpZ2dpbmcuY29tPg==","inReplyToHeader":"PDhmdGUzcCs4b2tnQGVHcm91cHMuY29tPg=="},"prevInTopic":18659,"nextInTopic":18683,"prevInTime":18670,"nextInTime":18672,"topicId":18659,"numMessagesInTopic":3,"msgSnippet":"I went to the Temple of Droga and the Mines of Nurga alone last night specifically looking for ovens.  There are NO ovens or other appliances that I could find","messageBody":"<div id=\"ygrps-yiv-472882480\">I went to the Temple of Droga and the Mines of Nurga alone last night<br/>\nspecifically looking for ovens.  There are NO ovens or other appliances that<br/>\nI could find in the Mines of Nurga.  There IS an oven in the Temple of Droga<br/>\nin a goblin building waaay in the back in a section of the dungeon that is<br/>\nhidden behind a secret wall.  I opened it and it is a standard six-slot<br/>\noven.  In addition to the oven, when I was there one of the guards standing<br/>\ndirectly to the right of the door leading into the space where the oven is<br/>\nhad a BOOK.  He was the &quot;goblin fanatic&quot;.  The mobs in that space are all<br/>\nlevel 33-38 or so and fairly densely packed, so although I could have taken<br/>\nthe Fanatic down solo several of his buddies would definitely jump to his<br/>\naid and killed me (many are casters as well).  It would have been similar to<br/>\nfighting three or four Greater Kobolds in Sol B simultaneously - I wouldn&#39;t<br/>\nhave won and the corpse retrieval would have been very difficult and time<br/>\nconsuming.  So I briefly tried to get some guildmates interested, but going<br/>\nway to the back of a mid-level dungeon located in the center of a zone that<br/>\nno one was near so that I might be able to bake a cake really didn&#39;t<br/>\ninterest them...  ;-/<br/>\n<br/>\nOne interesting sidebar is that the Jail has a Pottery Wheel in a jail cell<br/>\nbehind a locked door.  Now this is probably for another quest or something,<br/>\nbut it raises the remote possibility in my mind that we might have to make a<br/>\nBundt Cake Pan.<br/>\n<br/>\nMini-Spoiler:<br/>\nWhen I was there (alone and invis) nothing attacked me and I had free run of<br/>\nthe place.  I don&#39;t recall seeing any mobs other than goblins except for a<br/>\ncouple of Iksar prisoners in a jail (i.e. no lone Burynai Prisoner or<br/>\nsomething that might drop some Burynai Meat).  Word of advice: I fell into<br/>\nthe pit trap located on the map pointed to in this thread.  You fall into a<br/>\njail cell and into a locked room.  Presumably if you kill the three goblins<br/>\nin this room one or more will drop a key for you.  I didn&#39;t find out because<br/>\nafter I memmed some songs and was working up the courage to Lament the first<br/>\ncouple the wandering goblin was kind enough to open the locked doors for me,<br/>\nso I scooted out invis and didn&#39;t have to fight.  :-)<br/>\n<br/>\nThere&#39;s no garauntee that the book has anything to do with the quest.  In<br/>\nfact, I would think that a recipe would drop as a scroll and not a book, and<br/>\nnot off of a &quot;Goblin Fanatic&quot; but a &quot;Goblin Pastry Chef&quot; hehe... but who<br/>\nknows.  Verant has surprised me before.  A lot.<br/>\n<br/>\nThe pieces are starting to come together on this quest.  Let&#39;s keep pushing<br/>\non it.<br/>\n<br/>\n[51 Minstrel] Crier (Half Elf) &lt;Seekers of Norrath&gt; ZONE: work<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; I was hunting in the Temple of Droga tonight, and located the missing<br/>\n&gt; oven (I hope.) In the back is a room with the oven. (Loc 738, 1952)<br/>\n&gt;<br/>\n&gt; Hope this helps us,<br/>\n&gt;<br/>\n&gt; Gaelthorne<br/>\n&gt; Xegony </span></blockquote></div>","specialLinks":[]}}
