{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kevin L. Crawford","from":"&quot;Kevin L. Crawford&quot; &lt;Lyrnia@...&gt;","replyTo":"LIST","senderId":"f1pdRhrRVRZ9sdzUAVromydigtGd3tVploDDP_-WBfvnyxrk588eXlsDSqMIG29tlKID5ldFK-iLJafaZNuLAAOEw9iK3YNtHeEVVA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] GZ answers some bard questions","postDate":"958665486","msgId":18740,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNzMwMWJmYzBlMiQxNGQ5NzI0MCQxMDdlZjdhNUBud3B0bjEudmEuaG9tZS5jb20+","referencesHeader":"PFBpbmUuU09MLjQuMDUuMTAwMDUxODEwMzIwOTAuMTQ4OTItMTAwMDAwQHBpY2FyZC5tYXRoLnV3YXRlcmxvby5jYT4="},"prevInTopic":18739,"nextInTopic":18742,"prevInTime":18739,"nextInTime":18741,"topicId":18723,"numMessagesInTopic":74,"msgSnippet":"I find it kind of disheartening to see all this attitude about GZ s answer to the question Baelish asked him.   GZ didn t design the armor, the equipment team","messageBody":"<div id=\"ygrps-yiv-259478208\">I find it kind of disheartening to see all this attitude about GZ&#39;s answer<br/>\nto the question Baelish asked him.   GZ didn&#39;t design the armor, the<br/>\nequipment team did.  He asked them, they answered.  He didn&#39;t comment on<br/>\nwhether he agreed to it or not he just relayed their answer.  Jesus... don&#39;t<br/>\nshoot the messenger guys.  GZ has always tried to at least answer us.<br/>\n<br/>\nNow, my thoughts, my oppinions are below.  They differ from others but<br/>\nthat&#39;s ok, we&#39;re all different.<br/>\n<br/>\n1)  Bards are not primary tanks.  Yes it would be _nice_ to have 3 or 4 more<br/>\nAC but I&#39;m not going to stay up at night over it.<br/>\n2)  Bards have ways of reducing their taunt level now (Song of dawn,<br/>\nharmonic weapons)<br/>\n3)  **************   GZ Doesn&#39;t design armor.  That&#39;s a different team<br/>\n******************<br/>\n4)  The singing steel BOOTS are AC 18.  It&#39;s not like their AC Sucks they&#39;re<br/>\nstill better than anything else we could get before, including imbrued.<br/>\n5)  The &quot;Magic&quot; number for AC is about 800 AC.  After 800 there seems to be<br/>\na dramatic drop in the amount that you get hit.  With buffs it&#39;s even<br/>\nbetter.  Right now a level 50 warrior can get their AC to about 800 maybe<br/>\n900 with items.  We can get ours to about the same.  With singing steel I<br/>\nwill be able to get my AC (at 50th level) to over 900.  (Warriors may be<br/>\nable to break 1000 with theirs)<br/>\n<br/>\nWhy must we have the same ac as a warrior?  We can kite, they cant.  We can<br/>\nCharm, they can&#39;t, we can reduce our taunt, they can&#39;t, we can run faster<br/>\nthan anything in the game, they cant.  We can heal, they can&#39;t, we can DoT,<br/>\nthey can&#39;t.  Umm I&#39;m gonna stop before that paragraph gets too long ;)<br/>\n<br/>\nI&#39;m not saying it wouldn&#39;t be nice to have more AC.  I&#39;m saying I&#39;m not<br/>\nhaving a cow about a *slightly* lower AC.  Now, people complain that rangers<br/>\nhave higher ac than us.  I PLAY a Ranger.  They need AC about 10 times more<br/>\nthan we do.  I play a Ranger and a Bard and a Warrior.  Bard is my primary.<br/>\nMy warrior does ok.  My Ranger takes more dmg in any given fight than my<br/>\nbard does, hands down.  They NEED that AC, they&#39;re a tank!<br/>\n<br/>\nAm I envious?  Sure!  Am I going to die if I don&#39;t get an extra 4 or 5<br/>\npoints of AC added onto my armor?  Nah.<br/>\n<br/>\nNow... the effects on the armor REALLY ticks me off.  So far every effect<br/>\nthey&#39;ve put on there are rarely needed, two of which (greaves and boots) we<br/>\nhave covered with forage anyway.  What I kind of wish is that they&#39;d give us<br/>\neffects that we don&#39;t have songs for.... hmm ok maybe just give us effects<br/>\nthat we have songs we never use for ;)   (FYI I can&#39;t think of an effect<br/>\nthat we can&#39;t duplicate with our songs ;)  Invis Undead would be nice for<br/>\nthe boots though... god I&#39;m tired of begging for one.<br/>\n<br/>\nAnyway... The armor is STILL Better than anything we could get _previously_<br/>\nThe only reason people are upset is because other classes are getting<br/>\n_better_ ac on theirs.  Uhh  so what?  I&#39;m a bard.  I&#39;m proud to be a<br/>\nbard...  And anything over 800AC is just bonus to me.  800 is the &#39;magic&#39;<br/>\nnumber.  Ask any warrior.  The next really dramatic number is 900 and then<br/>\n1000.<br/>\n<br/>\nLyrnia Jongleur<br/>\nBard of Norrath</div>","specialLinks":[]}}
