{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kyle","from":"&quot;Kyle&quot; &lt;ksibbald@...","replyTo":"LIST","senderId":"xKRLGdtoOwKtva0X9oV1Q91dHlC09qOwsB78Pm8wnVg8r6TJa-6NuijhaDN_zql6Fz1Qxp-pwnhiUL-CbxzlOAjY4g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Quick question re: choices of primary & secondary weapons","postDate":"929280694","msgId":1875,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMDUuMTg3NS45NTkyNzMzNjlAZUdyb3Vwcy5jb20+"},"prevInTopic":1873,"nextInTopic":1883,"prevInTime":1874,"nextInTime":1876,"topicId":1871,"numMessagesInTopic":5,"msgSnippet":"Dual Wield: I use a Barbed Leather Whip(P) and Well-Balanced Rapier(S) myself. Works well. Song Efficiency: My personal view, of course. Mileage may vary. It s","messageBody":"<div id=\"ygrps-yiv-46999816\">Dual Wield: I use a Barbed Leather Whip(P) and Well-Balanced Rapier(S)<br/>\nmyself. Works well.<br/>\n<br/>\n\tSong Efficiency: My personal view, of course. Mileage may vary.<br/>\n<br/>\n\tIt&#39;s basically a &#39;depends&#39; situation. Mostly depends on the group makeup<br/>\nand what you&#39;re fighting.<br/>\n<br/>\n\tAt level 23 I thought that it would be most efficient for me to<br/>\nstack(twist/weave/whatever) Anthem, Binding, and Chain whenever we fought<br/>\none, maybe two, mobs. I wasn&#39;t Bellowing for damage but the Binding and<br/>\nChain would slow their attack rate down quite a bit and the party would take<br/>\nless damage.<br/>\n\tTwo things were wrong about this strategy. First was that the group had two<br/>\ntanks and my songs pulled the mob to me. I consider myself as a decent tank<br/>\nso this did not concern me much. Second was that after a fair punishment I<br/>\nfound that I built up so much agro that it was locked on me and I almost<br/>\ndied from it.<br/>\n\tNow I play Anthem, Chain, and another song.<br/>\n<br/>\n\tI often do not start out a battle playing Hymn. I go with some other song,<br/>\npossibly Bellow, until someone drops between 1 and 2 bars of health. When<br/>\nsomeone&#39;s health goes critical and the healer(if we have one) can&#39;t keep up<br/>\nthen I lay down every &#39;piss em off&#39; song I got to pull them to me, ending<br/>\nwith Lullaby so that we can get reorganized a bit. If someone is using a big<br/>\nweapon I mix in a little bit of the Jig every now and then to keep stamina<br/>\ndecent.<br/>\n\tOther than that it&#39;s basically watching the health bars, the targets,<br/>\nanything that might be incoming, and the song effect messages so I know when<br/>\nto hit the next key. Sure it can get rather boring but I can tell you that<br/>\nit is nowhere near as boring as kiting is. Imagine running around from<br/>\nanywhere between 5 to 20 minutes with a mob on your tail, not being able to<br/>\ntalk to anyone or risk a fair amount to type in tells, just pounding the<br/>\nBellow and Accelerando hot keys.<br/>\n<br/>\n\tIf you&#39;re fighting multiples and have good clearance then area effect songs<br/>\nlike Discord or Lullably can be more effective than Bellow.<br/>\n\tGrouped with mana using members might make Clarity worth it(when you&#39;re up<br/>\nthat high of course) especially in longer fights.<br/>\n\tDon&#39;t recall where the resistance issue lies but if they work then playing<br/>\nthe rythms against mages could be helpful although attacking, Bellow, and<br/>\nDiscord seems to be pretty good at interruptions.<br/>\n\tWhen fighting underwater I&#39;d say that Ayre would be efficient. =)<br/>\n<br/>\n\tGood Journey,<br/>\n<br/>\n\t\tSineras Silverlyre (Cazic-Thule)<br/>\n<br/>\n<br/>\n8)-----Original Message-----<br/>\n8)From: Dudley Stewart [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dud@...\">dud@...</a>]<br/>\n8)Sent: Sunday, June 13, 1999 3:35 AM<br/>\n8)To: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&#39;<br/>\n8)Subject: [eqbards] Quick question re: choices of primary & secondary<br/>\n8)weapons<br/>\n8)<br/>\n8)<br/>\n8)From: Dudley Stewart &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dud@...\">dud@...</a>&gt;<br/>\n8)<br/>\n8)So if I&#39;m using a Combine LS and one of those FUNKY Dvinn&#39;s<br/>\n8)daggers, I&#39;m<br/>\n8)better off sticking the dagger in my secondary? As it stands<br/>\n8)I&#39;m doing the<br/>\n8)opposite, cuz I figure since I have a veryfast weapon to play<br/>\n8)with I&#39;d best<br/>\n8)give it all the chances I can to do as much dmg as possible<br/>\n8)by using it in<br/>\n8)my primary. I might&#39;ve just confused the issue ;) What I&#39;d<br/>\n8)love is to stick<br/>\n8)another Dvinn&#39;s dagger in my secondary hand... *sigh*<br/>\n8)<br/>\n8)Just had rather a dull session in Mistmoore. The leader of<br/>\n8)the group I<br/>\n8)joined commanded me to &quot;do just heal and combat song&quot;...<br/>\n8)which is what I<br/>\n8)did, along with a bellows every few secs. Kinda boring, but<br/>\n8)effective. It<br/>\n8)led me to thinking: the most efficient way of fighting is to<br/>\n8)whackum the<br/>\n8)mob as fast as possible. Less damage done to the group, less<br/>\n8)chances of<br/>\n8)things going wrong... so if one were to stick to the most boring,<br/>\n8)statistically correct methods, most of the bard songs would be pretty<br/>\n8)unused apart from in rare situations. Am I wrong here? Don&#39;t<br/>\n8)mistake me<br/>\n8)however - although I behaved according to the leader&#39;s<br/>\n8)desires (didn&#39;t have<br/>\n8)the energy to lead them through the &quot;look at what I can do!&quot;<br/>\n8)routine) - I&#39;m<br/>\n8)much more fond of doing a wider variety of songs, twisting different<br/>\n8)melodies that enhance and obstruct... far more elegant and<br/>\n8)poetic, I think,<br/>\n8)not to mention entertaining. Felt like an office drone<br/>\n8)hitting my hotkeys<br/>\n8)at the right time without having to think about what I was doing.<br/>\n8)<br/>\n8)But do folks agree that it&#39;d technically (using Vulcan logic<br/>\n8)here) be best<br/>\n8)simply to do Anthem with 2 bellows, repeat? This is for me at<br/>\n8)lvl 20 btw.<br/>\n8)Wouldn&#39;t even heal, leave that for after the battle. The aim<br/>\n8)is to zap the<br/>\n8)critter as fast as possible from what I&#39;ve seen. And remember<br/>\n8)- this is<br/>\n8)hypothetical. Why I&#39;ll never deny that sometimes there&#39;s a need and a<br/>\n8)desire to be all efficient about this game, most of the time<br/>\n8)I&#39;d rather<br/>\n8)have fun even if it involves more risk.<br/>\n8)<br/>\n8)Dud<br/>\n8)</div>","specialLinks":[]}}
