{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...&gt;","replyTo":"LIST","senderId":"65soQ02hTV7_42yDS4FCZuDbs-BxrAtVletKsmpX8C0j59d65o38e8RIDpRfLdSu2EeY-_HgbaXdgn4-t_8mOswEShqQmDtRcUL7ceDfqt0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Rules and FAQ 2.3 - PLEASE READ THIS!","postDate":"958748632","msgId":18832,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMi4wLjU4LjIwMDAwNTE5MDk1MzUyLjAwOThhMzAwQHBpbmtwaWcuY29tPg=="},"prevInTopic":0,"nextInTopic":19205,"prevInTime":18831,"nextInTime":18833,"topicId":18832,"numMessagesInTopic":2,"msgSnippet":"Greetings and Welcome to the EQ Bards Mailing List, a mailing list dedicated to all for and about the Bard in EverQuest. This list will be posted","messageBody":"<div id=\"ygrps-yiv-837305045\">Greetings and Welcome to the EQ Bards Mailing List, a mailing list <br/>\ndedicated to all for and about the Bard in EverQuest.<br/>\nThis list will be posted semi-regularly, and updated as often as is needed.<br/>\n<br/>\nUpdated in this edition: Instrument list, question about missing songs.<br/>\n<br/>\nIf you have any suggestions, corrections, or  frequently asked questions, <br/>\nplease let me know.<br/>\n<br/>\n<br/>\n         First, some basic rules:<br/>\n         (Common sense stuff, really)<br/>\n<br/>\n1) Stay on Topic (as much as possible).  While we do often stray off the <br/>\npath of Bard-related stuff, lets try and keep the material &quot;of-interest&quot; to <br/>\nour readers.  Ex: Discussions of DoT nerfing are acceptable, because Bards <br/>\nhave DoTs.  Discussions of Rogue Poison recipes are not.  Discussions of <br/>\nQuests and items are okay, as long as you make an attempt not to spoil <br/>\nsomeone else&#39;s fun. Use [Spoiler] in the heading, or put spoiler space <br/>\n(several blank lines) to let people know in advance.  If you MUST post <br/>\nsomething off-topic, please make it brief and put [OT] in the header.<br/>\n         Deliberate spam will NOT be tolerated, and any person doing so <br/>\nwill be immediately reviewed for warning, removal or banning.<br/>\n         On a related note, if you notice that your topic is straying from <br/>\nthe original thread, please change the subject header.  Example: RE: <br/>\nMistmoore Battle Drums becomes: re: Fighting undead as a Bard (was RE: <br/>\nMistmoore Battle Drums) For those of you receiving the digest version, if <br/>\nyou can make an attempt to change the subject field to something <br/>\nappropriate, that would help those of us not digesting our mail better pass <br/>\nit ;)<br/>\n<br/>\n2) No Flaming.  Not all of us share the same opinion as you do, but please <br/>\nbe considerate of one another.  Take a moment to read through, and then <br/>\nmake sure someone hasn&#39;t already responded before posting hastily.  We&#39;re <br/>\nall human, and no one likes to be called names.  If you simply MUST insult, <br/>\nbadger or degrade someone, DO IT PRIVATELY.<br/>\n<br/>\n3) There is no Rule Number 3.<br/>\n<br/>\n4) Watch for &quot;KABONG!&quot;s.  KABONG! is an old list-term for a thread that is <br/>\nbeing forcibly killed.  This sometimes happens when a thread has <br/>\ndegenerated sufficiently off-topic to no longer be valid for this list, or <br/>\nwhen the subject matter has become too inflammatory to be discussed.<br/>\nKabongs generally only occur in extreme situations.<br/>\n<br/>\n5) No Attached Files!  If you wish to share with us your latest picture, <br/>\nsome nifty article or the Happy99 worm, please simply include a link within <br/>\nyour email to an appropriate place online.  If you have no access to such, <br/>\nemail the file to me, (except viruses ;) and I will post it for you, and <br/>\nfollow up to the list with the URL.  Small infractions will probably be <br/>\noverlooked, but let&#39;s try to be considerate of our European readers who <br/>\nhave to pay by the minute to download their mail.<br/>\n<br/>\n6) Be Considerate of Others! Please keep &quot;me, too!&quot; posts to a minimum, and <br/>\ntry not to quote more of the message than necessary (although you <br/>\nshould  always make sure that the message you are sending is properly <br/>\nreferenced, so that people reading the messages out of order are not <br/>\ncompletely lost.  And try not to abbreviate too much, or use strange <br/>\n&quot;slang&quot; or incomprehensible euphemisms.  Plain, clear speech is much more <br/>\neffective, and will cause fewer &quot;WTF?!&quot; messages...  Also, use spoiler <br/>\nheadings and/or spoiler spaces when presenting Quest hints or weapon details.<br/>\n<br/>\nOkay, enough rules.  Now for some Frequently Asked Questions!<br/>\n<br/>\nQ: I keep seeing all these abbreviations: &quot;DoT&quot;, &quot;DD&quot;, &quot;PGT&quot;, &quot;MM&quot;, &quot;GZ&quot; - <br/>\nWhat do they all mean?!<br/>\nA: Well, the best way to learn is to check out the EverQuest Glossary at <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/bards/eqglossary.htm\">http://amtgard.pinkpig.com/bards/eqglossary.htm</a> (shameless plug).  Briefly, <br/>\nthose four terms mean &quot;Damage over Time&quot; (refers to spells/effects that do <br/>\ndamage every few seconds for a while, instead of all at once), &quot;Direct <br/>\nDamage&quot; (refers to spells/effects that do all their damage at once), <br/>\n&quot;Polished Granite Tomahawk&quot; a nice weapon,  &quot;MM&quot; is Mistmoore, a <br/>\nmid-to-high level zone near Lesser Faydark, and GZ is Geoffrey Zatkin, the<br/>\nVerant Designer in charge of spell balance (and thus a frequently consulted <br/>\nindividual when it comes to our songs....)<br/>\n<br/>\nQ: What is &quot;twisting&quot; (or &quot;weaving,&quot; &quot;stacking,&quot; or &quot;harmonizing&quot;), and how <br/>\ndo I do it?<br/>\nA: &quot;Twisting&quot; is the most common name (although much deprecated by those in <br/>\nfavour of more &quot;period&quot; terms) for singing multiple songs at once - or at <br/>\nleast making it seem that way.  The short explanation is to stop one song <br/>\nand immediately start another one, repeat as necessary.  Since most song <br/>\neffects have a duration of about 6 seconds, you have time to weave as many <br/>\nas three (and I&#39;ve even heard tell of four!) songs at once before the first <br/>\nwears off, gaining the effects from all of them at once. The long <br/>\nexplanation, complete with illustrations, can be found here:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://users.erols.com/gww6e/eq/HOWTO-twist-bard-songs.html\">http://users.erols.com/gww6e/eq/HOWTO-twist-bard-songs.html</a><br/>\n        (thanks Tork@Nameless).<br/>\n<br/>\nQ: What song do I get at &lt;foo&gt; level?  What does this song do?<br/>\nA: Well, again, shameless plug time: The EverQuest Bard&#39;s <br/>\nGuild  (<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/bards/eqbard.htm)\">http://amtgard.pinkpig.com/bards/eqbard.htm)</a> has a list of<br/>\nspellsongs, however, most people seem to prefer detailed statistics, so let <br/>\nme refer you to <a rel=\"nofollow\" target=\"_blank\" href=\"http://rgonzalez.net/EQSongs/index.html\">http://rgonzalez.net/EQSongs/index.html</a> (The Bardic Song <br/>\nAnalysis page), compiled by Rokenn Swiftsong.  Also, the Soerbaird is a <br/>\nwonderful site: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.soerbaird.com/\">http://www.soerbaird.com/</a><br/>\n(Anyone want to suggest any other sites?)<br/>\n<br/>\nQ: What do instruments do?<br/>\nA: Some songs have associated instruments.  Playing this instrument will <br/>\ngenerally enhance the song by as much as 50%, but this is also related <br/>\nto  your relative skill with the instrument.  Also, instrument skill is <br/>\npartially responsible for failure rate of related songs.  To avoid missing <br/>\nnotes, even when singing, keep your instrument skills maxed out.<br/>\n<br/>\nQ: Are there any magical or &quot;Unique&quot; instruments for Bards?<br/>\nA: Yes, there are several known &quot;special&quot; instruments in the world.<br/>\n      NEW! Nostrolo&#39;s Tambourine (Earned via Quest in Firiona Vie), which <br/>\ngives +5 INT, as well as adding 20% to drummed songs.<br/>\n              Sharkskin Drums (Found in Kedge Keep on Coralyn Kelpma), <br/>\nwhich appear to increase effects of drummed songs by about 20%.<br/>\n             The Mistmoore Battle Drum (found on Mynthi Davissi in <br/>\nMistmoore), which increases the effects of most drummed songs by about 15%.<br/>\n             The Lute of the Gypsy Princess (also found on Mynthi Davissi <br/>\nin Mistmoore) which has no discernible special effect.<br/>\n             The Gypsy Lute (different from the Lute of the Gypsy Princess, <br/>\nin that it is for a specific quest), which has no known special <br/>\nabilities.  It&#39;s found in the same area as the Lute of the Gypsy Princess <br/>\n(above), but on the generic Gypsy Musicians.<br/>\n             Brahhm&#39;s Horn (found in the Gorge of King Xorbb on a named <br/>\nminotaur) which has no known discernible effect.<br/>\n             Kelin&#39;s Seven Stringed Lute (Found in the Plane of Hate on <br/>\nMaestro) which adds +9 DEX, +15 CHAR, +9 AGI.  It also seems to add about <br/>\n15-20% to stringed songs.  Also called the  &quot;Maestro&#39;s Lute.&quot;<br/>\n             Drums of Selo&#39;s March (Found on Cazic Thule?) which increases <br/>\nthe effects of most drummed songs by 30%.<br/>\n             McVaxius&#39; Horn of War (Found on Lady Vox?) which adds +9 INT, <br/>\n+9 DEX, +15 CHA and increases Brass song effects by 15%.<br/>\n             Minotaur Horns found on minotaurs in Steamfont and the Gorge <br/>\nof  King Xorbb are *wind instruments* (not Brass) with no known special <br/>\neffect.  They are, however, lighter than flutes.<br/>\n             The Lizard Scout Fifes (Found on Lizard Scouts in the Feerot) <br/>\nare rumoured to be non-magical wind instruments, but this still remains to <br/>\nbe proven. (Would someone please test this for me?)<br/>\n              Lyssa&#39;s Darkwood Piccolo (Found on Cazic Thule) is a wind <br/>\ninstrument.  Not sure if it  has any added effect.<br/>\n              The Unicorn Horn (found on Equestrielle in Lesser Faydark), <br/>\nacts as a Greater Lightstone while held, as well as a wind instrument. It <br/>\nalso has 5 charges of Purge.  It does not have any discernible effect on songs.<br/>\n             Small Brass Trumpet (??) which acts as brass.  Supposed to <br/>\nhave a greater effect than other brass instruments.<br/>\n             There are other instruments (notably those on the Plane of <br/>\nHate) that have yet to be fully tested.  I&#39;m still waiting on reports for <br/>\nthose.<br/>\n<br/>\nQ: What&#39;s the difference between a Lute and a Mandolin?<br/>\nA: Weight and cost.  Mandolins are lighter, but a little more expensive.<br/>\n<br/>\nQ: What&#39;s with all these instrument parts I keep seeing? (Unfinished horn, <br/>\nlute strings, mouthpiece, raw bamboo, etc.)<br/>\nA: Nobody knows.  Rumour has it, there was to have been another tradeskill: <br/>\n&quot;Instrument making&quot;, but nothing has ever been confirmed.  In the meantime, <br/>\ndon&#39;t accidentally buy an unfinished horn, because believe me, they just <br/>\ndon&#39;t play the same.<br/>\n<br/>\nQ: When I get Dual Wield, will I be able to play an instrument while <br/>\nswinging a sword?<br/>\nA: Unfortunately, no.  While instruments are off-hand only items, they are <br/>\nalso considered two-handed.  Besides, it&#39;s ever-so-much more fun to bash <br/>\nmonsters with your lute, dontcha think? (Sylly! WEP!)<br/>\n<br/>\nQ: What&#39;s the best weapon/armour/equipment for &lt;foo&gt; level?  Where should I <br/>\nhunt at this level?<br/>\nA: Okay - time to ask the list ;)<br/>\n<br/>\nQ: What are &quot;Hotkeys&quot; and how do I create them?<br/>\nA: You&#39;ll notice that in the lower left side of the screen you have 6 empty <br/>\nboxes with the number &quot;1&quot; and two arrows above it.  This is the &quot;hotkey&quot; <br/>\nbox.  Initially, hotkeys default to the numbers 1-6 on your keyboard, but <br/>\nyou can reconfigure that through the options settings.  Songs, spells, the <br/>\nspellbook, socials, and inventory boxes can all be made &quot;hotkeys&quot;. To <br/>\ncreate a &quot;hotkey&quot;, LEFT click on the box/spell/icon you want and HOLD it <br/>\ndown.  After a second, the box will magically &quot;lift up&quot; and attach itself <br/>\nto your pointer.  Simply &quot;drop&quot; the new box onto the appropriate hotkey <br/>\nslot, and blammo! Instant hotkey.  Now, whenever you press the associated<br/>\nhotkey button, you will activate the song/spell or action in that slot. <br/>\nInventory boxes do NOT &quot;activate&quot;, putting them in your hotkey bank is <br/>\nsimply to avoid having to open your inventory to swap items in combat.<br/>\n<br/>\nQ: Why would I want to swap items in combat?!<br/>\nA: Well, not just in combat, but by placing inventory slots (General <br/>\ninventory slots, or worn/wielded slots will work.  Bag slots will NOT) into <br/>\nyour hotkey bank, you can grab (for example) your sword and swap it with an <br/>\ninstrument in order to heal faster, run faster or whatever.  PRACTICE THIS <br/>\nMANEUVER!!!  You *WILL* drop your weapon or instrument at least once, and <br/>\nmore likely several times, so practice practice practice!  And if you *do* <br/>\naccidentally drop something, don&#39;t panic, just back up, grab the item and <br/>\nrun like crazy.<br/>\n<br/>\nQ: Why can&#39;t Bards do &lt;foo&gt; as well as &lt;other really buff class&gt;?<br/>\nA: Well, simply put, we&#39;re the &quot;Jack of all Trades, Master of None.&quot; This <br/>\nmeans that, while we can do so many different things (sneak, dual wield, <br/>\npick locks, safe fall, etc. etc.) we&#39;re not meant to be masters in any of <br/>\nthem, so you may notice certain skill caps (such as 40 for Forage and 75 <br/>\nfor Sneak, etc.) that mean that you will never be incredibly good at these <br/>\nskills.  Be thankful that you get them at all.<br/>\n<br/>\nQ:  Is it true that The Jig of Vigor song increases mana regeneration speed <br/>\nfor your party members?<br/>\nA: No.  Here - let me emphasize that: NO!!!!!  What the Jig does is <br/>\nincrease the rate of  Stamina Regeneration every six seconds and hence the <br/>\ndisplay of the Stamina, Health, and Mana bars to show this <br/>\nincrease.  Without the song playing the bars are refreshed every eight <br/>\nseconds.  The ultimate effect of this is that the mana bar &quot;moves&quot; every <br/>\nsix seconds instead of every eight seconds so it APPEARS to be moving <br/>\nFASTER.  In actuality - it is moving 75% of the distance it would move if <br/>\nit waited the other two seconds.  So bottom line, it LOOKS like it is <br/>\nregenerating faster but it does not.  If you don&#39;t otherwise have a need to <br/>\nregenerate stamina, you are wasting a memorized song slot.<br/>\n   Or you can just use GZ&#39;s short answer: &quot;Urban Myth - Jig only gives <br/>\nfatigue back.&quot;<br/>\n(Geoffrey Zatkin, Archmage of Norrath [And Verant Game-designer], November <br/>\n18, 1999, in a letter to Rokenn Swiftsong)<br/>\n<br/>\nQ: Why is there no Icon for the Bard Mana Song (Cassindra&#39;s Chorus of Clarity)?<br/>\nA: &quot;There are different types of Bard Songs. Most Bard Songs leave an icon <br/>\non your character because the song has a duration - usually 5 to 15 <br/>\nseconds. Each time the Bard sings the song she renews the duration - this <br/>\nmeans that a Bard who continues to sing the song can potentially keep the <br/>\nsong effect going indefinitely.<br/>\n   Some Bard songs do not have durations - you receive the effect when the <br/>\nBard sings it, but will not get another &quot;dose&quot; until she sings it again. <br/>\nCassindra&#39;s Chorus of Clarity (the mana song) is one of these songs - it <br/>\ndoes not have an actual duration, so you don&#39;t get an icon on your screen.&quot;<br/>\n(Geoffrey Zatkin, December 2, 1999, in &quot;Arch Mage Answers&quot; <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.station.sony.com/everquest_h_archmage.html\">http://everquest.station.sony.com/everquest_h_archmage.html</a> )<br/>\n<br/>\nQ: Does Shauri&#39;s Sonourous Clouding work against undead?  Why does it work <br/>\nsometimes and not others?<br/>\nA: Shauri&#39;s Sonourous Clouding has been posited to work differently from <br/>\nother invisibility effects in that it is level-based.  It appears to work <br/>\nagainst anything - but only if that thing is of a certain level or <br/>\nbelow.  This is still being hashed out, but the best solution is to con <br/>\neverything you see while &quot;clouded.&quot;  If it cons indifferent, you&#39;re <br/>\ninvisible to it.  Otherwise, RUN!<br/>\n<br/>\nQ. Why can I never gain any experience in 2-handed slash or 2-handed blunt?<br/>\nA. Although Bards have these skills, and even though they appear on <br/>\nthe  trainer, you can never train 2-handed skills as a Bard.  This is <br/>\napparently just something left over from Beta.<br/>\n<br/>\nQ. What are the most important stats as a Bard?<br/>\nA. Well, because no matter what I answer, someone will disagree with me, I <br/>\nwill say this:  No matter what your starting stats, odds are, you will <br/>\neventually be able to balance any deficiencies out with magic items and <br/>\njewelry.<br/>\n<br/>\n(Updated)Q: Why is there no Bard Song for level 49?<br/>\nA: They ran out of ideas.<br/>\n<br/>\n        Okay, well, this FAQ is pretty long as it is - and I&#39;ve run out of <br/>\nquestions.  If anyone has any suggestions for the next version, please feel <br/>\nfree to send them my way.<br/>\n<br/>\nTalies the Wanderer<br/>\nAssistant Moderator<br/>\n<br/>\n(FAQ Last updated 05/19/2000)</div>","specialLinks":[]}}
