{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silky@webtoys.net","from":"silky@...","replyTo":"LIST","senderId":"1kIukm9vssw09U-w03bjszzdVQonUgVrQNZpDGsWe0sqRHDys-LdH3updeuoiyI9E5mngmtWENA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] GZ answers some bard questions","postDate":"958763540","msgId":18854,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDMuMC42LjMyLjIwMDAwNTE5MTQxMjIwLjAwODFhMTUwQHdlYnRveXMubmV0Pg==","inReplyToHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTY0NTBAZGVuZXhjaDAyPg=="},"prevInTopic":18852,"nextInTopic":18856,"prevInTime":18853,"nextInTime":18855,"topicId":18723,"numMessagesInTopic":74,"msgSnippet":"... We went to E3 last week - I got to talk face to face with GZ, god those folks are good at wiggling out of stuff. First of all - they were demoing EQ at two","messageBody":"<div id=\"ygrps-yiv-728737358\">At 09:58 AM 5/18/00 -0600, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;We weren&#39;t mad at GZ, we were mad at the Live teams answer when GZ asked<br/>\n&gt;them.  I don&#39;t think anyone pointed at GZ as the culprit, just Verant as a<br/>\n&gt;whole.  I do think GZ has no idea what bards are all about however.  I&#39;d say<br/>\n&gt;I spend 90% of my time tanking.  Even when I go all instrument I get hit by<br/>\n&gt;every extra mob in the pull.<br/>\n<br/>\n </span></blockquote>We went to E3 last week - I got to talk face to face with GZ, god those<br/>\nfolks are good at wiggling out of stuff.<br/>\n<br/>\nFirst of all - they were demoing EQ at two different booths - at least. GMs<br/>\nwere doing the demo - with THEIR GM accounts. Boy - all the feedback they<br/>\nget is sweet - numeric faction changes, mob level and HP, whole buncha<br/>\nstuff. Plus of course that runnin REALLY REALLY fast thing. I told them it<br/>\nwas really NOT right to be showing off a published product in public with<br/>\nthat kind of client - not that there were many folks there that hadn&#39;t<br/>\nplayed themselves, but it is VERY misleading demonstration. Did my heart<br/>\ngood to see a Black Screen of Death show up while I was there - least I&#39;m<br/>\nnot the only one. I asked why they were doing that - and why they got so<br/>\nmuch valuable info we do not - the only answer was debugging - yeah<br/>\nright....I think the main problem is they don&#39;t understand a regular client<br/>\nbecause theirs doesn&#39;t have the same shortcomings. Anyway.....<br/>\n<br/>\nI asked GZ about a few things - like giving us a slot for an instrument<br/>\nsimiliar to a range slot. Doubt that will ever happen, they consider it<br/>\nmore work to code than it&#39;s worth. He did say that they were going to try<br/>\nto make items like MM Drums etc - taggable so you couldn&#39;t accidently drop<br/>\nthem on the ground. Also asked him about letting us setup a series of songs<br/>\nso we weren&#39;t constantly having to twitch - since this isn&#39;t after all<br/>\nsupposed to be a twitch game. He gave some vague answer that at least let<br/>\nme know they were thinking about doing something like that - but I&#39;ll not<br/>\nbe holding my breath.<br/>\n<br/>\nI suggested GZ subscribe to this list - he said someone forwarded him<br/>\n&#39;important&#39; things. Grrrrrrr This list has the lowest noise to information<br/>\nratio of any I&#39;ve ever seen. The whole Verant&#39;s shit don&#39;t stink attitute<br/>\nis really irritating. <br/>\n<br/>\nHe then went on to tell me one of HIS main characters was a bard - and that<br/>\nhe played on a normal account - ummm, yeah right. Somehow I just couldn&#39;t<br/>\nswallow that one. I got into the whole binding issue with him and another<br/>\nprogrammer. I think Brad must put something in the company water cooler -<br/>\ntheir eyes glaze over and they start chanting company mantra whenever<br/>\nsomething doesn&#39;t fit &#39;the vision&#39;. I could instantly tell that the<br/>\nofficial company policy on debating hard questions is &quot;What would YOU do?&quot;<br/>\nHeard that one several times - unfortunately for them - I&#39;m not shy about<br/>\ntelling them - and I did. Hehehe, that tactic only works on some people. Ya<br/>\njust don&#39;t lob the ball into someone else&#39;s court if they are gonna fire it<br/>\nright back at ya *smile*.<br/>\n<br/>\nWe had an appointment to interview Brad and John both - out of all the<br/>\ndevelopers we interviewed while we were there - they were they ONLY ones<br/>\nthat blew us off. Poor timing I guess - Keith Parkinson was supposed to be<br/>\nthere to sign the artwork of the Kunark box and a plane strike kept him<br/>\naway - so the team was signing the posters instead. Brad was running around<br/>\n- kept saying 30 more min guys.....  Well, at the end of 3 long days of<br/>\nconcrete standing - I guess my patience was a little thin. I had this<br/>\nposter rolled up in my hand - I REALLY wanted to ask him why my poor bard<br/>\nhas to be next to naked for so long - my husband took it out of my hand and<br/>\nbopped him over the head with it as he darted by once - yelling - GIVE MY<br/>\nWIFE CLOTHES or some such thing. That was probably a personal highlight<br/>\nfrom E3 for me.<br/>\n<br/>\nAnyway - on a different subject entirely - Anarchy online and Shadowbane<br/>\nare both looking VERY good - as does UO2 - now officially going by the name<br/>\nof &quot;Origin&quot;.</div>","specialLinks":[]}}
