{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"gYyDu1-t7m68lgT9vUX_e_aDTI8A0rmupHiB1Asqm2ZFS4g7cUmnqHlwef-X8B-WPae7JMZg7ZKB9Heg2fZUefRWIms","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Quick question re: choices of primary & secondary w eapons","postDate":"929295799","msgId":1885,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMDUuMTg4NS45NTkyNzMzNjlAZUdyb3Vwcy5jb20+"},"prevInTopic":1884,"nextInTopic":1887,"prevInTime":1884,"nextInTime":1886,"topicId":1878,"numMessagesInTopic":11,"msgSnippet":"... At L19, Guardian Rhythms raised magic resist by +25 using a drum.  Elemental Rhythms raised it by +25 as well.  At L20, it was +27 each.  So I imagine","messageBody":"<div id=\"ygrps-yiv-1717101260\">On Sun, 13 Jun 1999, Garramone, Michael (CCI-Las Vegas) wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; Try this if you are fighting bigtime casters, put on a drum and sit that<br/>\n&gt; melee out, play guardian AND elemental rhythms, and see how happy everyone<br/>\n&gt; is with 100+ magic resistance.<br/>\n<br/>\n </span></blockquote>At L19, Guardian Rhythms raised magic resist by +25 using a<br/>\ndrum.  Elemental Rhythms raised it by +25 as well.  At L20, it<br/>\nwas +27 each.  So I imagine it&#39;ll be a while before I can use<br/>\njust these two songs to get everyone&#39;s magic resist to 100.<br/>\nRight now I can only do that if a spellcaster casts Endure<br/>\nMagic first.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; As far as playing hymn of resotration during a fight, I was always of the<br/>\n&gt; opinion that it is just not worth it, especially when not holding a<br/>\n&gt; mandolin/lute.  The 5hp or so per pulse can not keep up with the dmg the<br/>\n&gt; party is taking.  I say put the creature down as quickly as you can.  Maybe<br/>\n&gt; until you get to 23, Anthem and 2 Bellows, while boring, is most effective<br/>\n&gt; and i think that is exactly what i did.  then AFTER the fight, put on a<br/>\n<br/>\n </span></blockquote>Another thing to keep in mind (and something I intentionally<br/>\ndidn&#39;t mention in my previous reply because I didn&#39;t want to<br/>\nconfuse what is already very confusing to analyze) is how many<br/>\nparty members there are.  The more people in your party, the<br/>\nless effect Bellow has on reducing the combat duration, and<br/>\nthe more effect Restoration has (assuming multiple people are<br/>\ndamaged).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; as buffing everyone elses melee abilities.  And it is a very rare occurrence<br/>\n&gt; to play heal, as there is always a cleric or druid in your party who can<br/>\n&gt; heal 400+ hp in one spell, and your mana song regenerates their mana far<br/>\n&gt; faster than your heal song can regen their hp.<br/>\n<br/>\n </span></blockquote>That will feel very strange, not having Restoration memorized.<br/>\n:-)  Does Clarity increase the mana regeneration rate only<br/>\nduring meditation, or all the time?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Personally I don&#39;t like being &quot;ordered&quot; to do anything in a group, by leader<br/>\n&gt; or other members.  They do not play a bard, therefore they can not know all<br/>\n&gt; of our benefits to a party.  If the group asks and we agree on a strategy,<br/>\n&gt; no problem.  but if it pisses you off like it does me to be ordered around,<br/>\n&gt; just tell them &quot;next time you tell me to play that song will be the last<br/>\n&gt; time i play it.&quot;  usually that shuts them up, especially if it is the mana<br/>\n&gt; song =)<br/>\n<br/>\n </span></blockquote>Well, I think it&#39;s helpful to discuss strategy with the group<br/>\nbeforehand.  I&#39;ve been grouping with the same 5-10 people for<br/>\na while now, so they pretty much know how to work with a bard<br/>\n(my current gripe is with the paladins not using Lay Hands on<br/>\nme until one bubble of life remaining, which is well beyond my<br/>\nfail-safe point to hit Accelerando and get out of Dodge).  If<br/>\nthere are differing opinions on what&#39;s the best strategy, then<br/>\nit may be in the group&#39;s best interest for the leader to<br/>\ndictate which strategy be followed.  But yeah, I&#39;d be pretty<br/>\npissed if a clueless leader told me what songs to play.<br/>\n<br/>\nWe pulled off one helluva feat last night.  One of the<br/>\nlow-level paladins kept insisting on pulling, and due to the<br/>\nmonster frenzy thing, we ended up with an entire orc camp and<br/>\njust about every orc nearby on us, along with a couple undead.<br/>\nI&#39;d estimate there were about 12-15 orcs total, ranging from<br/>\ngreen to white to me at L20.  I pulled every trick I knew with<br/>\nlullaby, getting the train fixated on me, then running around<br/>\nin circles nearby while the group finished off the few orcs<br/>\nthat stuck with them.  Then I&#39;d swing through the group again<br/>\nto let them pick off a few more orcs, repeat.  It was close<br/>\nand a lot of passerbys jumped in to help, but we all lived.  I<br/>\ndon&#39;t think we could&#39;ve done it if the group hadn&#39;t learned<br/>\nthe &quot;everyone attack the same mob&quot; and &quot;let the bard handle<br/>\nthe train&quot; strategies I&#39;ve been pounding into them.  :-)<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
