{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Gordon Hughes","from":"&quot;Gordon Hughes&quot; &lt;ghughes@...&gt;","replyTo":"LIST","senderId":"uueebzRFJvqo8cAEQsEroYcs5VQB8v5ch7J-BOa3lKXj0nLu7VlCTqSnzme5KlBzOsPRWdFG7GCAHPJRS6AEwFKdCXkVoNGhpOPZdXw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"New patch message","postDate":"959280169","msgId":18991,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTMwMWJmYzY3OSQwNjgwY2NiMCRjYjI2ZjRjZUBnczMwMC5jYXJzaW5mby5jb20+"},"prevInTopic":6464,"nextInTopic":0,"prevInTime":18990,"nextInTime":18992,"topicId":5570,"numMessagesInTopic":12,"msgSnippet":"Couple of Bard issues addressed in today s patch... May 25th, 8:00am ... *Patch Day* Greetings all! The following changes have been implemented on the Live ","messageBody":"<div id=\"ygrps-yiv-1772190792\">Couple of Bard issues addressed in today&#39;s patch...<br/>\n<br/>\n<br/>\n<br/>\nMay 25th, 8:00am<br/>\n--------------------<br/>\n<br/>\n*Patch Day*<br/>\n<br/>\nGreetings all! The following changes have been implemented on the Live<br/>\nservers:<br/>\n<br/>\n*Spells/Songs*<br/>\n<br/>\n- Voltaic Draught, a high level wizard direct damage spell was improperly<br/>\nsaving versus resistance to cold. It now appropriately saves versus magic.<br/>\n- The higher level bard song by Brusco was improperly healing the target<br/>\ninstead of damaging it. This has been corrected.<br/>\n<br/>\n*Items*<br/>\n<br/>\nThe Shadowknight class-specific quest armor, Darkforge armor, has had its<br/>\nweight decreased substantially.<br/>\n<br/>\nThe Runed Fighter&#39;s Staff, previously useable by Monks and Warriors, has<br/>\nbeen restricted to Monks only. The statistics on this staff are much more<br/>\npowerful than normally allowed for warriors. This change is retroactive and<br/>\nwill be reflected on items currently in inventory. Though we strive to avoid<br/>\nnegatively adjusting items after they have been earned, this item presented<br/>\na balance issue, making the change necessary. We apologize to warriors that<br/>\ncurrently own this weapon.<br/>\n<br/>\nA data error with the Symphonic Saber, causing it to report &quot;Item out of<br/>\ncharges&quot;, has been corrected. Due to the dynamics of this particular issue,<br/>\ncurrent owners will need to contact a GM to trade this item out for a new,<br/>\nproperly working version of the item.<br/>\n<br/>\nThe Burning Rapier (rogue weapon) has been enhanced. In addition to an<br/>\nincrease in statistics, it received a stronger spell effect. The lightsource<br/>\neffect on the weapon has been removed due to an aesthetic rogue desire to be<br/>\n&quot;sneaky&quot; :)<br/>\n<br/>\nThe effect on the Hangman&#39;s Noose will now work properly.<br/>\n<br/>\n*General Changes*<br/>\n<br/>\n- Some NPCs in Dalnir were casting spells much too powerful for their level.<br/>\nThey have been adjusted.<br/>\n- Pathing information has been updated in Highkeep. NPCs and pets should<br/>\nhave a much easier time of navigating the zone.<br/>\n- Some Quest-NPCs were not spawning properly in Rathe Mountains. These<br/>\nissues have been corrected.<br/>\n- A handful of problems reported with research practice via the Concordance<br/>\nof Research have been corrected. All practice-rune recipes should now work<br/>\ncorrectly.<br/>\n- Gorilla&#39;s in Burning Wood now have a new texture set that properly<br/>\nreflects their undead status.<br/>\n- Fishing should now work properly in Kunark zones.<br/>\n- /yell now reports the proper direction to people hearing the yell.<br/>\n- Corrected a bug that gave some races the impression that they were allowed<br/>\nto start their character in Cabalis. They were never actually allowed to<br/>\ncreate the character there, however the indication that they could has been<br/>\nfixed.<br/>\n- Corrected sound issues that were causing some crashes to the desktop in<br/>\ncertain cases.<br/>\n<br/>\nWe are in the process of patching music files (*.XMI) for zones in which<br/>\nmusic does not currently work. There are 55 small files (around 2K each)<br/>\nthat will be patched over the next couple of days to enable music in all of<br/>\nthe affected zones.<br/>\n<br/>\nThe zone of Timorous Deep has been tuned and itemized. Certain aspects of<br/>\nthe changes have made certain areas of the zone more dangerous, but the<br/>\nreward should be well worth the risk. Feel free to visit this zone and<br/>\nsearch out its treasures at your leisure. Note: These changes went in on<br/>\nMonday.<br/>\n<br/>\nUpon investigation, we discovered a deficiency with the amount of experience<br/>\nbeing rewarded in many Kunark zones (mostly dungeons). The affected zones<br/>\nhave been updated, and adventurers should notice the greater experience<br/>\nreward in return for the increased risk and challenge associated with these<br/>\nzones.<br/>\n<br/>\n- The EverQuest Team<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
