{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom CPT- 25IDL G4","from":"&quot;Reece, Tom CPT- 25IDL G4&quot; &lt;g4mntofcr@...&gt;","replyTo":"LIST","senderId":"6Cf-3NsO1IXIzrykIvb08s0gIiM-wLUzDk-AzGXxiTq5CHWgrBKgZ12tB6bAsgB7jormQiSBYAl53BV0_QM4wz1uc6D6PTdefe7DHV4AVvx73wfH-lVFh6LR0WsdXR4rlcgl628","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Test of ...","postDate":"960329444","msgId":19441,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEUzRjg0QjkzRUE5NUQyMTE5MDEwMDBBMEM5RDU1QUQ0MDEzQkU2NUFAa3N2Y2hyMDEuaGkucGFjLmFybXkubWlsPg=="},"prevInTopic":19439,"nextInTopic":19442,"prevInTime":19440,"nextInTime":19442,"topicId":19393,"numMessagesInTopic":27,"msgSnippet":"In specific terms I was referring to the Test of events.  If they are geared towards rewarding the best bard on the server, then IMO level should not be a","messageBody":"<div id=\"ygrps-yiv-2094186736\">In specific terms I was referring to the &quot;Test of&quot; events.  If they are<br/>\ngeared towards rewarding the best bard on the server, then IMO level should<br/>\nnot be a factor.  Gonna use your analogy against you but I prefer baseball<br/>\ninstead.  I played baseball in high school.  I wasn&#39;t good enough to play in<br/>\ncollege or professionally.  Those who did have the talent to be MLB players<br/>\nreaped the reward of lucrative contracts.  There is nothing wrong with that<br/>\nand in no way should I expect to receive any special consideration because I<br/>\nwasn&#39;t as good as them.  Compare that now to EQ.  Achieving 50th level is<br/>\nprimarily a function of time available to devote to the game.  You could<br/>\nhave absolutely no clue how to play a bard well and still make 50th level.<br/>\nYou may end up dying more than other bards but can eventually make 50th<br/>\nthrough perserverance alone.  I&#39;ve been playing my bard (my primary<br/>\ncharacter) since 11 April 99 but only have 35 days played.  I just don&#39;t<br/>\nhave as much time to play as others.  Thats a fact of life as well and<br/>\nsomething else I can deal with.  The players who can devote the time<br/>\nnecessary to attain 50th level are rewarded by getting to go to places that<br/>\nI can&#39;t (high level dungeons, dragon/plave raids etc.)  But there are a lot<br/>\nof 50+ bards who do not know as much about the bard class as I do.  So who<br/>\nis the better bard?  A lower level bard who knows how every song works (even<br/>\nthough he can&#39;t use some of them yet) and when to sing them or a 50th level<br/>\nbard who may not have a clue what songs should be sung in a certain<br/>\nsituation?<br/>\n<br/>\nLet me end this with saying that I&#39;m not trying to say I&#39;m the best bard on<br/>\nE&#39;ci.  There are a lot of good bards on the server (Kitasi, Reed, Faras and<br/>\nAloro from this list come to mind) who are just as good or better than me.<br/>\nBut if Verant is going to hold a special event and reward only one bard on<br/>\nthe server then I would like a fair chance to compete in it.  The only way<br/>\nto do this is to rule out character level as the main criteria in judging.<br/>\nTo not do so is a slap in the face to every casual gamer who plays EQ.  <br/>\n<br/>\nGaltin<br/>\n      <br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Jeffrey Sue [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jsue@...\">jsue@...</a>]<br/>\nSent: Tuesday, June 06, 2000 11:35 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: RE: [eqbards] Test of ...<br/>\n<br/>\n<br/>\nAt 09:05 PM 6/6/00 +0000, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;You&#39;ve taken what I said out of context.  The issue was the GM driven &quot;Test<br/>\n&gt;of&quot; events going on.  Apparently the only people who can win the events are<br/>\n&gt;the level 50+ folks.  Kitasi and I were both agreeing that GM events should<br/>\n&gt;be geared towards a specific level range.  For example, if there is a GM<br/>\n&gt;event in GFay, which is a low level zone, then the only people eligible to<br/>\n&gt;participate and receive any potential reward are those people in the level<br/>\n&gt;range the zone was designed for.  But Verant doesn&#39;t do this.  If they hold<br/>\n&gt;an event in GFay the entire zone will be full of level 50s trying to kill<br/>\n&gt;the GM controlled mobs.<br/>\n<br/>\n </span></blockquote>are you speaking of all gm driven events or just the test of events?<br/>\n<br/>\nthe test of events seem geared towards higher level players, no doubt about<br/>\nthat.  is there anything inherently wrong with that?  not really.  i may<br/>\nlike basketball,<br/>\nbut i don&#39;t expect to be able to play in the NBA.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;In a perfect world GM events would be focused on roleplaying and not<br/>\n </span></blockquote>killing<br/>\n<blockquote><span title=\"ireply\"> &gt;the GM controlled mobs.  To my knowledge this has only happened once on<br/>\n </span></blockquote>E&#39;ci<br/>\n<blockquote><span title=\"ireply\"> &gt;(Chula the cleric got the Butcherblock Hammer (artifact) as a reward when<br/>\n&gt;the GMs voted he roleplayed better than anyone else participating).<br/>\n<br/>\n </span></blockquote>the ones i&#39;ve been a part of have been this way, as i posted in my other <br/>\nresponse.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; &gt;Galtin of E&#39;ci </span></blockquote></div>","specialLinks":[]}}
