{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"5WqKi5qGg7VYAfarsM1G3EB8mAHCzQzztYXZ0USaBxlcC8ZtDTrPzuKFFb29A-TjzfuVNhK8qgTLXFA-9g7mzg8HJH8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Where is a good place for a lvl 17 to hunt?","postDate":"929463662","msgId":1953,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMDkuMTk1My45NTkyNzMzNjlAZUdyb3Vwcy5jb20+"},"prevInTopic":1949,"nextInTopic":1955,"prevInTime":1952,"nextInTime":1954,"topicId":1945,"numMessagesInTopic":9,"msgSnippet":"... 17 is an awkward time.  You ve just gotten dual wield so you ve ditched that shield thus lowering your AC and getting beat up more.  Your dual wield skill","messageBody":"<div id=\"ygrps-yiv-954845698\">On Tue, 15 Jun 1999, CMai wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; I am a lvl 17 bard trying to find a good place to hunt.  I am mostly around<br/>\n&gt; Oasis but willing to travel for exp and loot.  I need a good place with<br/>\n&gt; decent amount of plp to group with.  I tried Unrest, and Highpass.  It seems<br/>\n&gt; that no one wants a bard because we attract too much attentions.  Please<br/>\n&gt; give suggestions.<br/>\n<br/>\n </span></blockquote>17 is an awkward time.  You&#39;ve just gotten dual wield so<br/>\nyou&#39;ve ditched that shield thus lowering your AC and getting<br/>\nbeat up more.  Your dual wield skill probably stinks, so you<br/>\nare not doing much more damage than if you were wielding just<br/>\none weapon.  Your new song probably isn&#39;t as effective as<br/>\nelemental rhythms (I didn&#39;t compare the two until 19 and found<br/>\nthe two to be identical in magic resist and AC bonus then).<br/>\n<br/>\nI&#39;d agree with the others that most of the places you can hunt<br/>\nare wide open places you can solo.  In addition to the<br/>\nKaranas, the kodiaks and young kodiaks in West Commonlands<br/>\nwere pretty good fighting.  You can pounce on any wisps that<br/>\nwander by to collect a fair amount of loot while you&#39;re doing<br/>\nthis too.  Just be careful of the hill giants and griffins,<br/>\nand Kizdean Gix and the other dark elf (they have set routes<br/>\nyou can avoid once you learn them).  Unlike the Karanas, the<br/>\ngriffins are not normally aggressive unless they see you in<br/>\ncombat or you stand next to them too long (/con threatening).<br/>\nEvery once in a while there is a werewolf, which you should<br/>\nprobably run from; but if you don&#39;t mind kiting, you can try<br/>\nto kill it because they carry some really good loot I hear<br/>\n(skin sells for about 100pp).<br/>\n<br/>\nIf you do decide to go to Unrest or Highpass or other &quot;tight&quot;<br/>\nareas, make sure you have a good healer in the group. You will<br/>\nbe taking a lot of damage without a shield and with most<br/>\neverything fixated on you.  But 17 was about the time I really<br/>\nfound lullaby to become very effective at controlling trains.  <br/>\nMy friends love me for that, and keep getting themselves<br/>\nkilled taking on more mobs than they can handle at once when<br/>\nI&#39;m not there.  Try to get into banded ASAP if you haven&#39;t<br/>\nalready.<br/>\n<br/>\nAnd dare I mention it, Crushbone is pretty good in the L16-19<br/>\nrange.  It is usually total chaos in there, but you are high<br/>\nenough that most of the trains that form there won&#39;t bother<br/>\nyou (some of the legionnaires will leave you alone).  And with<br/>\na good group you can take on the warlord, Lord Darish, and<br/>\nCrush himself (all sometimes carry special items that can sell<br/>\nfor a lot of platinum).  The royal guard always carries at<br/>\nleast one bronze weapon too, which sells well (do NOT turn<br/>\nyour back on him, I&#39;ve been backstabbed for 82 (yes,<br/>\neighty-two) points).  The loot on the other orcs usually<br/>\nstinks, but they come fast and furious and make up in quantity<br/>\nwhat they lack in quality.  It&#39;s an outdoor zone so you can<br/>\nkick in Accelerando and run if Dvinn sticks his head out (if<br/>\nyou think your group can handle him, give it a shot as he<br/>\ncarries that wonderful wonderful 6/23 dirk).<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
