{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"SteelWolf","from":"SteelWolf &lt;steelwlf@...","replyTo":"LIST","senderId":"wAbH25jTx3yDzZqCzQqcsRdyJ1d8VtarcR9TgOTar4h_ghRZFeuAy2J5J-W4QfTzZ2DzSU9xeXf7jdmSsuTAGQ6fvDPU5nNt","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Where is a good place for a lvl 17 to hunt?","postDate":"924201886","msgId":1955,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMDkuMTk1NS45NTkyNzMzNjlAZUdyb3Vwcy5jb20+"},"prevInTopic":1953,"nextInTopic":1957,"prevInTime":1954,"nextInTime":1956,"topicId":1945,"numMessagesInTopic":9,"msgSnippet":"Since you re already near Freeport, I d recommend the Dervish Camp in West Commons. The Dervs there will con blue to you at least 75% of the time, unlike the 3","messageBody":"<div id=\"ygrps-yiv-1233164334\">Since you&#39;re already near Freeport, I&#39;d recommend the Dervish Camp in West<br/>\nCommons. The Dervs there will con blue to you at least 75% of the time, unlike<br/>\nthe 3 derv camps in north Ro, where most will con green. The Dervs are great for<br/>\nworking Dual Wield, I had 70 skill by the time I left there at level 18. I chose<br/>\nto go to Unrest, where I am now.<br/>\n<br/>\nI would recommend avoiding Befallen until the low 20s, as those monsters seemed<br/>\nto get stirred up and decide all bards must be vanquished. In Unrest, you&#39;ll<br/>\nwant to group up. Get in a good group of 5-6, and you will do very well, as our<br/>\nutility is maximized with a full party. A really good party in Unrest has 1-2<br/>\nclerics (both for healing/buffing and expulse undead), 1-2 wizards (no more then<br/>\n3 clerics wizards in my opinion), and in our case, a bard and two heavier tanks<br/>\n(can be a warrior, monk, paladin, sk, ranger). From 18-20 we were fighting red<br/>\ncons. Whenever I&#39;m in Unrest, I pull. I actually get invited to come to groups,<br/>\nwho say I get them with very good pulls (last night I yanked a barkeep  (apron),<br/>\nundead knight (blood-stained mantle), and reclusive ghoul mage (and he had the<br/>\nsavant&#39;s). The trick though, is that when I pull I make sure only 1-2 monsters<br/>\nfollow me. Sometimes you&#39;ll get a train hitting you as you&#39;re pulling. If that<br/>\nhappens you can often run around the house, the monsters tend to get hung up on<br/>\nstairs or inside the front of the mansion, then you can zone out to clear the<br/>\nhate list. It is very important to me not to train monsters into others, but<br/>\neven more important that I don&#39;t bring monsters to my group that are too much.<br/>\nIf I make a bad pull, I&#39;ll make sure only I pay for my mistake, and not my<br/>\ngroup. Also, if I pull soemthing to hard (pulled a barbed skeleton, we&#39;ve doner<br/>\nthem before, but this resisted the clerics and mages) I rapidly cycle bellow and<br/>\nhave everyone else stop hitting it. When it&#39;s on me I take it away from the<br/>\nparty. They STILL have to zone out to clear it&#39;s hate list, and barbeds have a<br/>\nlong memory, but party members remember when you are right by them. The loot at<br/>\nUnrest is good, as long as your group is. Fine Steel weapons sell for several<br/>\nplat to players, runes, words, etc. sell well in Unrest itself to magi looking<br/>\ninto spell research, and of course for us their is the allure of small bronze<br/>\nplate.<br/>\n<br/>\nCMai wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Hello Everyone,<br/>\n&gt;<br/>\n&gt; I am a lvl 17 bard trying to find a good place to hunt.  I am mostly around<br/>\n&gt; Oasis but willing to travel for exp and loot.  I need a good place with<br/>\n&gt; decent amount of plp to group with.  I tried Unrest, and Highpass.  It seems<br/>\n&gt; that no one wants a bard because we attract too much attentions.  Please<br/>\n&gt; give suggestions.<br/>\n&gt;<br/>\n&gt; Thnx,<br/>\n&gt; Your Friendly Rogue and Bard<br/>\n&gt; Hammerpaw and Samiam<br/>\n&gt; Champions of Norrath, The Rathe </span></blockquote></div>","specialLinks":[]}}
