{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Adam Wasserman","from":"Adam Wasserman &lt;wassermana@...&gt;","replyTo":"LIST","senderId":"HJCZBFe_p9sXvu6EHmKI8QkLIoZPhjHYGmtaoydD8_t1GxrTMU06AG5ulSYt_m7agGJHowL4WejqJrwxjbdor8f_nhGDnzL8bpY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Random Number Generators","postDate":"960833973","msgId":19623,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDY5MURCRTlBODIwNUQ0MTE5NUE0MDBCMEQwMjE5QUE4NDlBNTVCQE5ZRTAxPg=="},"prevInTopic":19622,"nextInTopic":19624,"prevInTime":19622,"nextInTime":19624,"topicId":19582,"numMessagesInTopic":22,"msgSnippet":"Allow me to state a few facts that should be obvious. 1) Not all randoms were created equal. What I mean is that I m sure that some spawns are pure random","messageBody":"<div id=\"ygrps-yiv-232135152\">Allow me to state a few facts that should be obvious.<br/>\n<br/>\n1) Not all randoms were created equal. What I mean is that I&#39;m sure that<br/>\nsome spawns are pure random between several items on an encounter table.<br/>\n(eg. newbie areas, a spawn has an equal shot of getting a bug, a bat, a<br/>\nsnake, etc.) However, for the named spawns, I&#39;m equally sure that the named<br/>\nhas a lower chance of spawning than the place holder. They have to do it<br/>\nthat way to limit the entry of items into the game. The way the game<br/>\nprobably works is that it grabs a random number from the generator and then<br/>\nperforms additional calculations before arriving at the final number which<br/>\nit uses to check to see what is spawned. This makes it much harder to<br/>\ndetermine the true randomness of the generator. The only instance I can find<br/>\nwhere there would be no additional processing would be with the /random<br/>\ncommand. And my experience has shown it to be fairly random. If you were<br/>\ntruly curious, I would advise that you take a large sample set of data with<br/>\nthe /random command and analyze that data. But trying to extrapolate<br/>\nrandomness from spawn tables and loot drops is somewhat pointless. There are<br/>\nother steps we are unaware of that will not be taken into account.<br/>\n<br/>\n2) Often times, statistics are skewed by observations. For example, missed<br/>\nnotes. I happen so see single instances of missed notes from time to time.<br/>\nHowever, I&#39;m less likely to remember them, because they are not nearly as<br/>\nfrustrating as seeing TWO missed notes in a row. Evidence that you are<br/>\nprobably not remembering them is that you often see just 1 proc. If the<br/>\nrandom generator were truly broken as you say, you&#39;d always see doubles of<br/>\nmissed notes AND procs, but not one or the other.<br/>\n<br/>\n3) Lastly, take into acount that this should be a pure random. Therefore,<br/>\nevents that have already occured have no bearing on events that are about to<br/>\ntake place. If I&#39;m in the lord room, and he hasn&#39;t spawned in 6 hours, that<br/>\ndoes not make him any more likely to spawn the next time. The chance to<br/>\nspawn is always the same.<br/>\n<br/>\nWell, I&#39;m no statisitcal genius. I leave that to John Kim.<br/>\n<br/>\nDraelon<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Daniel Sniderman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:fuzzbone@...\">fuzzbone@...</a>]<br/>\nSent: Monday, June 12, 2000 2:02 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: RE: [eqbards] Random Number Generators<br/>\n<br/>\n<br/>\nI agree with your comments on Random Number Generators - however -<br/>\ncriticizing my comments - I wonder how long you&#39;ve played Everquest &lt;g&gt;...<br/>\nTheir RNG is CLEARLY flawed.  In particular - I use SSOY in the Lord Room as<br/>\nan Example.  I know MANY people who have LITERALLY camped it for two weeks<br/>\nin a row maybe a total of let&#39;s say 50 hours.  They report going days and<br/>\ndays of never seeing one - and then getting five in one session.  I&#39;ve heard<br/>\nof this happening on several occasions.<br/>\n<br/>\nAnother example is Proc&#39;s and Failed Notes.  I almost never see just one or<br/>\nthree in a row.  I&#39;d say that about 85 percent of the time - I get two procs<br/>\nor two failed notes in a row.  I don&#39;t know if I&#39;ve EVER seen three procs in<br/>\na row.  I RARELY have seen three missed notes in a row (discounting when low<br/>\ninstrument skills is a factor).<br/>\n<br/>\nTo &quot;Perhaps a Princess&quot; this is not Random according to the &quot;Experts&quot; in the<br/>\narticles I&#39;ve read. The issue of extrapolating on a small sample aside<br/>\n(which again I grant is true in my test on Kaesora but not my example of<br/>\nprocs/missed notes) A RNG should produce a truly random sample.  For a<br/>\nBinary test.  Consistently getting 45-50 0&#39;s followed by 2 1&#39;s 85 percent of<br/>\nthe time is bad code.<br/>\n<br/>\nOn the other hand - perhaps this is all a part of &quot;The Vision&quot; and they<br/>\nspecifically coded the RNG to work that way.<br/>\n<br/>\nI don&#39;t know a lot about a Statistics - but I&#39;ve been in the IT industry for<br/>\n16 years and read lots of articles about Random Number Generators for<br/>\ncomputing systems.  There are tests that can be done on the algorithm as to<br/>\nhow Pseudo-Random they are (obviously - by definition - an algorithm can&#39;t<br/>\nbe truly random)  I&#39;d be curious if Verant has done this analysis.<br/>\n<br/>\nThis is evidence of poorly coded random number generator.  The Prosecutions<br/>\nrests.<br/>\n<br/>\nSlyde<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Jeffrey Sue [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jsue@...\">jsue@...</a>]<br/>\nSent: Monday, June 12, 2000 12:49 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: RE: [eqbards] My day in Kaesora was Re: MM Drum misadventure<br/>\nand Nostrolo Tamborine<br/>\n<br/>\n<br/>\numm, do you know what &#39;&#39;random&#39;&#39; means?  and have you taken any statistics<br/>\ncourses?<br/>\ndo you honestly think that a sample size of 7 is statistically significant<br/>\nfor a typical<br/>\nrandom number generator?<br/>\n<br/>\nhere&#39;s an example.  a pair of dice has 36 possible combinations.  roll the<br/>\ndice 7 times.<br/>\neven assuming you don&#39;t duplicate any of those combinations during those 7<br/>\nrolls, that<br/>\nmeans you haven&#39;t rolled 29 of those combinations.  by the stats you&#39;ve<br/>\naccumulated<br/>\nthey have a 0% chance of occurring.  obviously false.  and that&#39;s only 36<br/>\ncombinations.<br/>\n<br/>\n<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nShop online together. Plan vacations. Visit your favorite sites.<br/>\nWith iKena you and your friends can see the Web together.<br/>\niKena software is quick to download, simple to install, easy to use.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/5257/10/_/451022/_/960832969/\">http://click.egroups.com/1/5257/10/_/451022/_/960832969/</a><br/>\n------------------------------------------------------------------------<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
