{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daryl Schwemley","from":"Daryl Schwemley &lt;drs@...&gt;","replyTo":"LIST","senderId":"R94TtwDQsaaX0ugWHT4hEkKG0sTBHca82iwGDrIr3inXixPFW5xYW90gDtGh588Kp4TivgsAHieOd7bU5-EUUwj-CT-A6w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Why didn&#39;t I log out sooner?","postDate":"960840248","msgId":19634,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEVBNDhGNTQ4N0YyQkQzMTE4N0Y4MDA1MDhCNDQwMDkwNjMwRjQwQG9yaW9uLmNoaWNrYXNhd3RlY2guY29tPg=="},"prevInTopic":0,"nextInTopic":19640,"prevInTime":19633,"nextInTime":19635,"topicId":19634,"numMessagesInTopic":2,"msgSnippet":"Last night I fired up my puter to persue my favorite pasttime, Everquest (bet ya didn t see that coming!). I m camped out in the windmill of the lake of ill","messageBody":"<div id=\"ygrps-yiv-197946710\">Last night I fired up my &#39;puter to persue my favorite pasttime, Everquest<br/>\n(bet ya didn&#39;t see that coming!).<br/>\n<br/>\nI&#39;m camped out in the windmill of the lake of ill omen, so I shout once for<br/>\na group, and then proceed to wander of to the skelly ruins.  There&#39;s a group<br/>\nof 2 rangers and shaman there whacking on things and the shaman spots me.<br/>\nHe runs over and asks if I&#39;m grouped.  Since I&#39;m not yet, I join them in<br/>\ntheir destruction of the undead in the area.  Things proceed nicely.<br/>\nEveryone is happy to have a bard and are thoroughly impressed with the<br/>\nincrease in effectiveness of the group, but then one of the rangers decides<br/>\nto leave.<br/>\n<br/>\nWe figure we&#39;ll still be ok and I pull out my claw and silvery axe instead<br/>\nof my dual gnoll hide lariats which I was using before.  Things continue to<br/>\nbe good until the shaman decides to pull a skelly and two come.  Of course,<br/>\nthis valley has lots of wanderers, so we pick up two wanderers also.  The<br/>\nranger peels off one mob while I start tanking (ack!) one of the skellys<br/>\n(and one of the wanderers of course) and the shaman blasts the other skelly<br/>\nto oblivion.  Things are looking bad as I get down to a little less than two<br/>\nbubs, so I flip on Selo&#39;s and start running circles around the group while<br/>\nthey finish off another mob.  The shaman and ranger med and heal while I<br/>\nkeep the last two mobs busy running in circles.  Then we manage to polish<br/>\neverything off.  This was really nice.  Both the shaman and ranger were duly<br/>\nimpressed, but then the ranger and shaman both had to camp out.<br/>\n<br/>\nThings have been going great this night, so I decide to look for another<br/>\ngroup, and find a rogue to partner up with.  We move over to the back<br/>\nentrace of the Sarnak fortress, and I use lament to pull one of the two<br/>\nsarnaks at the entrance.  We proceed to demolish this recruit (I love<br/>\nrogues!).  And continue to pull a couple more singles.  Things are still<br/>\ngoing great, we&#39;re finishing up another recruit when another player runs out<br/>\nof the fortress and starts yelling for help.  We proceed to finish our fight<br/>\nand just as this recruit dies, bam, we get trained by a sarnak adherent and<br/>\npet.  I get nailed by a darkness spell and end up dying.<br/>\n<br/>\nI proceed to remem my songs, grab a spare drum and truck it back to my<br/>\ncorpse.  The rogue asks the other player why he trained us and his response<br/>\nwas that since we didn&#39;t help us, he figured we should go down with him.  I<br/>\nwas floored.  We were already engaged, and he thought we should turn to help<br/>\nhim???  I guess I should have logged off sooner. :(<br/>\n<br/>\nGilgurth<br/>\nBard of 25 Winces<br/>\nE&#39;ci</div>","specialLinks":[]}}
