{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeffrey Sue","from":"Jeffrey Sue &lt;jsue@...&gt;","replyTo":"LIST","senderId":"PiieRBfKT5YkHCeLZejfjnK0bo_O2If_BiltQgYYv9Wy2sNMTvEA-bTkLgg-uhfyx4Yu7cuaZjZCU9uHDDDjDc2LMuaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Player wipe on Test","postDate":"961605931","msgId":19937,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMi4wLjU4LjIwMDAwNjIxMDkxOTI4LjAwYTc1YTEwQHBvcC5yZWRiYWNrLmNvbT4=","inReplyToHeader":"PDAxNjIwMWJmZGI4NSRiNzk0YWE1MCRhYjVhNTk4MUBzYmEudXdtLmVkdT4=","referencesHeader":"PDAxMzEwMWJmZGI4MiQ3YTFlYmYxMCRjYjI2ZjRjZUBnczMwMC5jYXJzaW5mby5jb20+"},"prevInTopic":19936,"nextInTopic":19938,"prevInTime":19936,"nextInTime":19938,"topicId":19918,"numMessagesInTopic":35,"msgSnippet":"... on a test server, i doubt they make tape backups of characters as often as on live servers.  and why should they go through all that trouble for just a","messageBody":"<div id=\"ygrps-yiv-1485419560\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; 1) Reinstating characters but wiping out all their items.<br/>\n&gt;<br/>\n&gt;Heard that they tried a load from tape and it brought back all the GM Buffed<br/>\n&gt;& Itemized Level 60 chars from the Kunark beta as well. (more on that<br/>\n&gt;below.)  It restored every character recently created not just current<br/>\n&gt;characters or something like that.  On live servers they are able to restore<br/>\n&gt;chars from tapes they keep.  Not sure of the current cycle but about 6<br/>\n&gt;months ago a friend got restored but the save point was from a few days<br/>\n&gt;previous.<br/>\n<br/>\n </span></blockquote>on a test server, i doubt they make tape backups of characters as often as<br/>\non live servers.  and why should they go through all that trouble for just a test<br/>\nserver?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; I can understand their reasons for going ahead with the wipe, but it still<br/>\n&gt; &gt; stinks nonetheless.<br/>\n&gt;<br/>\n&gt;It stinks - big time!  Think about this happening on a live server or on all<br/>\n&gt;live servers. I guess that is why they have a test server but it also points<br/>\n&gt;out (yet again) the woefull lack of professionalism in Verant&#39;s procedures.<br/>\n&gt;Are they no more than a bunch of &quot;Cowboy Coders&quot; ??? They can&#39;t even do<br/>\n&gt;reliable tape back-ups??? Here is a valuable resource - test server and the<br/>\n&gt;testers.  The design of the game is such that you need to invest large<br/>\n&gt;amounts of time to get to high levels. To go for a year and allow folks to<br/>\n&gt;build their chars and test the new things without adequate protection is<br/>\n&gt;simply gross negligence.  To say &quot;its just a test environment and you knew<br/>\n&gt;that you could be pwiped at any given time without notice...&quot; is just<br/>\n&gt;legalise B.S. to cover their ass for their own incompetance.  I can see that<br/>\n&gt;level of  error allowable on in-house, alpha level environment or even<br/>\n&gt;closed beta.  To have run the closed beta on the test server - was a huge<br/>\n&gt;error on their part (thank you 20-20 hind site) but it smacks of their<br/>\n&gt;&quot;penny-wise, pound-foolish&quot; attitude.<br/>\n<br/>\n </span></blockquote>Hint:  it didn&#39;t happen on a live server.  i&#39;m sure they do reliable tape backups<br/>\non LIVE servers.  I have heard many stories of people getting character restores<br/>\nwhen they needed it on the live servers.  i&#39;m not sure how valuable a resource you<br/>\ncan say these testers are, especially when a huge bug went in, and they didn&#39;t<br/>\nreport it, they went and farmed it.  i think a lot of the players moved there just<br/>\nbecause they wanted to play on an uncrowded server and don&#39;t bother reporting<br/>\nbugs and problems.  i don&#39;t understand why running the closed beta on the test<br/>\nserver was a &#39;&#39;huge error&#39;&#39;.  it seems to me that it was the perfect place to run the beta.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;If the test server and the testers there are truly valuable resources, then<br/>\n&gt;they should have had adequate safeguards in place to allow them to recover<br/>\n&gt;their test world to a previous save point.  This really hurts they<br/>\n&gt;credibility and shows what little respect they have for testers who are<br/>\n&gt;helping them.  Imagine how they regard the ones who merely play the game.<br/>\n<br/>\n </span></blockquote>if the players on test were truly testers, there for the sake of testing the code, then<br/>\ni would agree.  since they are not, it hurts the players&#39; credibility, not verant&#39;s.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Sylly </span></blockquote></div>","specialLinks":[]}}
