{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Gordon Hughes","from":"&quot;Gordon Hughes&quot; &lt;ghughes@...&gt;","replyTo":"LIST","senderId":"VwfwuDGU_tAmG7IBbb1N61Lp3aDePv5IzjWvnZrISDk42LsIAyPIh-vIbkqlq3rpcchz_-IfAA1JX9g3k-nD-exnrurM4H3Lz1GCO34","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards]Roleplaying in EQ (was Bard Training in Kunark)","postDate":"961607396","msgId":19946,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxMzUwMWJmZGJhMyQ4NjRlZGExMCRjYjI2ZjRjZUBnczMwMC5jYXJzaW5mby5jb20+","inReplyToHeader":"PDAxNzYwMWJmZGI5YSRlMzY1ZjY2MCRhYjVhNTk4MUBzYmEudXdtLmVkdT4="},"prevInTopic":19942,"nextInTopic":19949,"prevInTime":19945,"nextInTime":19947,"topicId":19905,"numMessagesInTopic":13,"msgSnippet":"... 3. The content based events/quests/lore & history has been skimpy at best. Granted, it s very difficult to provide RolePlay Lore when there are so many ","messageBody":"<div id=\"ygrps-yiv-765833604\"><blockquote><span title=\"ireply\">&gt;<br/>\n </span></blockquote>3. The &quot;content&quot; based events/quests/lore & history has been skimpy at best.<br/>\nGranted, it&#39;s very difficult to provide RolePlay Lore when there are so many<br/>\nDuuuudz who wanna kill it and loot it.  But where is the incentive for<br/>\nplayers to do otherwise? Where are the tools to facilitate GM events? And<br/>\nthey may not have the resources to make dynamic events actually work - ie<br/>\nwhy bother if there is no money in it.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n<br/>\n </span></blockquote>Very true, Sylly.  Verant has marketed EverQuest as a Massively Multiplayer<br/>\nOnline Roleplaying Game.  It&#39;s certainly MMO, but I&#39;m not so sure about the<br/>\nRPG bit.<br/>\n<br/>\nPlayers in EQ don&#39;t roleplay.  The game has become (at most) Quake with<br/>\nroleplaying elements between battles. &quot;Lawks, my good sir, thou didst surely<br/>\nget a sound spanking from yonder Sarnak.  Prithee, I should heal thee.&quot;<br/>\nLore is hinted at in the game, but all the lore and history I&#39;ve read is on<br/>\n*websites*!  Why?  In an interactive game such as this, we should have<br/>\naccess to the lore through libraries, NPCs and GMs.<br/>\n<br/>\nThere&#39;s no denying that cynical names such as EverCamp, EverLoot, EverFarm<br/>\netc etc have more than an element of truth about them.  If you ask someone<br/>\nwhy they&#39;re going on a Dragon Raid, they&#39;ll undoubtedly answer along the<br/>\nlines of &quot;um, because he drops the Horn of War, DUH!&quot; and not something like<br/>\n&quot;I rallied my guildmates and these brave souls to slay Nagafen in revenge<br/>\nfor razing my home village to the ground and killing my family.  His death<br/>\nshall be a relief to us all.&quot;<br/>\n<br/>\nEverQuest has taken the capitalist side of real life and put it online.<br/>\nThere&#39;s some days I feel like a donkey chasing a carrot.  But like the<br/>\ndonkey, I don&#39;t have any particular reason to go after the carrot other than<br/>\n&quot;it&#39;s there.&quot;<br/>\n<br/>\nHowever, if you&#39;re happy with that, then welcome to their world.<br/>\n<br/>\nThink of any (good) P&P (pen and paper) RPG - Vampire: The Masquerade, SLA<br/>\nIndustries (wow!), Paranoia, Star Wars etc.  What do they all have in<br/>\ncommon?  What&#39;s the one essential thing that makes them work?  STORIES!  And<br/>\nGMs.  EQ GM-run events are largely a joke.  Sure, there&#39;s some interesting<br/>\nplotlines thrown in, but we have no idea how it fits into the big picture.<br/>\nIt&#39;s like watching an old 50&#39;s serial show - if you missed last week&#39;s<br/>\nepisode, too bad; the story goes on without you, but you don&#39;t get the<br/>\ntwo-minute recaps when you tune in next.<br/>\n<br/>\nI got hooked on EverQuest for what it promised, which it has delivered very<br/>\nlittle of.  Add that to the ever-growing pile of carrots.<br/>\n<br/>\nI bought Vampire - Redemption last week.  It may not be MMO, but it&#39;s<br/>\n*definitely* an RPG.  The sheer brilliance of being able to Storytell (GM)<br/>\nonline with a group beats anything EQ can do atm.<br/>\n<br/>\nI&#39;ll continue to play EverQuest, mainly because I have friends in the UK who<br/>\nplay and it&#39;s a great way to keep in touch since I moved over here.<br/>\n<br/>\nAnd those carrots are addictive. ;)<br/>\n<br/>\nHmm... carrots... that reminds me, it&#39;s lunchtime.  See y&#39;all inna bit. ;)</div>","specialLinks":[]}}
