{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Elijah Meeker","from":"Elijah Meeker &lt;emeeker@...&gt;","replyTo":"LIST","senderId":"Cfzz_f2Zkghz7RiW8ZgrH1OfhMue1n2IU0b-tdlJD9DB0GnTwH48rh62q8PV6xAlAXfVx0pSCO8eCdSTMi0jvgt34gRSWLonEc959g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Starting over","postDate":"961787051","msgId":19993,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDFENTAzM0Y1QTlDODVFNEM4NjFGMDUzRTYzN0NCODlGN0VCNzBCQHBvc3RhbC5tb25leXN0YXIuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":19992,"nextInTime":19994,"topicId":19993,"numMessagesInTopic":1,"msgSnippet":"Well, on a whim I started a Wood Elf bard on a server where I know no one and have no other characters. The idea was to see how I could do on wits alone (no","messageBody":"<div id=\"ygrps-yiv-891417776\">Well, on a whim I started a Wood Elf bard on a server where I know no one<br/>\nand have no other characters. The idea was to see how I could do on wits<br/>\nalone (no twinking, no help by friends). What a blast. here is my report, it<br/>\nmight have some good info for brand new bards:<br/>\n<br/>\nI fixed a few issues with Tszaaz&#39;s stats, I put a bit more into str. I think<br/>\n85, and life is easier, 80 was just too low.<br/>\n<br/>\nI started out running mail and whacking bats, people were offering 2-3pp for<br/>\nbatwings so I got a bit of money. Bone chips went to 5pp but I found it hard<br/>\nin GFay to get enough. The HUGE difference for me was that I wasn&#39;t afraid<br/>\nto use Chords of Dissonance. Yes, I got crosswise (read: Dead) with a Fairy<br/>\nNoble once...one Guard Related incident did occur (I would have gotten away<br/>\nwith it too if Felwithe Guards didn&#39;t share hate lists with Kelethin<br/>\nguards), but on the whole it made a HUGE difference.<br/>\n<br/>\nNext, I lucked out and found someone who wanted to work on their tailoring.<br/>\nI brought them ruined wolf pelts and they made me a fair amount of patchwork<br/>\narmour. <br/>\n<br/>\nI had chosen Agnostic this time around instead of Quellios (I remain a<br/>\nQuellist in my heart, but I am keeping it under wraps publicly :o) and<br/>\npossibly do to this I couldn&#39;t get the pixie dust or Orc hatchet quests till<br/>\nI  had whacked a fair number of orcs (or it was hitting level 5, don&#39;t know<br/>\nwhich). <br/>\n<br/>\nAround level two I had 3pp and started pestering the auction channel for an<br/>\nFS dagger. Well, in the first of several miracles a truly wonderful Dwarven<br/>\nLass summoned me and presented me with a Pugius. Woof, what a difference.<br/>\nAfter having played Tszaaz to 35 I really think that focusing on dagger<br/>\nrather than 1HSlash makes the most sense. Before the Pugius my plan was FS<br/>\nSteel until I could afford a Dragoon Dirk. Upgrades from there would be<br/>\nobsidian shard and Blade of Fiery Lamentations (what Tszaaz Dual Wields).<br/>\nKnowing no one and having no plans for joining a guild I figure waki/yakis<br/>\nare too far away to worry about.<br/>\n<br/>\nThe next miracle was: &quot;The first newbie to poke me at the newbie lift gets a<br/>\nsurprise&quot;. I expected the worst (heh) but after the first newbie to get<br/>\nthere already HAD one, I was next in line for...A Dwarven Ringmail Shirt.<br/>\nWOOOO!<br/>\n<br/>\nThis miracle was slightly eclipsed by (you won&#39;t believe this) finding the<br/>\nfollowing littering the top of the newbie Lift:<br/>\n<br/>\nLarge Broze BP<br/>\nMedium Bronze P<br/>\nMedium Bronze boots<br/>\nFS Hammer, greatstaff and scim<br/>\n<br/>\nIt was like 5am (woke up early and couldn&#39;t get back to sleep) so no one was<br/>\naround.<br/>\n<br/>\nAfter selling the FS weapons I had enough to buy my songs, I plan to sell<br/>\nthe Large BP on Anitonica and hope to trade my medium for small.<br/>\n<br/>\n<br/>\nLevel 3-4 were standard stuff, level 5 however was spent in LFay hunting<br/>\npixies. Great money, great exp...and when I rule the world every tree in<br/>\nLFay shall have a Brownie Outcast nailed to it.<br/>\n<br/>\nSo, what next?<br/>\n<br/>\nAs soon as I hit 6 it is off to Anitonica. I was planning to stop off at the<br/>\nSisters isle and hope to buy a Purity Belt but someone sold me one for 4pp<br/>\nin GFay so that errand is taken care of. I now have the following goals:<br/>\n<br/>\n1) Shin gauntlets/grieves in LGuk. It will be fun to be there as a level 6<br/>\nnewbie, who knows, maybe I will make a dash for a mask :o) both shin pieces<br/>\nare No Drop and near the zone, people will often be happy for you to loot<br/>\nthem...I will be bringing NagaThin Brand Muffins N&#39; Milk, so that may help a<br/>\nbit.<br/>\n<br/>\n2) Carnal pauldrons from SolB. Also No Drop, near the priest room. I have<br/>\nnever tried for these before, but if I can pull it off, well, it will be<br/>\nquite the coup. Defiantly a weekend night thing :o)<br/>\n<br/>\n3) Off to Blackburrow to raise enough money to play banker in Cazic Thule.<br/>\n<br/>\n<br/>\nIt is being a total hoot to have to apply every trick I know to make it in<br/>\nthis new strange world. Yes, I have lucked out by getting some great gifts,<br/>\nbut on the whole it has been fun and exciting playing a young bard *well*. I<br/>\nknow how to set my hotkeys, I know when and how to run, it&#39;s a dream<br/>\ncompared to starting Tszaaz. <br/>\n<br/>\n<br/>\nAnyway, there is a report from the front. back to work.<br/>\n<br/>\nTszaaz...<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
