{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Elijah Meeker","from":"Elijah Meeker &lt;emeeker@...&gt;","replyTo":"LIST","senderId":"XVKRj1rDUmXpgTyTeTm6MSTNVOb9xAXKT8Y2YavssUvVJORbU_LhYyNdupWTI9riUQNqECEd-R4re6JswodvAVP2d0qK69S32qzmYA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Newbie Bard Project, Pt 2","postDate":"962130216","msgId":20052,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDFENTAzM0Y1QTlDODVFNEM4NjFGMDUzRTYzN0NCODlGN0VCNzEyQHBvc3RhbC5tb25leXN0YXIuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":20051,"nextInTime":20053,"topicId":20052,"numMessagesInTopic":1,"msgSnippet":"When last we left Our Hero, the young bard on the server where his player knew no one, he had just made level 6. He had done lots of pixie dust and spider silk","messageBody":"<div id=\"ygrps-yiv-323763862\">When last we left Our Hero, the young bard on the server where his player<br/>\nknew no one, he had just made level 6. He had done lots of pixie dust and<br/>\nspider silk quests, been given a Dwarven Ringmail Tunic and a Pugius by kind<br/>\npassers by, bought a shield, a spiked collar and a Purity belt (likely a<br/>\ngift from an adoring sister to the seller, who only had to sell it to buy<br/>\nher a present in return), and found several pieces of Bronze Plate laying on<br/>\nthe newbie lift platform. Lets tune in and see what did with his newly found<br/>\nwealth...<br/>\n<br/>\n&quot;At last I found a buyer for the large bronze breastplate. An ogre of<br/>\nconsiderable mass, who sees to have been grudgingly accepted by the kelethin<br/>\nguards. What shall I do with this wealth? 34 platinum is a fortune...and<br/>\nnot, it will not buy me the armour I will need to survive. I must invest<br/>\nthis money in my willingness to work hard, and I must serve a just cause...<br/>\n<br/>\n&quot;Friends, every day our young are dying, slaughtered in heinous manner  by<br/>\nbats, bugs, rats, snakes, spiders and even *shudders* ORCS. Why you ask?<br/>\nThey have naught but rusty weapons to defend themselves with, an item you<br/>\nwould rather destroy than even carry! I am here on the behalf of the Arm the<br/>\nChildren Campaign, buying your Fine Steel weapons...<br/>\n<br/>\n&quot;Those laying siege to the Temple of Cazic Thule responded to my please,<br/>\nopening their hearts and backpacks, even slaying the vile lizards at the<br/>\nentrance for me so I might waddle my encumberedness towards civilization<br/>\nwith a minimum of perishing.<br/>\n<br/>\n<br/>\n&quot;I returned then to that part of the world to face danger once again...in<br/>\nthe Lower portions of the pit known as Guk. On my way I saw a brave hunter<br/>\nwaiting upon a frogluk known as the Squire. I wished him luck that this<br/>\nfiend (erm, though their impression of me was significantly better than mine<br/>\nof them) and offered to lessen his undoubted load of collars. He would not<br/>\naccept my offer of payment and I continued on with my new magical item. The<br/>\nspiders of Lesser Faydark would soon feel my vengeance for my various<br/>\ndeaths.<br/>\n<br/>\n&quot;But I was not ready to seek them yet, I made straight for the Undead side<br/>\nof Guk, quickly discovering a pair of Shin Gauntlets. Thereafter I was to<br/>\ndie repeatedly in search of  Grieves, in large part due to going as far as<br/>\nthe Bedroom in my search.&quot;<br/>\n<br/>\n(Authors note: The point of doing the spider silk quest so many times was to<br/>\nhave many spare drums in the bank for running back to LGuk, at the end I had<br/>\nlike 4 on me :o)<br/>\n<br/>\n&quot;During this time,  a passing Troll, totally without petition, gave me a<br/>\nBloodstained mantle to aid me in my efforts. In the end I left without<br/>\ngrieves, some day I will have to return...but I had another appointment in<br/>\nthe Temple...<br/>\n<br/>\n&quot;Friends, lets get weapons OFF the streets and keep our children safe, I<br/>\nhave been authorized by the Guards of Norrath to administer the Guards Fine<br/>\nSteel Weapons Buy-back program...<br/>\n<br/>\n&quot;Once again, the people heard my message. This time I offered the fine steel<br/>\nitems to thoroughly screened Law-Abiding Citizens (there was no trade window<br/>\nhanky panky, a very good indicator of high moral standing) from Freeport to<br/>\nKelethin.&quot;<br/>\n<br/>\nThis Weeks Epilogue:<br/>\n<br/>\nMy newbie bard is still level 6, despite his deaths in lower Guk. he now has<br/>\n95pp and many nice pieces of armour, leveling now should be pretty fast.<br/>\nNone of the pieces were gained by begging, but only by be vocal about who I<br/>\nwas, what I was doing, and always always, offering (if not TOO vigorously)<br/>\nto pay for things. yes, I think trying to be entertaining defiantly helps<br/>\ntoo. He has stopped along the way to help folks if he could, this has not<br/>\nbeen a mercenary effort, he is just having fun, but knowing a few tricks.<br/>\n<br/>\nThere has been a long running gag with the entire zone of Ocean of Tears,<br/>\nwhich I won&#39;t relate now (I am not sure how well it would translate) but my<br/>\nyoung bard  *did* get a guild invite last night from a good fellow who heard<br/>\nme in Cazic AND OOT. I am willing to bet they are a good guild too, at least<br/>\nattitude wise, from my short tells with him. While I am not planning on<br/>\njoining any guild at all, I do plan to seek out their members when hunting. <br/>\n<br/>\nThe point of this &quot;series&quot; is to pass along any tricks to young bards that<br/>\nmight help, to make the case that there is no need to beg and KS and all the<br/>\nother ugliness to get ahead, and to share a bit of the total blast I have<br/>\nhad with a newbie bard on a strange server.<br/>\n<br/>\nTszaaz<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
