{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Randy Keith","from":"Randy Keith &lt;Kalekona@...&gt;","replyTo":"LIST","senderId":"5XqvElW4a3OnN2rH0Sy7Px8pWcUfb44cHoE1r9xl-6LLA7qov73GLYEPPYsBTYy9xxkLcFcnXdey7fUFg4maZ36NVLsAB7xK","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Price Guides was Trade Help (OT) LONG","postDate":"962150701","msgId":20071,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5NTk0MTJELjc2NjRCMDMwQHVzd2VzdC5uZXQ+","referencesHeader":"PDhqN3YwZCs0cHBtQGVHcm91cHMuY29tPiA8Mzk1N0Y2NzIuODY4MkRDMkVAdXN3ZXN0Lm5ldD4gPDAwMTEwMWJmZTAzNiRlOGM3NjI2MCRlNjRhYmMxOEBwaWVjZW9mc2hpdD4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":20070,"nextInTime":20072,"topicId":20071,"numMessagesInTopic":1,"msgSnippet":"Of course thier your opinions, I don t think anyone on any message system states facts without stating that it is one =) Maybe it s just the fact that I am not","messageBody":"<div id=\"ygrps-yiv-2117019957\">Of course thier your opinions, I don&#39;t think anyone on any message system states facts without stating<br/>\nthat it is one =)<br/>\n<br/>\nMaybe it&#39;s just the fact that I am not a newbie. Been around long enough to have the mentality that a<br/>\nwarrior item goes to the warrior instead of &quot;Rolling&quot; for it. =)<br/>\n<br/>\nThat&#39;s probably why I get confused at the &quot;Price check&quot; phenomena that has just recently (Last week or<br/>\ntwo) started on my server.<br/>\n<br/>\nYou stated a few reasons to prices... There is one more...<br/>\n<br/>\nCan the thing that drops it be soloed by the person that is interested....<br/>\n<br/>\nI have been in the market for a Necklace of superiority on my server. I have Kunark, but my computer<br/>\nfreezes there. So I have been trying to trade for one. Only to turn away 15 offers to date because I could<br/>\nsolo the monster that drops it. (At least when I compare myself to others of the same calibur of playing<br/>\nas myself.)<br/>\n<br/>\nSorry if I sounded like I was stating facts in my post. I did not mean to insinuate that all price guides<br/>\nare invalid. Just that my opinion of them are really really low. As soon as someone I am trading with<br/>\nmentions that XXX website lists thier trade item at XXX price, I tell them that I will not bother to<br/>\nacknowledge that price.<br/>\n<br/>\nBlitz Krieg wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; I understand what you&#39;re saying, but aren&#39;t the people saying &quot;Price Check<br/>\n&gt; on a XXXX!!!!&quot; asking around on their server?  They&#39;re doing what you&#39;re<br/>\n&gt; suggesting.  Also, if you notice the reasoning (after the approximate prices<br/>\n&gt; I listed) took into consideration some of the &quot;Are you happy&quot; type of<br/>\n&gt; questions you asked.<br/>\n&gt;<br/>\n&gt; That said, I do understand the concept and the flaws in the &quot;priceguide&quot;<br/>\n&gt; system, and you can peruse the actual bids and weed out the obvious fakes.<br/>\n&gt; I do not believe that the priceguides are THE price for any item.  But, I<br/>\n&gt; know that Xegony is one of the original servers, thus sharing more similar<br/>\n&gt; economies to more servers than any that came later.  Starting with this<br/>\n&gt; price as a guideline is a safe bet.  It was a little easier pre-Kunark to<br/>\n&gt; ask around the server as the items had been around for awhile and more<br/>\n&gt; people knew their approximate value.  With all the new items from RoK, it<br/>\n&gt; makes it much more difficult to even know WHAT exists out there, much less<br/>\n&gt; know the value for it.  I am surprised constantly by the new items I loot<br/>\n&gt; and have to consider whether the item is a &quot;cash item&quot; or a trade item.  And<br/>\n&gt; people I ask many times have no clue to the price and actually ask me the<br/>\n&gt; stats! :)<br/>\n&gt;<br/>\n&gt; There are several things that establish a price.  Obviously Supply and<br/>\n&gt; Demand are the biggest.  How badly somebody wants an item is a 3rd.  A high<br/>\n&gt; end Ranger Only sword would go for more than a Bard Only sword with the<br/>\n&gt; exact same stats.  Why?  There are more rangers than bards.  If both those<br/>\n&gt; same items were pre-Kunark they&#39;d go for less on an aged server than a new<br/>\n&gt; server.  Why?  There are more items in population.  If you look closely and<br/>\n&gt; consider the flaws, the pricing guides all take this into consideration<br/>\n&gt; obviously as these are (hopefully) REAL trades.<br/>\n&gt;<br/>\n&gt; I agree with the other statement someone made about buying a car... I would<br/>\n&gt; always check priceguides and alternatives first... I may be happy with the<br/>\n&gt; price, but I would sure be pissed off to find out after it was too late that<br/>\n&gt; I was ripped off.  Even if I could afford the payments and they didn&#39;t seem<br/>\n&gt; to high at the time.<br/>\n&gt;<br/>\n&gt; I&#39;ve used the priceguides as just that, guides, for a long time now, and<br/>\n&gt; I&#39;ve had lots of success with it.  I&#39;ve had people send me tells saying,<br/>\n&gt; &quot;You&#39;ll never get 30k in trade value for an Arbitor&#39;s Longsword&quot;... I laugh<br/>\n&gt; to myself and tell them, &quot;Okay&quot; and proceed with dealing with the person<br/>\n&gt; offering that or more.  If there is no person offering that or more, then I<br/>\n&gt; obviously would lower my standard, but what they&#39;re telling me is THEY would<br/>\n&gt; not pay that for the item.  That&#39;s perfectly fine... I&#39;ll trade it to<br/>\n&gt; someone else. :)<br/>\n&gt;<br/>\n&gt; As far as the Selo&#39;s Drum... I&#39;d more than likely use my tambourine and try<br/>\n&gt; to loot the selo&#39;s drum than trade 15k in value for it... But, I&#39;d be ALOT<br/>\n&gt; more open to trading 15k in value for it if I knew that it was a typical<br/>\n&gt; price and I wasn&#39;t being ripped off.  It&#39;s on my list of WANTS, but there<br/>\n&gt; are many items on that list and I only have a limited &quot;budget&quot; to work with.<br/>\n&gt; :)  I will probably only see ONE Arbitor&#39;s Longsword in my Bardic life... I<br/>\n&gt; don&#39;t want to throw it away for JUST Singing Steel Gaunts, even tho I<br/>\n&gt; really, no REALLY want them. :)<br/>\n&gt;<br/>\n&gt; btw, in case anyone doesn&#39;t know ~ means &quot;approximately&quot;<br/>\n&gt;<br/>\n&gt; Anyway, these are just my opinions, I don&#39;t presume to think that everyone<br/>\n&gt; or &quot;anyone&quot; shares them, but I do know there is reasoning behind them. :)<br/>\n&gt; YMMV<br/>\n&gt;<br/>\n&gt; Darkfox Reven&#39;tsol<br/>\n&gt; Xegony<br/>\n&gt;<br/>\n&gt; Randy Keith wrote:<br/>\n&gt; &gt; No offense but all those sites out there with &quot;Priceguides&quot; are worthless.<br/>\n&gt; If you want to get an idea what<br/>\n&gt; &gt; something is worth. You MUST only ask around on your server. Other servers<br/>\n&gt; vary wildly in pricing.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Those websites get the children posting prices of 250 plat for a item that<br/>\n&gt; goes 10K+ on every other<br/>\n&gt; &gt; server. Throws off the pricing.<br/>\n&gt; &gt;<br/>\n&gt; &gt; The way to know that you are getting a good deal?<br/>\n&gt; &gt;<br/>\n&gt; &gt; Ask yourself one question. Are you happy with what you are getting?<br/>\n&gt; &gt;<br/>\n&gt; &gt; I always wondered about this new phenomenon on my server called &quot;Price<br/>\n&gt; Check on a XXX!!!!!&quot;. It inundates<br/>\n&gt; &gt; the chat channels whenever there is a single auction. Now I know the<br/>\n&gt; reason, it&#39;s sites like this one with<br/>\n&gt; &gt; the &quot;Price&quot; of items on it.<br/>\n&gt; &gt;<br/>\n&gt; &gt; You ask later in your post about the value of a Selo&#39;s drum. I refer you<br/>\n&gt; to the question above. Are you<br/>\n&gt; &gt; happy with what you are paying for it?<br/>\n&gt; &gt;<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:blitz_krieg@...\">blitz_krieg@...</a> wrote:<br/>\n&gt; &gt;<br/>\n&gt; &gt; &gt; Swarmcaller is one of the top Ranger only 2HS weapons in the game.<br/>\n&gt; &gt; &gt; My sources ( www.maximumeq.com ) say it&#39;s worth ~20k.  Those same<br/>\n&gt; &gt; &gt; sources say the Jade Mace is worth ~12k.  Face value says, no it&#39;s<br/>\n&gt; &gt; &gt; not a good trade. :)  But, consider the Jade Mace is the best Bard<br/>\n&gt; &gt; &gt; wieldable 1HB weapon in the game AND has better dam/delay ratio than<br/>\n&gt; &gt; &gt; the Symphonic Saber and Harmonic Dagger (without the proc).  You&#39;ll<br/>\n&gt; &gt; &gt; do MUCH better with the mace in your primary hand than with a Yak...<br/>\n&gt; &gt; &gt; Keep the 2 Yaks, &quot;play&quot; with them for a little while, then sell it<br/>\n&gt; &gt; &gt; off. :) I&#39;d see what else this guy could cough up to even out the<br/>\n&gt; &gt; &gt; trade a little and take it in a heartbeat. :)<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Shop online together. Plan vacations. Visit your favorite sites.<br/>\n&gt; With iKena you and your friends can see the Web together.<br/>\n&gt; iKena software is quick to download, simple to install, easy to use.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/5257/13/_/451022/_/962126624/\">http://click.egroups.com/1/5257/13/_/451022/_/962126624/</a><br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions. </span></blockquote></div>","specialLinks":[]}}
