{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"vBupTaR41OB3RzyQlHtg85HxAR_PzhqtJGyZ5Ou1qSKb5k8QCu-1AciOCHIlIQN1rkkvBv6GQcXvpN2C9uBHSCCO4pCSsiZAVwlcQR2wyvRAqLTN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] The true history of Lullaby, it&#39;s problems, it&#39;s fi xes and it&#39;s nerfs","postDate":"962296070","msgId":20146,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTY2NTlAZGVuZXhjaDAyPg=="},"prevInTopic":20116,"nextInTopic":20151,"prevInTime":20145,"nextInTime":20147,"topicId":20101,"numMessagesInTopic":4,"msgSnippet":"... BETA, ... ability I agree that it was fine in early final release.  I just can t see why they don t return it to that state. Also, the enchanter an warrior","messageBody":"<div id=\"ygrps-yiv-1178323546\"><blockquote><span title=\"ireply\">&gt;It was a SERIOUS issue and it needed a pretty drastic fix (this was in<br/>\n </span></blockquote>BETA,<br/>\n<blockquote><span title=\"ireply\"> &gt;not recently).  The fix, however, was fine right after final started but<br/>\n&gt;they just kept adding more and more &#39;fixes&#39; into it, rendering the song<br/>\n&gt;completely useless.  Removing the 2nd resist and requiring the song to be<br/>\n&gt;lute only would give us back the usefulness without the overpowering<br/>\n </span></blockquote>ability<br/>\n<br/>\nI agree that it was fine in early final release.  I just can&#39;t see why they<br/>\ndon&#39;t return it to that state.<br/>\n<br/>\nAlso, the enchanter an warrior I saw were doing exactly as you described.<br/>\nDue to the enchanter&#39;s ability to AoE mez, and chain stun which is often<br/>\noverlooked, they were taking down the mobs one at a time with very little<br/>\ndamage taken by the warrior.  The warrior was complaining he wasn&#39;t getting<br/>\nhurt enough to use bind wounds.  Granted they were taking down blues and not<br/>\nwhites or yellows, but it still seemed just as powerful a tactic as what you<br/>\ndescribed with two bards.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Try to be a little less negative, bud, it comes off really harsh and makes<br/>\n&gt;you sound like you hate EQ and bards in specific.  Seriously, if you don&#39;t<br/>\n&gt;want to do crowd control why the hell do you care if Lullaby works at all?<br/>\n<br/>\n </span></blockquote>I don&#39;t want to do just crowd control.  I like the bard class because we can<br/>\ndo so many different things that I don&#39;t get bored by doing the same old<br/>\nthing every night.  That&#39;s probably why I don&#39;t like grouping with<br/>\nenchanters, it takes away almost all of my tactical options.  With<br/>\nenchanters I feel like I get pigeon holed into one single role, and it isn&#39;t<br/>\none I feel bards are best suited to.<br/>\n<br/>\nActually I really like bards and EQ in general.  It&#39;s just that some things<br/>\nreally tick me off.  I work in software development and support and Verant&#39;s<br/>\napproach to support is a really big sticking point with me.  They are<br/>\nunprofessional, incompetent, and unresponsive in that area.  I&#39;ve worked<br/>\nthat area in three wholly different industries and in any of them the people<br/>\nthat developed and implemented Verant&#39;s approach would be unemployed by now.<br/>\nI have frankly never met more than a handful of programmers who were half as<br/>\narrogant as Verant&#39;s come off being.  To have a different version of the<br/>\n&quot;Live&quot; client on your testing machine is unbelieveable, yet that&#39;s exactly<br/>\nwhy GZ was so astounded that there was no message for the secondary resist.<br/>\n<br/>\nWhat really perplexes me more than anything.  How did a company that had the<br/>\nvision to come up with something like EQ, and do so well in so many places<br/>\nwith it, suddenly become so completely incapable of changing it without<br/>\nbreaking things so often?<br/>\n<br/>\nFunny thing.  I was reading a book on game software design and support and I<br/>\ncame accross a passage where Brad McQuaid is quoted supporting the concept<br/>\nof extensive testing.  I haven&#39;t laughed so loud in a long time.  It&#39;s<br/>\nfunny, they obviously see some parts of testing as being necessary.  After<br/>\nall, we have people like you to thank for not having to fall through holes<br/>\nin the geography every 30 minutes.  I just can&#39;t figure out how they can<br/>\nclaim to test bard changes, when so many of the changes fail the simplest<br/>\ntest.  We aren;t talking about obscure interelationships between seldom used<br/>\nspells here, we&#39;re talking about songs that are meant to damage an opponent<br/>\nbut only work on the singer(The three DoT&#39;s), or damage spells that<br/>\nheal(Brusco&#39;s II), or songs that do absolutely nothing (Alenia&#39;s).  There<br/>\nare more such examples.<br/>\n<br/>\nMy mood often mirrors these changes.  Verant tries to nerf the 54th level<br/>\nmovement redux and claims to only change that one song.  In reality they<br/>\nreduced Chains as well, down to the secondary effect of a necro spell.<br/>\nThat&#39;s either incompetent or they out and out lied.  I don&#39;t like being lied<br/>\ntoo, it makes my cranky.<br/>\n<br/>\n\tKit<br/>\n<blockquote><span title=\"ireply\"> &gt; Lyrnia I have to disagree on one point.  There is no way the secondary<br/>\n&gt; resist was added before last Sept/Oct.  Before that I never got a mob<br/>\n&gt; attacking me after a successful &quot;nods&quot; message.  They might have thought<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; secondary resist was in, but it didn&#39;t work if it was.<br/>\n&gt;<br/>\n&gt; An enchanter and any melee class can derail a large train of blues and<br/>\n&gt; slaughter them one by one.  They face the same level of risk as two bards<br/>\n&gt; trying this.  It was not overly powerful.  Without being able to use other<br/>\n&gt; songs a bard is a very poor melee fighter at level 15+ when he has<br/>\n </span></blockquote>Lullaby.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Lullaby with just a Lute would be just as useless as it is now.  It would<br/>\n </span></blockquote>be<br/>\n<blockquote><span title=\"ireply\"> &gt; cool for saving newbies from a train in Blackburrow, but pointless in<br/>\n </span></blockquote>normal<br/>\n<blockquote><span title=\"ireply\"> &gt; combat situations.  Unless you want to just stand there and play just<br/>\n&gt; Lullaby while the rest of the group actually fights.  That&#39;s why my<br/>\n&gt; enchanter is just gathering dust, I found I don;t want to just stand (err<br/>\n&gt; sit) there and Mez until someone needs Quickness or Breeze refreshed.<br/>\n&gt;<br/>\n&gt; Kit<br/>\n<br/>\n<br/>\n<br/>\n </span></blockquote>------------------------------------------------------------------------<br/>\nShop online together. Plan vacations. Visit your favorite sites.<br/>\nWith iKena you and your friends can see the Web together.<br/>\niKena software is quick to download, simple to install, easy to use.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/5257/13/_/451022/_/962251212/\">http://click.egroups.com/1/5257/13/_/451022/_/962251212/</a><br/>\n------------------------------------------------------------------------<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
