{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Melaniel","from":"Melaniel &lt;online.games@...&gt;","replyTo":"LIST","senderId":"xFGnnKPYuWz0ZO2PbmCmfv1H7U6NlxLms4y2jOCQgsfJzQmc2Irp29LrEwUvya0A3lLW6etfNRnCMymRK23SAEiP7uCP9rxvHJjq8Qs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A Bard&#39;s Lament","postDate":"962696976","msgId":20269,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEM1SmhPYWN5Z2pINEs3YmduRU02RzU3cFhLRjFANGF4LmNvbT4=","inReplyToHeader":"PFU3OHpPV1JJWW5mc2R6WlFPMUlmTGoyMWJJRjFANGF4LmNvbT4=","referencesHeader":"PDRENzBEQkYxMTg1N0QyMTFBQzBBMDAxMDVBMUIyNUVGQ0FDMjdDQGNsYXMwczA0LmNjaS5jb3guY29tPiA8MDAyZDAxYmZjYTMxJGFkMGM4M2IwJDI1MzUwNzE4QGNiYWNsZXQuY29tPiA8MDAxZDAxYmZjYTMzJDQ0ZWExZTgwJDFlN2VmN2E1QG53cHRuMS52YS5ob21lLmNvbT4gPDAwNDEwMWJmY2EzNiQyZmNiYmZiMCQyNTM1MDcxOEBjYmFjbGV0LmNvbT4gPFU3OHpPV1JJWW5mc2R6WlFPMUlmTGoyMWJJRjFANGF4LmNvbT4="},"prevInTopic":19107,"nextInTopic":0,"prevInTime":20268,"nextInTime":20270,"topicId":19043,"numMessagesInTopic":20,"msgSnippet":"Alas not a poem or a song, but a few of my thoughts and experiences from this past week, and a hope of input from my entertainers-in-arms around Norrath. ","messageBody":"<div id=\"ygrps-yiv-2005138960\">Alas not a poem or a song, but a few of my thoughts and experiences<br/>\nfrom this past week, and a hope of input from my entertainers-in-arms<br/>\naround Norrath.<br/>\n<br/>\nApologies for the length, but I&#39;d love to hear everybody&#39;s thoughts on<br/>\nthis, and hopefully just to call me stupid.<br/>\n<br/>\nI&#39;ve been making a big push to get myself to 47 after a little nagging<br/>\nfrom my constant cleric partner, and from some guildmates so I can<br/>\nmake an entrance to the planes, with a good xp buffer.<br/>\n<br/>\nAfter a week&#39;s holiday from work, I made it through that desperately<br/>\nbad 45th level, and another week on, only yesterday, I heard that<br/>\nfinal ding into 47.  However, it&#39;s at this point I run into a little<br/>\ncrisis of confidence, although maybe it had been coming since that<br/>\n45th week.<br/>\n<br/>\nAllow me to ramble a moment, in no particular order .....<br/>\n<br/>\nI read the interesting comments on the list about a bard&#39;s role in a<br/>\ngroup, and the flexibility and freedom of choice from a wide range of<br/>\nsongs that can contribute to a group&#39;s success.  And I couldn&#39;t agree<br/>\nmore, that was one of the reasons I became a bard in the first place.<br/>\n<br/>\nBut right now I worry that the benefits of a bard in the group are<br/>\nsomething that not too many others appreciate.  And on a more alarming<br/>\nnote, 2 different people yesterday made a comment after we&#39;d finished<br/>\nfighting asking &quot;What does it mean I am no longer berserk?&quot;.  After<br/>\nsome explaining, they realised that was a song message wearing off.<br/>\nBut to make it to 50+ and not ever know that bard songs are temporary,<br/>\nor even see that message before?<br/>\n<br/>\nAre there so many people out there that have rarely grouped with a<br/>\nbard?  Or have they simply required (and got) an extremely weak tank<br/>\nwith constant clarity?<br/>\n<br/>\nWell, to make my way through 45 I finally took the plunge into Lower<br/>\nGuk.  I&#39;d successfully avoided the place until now and found it very<br/>\nenjoyable.  It&#39;s probably a lot quieter than the heyday, though!<br/>\n<br/>\nI found myself, unfortunately, as the list holder for the Frenzy<br/>\ngroup.  As the names piled onto the list, and it grew to 34 people<br/>\nwaiting to get in (about 80% were caster types!) I began to think a<br/>\nlittle about what classes would be best for the group.<br/>\n<br/>\nNow it&#39;s obvious to say that wherever I go there&#39;s a bard in the<br/>\ngroup, but as I thought about it I wondered at what point would you<br/>\nadd a bard in preference to another class.  Particularly when spoiled<br/>\nfor choice as we were.  And I began to struggle wondering what exactly<br/>\nI brought to the group other than being an admin assistant with a mana<br/>\nsong.<br/>\n<br/>\nThe melee types were all buffed to max by clerics and enchanters.  The<br/>\ncasters all had their clarity.  Damage shields were handed all round<br/>\nby the druid, who also took care of snare and zapped when needed.  So<br/>\nthere we were, 2 tanks, a cleric, an enchanter, a druid and me.  What<br/>\ndid the group benefit by having me above, say, another caster or melee<br/>\ntype?<br/>\n<br/>\nYes I added a bit of haste, a bit of damage shield, more clarity, some<br/>\nDOTs, a bit of weapon damage.  Some magic resist when the casters<br/>\nappeared, the option to fear everything in case of an evac, an option<br/>\nto charm, and a stamina boost for the long fights.<br/>\n<br/>\nAnd yet I barely needed any of those.  Casters are taken down too fast<br/>\nto get a zap off, and are constantly stunned or mezzed in any case.<br/>\nMy damage shield is barely enough to notice on top of the druid and by<br/>\nthe mobs being mezzed all the time.  I&#39;ve never needed to charm with<br/>\nan enchanter in the group, the DOTs are nice but very much under<br/>\nappreciated outside of the class (and resulted in once a few levels<br/>\nago someone saying that I have to tank a bit, soon to be sternly<br/>\ncorrected by me), my haste is not even understood (see earlier<br/>\ncomment) and again appears a little weak alongside those enchanters,<br/>\nlong stamina fights become less of an issue when everything is mezzed<br/>\nand the group can rest, and aside from the fear insurance policy,<br/>\nclarity is the key benefit.  In which case, were even those benefits<br/>\ntoo subtle to make a difference above, say, a big wizard zap, or an<br/>\nextra living shield to protect the casters.<br/>\n<br/>\nI have the feeling that while we are perhaps the most flexible class,<br/>\nwith a wide variety of songs that mimic magic, we are given them at<br/>\nsuch a low level as to be of only the slightest benefit to the group.<br/>\nWe can fill a gap quite well with that flexibility, and yet does that<br/>\nnot imply that we are therefore only acceptable to a group if there is<br/>\na gap there already?  Constant second-class wanderers?  I&#39;m only glad<br/>\nI can sometimes bring a little light relief (and copious amounts of<br/>\nalcohol) when I join a group to make myself a good fighting companion.<br/>\n<br/>\nPerhaps I am suffering a little of the green eyed monster as I see my<br/>\ncleric companion being thanked, praised and encouraged to make 49<br/>\nwhereas I am simply the quiet little girl sitting in the background<br/>\nplaying something that they don&#39;t understand and generally just<br/>\ntolerate.  Hmmm, now I am being stupid.<br/>\n<br/>\nAh well, thanks for letting me ramble in any case.  I&#39;m struggling<br/>\nwith the feeling that even though there&#39;s been many a time when people<br/>\nbeg me not to leave a group, and I&#39;ve made some good friends (perhaps<br/>\nall too few) who can appreciate what I can bring and the effort it<br/>\ntakes to twist 3-4 songs constantly.... I can count on a couple of<br/>\nfingers the number of times I&#39;ve heard &quot;Oh yes, we&#39;ve got a bard now!&quot;<br/>\nIn my early 30s for some strange reason I seem to recall.<br/>\n<br/>\nAfter that final ding to 47 yesterday I enjoyed a little time with my<br/>\nyounger sisters (an enchanter and ranger).  Have I simply got the high<br/>\nlevel blues?  Have I had an unlucky week grouping with entirely the<br/>\nwrong people? (A bit of a disappointment as many of those I mention<br/>\nare guildmates, no names disclosed though)  <br/>\n<br/>\nSo that&#39;s got my gripe off my chest, I hope everyone doesn&#39;t mind me<br/>\noffloading it into a fairly safe environment among some supportive and<br/>\nunderstanding fellow bards.  After much enjoyment through my career up<br/>\nto now, I worry that I&#39;ve passed my peak and burned out my voice<br/>\nsinging the high notes while getting beaten up.  And yet I don&#39;t want<br/>\nto retire, I have plenty to give ... just few people seem to realise<br/>\nthat.<br/>\n<br/>\nTake care everyone.<br/>\n<br/>\n-- <br/>\nMelaniel, Wood Elf Bard (47)<br/>\n&lt;Ginnunga&gt;<br/>\n...expert bard, novice brewer, hardened drinker and terrific flirt<br/>\n<br/>\nMith Marr server</div>","specialLinks":[]}}
