{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silky@xxxxxx.xxxxxxx.xxx","from":"silky@...","replyTo":"LIST","senderId":"Hoq2HwlgSnLO9Ob_y3QClTX6ZjsAEbqDfcZsF0mxrsSRy3pVuzh-V9_ALV2N4YWcCruo9T_j02d0fLyL_ass","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Not only for bards - but boy, oh boy (long)- bandits in lesser faye","postDate":"929644715","msgId":2033,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMTMuMjAzMy45NTkyNzMzNjlAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2032,"nextInTime":2034,"topicId":2033,"numMessagesInTopic":1,"msgSnippet":"Perhaps this is only on my shard (Veeshan) - or perhaps this zone seems so quite, not a lot of people realize what we have in lesser faydark. *I* would","messageBody":"<div id=\"ygrps-yiv-1170176451\">Perhaps this is only on my shard (Veeshan) - or perhaps this zone seems so<br/>\nquite, not a lot of people realize what we have in lesser faydark. *I*<br/>\nwould probably never have known had someone not taken me here in a group<br/>\nabout lvl 8 or so. I am now lvl 17 1/2 and am STILL making exp here - LOTS<br/>\nof loot, and more importantly - getting some of the skills that have been<br/>\nlagging behind topped off so I am in a good position to continue. I&#39;ve also<br/>\nused this spot to help lesser level folks level pretty quickly - keeping an<br/>\neye on them and letting them pick off the easier ones - throwing in with<br/>\njust enough help on fights with bellow, and my taking on the stronger ones.<br/>\n<br/>\nDoesn&#39;t seem a heck of a lot of folks know about the 2 bandit camps in<br/>\nlesser faye - or how incredible they can be for skillbuilding and cash<br/>\ngeneration.<br/>\n<br/>\nI&#39;ve heard that the nybright bandits supposedly spawn between lvls 10-13,<br/>\nerrrrm - the other day, while still lvl 16 - one conned white to me - and<br/>\nall the sisters seem to con easier than they really are - and even NOW, at<br/>\n17 - I still can raise skills and get SOME experience off of a lot of greens.<br/>\n<br/>\nThe other camp only has 3 NPCs - and is located over towards the pixie<br/>\ntower. Same thing there.<br/>\n<br/>\nIf you are prepared - either yourself or with an appropriately sized group<br/>\n- and hunt either of these camps smart - and have a bit of patience,<br/>\neveryone benefits - heh, except the bandits of course.<br/>\n<br/>\nNybright Camp<br/>\n<br/>\nWhile both camps spawn at a decent rate - nybright has 4 sisters and a deep<br/>\nravine in front. The very best way I&#39;ve found to hunt nybright is to pull<br/>\nthem one at a time down into that ravine. These sisters are highly<br/>\naggressive once you&#39;ve killed a few dozen of them, be sure not to stand too<br/>\nclose to the tents - or the tree to the right of the camp - one spawns<br/>\nthere. They also have VERY wicked backstabs - don&#39;t let one get behind you.<br/>\n<br/>\nIf you want to practice your throwing for free - nearly every kill has at<br/>\nLEAST one rusty dagger, just keep it and toss it at the next one.<br/>\n<br/>\nAs a bard, my normal hunting method of nybright is to (lull the others of<br/>\ncourse if more than one - you CAN get the spawn spread out to singles with<br/>\na little work) bellow at the edge of my range with melee activated, just as<br/>\nsoon as it hits - run backwards - I can usually get in at least 3 bellows<br/>\nbefore they even close in for melee. Once you advance in levels - the<br/>\neasier ones will of course run - this technique also keeps you from having<br/>\nto chase them so far behind the camp if they do (presuming no one can root).<br/>\n<br/>\nNybright also has a woodelf outpost very close to it - makes selling a 3min<br/>\nround trip proposition. Only folks I&#39;ve seen that have had a problem with<br/>\nthe outpost are barbarians, like kelethin - they don&#39;t fit thru the door.<br/>\nJust be wary of the leg camp near it, if you follow the ridge - stay on the<br/>\nfar side, I&#39;ve never had a problem.<br/>\n<br/>\nSome things to watch for - if you&#39;ve been wacking fairies or faye drakes,<br/>\nthe fayedrake ruin is very close to the camp - and those things can be<br/>\nrather nasty in the numbers they are present. Especially if the monarch or<br/>\nemperor shows up. Fairly high level fairies also frequently fly thru - for<br/>\nboth these reasons, I don&#39;t use any area affect songs here.<br/>\n<br/>\nThese girls have graciously provided me and my husband both with the funds<br/>\nfor full banded armor - his shaman spells, me a combine longsword and<br/>\nbloodstained mantle - etc. In short, even with a lot of people there, I&#39;ve<br/>\nbeen known to make 20 plat an hour. Sometimes it&#39;s slower, sometimes better<br/>\n- but at the levels we are talking, I just don&#39;t know any other place with<br/>\nthat quality of loot, for that level of player. At least not in this corner<br/>\nof the world.<br/>\n<br/>\nThese girls often have a necklace (lore item) on them, collect all 4 - go<br/>\nfind the drunkard in kelethin and hail him as &#39;Tanard Nybright&#39;, he&#39;ll then<br/>\ntalk to you vs. begging money for booze, and give you an item. I&#39;ve done<br/>\nthis 4 times, best return of loot for this quest was the first time I did<br/>\nit - a damask bracer, other three times was pretty much junk.<br/>\n<br/>\nPatience is the key - don&#39;t get discouraged with a few bad loots (rusty) in<br/>\na row. For one thing, although I NOW destroy those, I trotted to the<br/>\noutpost and sold them for a long time. Their cash isn&#39;t too bad either, and<br/>\nthey fairly often carry bronze weapons, gems and jewelry - all worth<br/>\nbetween 1 - 4 or 5 plat each.<br/>\n<br/>\nIt&#39;s a nice feeling to be on the way home, and encumbered with cash<br/>\n<br/>\nNow, the other bandit camp seems similar - except you don&#39;t get NEARLY as<br/>\nmuch junk (rust), If you see one of these carrying a rapier or spear IT IS<br/>\nbronze. They too carry gems and jewelry. A lot farther from the outpost, I<br/>\nusually just hunt there till I am full, and then call it a trip and go<br/>\nhome. There is a huge hill overlooking this camp, I use the same technique<br/>\nhere, just pull them over the hill.  The other camp also has wandering<br/>\ncents and an occassional skeleton - so watch your mages backs while they<br/>\nare medding.<br/>\n<br/>\nI am in a happy place now - still hunting these for skills - am at 17 1/2,<br/>\nand my dual is nearly maxed out - my dodge and defense are nearly maxed out<br/>\n- and I&#39;m planning on working on piercing and throwing there - which I&#39;ve<br/>\nNEVER touched at all. <br/>\n<br/>\nIf you are ever on Veeshan, and see Adory there, say howdy.</div>","specialLinks":[]}}
