{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Melaniel","from":"Melaniel &lt;online.games@...&gt;","replyTo":"LIST","senderId":"F6uKolOWktYjvpuSPOZeV1AnG1QwT-Jif0tIBOo1JWohksWO5qOBMgaBjwsqj9xIGRQ6OrnzG7wRFEV4y6OVoLXDPcfmJpzEgF6JBt4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Bards forgotten again.... [Long]","postDate":"963232597","msgId":20382,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDJjQnBPVWNFQTd6YnpzSEVXT2ZZejJkc2ttTERANGF4LmNvbT4=","inReplyToHeader":"PDRENzBEQkYxMTg1N0QyMTFBQzBBMDAxMDVBMUIyNUVGQ0FDNDIyQGNsYXMwczA0LmNjaS5jb3guY29tPg==","referencesHeader":"PDRENzBEQkYxMTg1N0QyMTFBQzBBMDAxMDVBMUIyNUVGQ0FDNDIyQGNsYXMwczA0LmNjaS5jb3guY29tPg=="},"prevInTopic":20378,"nextInTopic":20387,"prevInTime":20381,"nextInTime":20383,"topicId":20378,"numMessagesInTopic":6,"msgSnippet":"Interesting thoughts, and I can usually be found in the thick of the action waving away with my weapons, hitting every few seconds and tickling the bad thing","messageBody":"<div id=\"ygrps-yiv-196695846\">Interesting thoughts, and I can usually be found in the thick of the<br/>\naction waving away with my weapons, hitting every few seconds and<br/>\ntickling the bad thing to distract it at least.<br/>\n<br/>\nRecently, I&#39;ve been twisting a combination of Beserkers (haste etc),<br/>\nPsalm of warmth/cooling (dmg shield), sometimes mana, sometimes chant<br/>\nof flame (frost seems to be easily resisted I&#39;ve found), and sometimes<br/>\ntoss in either a guardian rhythms (magic resist and AC) or a mystic<br/>\nshield (MR, depending on what we&#39;re fighting).<br/>\n<br/>\nAll of the above add to the damage I am contributing, if you like.<br/>\n<br/>\nBut I&#39;d be interested to hear at what point do you consider swapping<br/>\nthose weapons back into your belt, and bringing out the instruments.<br/>\nThe above combo really only takes 2 instruments.  I tried recently<br/>\nadding in Niv&#39;s with an instrument, but that takes it to 3 and can<br/>\nquickly wear me down.  And I&#39;m still experimenting with Nivs since<br/>\nI&#39;ve just got it anyway.<br/>\n<br/>\nWith an enchanter in the group, I wasn&#39;t convinced that my beserkers<br/>\nhaste effect and the chant boosted through instrument were enough to<br/>\nmake me give up the weapons, but it was a close call and probably<br/>\ndepends on other group members.  <br/>\n<br/>\nWhen enemy casters came to call, I got out the drum and with guardian<br/>\nand mystic took MR up by over 100 points, that one was easy, and they<br/>\ncould barely touch us.  Mostly stunned anyway!<br/>\n<br/>\nAnyway, just curious.<br/>\n<br/>\nOn Sun, 9 Jul 2000 12:11:37 -0400 , &quot;Garramone, Michael (CCI-Las<br/>\nVegas)&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:garramone@...\">garramone@...</a>&gt; wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;ok i agree with this entire thread regarding songs vs melee in regards to<br/>\n&gt;damage, i know how our songs work after 56 levels (riposte is at 57 by the<br/>\n&gt;way).  however, i do melee pretty much 100% of the time, and i completely<br/>\n&gt;disagree with the exaggeration of how close we are in melee ability to<br/>\n&gt;casters.<br/>\n&gt;<br/>\n&gt;&quot;barely a notch above shaman and druids&quot;<br/>\n&gt;&quot;not far beyond those of some of the &quot;pure&quot; casters&quot;<br/>\n&gt;&quot;pathetic&quot;<br/>\n&gt;&quot;horrendously behind the power curve&quot;<br/>\n&gt;&quot;pretty much the same [as casters]&quot;<br/>\n&gt;<br/>\n&gt;ok we&#39;re going too far here.  no bards are not tanks, we don&#39;t have near the<br/>\n&gt;defensive or offensive capabilities of the melee classes or hybrids, but we<br/>\n&gt;are not nearly as close to the priests (you keep saying pure casters, i<br/>\n&gt;assume you mean priests only, if you think we are close to the pure casters<br/>\n&gt;in melee ability i would be speechless).  sure i would say we are somewhere<br/>\n&gt;in between.  if you want to do damage as a bard at high levels, as opposed<br/>\n&gt;to group buffing, you are going to be using weapons.  you are not going to<br/>\n&gt;be using our AoE damage songs in dungeons.  z-axis fixed or not (i say it&#39;s<br/>\n&gt;still not), you do not want multiple mobs on you, let alone if you have an<br/>\n&gt;enchanter in your group.  the 3 chants are nice until they are resisted too<br/>\n&gt;much, as well as the fact that you are not doing anything else for the group<br/>\n&gt;when you are weaving these 3 songs (i&#39;d say most of us can not weave more<br/>\n&gt;than 3 songs).<br/>\n&gt;<br/>\n&gt;i am not singing damage songs, i am helping my group.  i am giving them<br/>\n&gt;haste, mana, charming, resists, etc. in every fight.  do songs outdamage our<br/>\n&gt;weapons?  yes.  can you use them to be the most effective bard?  no.  what<br/>\n&gt;are you left with if you feel the need to do damage?  your weapons.  sure i<br/>\n&gt;have some good stuff (RBB+VoV with a breath of harmony and symphonic saber)<br/>\n&gt;but even on average you are telling me i am barely out-meleeing a priest<br/>\n&gt;against a mob?  or for that matter, that if i stand up to a priest with no<br/>\n&gt;songs for me and no spells for them, i can&#39;t out-melee him?  put a bad ass<br/>\n&gt;2h weapon into a priest&#39;s hands, and hear them miss after miss.  put 2 fast<br/>\n&gt;high-ratio weapons into a bard&#39;s hands and i think you see more than a<br/>\n&gt;slight difference.  no i did not say we are tanks, not even remotely close.<br/>\n&gt;i am saying we are better at melee than you think, or at least a bit better<br/>\n&gt;than you think we are compared to priests.<br/>\n&gt;<br/>\n&gt;Shada Powa, L56 Wood Elf Troubador<br/>\n&gt;&lt;Afterlife&gt; Mithaniel Marr<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>-- <br/>\nMelaniel, Wood Elf Bard (47)<br/>\n&lt;Ginnunga&gt;<br/>\n...expert bard, novice brewer, hardened drinker and terrific flirt<br/>\n<br/>\nMith Marr server</div>","specialLinks":[]}}
