{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Elijah Meeker","from":"&quot;Elijah Meeker&quot; &lt;EMEEKER@...&gt;","replyTo":"LIST","senderId":"ae9GwE2nvDGuCrPW-3k1ExNsU1fYbxjw42Pgpi8ZwA7Auwt-OaUIebyTqtGiy8RQBTpqmx1zD0bAxj26fTF-208RB24wnFuGIdeu8hYm","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Good Morning! REALLY bad news!","postDate":"964099608","msgId":20592,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMGEwMWJmZjI0ZSQyODc1MjU0MCRjZjA2MWIxOEBhdXN0aW4ucnIuY29tPg==","referencesHeader":"PE5FQkJKQ0tIQUxHSURCTk1BRkZMSUVLUENFQUEuZnV6emJvbmVAbWFpbC5kc2wudGVsb2NpdHkuY29tPiA8MDA2OTAxYmZmMWIxJDQyZTg3ODIwJDg5NzhmN2E1QG53cHRuMS52YS5ob21lLmNvbT4gPDAwODkwMWJmZjFlNiRmODBmN2Q0MCRmODA1YTRjYkBlYnVyd2QxLnZpYy5vcHR1c2hvbWUuY29tLmF1Pg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":20591,"nextInTime":20593,"topicId":20592,"numMessagesInTopic":1,"msgSnippet":"Below is the whole patch message, but here is the bit that is terrible: This week we corrected a bug that caused regen-type spells (e.g. Regeneration,","messageBody":"<div id=\"ygrps-yiv-1617392114\">Below is the whole patch message, but here is the bit that is terrible:<br/>\n<br/>\n<br/>\n&quot;This week we corrected a bug that caused regen-type spells (e.g.<br/>\nRegeneration, Chloroplast, Regrowth, etc.) to overwrite DOT spells.  As a<br/>\nresult of this fix, players can no longer accept a regeneration spell while<br/>\nunder the effect of a DOT.  However, if the regen spell is already in place,<br/>\nthe DOT will stack, but not replace the regen spell.  This will allow users<br/>\nof beneficial DOTs, such as Call of Bones, to continue using their DOT while<br/>\nunder the affect of regen.&quot;<br/>\n<br/>\nI logged in Tszaaz, sang Fufills on myself (finally got it to stick after 3<br/>\ntries) then sang hymn, no message, but the icon didn&#39;t appear until Fuffils<br/>\nwore off. Now, I did not in fact check my hit points (bleh, stoopid<br/>\nno-coffee-yet-testing) but that would be consistant with the message. I<br/>\n./feedback&#39;d it, that is a significant nerf.Bleh.<br/>\n<br/>\nTszaaz/Tsengu<br/>\n================================================<br/>\n<br/>\n<br/>\n<br/>\nJuly 19th, 7:00am<br/>\n-----------------<br/>\n<br/>\n***Patch Day***<br/>\n<br/>\n*Miscellaneous Changes/Fixes*<br/>\n<br/>\n- The &quot;Safe Points&quot; have been moved in Field of Bone and Lake of Ill Omen to<br/>\nsomeplace &quot;safer&quot;.<br/>\n- You can no longer cast invisibility on any pet.<br/>\n- Foul language issued through /emote will now be handled by the profanity<br/>\nfilter.<br/>\n- Corrected a bug that allowed linkdead players to walk through locked<br/>\ndoors.<br/>\n- Rangers above level 50 will now do double damage with Archery against<br/>\nnon-moving, non-rooted targets.  These restrictions allowed us to enhance<br/>\narchery without creating a new kiting problem.<br/>\n- Corrected a bug that had rangers doing less melee damage than was intended<br/>\nexcept when fighting an NPC who was also a ranger.<br/>\n- Pets, both PC and NPC, will no longer cast &quot;Gate&quot;.<br/>\n- A large rat says, &quot;Hit by non-melee for XXX damage&quot;, is history.  The new<br/>\nmessage given probably isn&#39;t the source of never-ending humor that the old<br/>\none was.<br/>\n- Updated pathing information in Innothule Swamp.<br/>\n- Corrected many, many, MANY spelling and grammar errors in the world.<br/>\n- Fixed a large number of spell gems and spellbook icons.  Take care to take<br/>\na look at your spell lineup to familiarize yourself with the new gems/icons.<br/>\n<br/>\n*Poison*<br/>\n<br/>\n- Implemented the high level Rogue poisons (level 51+).<br/>\n- Increased Rogue &quot;Make Poison&quot; skill cap.<br/>\n- Substantially reduced chance to fail &quot;Apply Poison&quot;.<br/>\n- Rogues will now automatically sit when right-clicking on a poison.<br/>\n- Failure to make a poison will now return the vial.<br/>\n<br/>\n*General Crafts*<br/>\n<br/>\n- The Ant&#39;s Potion may now be used anywhere.<br/>\n- The small and large reinforced wristband may now be crafted.<br/>\n- The small and medium studded shoulderpads, cloak, and belt may now be<br/>\ncrafted.<br/>\n- The medium reinforced mask may now be crafted.<br/>\n- Sealed Poison Vials can now be crafted.<br/>\n- The Thermal Cloak may now be tinkered.<br/>\n- The &quot;This item is trivial...&quot; message in craft skills has been replaced<br/>\nwith &quot;You can no longer advance in skill from making this item&quot;.<br/>\n<br/>\n*Items*<br/>\n<br/>\n- The Elven Paladin Newbie Tunic may now be worn by Half Elf paladins.<br/>\n- The Murky Vial will now properly affect the target instead of the player.<br/>\n- Increased stats on many Plane of Sky items.<br/>\n- There was evidently more than one &quot;Fine Steel Dagger&quot; running around in<br/>\nthe world.  Some of them have been renamed &quot;Serpant&#39;s Tooth&quot;.<br/>\n- The effect on the Staff of Undead Legions has been changed to something a<br/>\nbit more useful.<br/>\n- The Deepwater Helm now has a significant casting time.  The function of<br/>\nits spell allowed a mana-free heal even though it was intended to be a buff.<br/>\n<br/>\n<br/>\n*/consent*<br/>\n<br/>\nSome people were spamming others with /consent, causing them to disconnect.<br/>\nAs a result, /consent can now only be done once every two seconds.  Should<br/>\nyou be harassed via this tool, please use /report.  Also, please take care<br/>\nto avoid accidentally /consenting someone, as it will be two seconds before<br/>\nyou can undo it.<br/>\n<br/>\n*Cazic-Thule and the Feerrott*<br/>\n<br/>\nThere has been a significant change to the factions in the Feerrott and<br/>\nCazic-Thule.  Take care not to get killed by NPCs that previously left you<br/>\nalone.  The significant upside to this change is that the &quot;Cazic<br/>\nGate/Portal&quot; can be made much safer in nature for those who work on their<br/>\nfaction.<br/>\n<br/>\n*Regen Effects*<br/>\n<br/>\nThis week we corrected a bug that caused regen-type spells (e.g.<br/>\nRegeneration, Chloroplast, Regrowth, etc.) to overwrite DOT spells.  As a<br/>\nresult of this fix, players can no longer accept a regeneration spell while<br/>\nunder the effect of a DOT.  However, if the regen spell is already in place,<br/>\nthe DOT will stack, but not replace the regen spell.  This will allow users<br/>\nof beneficial DOTs, such as Call of Bones, to continue using their DOT while<br/>\nunder the affect of regen.<br/>\n<br/>\n*Keyed Dungeons*<br/>\n<br/>\nThe key for Charasis (Howling Stones) is now NODROP per the patch message<br/>\nfrom a couple of weeks ago.  Furthermore, when your character dies, keys for<br/>\nCharasis, Sebilis, and Veeshan&#39;s Peak, will no longer remain with your<br/>\ncorpse, but will instead return with your character to its bind point.  We<br/>\nmade this change to reduce the difficulty and corpse-loss potential of these<br/>\nzones, and eliminate the need to do the key quests multiple times.<br/>\n<br/>\n*Barbed Scale Whip*<br/>\n<br/>\nIn the last item patch, this item was changed from its original stats to<br/>\nsomething inferior, as the game designer was not aware that it was already<br/>\nin-game.  It has been changed back to its original stats.<br/>\n<br/>\n*Hiding Corpses*<br/>\n<br/>\nA new command has been implemented in the EverQuest client.  This command<br/>\n(/hidecorpses) allows players to suppress the display of player and NPC<br/>\ncorpses on the screen.  This can be very useful once you&#39;ve entered a zone<br/>\nwith a large number of corpes, causing framerate to decay.  It will be<br/>\nparticularly useful in the planes.  The command supports the following<br/>\narguments:<br/>\n<br/>\n- ALL: Hides all corpses except yours.<br/>\n- ALLBUTGROUP: Hides all corpses except yours and those of people in your<br/>\ngroup.<br/>\n- NONE: No longer hides corpses.<br/>\n<br/>\nFor community reasons, this option must be set after entering each zone, and<br/>\nwill not affect corpses made after you enter the zone.  You can reset it<br/>\nwhile in the zone in order to suppress display of corpses made since you<br/>\noriginally set it.<br/>\n<br/>\n*Resurrection*<br/>\n<br/>\nThe resurrection confirmation box will now report the name of the person<br/>\ncasting the spell as well as what spell they are casting.  Furthermore,<br/>\nexperience will not be &quot;removed&quot; from your corpse until you accept the<br/>\nresurrection by choosing YES.  Previously, any resurrection spell, if<br/>\ndeclined, would cause the experience to be unrecoverable.<br/>\n<br/>\n<br/>\n- The EverQuest Team</div>","specialLinks":[]}}
