{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kenneth E. Bachman","from":"&quot;Kenneth E. Bachman&quot; &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"WqPlr3D9Iz0IRgLColGQId7VG3Qj4EVnKNknA8_J3cCMKJT0v8rlanwp6QtfgmuPZV4T0KaxKhC7EegAnxiWlns2J3NVZFxdbROdgFBfDEI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Feeling kinda useless sometimes","postDate":"964465489","msgId":20637,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5N0M5MzUxLkI0RDMwMjcxQGVyb2xzLmNvbT4="},"prevInTopic":0,"nextInTopic":20639,"prevInTime":20636,"nextInTime":20638,"topicId":20637,"numMessagesInTopic":2,"msgSnippet":"OK, I know we re a powerful class, and I ve have a lot of fun (and get a lot of compliments) working in unbalanced groups and pulling them together.  I love","messageBody":"<div id=\"ygrps-yiv-1592947923\">OK, I know we&#39;re a powerful class, and I&#39;ve have a lot of fun (and get a<br/>\nlot of compliments) working in unbalanced groups and pulling them<br/>\ntogether.  I love groups with lots of casters or lots of melees, it<br/>\nmakes me feel like I&#39;m really accomplishing something.<br/>\n<br/>\nMy problem:  I play mostly on the weekends, and since I&#39;m in a pretty<br/>\ntight guild (and a lot of them are available on the weekend), I play<br/>\nmostly with my guild.  This means that a typical party is:  Me,<br/>\nEnchanter, Cleric, maybe a Shaman, tanks.  The tanks always include at<br/>\nleast one ranger/druid (snare) or paladin (root) for stopping MOBs.<br/>\n<br/>\nIt&#39;s the Enchanter that&#39;s getting me depressed, although the Shaman and<br/>\nthe snarers don&#39;t help.  All of my party buffs have speed components,<br/>\nbut his are better.  I can&#39;t use anything that does AE damage due to the<br/>\nmez.  In large group efforts (like the Planes) I&#39;m forbidden from using<br/>\nDOTs since nobody wants the MOBs to poof.  My slowdown songs are no<br/>\nbetter than the Enchanter&#39;s (and his stick for the duration once cast)<br/>\nand vastly worse than the Shamans.  So:  VoV is kind of useless, since<br/>\nonly the STR and weak AC components come into play, Fear is out of the<br/>\nquestion (ooq), Chains sucks and is redundant, Nivs is kind of pointless<br/>\ngiven that we they try to keep the MOB focused on one or two tanks, and<br/>\nfor the most part, we get through fights with no damage to 3 or 4 party<br/>\nmembers (and of course, the damage shield lasts like .001 second on the<br/>\ntank taking the damage, killing the song).  What the heck am I supposed<br/>\nto be playing?  Especially against melee MOBs?  I&#39;m feeling like a melee<br/>\nimposter with a Mana song attached.  Sometimes I sing DOT songs (against<br/>\nmy instructions) until the MOBs are down to 1/3rd or so, then switch to<br/>\nNivs/Mana, sometimes I just sigh and sing Vov/Mana/Nivs/Mana and feebly<br/>\nwhack away.<br/>\n<br/>\nAlso, we were playing in Karnors on skel tower yesterday.  We did not<br/>\nhave to pull anything, the MOBs just kept bum-rushing us.  It was kind<br/>\nof cool (lots of exp) but kind of scary at the same time.  Needless to<br/>\nsay, everyone blamed me.  Some of them (not all of them) only stopped<br/>\nwhen our entire party camped out and relogged.  Now, if it was me, then<br/>\nI would expect to see this happen regularly.  I don&#39;t.  What does<br/>\nregularly happen, though, is that every time something screwy like this<br/>\nhappens, I get blamed for it.  It gets kinda irritating.  Have any of<br/>\nyou worked out appropriate responses?<br/>\n<br/>\nKenross Cantoforjado, 51 songs, Innoruuk, off to Hate.  Wish me luck on<br/>\nthe Bard drops.</div>","specialLinks":[]}}
