{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Gordon Hughes","from":"&quot;Gordon Hughes&quot; &lt;ghughes@...&gt;","replyTo":"LIST","senderId":"KTLItdY_596_ia32gCFaVKgrC5wTyxGZJDEpSaVjc4rN_SNdwKBFrzAQN4OKgMU5gvh0vKpvJ0LV9CqzesDbhKy5A9cXsocO6v7-8pI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Charming fun :)","postDate":"965744345","msgId":20860,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMmEwMWMwMDE0MyQ5YmY0YzQ0MCRjYjI2ZjRjZUBnczMwMC5jYXJzaW5mby5jb20+","inReplyToHeader":"PE5CQkJMT1BBQkFDQUhMTUtQTE1HT0VKQkVCQUEuY2hlcnlsQHNvbDMud293LmF1c3QuY29tPg=="},"prevInTopic":20859,"nextInTopic":20869,"prevInTime":20859,"nextInTime":20861,"topicId":20854,"numMessagesInTopic":7,"msgSnippet":"I finally hit level 27 over the weekend.  It s only taken me 23 days played over the last 12 months to get this far... I need to stop getting out more. ;) I","messageBody":"<div id=\"ygrps-yiv-670805806\">I finally hit level 27 over the weekend.  It&#39;s only taken me 23 days played<br/>\nover the last 12 months to get this far... I need to stop getting out more.<br/>\n;)<br/>\n<br/>\nI headed back over to Kelethin to pick up Solon&#39;s and practiced for a while<br/>\non bats, wasps and Orc Pawns.  What fun!  I came across a wandering<br/>\nCenturion and enthralled him.  We strolled up to Orc Hill and caused a bit<br/>\nof commotion with the youngsters there.  I quickly informed them that the<br/>\nCent was my thrall, and not to dump mana on him.  If in doubt, I did a quick<br/>\n/pet who the leader just for confirmation. ;)<br/>\n<br/>\nThe hill got swarmed by Orcs and I sent my trusty pet in to help.  After it<br/>\nwas all over, the youngsters were cheering for Chip (as they&#39;d named him ;)<br/>\nand couldn&#39;t bear to have me kill him when I wanted to move on.  Luckily, an<br/>\nEnchanter came along and took over the reigns.<br/>\n<br/>\nI then headed into Crushbone and was greeted by a litter of corpses at the<br/>\nzone!  D&#39;Vinn was out and he was kicking butt.  A quick /who showed that<br/>\nthere was no-one over 14 in the zone.  I found D&#39;Vinn laying into a gnome<br/>\nround the first corner and quickly charmed him.  I was more surprised than<br/>\nmost when it stuck ;)<br/>\n<br/>\nSo.  After *many* deaths at the hands of that wretched inkie, he was now my<br/>\nmost obedient slave!  I paraded him around the courtyard for a while and had<br/>\nsome fun with him.  When the charm broke, I&#39;d /bonk and tell him to behave<br/>\nas I re-charmed.  Much hilarity was had by all.  Darish popped with an<br/>\nEmissary and D&#39;Vinn was duly sent in to dispatch them.  He took a bit of a<br/>\nbeating, and had less than half health after the fight.  I decided to let<br/>\nthe charm drop and a tower group came down and finished him off as he layed<br/>\ninto me.  The Paladin from the group cheered as he looted the corpse...<br/>\nD&#39;Vinn had had the Dirk on him the whole time!<br/>\n<br/>\nFor sheer fun, this song has renewed my love of the game.  I know it&#39;ll<br/>\nbecome boring fairly quickly and I&#39;ll be using it to solo and help with<br/>\ngroup crowd control, but I had a lot of fun just messing about with my pets.<br/>\nI haven&#39;t felt like this since I was a newbie.<br/>\n<br/>\nI can&#39;t wait to try this in the Arena. :)<br/>\n<br/>\nKyrisha Soerbaird</div>","specialLinks":[]}}
