{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"G_TEHYOP44udkdmFDuc6K-qWk28eBD18zsozIPaIDwnHDugVl5Uyd8_8M35OnQs-6j7UMDSblXypVHM9akUE825_zH7ei_uxk0Aiu8k0d0xGUpTo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Oh this can&#39;t be good....","postDate":"965923418","msgId":20925,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTY4NkJAZGVuZXhjaDAyPg=="},"prevInTopic":20924,"nextInTopic":20926,"prevInTime":20924,"nextInTime":20926,"topicId":20912,"numMessagesInTopic":23,"msgSnippet":"Yeah, I think that s the point though.  We keep getting pushed to the bottom for the last six months.  To me that s being ignored.  Maybe I m just more picky.","messageBody":"<div id=\"ygrps-yiv-1780369499\">Yeah, I think that&#39;s the point though.  We keep getting pushed to the bottom<br/>\nfor the last six months.  To me that&#39;s being ignored.  Maybe I&#39;m just more<br/>\npicky.  I reiterated our problems on the post on EQ Gameplay though, so<br/>\nwe&#39;ll see what happens.<br/>\n<br/>\nOn a more humorous note, my bard has been under a rock for over two weeks<br/>\nnow.  After a frustrating evening of having Pixie Strike fail repeatedly<br/>\n(from the log I got 73% resists from blues) I camped him and haven&#39;t felt<br/>\nlike bringing him out again since.  It just irritates me too much to think<br/>\nabout it.  Pity I can&#39;t get Verant to add him as an NPC to the wood elf camp<br/>\nin Lesser Fay where he&#39;s parked.  They always appeared a pretty somber group<br/>\nto me; they should appreciate having a mournful bard joining their little<br/>\nband.<br/>\n<br/>\n\tKitasi Faegehearper<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Adam Wasserman [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wassermana@...\">wassermana@...</a>]<br/>\nSent: Thursday, August 10, 2000 9:58 AM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&#39;<br/>\nSubject: RE: [eqbards] Oh this can&#39;t be good....<br/>\n<br/>\n<br/>\nKit,<br/>\n<br/>\nI haven&#39;t been under a rock. (although it may have been safer there, maybe I<br/>\nshould try it) I&#39;ve seen and contributed to many of the posts. But when I<br/>\nread Abashi&#39;s reply, I honestly believe he has absolutely no idea what we<br/>\nare talking about when we reference the problems with chains and lullaby.<br/>\n<br/>\nQuote:<br/>\n------<br/>\n&quot;I&#39;m not sure what is supposed to be wrong with chains. Some changes were<br/>\nput in to put in a maximum amount that a creature could be slowed prior to<br/>\napplying any slowing related to damage. The change was intentional.<br/>\n<br/>\nAs for lullaby, I just said in another thread that Ester, the one who was<br/>\ngoing to look at this, is on vacation, and I&#39;ll have to check with her when<br/>\nshe gets back. Now that I think of it, I think I may remember someone<br/>\nstating that lullaby&#39;s current functionality is intended, as it&#39;s the only<br/>\nthing to keep them from trivializing encounters. I&#39;ll have to check with<br/>\nEster when she gets back to be sure.&quot;<br/>\n<br/>\nLike you, I refuse to believe they are outright lying, so I come to the<br/>\nconclusion that he has no clue. He remembers the patch that nerfed chains,<br/>\nbut he doesn&#39;t know how it affected the lower level song. Again with<br/>\nlullaby, he remembers the last time it was looked at, but doesn&#39;t know that<br/>\nwe still see a HUGE problem.<br/>\n<br/>\nMaybe I&#39;m hopelessly optimistic and refuse to see the truth that is evident,<br/>\nbut I just can&#39;t imagine that he knows and is covering it up. Instead I<br/>\nthink that he is hopelessly swamped by email, message board postings and<br/>\nwhatever other work he may have and in that mountain of information, ours<br/>\ngot pushed to the bottom and  never seen.<br/>\n<br/>\nDraelon Stormsong<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Kimes, Dean W. [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dean_kimes@...\">dean_kimes@...</a>]<br/>\nSent: Thursday, August 10, 2000 11:37 AM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&#39;<br/>\nSubject: RE: [eqbards] Oh this can&#39;t be good....<br/>\n<br/>\n<br/>\nI generally try to be open-minded, but...<br/>\nI agree with you on the experience parts of your post, not a big deal, and<br/>\nits not going to change.<br/>\n<br/>\nOn the song related parts of your post though, have you been living under a<br/>\nrock for the last 6 months?<br/>\n<br/>\nThere have been numerous postings to the EQ boards, emails directly to GZ<br/>\nand Abashi, posts on the EQ_Caster&#39;s Board (which they do read), as well as<br/>\nmessages sent thru Baelish (runs EQ_Casters, talks to GZ nearly daily).  <br/>\n<br/>\nMany of these posts have contained ridiculously detailed information on the<br/>\nproblems with the broken songs.  John Kim and myself have broken the things<br/>\ndown statistically to the point where it was readily apparent that the<br/>\nresist rates were down to tenths of a percent with variances of +/- 2 tenths<br/>\nof a percent.<br/>\n<br/>\nThere is ABSOLUTELY no way they can claim they don&#39;t know what we think is<br/>\nwrong with these songs and still be truthful.  They ARE ignoring us.<br/>\n(Harmonic is gone right?  If not, my apologies Harm)<br/>\nWell maybe they aren&#39;t ignoring us, but in that case they are purposely<br/>\nlying to us instead.  I prefer to assume the former.<br/>\n<br/>\n\tKitasi Faegehearper<br/>\n<br/>\n1) They aren&#39;t ignoring us. Instead they just have no idea that we think<br/>\nthere is a problem that needs to be looked at. Abashi is a busy man, I&#39;m<br/>\nwilling to give him the benefit of the doubt and hope that he missed our<br/>\nposts or forgot them.<br/>\n<br/>\n2) If we can make them aware of what we think is wrong, then we can get them<br/>\nto look at it and there is a possibility that we can get it fixed. This to<br/>\nme is good news. The only problem is how to get our thoughts looked at. I<br/>\nsuggest we write up a concise description of the problems. (insane resist<br/>\nrates on pixie strike and lullaby and ineffectiveness of snare since the<br/>\npatch) then we post it to the bug board and the gameplay board, as well as<br/>\nemailing it to abashi.<br/>\n<br/>\nDraelon Stormsong<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
