{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Adam Wasserman","from":"Adam Wasserman &lt;wassermana@...&gt;","replyTo":"LIST","senderId":"MpeK_0AAm6EbNVY9QbFwJTeJ3Z4IWqwtZQ9fNLYRn93WQvCWAJo_7ji6wkbskKYwPdGYnej2tq_mI8kK-L5jciiKb2X1vD0DR2w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Oh this can&#39;t be good....","postDate":"965921136","msgId":20922,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDY5MURCRTlBODIwNUQ0MTE5NUE0MDBCMEQwMjE5QUE4NDlBNjhDQG1haWxueTAxLmtwZS5jb20+"},"prevInTopic":20919,"nextInTopic":20923,"prevInTime":20921,"nextInTime":20923,"topicId":20912,"numMessagesInTopic":23,"msgSnippet":"Two Words... Who Cares? If I find myself in a group with people whining and bitching about exp penalties, I politely excuse myself and leave. I play this game","messageBody":"<div id=\"ygrps-yiv-376386474\">Two Words...<br/>\n<br/>\nWho Cares?<br/>\n<br/>\nIf I find myself in a group with people whining and bitching about exp<br/>\npenalties, I politely excuse myself and leave. I play this game to have fun,<br/>\nnot to maximize exp for each encounter, and certainly not to put up with<br/>\nsome 12 year old who can&#39;t seem to level fast enough.<br/>\n<br/>\nThat being said, the bard of all classes is least affected by the &quot;exp<br/>\npenalty&quot; problem because we increase the effectiveness of the party so<br/>\nsignificantly that we more than make up for the exp we are &quot;taking&quot; by<br/>\nincreasing the total amount of kills the group can handle.<br/>\n<br/>\nNow for a dose of realism. The game has been live for more than a year. You<br/>\nwill not see any changes in the exp tables, nor are you likely to see any<br/>\nchanges in the way exp is awarded. It&#39;s just not going to happen, it&#39;s too<br/>\nlate in the game, so we might as well focus our efforts on something that<br/>\nhas a chance of happening.<br/>\n<br/>\nMy major gripe with this game is that everyone who plays automatically<br/>\nthinks they are qualified to be a game designer. This is not directed to you<br/>\nElwyn, but towards the myriad of fools who post constantly to the official<br/>\nmessage boaards thinking that since everyone would like a change it should<br/>\nbe implemented. People need to realize that this is not a majority rule and<br/>\nthat just because players want something, doesn&#39;t mean it is good for the<br/>\ngame. This game would suck if there were no penalty for dying. It would be<br/>\nbad if transportation were instant. And it would not hold our attention long<br/>\nif planar armor dropped like candy. Granted there are many flaws in the<br/>\nsystem. (Bard armor could drop a little more frequently) But overall, I<br/>\nthink this game is awesome. I&#39;ve played for 48 levels on my main character,<br/>\n23 on my secondary and taken several others to 12 or higher. I can honestly<br/>\nsay that I can see myself continuting to play my characters for quite some<br/>\ntime. This is not the case with games like Baldur&#39;s Gate, where the instant<br/>\nI was done I had lost all interest in the game.<br/>\n<br/>\nAnyways, I have to fall on the side of Verant. I&#39;ve seen many beneficial<br/>\nchanges over the life of my character. And I truely believe that the EQ<br/>\nworld is a better place than when it was originally released. Whenever I<br/>\nthink about something game that I find annoying, like some of our songs<br/>\nbeing broken, I remember that the death penalty used to be twice what it is<br/>\nand then I feel better.<br/>\n<br/>\nSo, it seems like Abashi is completely ignorant of our concerns about our<br/>\nsongs. This says to me 2 things...<br/>\n<br/>\n1) They aren&#39;t ignoring us. Instead they just have no idea that we think<br/>\nthere is a problem that needs to be looked at. Abashi is a busy man, I&#39;m<br/>\nwilling to give him the benefit of the doubt and hope that he missed our<br/>\nposts or forgot them.<br/>\n<br/>\n2) If we can make them aware of what we think is wrong, then we can get them<br/>\nto look at it and there is a possibility that we can get it fixed. This to<br/>\nme is good news. The only problem is how to get our thoughts looked at. I<br/>\nsuggest we write up a concise description of the problems. (insane resist<br/>\nrates on pixie strike and lullaby and ineffectiveness of snare since the<br/>\npatch) then we post it to the bug board and the gameplay board, as well as<br/>\nemailing it to abashi.<br/>\n<br/>\nDraelon Stormsong<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Greg Gillan [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ggillan@...\">ggillan@...</a>]<br/>\nSent: Thursday, August 10, 2000 9:47 AM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&#39;<br/>\nSubject: RE: [eqbards] Oh this can&#39;t be good....<br/>\n<br/>\n<br/>\nThe hybrid penalty is a HUGE problem.  If it worked like it did in AD&D,<br/>\nfine, that would be one thing.  The problem is not that a class is slower to<br/>\nlevel, but rather that having a hybrid in your group makes the whole group<br/>\nlevel slower.  This unfairly penalizes your group members for what is<br/>\nsupposed to be your penalty.<br/>\nWhen a kill is made, every member of the party is not given an equal number<br/>\nof xp points.  No, every member is given a percentage of the total xp based<br/>\non how much xp they currently have.<br/>\n<br/>\nLets take the most extreme example.  A group of 5 troll shadow knights<br/>\n(highest xp penalty) and 1 halfling rogue (lowest xp penalty).  Lets assume<br/>\nthey&#39;re all the same level and they kill a monster worth 600xp.  Now you<br/>\nthink the intelligent thing would be to give each member of the group 100xp<br/>\neach, but no, that&#39;s not how it works.  In this example, each troll SK would<br/>\nget 108xp, and the poor halfling rogue would get 55xp.  The logic is that<br/>\nthe halfling needs less xp to level, so he gets less.  The problem is that<br/>\nthis system totally eliminates the idea of having a class that&#39;s easier to<br/>\nlevel.  The poor little halfling got screwed by the hybrids in his group.<br/>\nReplace all those troll SK&#39;s with non-hybrids, and suddenly our halfling is<br/>\ngetting twice the xp, and leveling twice as fast.<br/>\n<br/>\nNow granted, this is an extreme example, but every time you add a hybrid to<br/>\nyour group, the ability of the group to level quickly is decreased.  So you<br/>\ntell me, who pays the penalty?  Hybrids?  Or those forced to group with<br/>\nthem?<br/>\n<br/>\n<br/>\nElwyn<br/>\nLevel 58 Hybrid Bard<br/>\nErollisi Marr<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Kevin L. Crawford [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Lyrnia@...\">Lyrnia@...</a>]<br/>\nSent: Thursday, August 10, 2000 9:32 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: Re: [eqbards] Oh this can&#39;t be good....<br/>\n<br/>\nI still get a kick out of people thinking there is some kind of XP &quot;penalty&quot;<br/>\nfor being a hybrid.  It&#39;s not a &quot;penalty&quot; it&#39;s just harder to level certain<br/>\nclasses than it is to level others.  This is due to varying benefits that<br/>\neach class has.   Go look at an AD&D players handbook and look at the xp<br/>\ndifferences for each class.  If you look in a 1st Edition one you can even<br/>\nlook at bards and realize that they are the single hardest class in AD&D to<br/>\nlevel (had to level to 10 in warrior, 10 in thief then switch to bard and<br/>\nlevel on an xp curve comparable to that of a paladin.).<br/>\n<br/>\nLyrnia Jongleur<br/>\nBard of Norrath<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
