{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Adam Wasserman","from":"Adam Wasserman &lt;wassermana@...&gt;","replyTo":"LIST","senderId":"IH40WbuS3QwNDgu8IRlBoeNzEry8_7Qc9_Hh0PZqsWkMbH2ZgrliWiFAeTN0obWS_KGGJUcrpdG6hRxq0yEpcmb8x8gjS0VvbBA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] The Mother of all Planes Posts, part 3: HATE, MOBS","postDate":"967480423","msgId":21137,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDY5MURCRTlBODIwNUQ0MTE5NUE0MDBCMEQwMjE5QUE4Q0RGNTUyQG1haWxueTAxLmtwZS5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":21136,"nextInTime":21138,"topicId":21137,"numMessagesInTopic":1,"msgSnippet":"This comes from a friend of mine on the Bristlebane server, Zyvalla Kwikfingers, Scout of Hate House Arcanum. It has been edited for format only. The original","messageBody":"<div id=\"ygrps-yiv-1881642835\">This comes from a friend of mine on the Bristlebane server, Zyvalla<br/>\nKwikfingers, Scout of Hate House Arcanum. It has been edited for format<br/>\nonly. The original version was on a message board and has been archived.<br/>\n<br/>\nDraelon Stormsong<br/>\nBard of the 49th level<br/>\nTribunal Server<br/>\n------------------------------------------------------------------------<br/>\n<br/>\nGuide to the Plane of Hate Mobs: <br/>\n<br/>\nThere are 14 different mobs in Hate, and each is different. <br/>\n<br/>\nCleric of Innoruuk - Cleric - They look like a Dark Elf guard. They have<br/>\nhigh magic resist, so harder to mez, and they love to complete heal. They<br/>\nalso buff the mobs they pass with cleric buffs. Keep them stunned (bash/<br/>\nslam) while fighting and kill them fast. They drop cleric gear. They do not<br/>\nsee rogues or even normal invisible. They have a normal aggro range. <br/>\n<br/>\nIre Ghast - undead Shadow Knight - They look like a ghoul and have low magic<br/>\nresist, so easy to mez, but love to HarmTouch, and do it a lot. Undead magic<br/>\nworks on them. They drop some Paladin weapons. They do not see rogues, but<br/>\ndo see normal player invisible (although invis to undead would work). They<br/>\nhave a small aggro range. <br/>\n<br/>\nRevultant Rat - Warrior - They look like a giant diseased rat and have low<br/>\nmagic resist, but proc Deadly Poison. Only drop is a Ranger Whip. They do<br/>\nnot see rogues or normal invis. They have a small aggro range. <br/>\n<br/>\nSpite Golem - Shaman - They look like a rock golem. They have insane magic<br/>\nresist (although poison, disease, and the post-50 wizard spells will usually<br/>\nstick). This is the most important target most times. If you get 2, one<br/>\nwarrior, usually the backup assist, will keep second one busy while the<br/>\ngroup kills number 1. It is possible to kill several, but very, very tough,<br/>\nso be careful. They love to cast SoW and other Alacrity on everything close<br/>\nto them. They drop shaman gear. They do not see a rogue, but see everything<br/>\nelse. They have a large aggro range. <br/>\n<br/>\nLoathing Lich - undead Wizard - They look like a spectre and have very low<br/>\nmagic resist and fewer hp than most mobs in Hate, plus are undead so undead<br/>\nmagic works well, so usually easy kills. But they will cast the wizard<br/>\ndamage shield (the annoying 2 damage spam shield). They drop a Necromancer<br/>\nrod. They DO see a rogue as well as anything else. *** BE CAREFUL *** They<br/>\nhave a small self-aggro range, but will pass chain-aggro other mobs a very<br/>\nlarge range. <br/>\n<br/>\nAbhorrent - Rogue - They look like gargoyles and have very low magic resist,<br/>\nbut love to backstab, so make sure the puller is careful pulling them. They<br/>\ndrop rogue gear. They do not see rogues or normal invisible. They have a<br/>\nsmall aggro range. <br/>\n<br/>\nHaunted Chest - Enchanter - They look like a bog box with teeth. They do not<br/>\ncharm or otherwise debuff, but they will pillage enchantments, so could call<br/>\nthem Enchanters, or just a warrior with a Pumise Stone. They can drop any<br/>\nitem from the Planes of Hate or Fear. They do not see a rogue, but do see<br/>\nothers. They have an very small aggro range and are very slow. When pulling,<br/>\nthe puller has to stay close, or the box will forget and go home. They even<br/>\naggro other mobs at a very short range. Boxes spawn only in fixed locations.<br/>\nThey are not on any other spawn table. <br/>\n<br/>\nKiraikueis - undead Monk - They look like a mummy and have low magic resist.<br/>\nThey will proc Strong Disease. They are undead, so undead magic works well<br/>\non them. They drop warrior gear and a monk Shuriken. They do not see rogues,<br/>\nbut do see normal invis, though invis to undead would work. They have a very<br/>\nlarge aggro range, but a small pass-on range, so they will aggro with<br/>\nanything close, but not aggro the mobs around them... usually. <br/>\n<br/>\nScorn Banshee - undead Warrior - They look like a female zombie and have low<br/>\nmagic resist, but proc Strong Disease and hit a ton. But undead magic works.<br/>\nThey drop Bard gear. They DO see rogues and all invis, including invis to<br/>\nundead, regardless of what con says. *** BE CAREFUL *** They do have a small<br/>\naggro range, though. <br/>\n<br/>\nForsaken Revanant, Male - undead Magician - They look like male vampires and<br/>\nhave normal magic resistance. They also cast a mean damage shield and nasty<br/>\nAE direct damage. Undead magic does work. They drop mage gear. They do not<br/>\nsee rogues, but do see normal invis. They have normal aggro range. <br/>\n<br/>\nForsaken Revanant, Female - undead Enchanter - They look like female<br/>\nvampires and have high magic resistance, but they do not cast charm. They do<br/>\ncast a damage shield, though. Undead magic works. They drop Enchanter gear.<br/>\nThey do not see rogues but do see normal invis. They have normal aggro<br/>\nrange. <br/>\n<br/>\nAshenbone Drake - Necromancer - Looks like a skeletal dragon or a small<br/>\nDracoLiche from Fear. They have high magic resist and love to cast Fear,<br/>\nplus they hit like a tank. They drop a tank axe or a Shadow Knight shield or<br/>\nweapon. They do not see rogues, but do see normal invis. They have an insane<br/>\naggro range and have been known to aggro stuff across the zone. Be extremely<br/>\ncareful on this one&#39;s aggro. <br/>\n<br/>\nMaestro of Rancor - Bard - Looks like Lord Mistmoore, but since he hasn&#39;t<br/>\nbeen seen in a long time, I guess Mistmoore looks like Maestro. He is a<br/>\nBard, but since NPCs do not use BardSong, you could say he&#39;s a warrior. He<br/>\nhits a TON and has an ae lifetap on everything in melee range. And if he has<br/>\ndual weapons, he hits extremely fast. He normally drops 2 items, mostly Bard<br/>\nstuff, though a few monk items and a nice dropable shield. He sees rogues<br/>\nand all normal invis, but his back is usually to the door so no problem. He<br/>\nis the lesser boss of Hate. <br/>\n<br/>\nInnoruuk - god - He looks like Innoruuk, no other way to say it. He does a<br/>\nDeathTouch every 30 seconds or so of the fight and loves to cast gravity<br/>\nflux. He has a long list of drops, and most of it nice. He sees rogues and<br/>\nwill DeathTouch you in a heart-beat. <br/>\n<br/>\nSpawn Types: <br/>\nZone-Patrol - The first you will see on porting up is the zone-patrol.<br/>\nZone-patrol is about 4 roaming spawns just to make plane breaking more<br/>\ndifficult. They will spawn on the east wall right behind either house 5 or I<br/>\nand walk the east wall S and up into the ceiling. Occasionally, one will<br/>\nstop next to a house to buff the mobs inside and then cut at an angle due<br/>\nSW, which could lead them into the port room itself, but they do not stay<br/>\nthere long. However, since they are zone-patrol, they will usually be right<br/>\nbeside the port room, so porting up could be a problem. Zone-patrol can be<br/>\nCleric, Spite, Ire, or Rat, and in that order of appearance. Repop on<br/>\nzone-patrol is the same as static spawns if killed, so about 8 hours. If<br/>\nthey de-pop themselves, which they do if they make it to the zone-line, then<br/>\nthe repop is about 30 minutes or so, but since they walk right by the<br/>\nzone-in, if you setup camp there, you will get them all. They have a less<br/>\nthan normal drop rate. <br/>\n<br/>\nNormal Roamers - There are 2 patrol routes in Hate, the North and South. The<br/>\nNorth route is basically just as is drawn on the map, except that the mobs<br/>\nwill make a square just north of the Fountain (house 8) and then head back<br/>\nup the path to the NW end of it. The South route follows the path but where<br/>\nit stops on the south wall, the path actually continues along the south wall<br/>\nuntil past house T, then turns due north until just past the stairs in the<br/>\nNW corner of house C (beside house Q), turns east and follow N wall of house<br/>\nC to house A, then N around house A and back to meet the end of the drawn<br/>\nroute. On both of these route, there can be Lich, Rat, or Ire. And they are<br/>\nboth on a 30 minute timer, so be extremely careful. Also, the route can run<br/>\nclockwise or counterclockwise, and the mobs can stop mid route and head<br/>\nback. They like to stop on the S wall beside houses 2, U, and T, near the NW<br/>\ncorner of house C, near the opening between A and C, beside house 7, 6, 5,<br/>\n4, 3, and 2, and near the Totem (the black dot between house 3 and 5.<br/>\nIn-game, is a pillar of faces with flames in their mouths). Be extremely<br/>\ncareful with them when near house 2 as they could easily aggro the stuff in<br/>\nhouse C. The door to C is beside A, so if that happens, everything between C<br/>\nand the zone room will aggro. All the roamers have low drop rates, though<br/>\nthe Ires seem to have the pali items rather frequently. But that could just<br/>\nbe because there are so many of them. <br/>\n<br/>\nSW Corner - The SW corner is the other favorite pull spot (other than the<br/>\nzone-in room). There are 3 semi-static spawns there, and they are 2 clerics<br/>\nand a kirakuai. They are on a 30 minute timer and have very low drop rates.<br/>\nThey are here for one reason only... because it was a great pull spot away<br/>\nfrom most of the roamer path. By being a 30 minute spawn, it makes camping<br/>\nhere much more difficult. I still prefer the zone-in room, even though you<br/>\nhave to fight with more of the roamer path. <br/>\nStatic Spawns - The ones in the houses are static spawns, and even they come<br/>\nin two flavors. Some of the houses are huge, so they have fixed spawn points<br/>\nand roamers within the houses. Static Spawns have the highest drop rates and<br/>\nare on about an 8 hour timer. I will cover houses shortly. <br/>\n<br/>\nBoss Mobs - This is Maestro and Inny. Maestro spawns in the far NW corner of<br/>\nhouse D in front of the organ. Inny is in a room upstairs. Maestro is on the<br/>\nsame static timer, while Inny is on a 7 day spawn, so usually just after a<br/>\nserver repop. If the server is reset, or the zone crashes, all mobs in Hate<br/>\nare depopped. This is to provide a little safety during reentry. When this<br/>\nhappens, the timer for the entire zone starts at 0, so 30 minutes later, all<br/>\nthe roamers will pop, then 15 more and the SW corner will pop, then about 8<br/>\nmore and the statics and Maestro will pop. So, what players do is as soon as<br/>\nthe server drops, they head in and setup since they only have to dead with<br/>\nthe normal roamers and possibly the zone-patrol. They then ask for a zone<br/>\nrepop, which the gm will do as long as it is ONE person that asks, not<br/>\neveryone in the zone.</div>","specialLinks":[]}}
