{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Big Daddy Legba","from":"&quot;Big Daddy Legba&quot; &lt;legba@...&gt;","replyTo":"LIST","senderId":"1e-S0feGr7ofKPoV74V3vbFCQtQY7duq92cQ57P3Ps6-51dZqzVI9ybTIxfOuwxy95svCC43R-UZ64tPqZVcJtw-h1jrfyakPaCU7Cc1oA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Official confirmation from Ester","postDate":"968420366","msgId":21284,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMzUwMWMwMTk5YSQzNjJkYzBjMCQ4NzZlMjVkMEBzeWY+"},"prevInTopic":21281,"nextInTopic":21285,"prevInTime":21283,"nextInTime":21285,"topicId":21281,"numMessagesInTopic":11,"msgSnippet":"I never got to play when the song worked (started Elfson at the end of December) so this hasn t bothered me as much as some of the older bards.  I have liked","messageBody":"<div id=\"ygrps-yiv-190784351\">I never got to play when the song worked (started Elfson at the end of<br/>\nDecember) so this hasn&#39;t bothered me as much as some of the older bards.  I<br/>\nhave liked playing Elfson for 42 (woohoo!) levels without any ability to AOE<br/>\nmez, and I will continue to do so.<br/>\n<br/>\nI just wish there was some way to &quot;doa dungeon&quot; without an enchanter in your<br/>\ngroup.  (Fortunatly my guild of like 20 35+ chars has 3 enchanters, so ita<br/>\nnot often a problem).  Veerant claims they wish people would &quot;do dungeons&quot;,<br/>\nwhich (according to them) means walk around, kill stuff, med up and continue<br/>\nmoving.  This is a very fun way to play.  You just need 3 things to do it<br/>\nwithout dying frequently.<br/>\n<br/>\n1. A meat shield.  This role is best filled by a warrior (as it should be),<br/>\nbut a paladin, shadowknight can fill in with little problem.  Rangers and<br/>\nmonks (maybe rogues,I have little experience with them) also with a little<br/>\nmore healing.  Maybe in a real pinch a buffed up bard could do it, but you<br/>\nbetter have pets and blasters to help him out then.<br/>\n<br/>\n2. A healer.  Clerics are the clear choice here, but shamans, druids and<br/>\neven paladins can fill in and the group still works.<br/>\n<br/>\n3. Crowd control.  Post 30, there is no one who fills this role but an<br/>\nenchanter.  We (bards) are the second best (I think, I dont know how well<br/>\nnecros can do this).  And I know I can&#39;t do it well enough to &quot;do a<br/>\ndungeon&quot;.  In the mid 40&#39;s, we are able to break most rooms (with a lot of<br/>\ngood playing) without an enchanter, and then holding the room becomes no<br/>\nproblem.  But the mana cost of the break in makes it impossible to keep<br/>\nmoving through the dungeon.<br/>\n<br/>\nThere in lies the problem, you can&#39;t play the game (as Verant intended)<br/>\nwithout an enchanter.  This is why people sit in one place (frequently<br/>\noutdoors where you can easily pull singles) and camp.<br/>\n<br/>\nI don&#39;t mean this is a slight to the other classes in the game (ie the<br/>\ndamage boys).  They are great in a group and I love wizards (expecially when<br/>\nwe are going after a big named spawn).  I just don&#39;t see tem as &quot;necessary&quot;<br/>\nfor crawling through a dungeon.  They just make it easier.<br/>\n<br/>\nOnce again VI shows a lack of (how ironically) vision.  I quit EQ in Feb for<br/>\nalmost 2 months, but I missed my friends, so I came back (and worked my blue<br/>\nheiny off to catch up with them level wise).  I love bards, I play them in<br/>\nany new game I get.  However if my guild said &quot;Hey Elf, we&#39;ve decided to<br/>\nmove the guild to xxxxxxxx (anarchy online, asheron&#39;s call, UO2, Diablo2,<br/>\nIcewind Dale, whatever)&quot;  I would leave in a second.  But that being said I<br/>\ndon&#39;t see it happening, and will continue enjoying my time in Norrath with<br/>\nmy friends.  (despite the occasional quirks...)</div>","specialLinks":[]}}
