{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Beth Moursund","from":"Beth Moursund &lt;scrybsprite@...&gt;","replyTo":"LIST","senderId":"kUmwwmst_mO6ruwHVL6nWtzd6RcTgzW5_43TZpzd3BR5xf2NVph4GQVpZ9GWaRw2VVkcCUBusyAVhExmNbKvZHSTlRQTqGmqxVY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Cazic Thule","postDate":"929764596","msgId":2130,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMTcuMjEzMC45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2092,"nextInTopic":2139,"prevInTime":2129,"nextInTime":2131,"topicId":2068,"numMessagesInTopic":15,"msgSnippet":"Yep, Freeport is your closest binding place, unless you relish the thought of being killed by trolls and ogres when you reincarnate.  It s about a 15 minute","messageBody":"<div id=\"ygrps-yiv-770093208\">Yep, Freeport is your closest binding place, unless you relish the thought <br/>\nof being killed by trolls and ogres when you reincarnate.  It&#39;s about a 15 <br/>\nminute run from Freeport back to Cazic singing the Accelerando with no <br/>\ndrum.<br/>\n<br/>\nCazic geography (and some spoilers)...<br/>\n<br/>\nBouncer Hurd occasionally hangs out near the entrance to Cazic, so watch <br/>\nout for him as you approach the zone.  Also, he will sometimes end up right <br/>\nat the zone point, having chased someone in there.<br/>\n<br/>\nWhen you enter Cazic you will be in a wide hallway.  (Note that the zone <br/>\npoint is misconfigured -- the hall looks like it points the opposite <br/>\ndirection before you zone.)  You will occasionally zone in to find youself <br/>\nin the midst of a nasty train, especially during prime hours, so have your <br/>\nfinger on the back-up key just in case.  If no one has trained things <br/>\nthere, the zone area should be quiet, with no monsters in range.  At the <br/>\ncorner one lizard broodling spawns; they are around 10th level or so, so <br/>\nwon&#39;t bother you.  Turning the corner you will see two more broodlings and <br/>\na set of double doors.<br/>\n<br/>\nThrough the doors lies the main courtyard.  To your right is a single door <br/>\nleading to the maze; this is a good spot to pull defender and sentinel <br/>\nlizards.  Go deep enough into the maze and you&#39;ll find the spot where the <br/>\nwizard&#39;s Cazic Gate spell drops them.  (That spell is a death trap for <br/>\nunwary wizards.)  Also through the maze is a large pyramid known as the <br/>\nLost Temple, populated with higher level lizards.<br/>\n<br/>\nOn the same wall as the double doors is a ladder.  Up there, through a <br/>\ndoor, and down and around you&#39;ll find a room with a square water-filled <br/>\nshaft.  This leads down to an underground lake in a cavern.  At higher <br/>\nlevels, a group can camp by the tank and pull gators for very good <br/>\nexperience, but they&#39;re too nasty for you at 20th.<br/>\n<br/>\nBack to the courtyard again, at the other end is another pair of double <br/>\ndoors.  Don&#39;t get confused and run that way if you&#39;re trying to zone.  One <br/>\nof the passages back there leads up to the ledge on that end; the other <br/>\nleads back deeper to some open areas and another pyramid.<br/>\n<br/>\nOn the ledge at that end are two more water filled shafts.  The righthand <br/>\none leads to another gator tank, with higher level gators, and further <br/>\nthrough there lies the home of the Avatar of Fear.  I don&#39;t know what&#39;s <br/>\ndown the lefthand one.<br/>\n<br/>\nOn the left wall of the courtyard at the far end is another single door. <br/>\n Through this and to the right is the throne room, the favorite camping <br/>\nspot for groups in their upper 20s to lower 30s.  This consists of another <br/>\ncourtyard with shallow steps in the middle leading up to a wide opening. <br/>\n The throne and its guards are easily visible through the opening.  If no <br/>\none is camping this area, entering the room will get 4 or 5 lizards on you <br/>\nin a hurry, since they spawn near the door.  The usual camping spots are <br/>\nthe corners.  If the room is fully spawned, pulling the throne will get you <br/>\n2 gorillas, 2 mid-sized lizards, one large lizard, and whatever is on the <br/>\nthrone.  This may be one of the big lizards, or one of the Tae Ew lizards <br/>\n(Templar or Diviner).  The latter are the ones that drop lizard cloaks and <br/>\nmantles, and occasionally rubicite legs and bracers, which is why it is <br/>\nalmost always camped.  To the right of the throne area (looking in) is a <br/>\ndoor that leads to the upper floors of the building.  Pulling from there <br/>\ncan be deadly depending on the strength of your group, since you&#39;ll usually <br/>\nget lizards in groups of 2 to 4 with some high level ones mixed in.<br/>\n<br/>\n  - Windsong Wanderer, bard on Solusek Ro</div>","specialLinks":[]}}
