{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece Tom R CPT 25 ID L G4(n)","from":"&quot;Reece Tom R CPT 25 ID L G4(n)&quot; &lt;g4mntofcr@...&gt;","replyTo":"LIST","senderId":"Xbj-0W2IVlyb2Y9dLJTR8TppsZxVQ1MH2WEAEj18ss4WEZNcYcoJlyQnlNGrKAb9-gvOi8ASJkFjcMYG9KUtSm7uzzLLyO1uryYXDFoj3M8ro76oF2T28hy_betMRqoGZeEKvMDR43JdUg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Horizons (was Official confirmation from Ester)","postDate":"968447098","msgId":21313,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEI3Mjk4ODREQ0Y0RkQ0MTE5MDY5MDBBMEM5RDU1QUQ0NzI4QzFFQGtzdmNocjAxLmhpLnBhYy5hcm15Lm1pbD4="},"prevInTopic":21312,"nextInTopic":21314,"prevInTime":21312,"nextInTime":21314,"topicId":21296,"numMessagesInTopic":20,"msgSnippet":"Well I can only speak for myself, but I m now inclined to give games that include PvP a shot.  I was going to buy UO when it came out until I read about the","messageBody":"<div id=\"ygrps-yiv-1419951400\">Well I can only speak for myself, but I&#39;m now inclined to give games that<br/>\ninclude PvP a shot.  I was going to buy UO when it came out until I read<br/>\nabout the rampant PKing.  So I decided to hold off and buy EQ instead.  But<br/>\nI was quickly disappointed that the gameplay in EQ didn&#39;t include the<br/>\nquesting/adventuring aspects I was used to in single player CRPGs.  EQ was<br/>\nmy first MMORPG so I wasn&#39;t aware of the difficulties involved in including<br/>\nthose aspects of gameplay in the game.  As we are all aware, gameplay in EQ<br/>\nis almost entirely centered around camping. Well I abhor camping so don&#39;t do<br/>\nit anymore.  I have long since stopped worrying about getting phat lewt.<br/>\nOnly reason I play the game anymore is for the social aspect of grouping<br/>\nwith my guildmates.  Dungeon crawling is non existent.  Primary purpose of<br/>\nguilds is to help you find someone to group with and make raids easier, not<br/>\nas a social organization.<br/>\n<br/>\nSo why am I now interested in MMORPGs that include PvP?  <br/>\n1)  Since I am no longer concerned with acquiring phat lewt, the impact of<br/>\ngetting PKed is reduced.  If I do get PKed, my friends in the guild will<br/>\nhelp re-equip me and help me get revenge on the PKer.  <br/>\n2)  PvP promotes guilds that act as social entities.  I now think the idea<br/>\nof guildwars and largescale PvP battles is more entertaining than PvE.  The<br/>\nAI is better plus there is a stronger sense of comaraderie amongst<br/>\nguildmates.<br/>\n3)  Anarchy Online will include personal quest dungeons that are only<br/>\naccessible to the player/group who have obtained the quest.  These dungeons<br/>\nwill be temporarily created when the quest is given.  The player/group will<br/>\nnot have to worry about other players/groups interferring.  No training, no<br/>\nkillstealing, no spawn camping.  Instead it will be true dungeon crawling.<br/>\nWork your way thru the dungeon, complete the quest, return to the quest NPC<br/>\nand get your reward.  Truly a unique idea that Verant has said is in the too<br/>\nhard to do category.<br/>\n<br/>\n<br/>\nA few more but I have to get back to work.<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a>]<br/>\nSent: Friday, September 08, 2000 10:47 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: Re: [eqbards] Horizons (was Official confirmation from Ester)<br/>\n<br/>\n<br/>\nSome interesting ideas, but it all devolves down to the basic problem<br/>\nthat grief players will dedicate way more time to figuring out the<br/>\nloopholes in the system than any sane developer can spend or afford to<br/>\npay someone to spend conteracting them.<br/>\n<br/>\nWhat really bothers me the most is that people have pretty well<br/>\noverwhelmingly shown they don&#39;t like this kind of forced pvp, yet so<br/>\nmany of the new MMORPG developers seem to remain convinced that they<br/>\nhave the magic bullet that will convince people that they are wrong to<br/>\ndislike it. This reminds me far too much of the same kind of arrogance<br/>\nthat we&#39;ve seen from Verant, where they quite clearly seem to think<br/>\nthey&#39;ve made a near perfect game if people would just play it the way<br/>\nthey were supposed to.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Fri, Sep 08/00, &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dean_kimes@...\">dean_kimes@...</a>&gt; wrote:<br/>\n<br/>\n&gt; Yes, and no.  I don&#39;t think they believe that their PvP environment will<br/>\nbe<br/>\n&gt; perfect, but they think it will be good.  I like the concept behind it and<br/>\n&gt; generally I abhor PvP because it is all about PK for the most part.  Two<br/>\n&gt; things they are doing will make a huge difference.  Like the Team PvP<br/>\n&gt; servers, only races openly at war can PvP one another without consequence.<br/>\n&gt; The big difference is, there will not be a way to tell the difference<br/>\n&gt; between PC&#39;s and NPC&#39;s on sight.  If you see an Orc on the road ahead and<br/>\n&gt; you are an elf, you know that he is dangerous to you, whether he is a<br/>\nplayer<br/>\n&gt; or an npc.<br/>\n&gt; <br/>\n&gt; Their consequence system is brutal against PK&#39;ers.  If you kill a race<br/>\nthat<br/>\n&gt; you are not at war with, even a mere 5 or 6 times you will suffer enormous<br/>\n&gt; problems.  These problems will include having npc bounty-hunters showing<br/>\nup<br/>\n&gt; to kill you at random.  Playing a PK character would rapidly become<br/>\n&gt; unplayable as every time you logged in you were ambush by these npc<br/>\n&gt; enforcers.  Even if you kept your PK-ing to a race yours was at war with,<br/>\n&gt; you would always find yourself in enemy territory where few would feel any<br/>\n&gt; compunction against killing you.<br/>\n&gt; <br/>\n&gt; I wasn&#39;t really interested much in Horizons initailly due to it&#39;s PvP<br/>\n&gt; system, but they have convinced me to give it a chance.  They feel their<br/>\nPvP<br/>\n&gt; system will promote the &#39;risk game&#39; like Player competition while severely<br/>\n&gt; punishing to the point of oblivion anyone who PK&#39;s for the joy of hurting<br/>\n&gt; others.  Time will tell.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; \tKit<br/>\n&gt; <br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n&gt; <br/>\n&gt; <br/>\n<br/>\n-- <br/>\n  Artificial Intelligence stands no chance against Natural Stupidity.<br/>\n            GAT d- -p+(--) c++++ l++ u++ t- m--- W--- !v<br/>\n                 b+++ e* s-/+ n-(?) h++ f+g+ w+++ y*<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>","specialLinks":[]}}
