{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"r0SpIWQX8jxhPSQMLp4fTSFhnpSGVhz2wZntIuJeQJqetyoNTavIdBamwmm98F1E8Ho_-vQlcmmfUN6m6P_Jeo2NzSzjK3-T5adH-hjlsnBBhtG4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] PK problems (was: Horizons) (now REALLY offtopic) ( But at least still about bards somewhere)","postDate":"968688196","msgId":21339,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTY5QTlAZGVuZXhjaDAyPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":21338,"nextInTime":21340,"topicId":21339,"numMessagesInTopic":1,"msgSnippet":"Hey!  I had thought the name Talies was familiar.  I remember listening to you many times in those grand ole days of Dragonrealms.  You may remember the young","messageBody":"<div id=\"ygrps-yiv-346448307\">Hey!  I had thought the name Talies was familiar.  I remember listening to<br/>\nyou many times in those grand ole&#39; days of Dragonrealms.  You may remember<br/>\nthe young bard Nolissar, or not as may be.  I spent many happy days in the<br/>\nbard guild myself before I left for other realms.  I also had a run in with<br/>\nthat nefarious fellow, or someone with a very similar name.  He killed<br/>\nsomeone near the North Ferry and was cackling about it.  I was in hiding and<br/>\nspent some time aiming at him.  After he killed the second person I shot him<br/>\nas well.  I didn&#39;t manage to kill him but I did stun him allowing the poor<br/>\nfellow&#39;s friends to slay him.<br/>\n<br/>\nNo system will be perfect, that&#39;s for certain.  I do think that if they<br/>\naccomplis it, the Horizons one will be good however.  They did touch upon<br/>\nthe very instance you have described though.  If someone PK&#39;s you, or a<br/>\nmember of your family, or a member of your guild, then everyone in that<br/>\nguild/family gets one &#39;free of consequence&#39; shot at that person for each<br/>\ntime he has killed you.  In the case you described Muumuu would have been on<br/>\nthe free list of everyone there after his many treacherous assaults.  Of<br/>\ncourse, by that time he would have been slain by the very guards of the city<br/>\nanyhow in theory.<br/>\n<br/>\n\tKitasi of E&#39;ci<br/>\n\tNolissar of DragonRealms<br/>\n<br/>\nAhh - but there can be problems with this as well.<br/>\nLet me share with you a story of the original Talies - Talies Wanderbur, a <br/>\nHalfling Bard in Dragonrealms...<br/>\nOne night, as they were preparing to open Jadewater Mansion for the first <br/>\ntime, I was waiting around, decked out in my finest (actually, my Trader <br/>\nPatron&#39;s finest - I was just an outlet store for her unique wares).  As I <br/>\nscanned the ever-increasing crowd, one face jumped out at me - Muumuu - <br/>\nwell known corpse-robber, and despised by the Bardic community as a <br/>\nwhole.  Most recently he had stolen a poor young Bardess&#39;s recently bonded* <br/>\nlute, and refused to return it, or any of the other items he had <br/>\nstolen.  Generally, he just logged when confronted.  Hoping to finally <br/>\nrecover the missing instrument, but knowing that as young a bard as I was, <br/>\nI couldn&#39;t confront him myself, I ran quickly to the Bard&#39;s Guild and <br/>\npassed through the mystic portal, into the inner sanctum.  &quot;Muumuu&#39;s here - <br/>\nI just saw him heading for the bridge!&quot;<br/>\nNothing like a call to arms to rouse every Bard and their friends.  We <br/>\nrapidly assembled a posse of 5 including a War Mage with a familiar we were <br/>\nusing to track Muumuu&#39;s movements.  Having spotted him in the bad part of <br/>\ntown, we began to make our way there, only to see the Mage suddenly stiffen <br/>\nand slump to the ground.  One of the Bards who knew him well called it <br/>\n&quot;Familiar shock&quot; - someone had slain his familiar (a serious offense!  Like <br/>\nkilling someone&#39;s puppy!)  Incensed, we rushed to the scene, just in time <br/>\nto witness Muumuu fleeing in the opposite direction.  We gave chase, <br/>\nfinally cornering him in an alley, where, with weapons drawn, we confronted <br/>\nhim about the missing items.  Being as low as I was, I knew all I could do <br/>\nwas aim and keep Muumuu under close watch in case he should try to <br/>\nflee.  Suddenly a burly warrior stepped in and accused us of harassing the <br/>\n&quot;young trader&quot; Muumuu.  Despite our statements, and Muumuu&#39;s own snide <br/>\nremarks, the warrior refused to stand aside, and suddenly advanced on one <br/>\nof our own, slaying him in one blow!  This was a great shock to us all, as <br/>\none learns that you NEVER kill someone in town, or the guards throw you in <br/>\njail.  Seeing nothing happen to this Warrior, however, and catching Muumuu <br/>\nbacking away from the corner of my eye, I loosed, piercing him through the <br/>\nthroat, killing him on the spot.  An act, I admit now, that was poorly <br/>\nthought out, and I do regret - did regret the instant I did it, for no <br/>\nsooner had the arrow left my bowstring, than I was clapped in irons and <br/>\ndragged off to a cell, while the remainder of my comrades fought the <br/>\nwarrior valiantly.  The warrior, incidentally, was never captured, while I <br/>\nlost all of mine (and my Patrons) hard earned items (courtesy of another <br/>\nbug we won&#39;t go into ;).<br/>\nSo you see the problem with NPC-meted justice is that it isn&#39;t always fair, <br/>\nbecause NPCs can&#39;t see the real circumstances behind anything - and since <br/>\nthey are programmed by people who make mistakes, they will make those <br/>\nmistakes over and over again...<br/>\n<br/>\nTalies the Wanderer<br/>\n5 worlds and counting<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
