{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bill Mann","from":"&quot;Bill Mann&quot; &lt;dabard@...&gt;","replyTo":"LIST","senderId":"oTYeQnHsxg326Ei5wi42MWAkocs5lWRbOV8qIeSRCAjC9Aae5B9JMAVZ6g0auHbPrupiLZGXnJZznFuSapMzkgOcr7YDsDde","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] RE: Bard Crowd Control","postDate":"968866608","msgId":21402,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwOTEzMTIzNi5BQTM2NzM5NDgzOTRAY2FsZHdlbGwub3JnPg=="},"prevInTopic":21401,"nextInTopic":21404,"prevInTime":21401,"nextInTime":21403,"topicId":21396,"numMessagesInTopic":7,"msgSnippet":"... Heh!  You re all just lucky bastages ;pp  I made the miistake of whipping out my Tamborine and juggling the two chants whikle my two druid buddies rooted","messageBody":"<div id=\"ygrps-yiv-142445244\">---------- Original Message ----------------------------------<br/>\nHeh!  You&#39;re all just lucky bastages ;pp  I made the miistake of whipping out my Tamborine and juggling the two chants whikle my two druid buddies rooted and used their DoTs.  After that one fight, I was forbidden from playing manasong while a battle rages :o)~  One of the tree-lickers pulls (with a nice nuke) the other roots when the MOB gets to us, then they each drop DoTs while I juggle chants.<br/>\nRoot breaks?  No biggie, they keep me buffed with SoW (shhh!) so I can run and DOT while they re-root.<br/>\nWhen I posted my intent to Strike. they weren&#39;t to pleased but understood.  (Note:  these are two guild-bros. that I have known since we were newbs in NWN together, so it was really tough :o/ )<br/>\n<br/>\n<br/>\n<br/>\n-=B=-<br/>\nNOR Bard (&quot;Barrd&quot;) Talespinner<br/>\n41.75 Seasons of Bardic Song<br/>\nCurrently On Strike<br/>\nThe Rathe<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;i have to agree with you, a bard&#39;s life does change at 32, it becomes easier<br/>\n&gt;to get a group because of mana song, and to like you said, most groups<br/>\n&gt;couldnt care less about any other songs. you become the mana battery... When<br/>\n&gt;i turned 32, all my other instrument skills went down the toilet... to a<br/>\n&gt;point that i had to just go to a safe spot and start a song and go watch a 3<br/>\n&gt;hour movie or something. Even now, in dreadlands i get ridge groups, i often<br/>\n&gt;go AFK for 10 minutes or something when we have a strong group and just play<br/>\n&gt;mana song, the group doesnt really mind since im feeding mana. They<br/>\n&gt;especially loved this when we have a chanter and 2 bards in the group.  I<br/>\n&gt;could probably login, get a group, start mana song and leave for an hour and<br/>\n&gt;just get free xp for mana song, i dont do it but im sure i could... <br/>\n&gt;<br/>\n&gt;Minkin -39 bard<br/>\n&gt;Sol Ro<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Slyde, yes I&#39;m 52 now but I have charmed something all the way up and<br/>\n&gt;everywhere we went and not had noticeable resists. I also thought your<br/>\n&gt;comment was you were having trouble charming blues. We rarely have an<br/>\n&gt;enchanter so if the pull is too many, I use charm to deal with spares. I&#39;m<br/>\n&gt;not disputing you, I just found it odd that I didn&#39;t have the smae<br/>\n&gt;impression with my bard.<br/>\n&gt; Lullaby I never mem, unless we are bailing out someone in an area so green<br/>\n&gt;the resists don&#39;t matter,i.e. &quot;Frogluk hits you for 1 point of damage.&quot;<br/>\n&gt;<br/>\n&gt;Gediprime (who finally got to 32), and I were talking about Mana song this<br/>\n&gt;week. It does change a bard&#39;s life. You can just sing mana for most groups<br/>\n&gt;and they could care less about anything else. I am frequently afk and no one<br/>\n&gt;notices, unless the monk overpulls, hehe. If we have a druid, I don&#39;t chain<br/>\n&gt;unless he&#39;s oom, so that leaves me with little to do besides battle song<br/>\n&gt;during fights when the casters have mana and charm if we have more than we<br/>\n&gt;want at once. Charm makes a decent taunt for me, even on a resist. These<br/>\n&gt;days, I&#39;m usually doing laundry or cooking while playing; my partner yells<br/>\n&gt;for me if the group gets into a bad fix and he can&#39;t drive both the bard and<br/>\n&gt;the cleric effectively. I felt a bit better when he told me it was easier to<br/>\n&gt;play my wizard with his characters than my bard.<br/>\n&gt;I wonder if Verant is afraid to tinker with Lullaby, or has some mental<br/>\n&gt;scars about that song. Way back when, Lullaby let you kill things without<br/>\n&gt;getting a blow in return. That got nerfed, and rightly so. Of course they<br/>\n&gt;also nerfed our speed about that same time. Maybe they have a mental block<br/>\n&gt;about what we see as the problems with lullaby. I&#39;d consider loaning my bard<br/>\n&gt;to a bonafide Verant Tester, if I thought it would show them what we all<br/>\n&gt;see. You&#39;d think they would have the ability (and the smarts) to test any<br/>\n&gt;level range character though.<br/>\n&gt;I haven&#39;t quit playing but I play much less these days and my bigger focus<br/>\n&gt;is getting my wiz to 34 so she can tp.<br/>\n&gt;<br/>\n&gt;Brilinnia Ban&#39;Sidhe<br/>\n&gt;Excalibur, Xegony<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt;with the subject submissions.<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions.<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
