{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;john@...&gt;","replyTo":"LIST","senderId":"mIqZzpx-oi_-XSZ80QcnMoFutCKTp1Oux2bG9jfjK5SDwoJlYeVD94dC14l1-GWEc48UonsJE3jfvDTw6vyY3hoi-zBmgXdJRak","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Soloing Spectres at level 39","postDate":"969647871","msgId":21515,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAwMDkyMjEwNDMwMS4wMGFlMmQ1MEBjb25nby5zdHJlYW10aGVvcnkuY29tPg=="},"prevInTopic":0,"nextInTopic":21516,"prevInTime":21514,"nextInTime":21516,"topicId":21515,"numMessagesInTopic":4,"msgSnippet":"I asked the list a while back when I was level 35 about any particular strategies to solo spectres and as given advice to wait until level 40 before giving it","messageBody":"<div id=\"ygrps-yiv-1975721935\">I asked the list a while back when I was level 35 about any particular <br/>\nstrategies to solo spectres and as given advice to wait until level 40 <br/>\nbefore giving it a try. I&#39;m level 39 now, and was cruising through Oasis <br/>\nand on a whim, ran out to spectre island.<br/>\n<br/>\nTambourine in hand, and weaving Aria of Eagles and Accelerando, I targeted <br/>\none of the spectres sitting on the corner. I kept a good distance and hit <br/>\nit with Chant of Flame.  I backed off to the shore and waited over in the <br/>\nplains by the &quot;shelf&quot; near Sro zone. I watched as my target came out of the <br/>\nwater I started to kite him with the 2 chants. I then noticed 2 of his <br/>\nbuddies coming over a ridge. Fortunately, they aren&#39;t above level 37, so I <br/>\ncharmed the one I was fighting, and sent him against his buddies.<br/>\n<br/>\nI happily observed that both of the newcomers started beating on my pet, so <br/>\nI didn&#39;t have to worry about being chased. I kept on eye out for the <br/>\nhealthy one and charmed him when I noticed my pet was getting beat up <br/>\npretty well. No problem, 2 died pretty quickly, and I was left with just <br/>\nkiting the last one who was at full health thanks to his lifetaps.<br/>\n<br/>\nKiting is pretty easy as they are slower than molasses. I observed that if <br/>\nI keep away from them, I hardly got lifetapped. When he was below a bubble <br/>\nof health he started to run. Unfortunately, he started running just as he <br/>\nwas out of my view. I looked around for him, but he had disappeared and <br/>\ndidn&#39;t even show up on track. Evidently, he warped back to the island. As <br/>\nsoon as I went near the island all the spectres aggro&#39;d on me. I zoned as I <br/>\nwasn&#39;t ready to tackle 5.<br/>\n<br/>\nI went back and hunted them again. I chained them when they ran. If I was <br/>\nkiting just 1, I chained him instead of using accelerando. Also, I noticed <br/>\nthat the closer I was to the spectre, the less likely he was to resist my <br/>\nchants. I tested this about two dozen times, but I&#39;m sure John Kim would <br/>\ndisapprove of my sample size. I&#39;ll be hunting them more, so I&#39;ll keep an <br/>\neye on that correlation.<br/>\n<br/>\nSOW would have been helpful, but it&#39;s not necessary.<br/>\n<br/>\nLastly, I posted that I thought I saw less of a wobble to our accelerando. <br/>\nWell with a nice view of myself (instead of in a dark swamp) I <br/>\nunfortunately see that I still spasm my way across the zone.<br/>\n<br/>\nWindleaf Mistsong<br/>\nClan Battlehammer<br/>\nLevel 39 Balladeer<br/>\nBertoxxulous</div>","specialLinks":[]}}
