{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;john@...&gt;","replyTo":"LIST","senderId":"Ryga3OSPsH4smMuGhlfxXJ6SNdPza6-PV50_n2GkLfY6oHXaw3OwEoQCrumtrktcRLbwLiDGzNACjcbecBOjb4Wlhqcc6LseSkE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Favorite Kiting Spots","postDate":"970000402","msgId":21548,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAwMDkyNjEyNDM1NC4wMGFlOTdhMEBjb25nby5zdHJlYW10aGVvcnkuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":21547,"nextInTime":21549,"topicId":21548,"numMessagesInTopic":1,"msgSnippet":"Just thought I d share some of my favorite kiting spots. These are spots that are generally flat, or are open enough that you can view from 3rd person without","messageBody":"<div id=\"ygrps-yiv-1295767393\">Just thought I&#39;d share some of my favorite kiting spots. These are spots <br/>\nthat are generally flat, or are open enough that you can view from 3rd <br/>\nperson without too much hassle. Also, they are relatively free of any <br/>\ntroublesome wandering mobs. Of course, those people who just hang out in <br/>\n1st person view, probably don&#39;t worry about hills. :-)<br/>\n<br/>\nRathe Mtns:<br/>\nHill Giants - The hill that the hill giants walk around is surrounded by a <br/>\ngenerally narrow canyon. However, in the southwest corner is an open valley <br/>\nwith a few low rolling hills that makes this a nice kiting spot. The area <br/>\nin front of the hill (by the lizardman camps) is generally camped by groups <br/>\nand I&#39;ve had some run-ins with people getting our pulls mixed up and <br/>\nsometimes having my hill giant aggro on them. Best to stay away from <br/>\ngroups. This area does have the disadvantage of having some hg spawns in <br/>\nit, however, from a bard&#39;s perspective, in this zone, that&#39;s only a plus as <br/>\nyou mow through the hill giants here and are constantly looking for more.<br/>\n<br/>\nCyclopses/Giant Skels - Near the cyclops/giant skeleton area is a gypsy <br/>\ncamp. There&#39;s a nice flat region just North of this where I found I could <br/>\nkite fairly easily. The only drawbacks are that people run by and try to <br/>\n&quot;help&quot; you. Also, every now and then an unkempt druid will attack you or <br/>\nyour pet, but I always had my pet just kill them for me.<br/>\n<br/>\nThe Overthere:<br/>\nPretty much anywhere, it&#39;s wide open. I did like the area near the columns <br/>\nleading out from the chasm in the middle as it&#39;s not so hilly and I never <br/>\nran into Dragoons.<br/>\n<br/>\nFrontier Mountains:<br/>\nForest Giants - I&#39;ve only hunted forest giants here. There&#39;s a beautiful <br/>\nspot to the right outside of their fort (looking at it from the front <br/>\ngates). It&#39;s wide and flat and nothing seems to roam through here, unlike <br/>\nthe area in front of the fort. I&#39;ve fear/chained them here as well and <br/>\ntheir path takes them towards the front of the fort, so start the fear well <br/>\naway from the entrance.<br/>\n<br/>\nThe Dreadlands: I had read that there was a &quot;safe spot&quot; behind the forest <br/>\ngiant castle. Turns out to be way too narrow for good kiting. However, just <br/>\nto the west, over a hill is a little dilapidated lean to. This little <br/>\nvalley has been very nice to me and is where I currently reside, killing <br/>\nvarious forest giants, spiders and drolvarg&#39;s.<br/>\n<br/>\nOasis:<br/>\nSpectres - The area close to &quot;the shelf&quot; by the southern ro zone seems to <br/>\nhave less buggy tracks that the spectres flee in. &quot;The shelf&quot; is located in <br/>\nthe southwestern corner.<br/>\nSand Giants - Usually in the flat plains close to the northern ro zone in <br/>\nthe middle. I stay away from the sides to avoid the croc/orc hunting <br/>\nparties. Also, some sand giants spawn near &quot;the shelf&quot;. Unfortunately, <br/>\nthere&#39;s usually others pulling sand giants, so you don&#39;t get a chance to <br/>\ncharm kite too often.<br/>\n<br/>\nPermafrost:<br/>\nIce Giants/Icy Orcs - Plains north of the icy orcs not too far away from <br/>\ngates to permafrost. When I kited these guys I only had 1 chant and my <br/>\nbellows. If you are getting any lag at all, I&#39;d recommend against trying <br/>\nthis. If it wasn&#39;t for lag, they would have never touched me. I never tried <br/>\nto charm them, but reading the eqbard&#39;s list, sounds like you have to be <br/>\nwithin combat distance to get it to stick. Wasn&#39;t very profitable for me, <br/>\nbut was fun to say I did it.</div>","specialLinks":[]}}
