{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;john@...&gt;","replyTo":"LIST","senderId":"Ycp8Dx8CcbKp9GiVE1_ivYhRCqbnkrD0VMOvoVzhCDhyxusOPEm9zms7377zjVx08eXaFq0SWHYg96gOMKHso9I53mKYSQse3eA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Tambourine Quest Details....","postDate":"969994476","msgId":21547,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAwMDkyNjExNDE0NS4wMGFkYzg2MEBtYWlsLnJvYWR0b2FkLm5ldD4=","inReplyToHeader":"PDkyQkU1REY5Nzc3NUQ0MTFCRDAxMDA5MDI3RTc3MzRGMUFDNEY2QHBsbnQwNTIuY29tbS5tb3QuY28gbT4="},"prevInTopic":21546,"nextInTopic":21549,"prevInTime":21546,"nextInTime":21548,"topicId":21542,"numMessagesInTopic":8,"msgSnippet":"Actually, Allakhazam has had this quest for a long time. It s listed under Ancient Coins: http://everquest.allakhazam.com/quests/Q_FirionaVie.htm Here s a","messageBody":"<div id=\"ygrps-yiv-1004455658\">Actually, Allakhazam has had this quest for a long time. It&#39;s listed under <br/>\nAncient Coins: <a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.allakhazam.com/quests/Q_FirionaVie.htm\">http://everquest.allakhazam.com/quests/Q_FirionaVie.htm</a><br/>\n<br/>\nHere&#39;s a handy guide:<br/>\n<br/>\nNostrolo Tambourine Quest Checklist<br/>\nBy Windleaf Mistsong, Clan Battlehammer, Bertoxxulous<br/>\nWith a couple of comments by Sylly Songsynger and -=B=- taken from <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a> list.<br/>\n<br/>\n<br/>\nStar of Odus  Purchase for 105 pp (use your carillon) in jewel shop under <br/>\nErudin palace. Make sure you have an empty space in your main inventory. <br/>\nGive Star of Odus to Wellford in Firiona Vie Bank and receive Tin Box with <br/>\n6 slots. (I didn&#39;t have space and had to do this again. GM&#39;s won&#39;t help you.)<br/>\n<br/>\nCoins (not in any particular order). Identify each with your Cataloging <br/>\nLibretto:<br/>\n<br/>\n1) Torsis Ton -- Foraged in Emerald Forest<br/>\n      Best to have someone forage for you due to our limited forage skill<br/>\n2) Royal Crown of Dalnir -- Kly Implicator in Dalnir<br/>\n     It comes from the Library area, off of a Failed Crypt Raider. (-=B=-)<br/>\n     Kly Imprecator either on 2nd floor (church?) or 3rd floor down back <br/>\ntowrds the main Kly (dining room) in the lab on the left as you go in. <br/>\n(Sylly Songsynger)<br/>\n3) Terraz Gon -- Failed Raider in Kaesora, behind library. Probably hardest <br/>\none to get.<br/>\n     Failed Crypt Raider near the library (4 or so &#39;names&#39; rotate thru the <br/>\nlibrary spawn cycle - if you dont see him the first time - stick around for <br/>\na couple hours or so and he pops eventually.) (Sylly Songsynger)<br/>\n<br/>\n4) Veksar Gran -- Bloodgill Goblins in Lake of Ill Omen.<br/>\n     Look at the base of the pillars around the center of the lake. (-=B=-)<br/>\n5) Danak Gran -- Scorpoid Scrounger in The Overthere<br/>\n     Go in invis and track a scrounger who is down in ravine. After you hit <br/>\nhim, get invis back up and lead him out of ravine (really helps to have <br/>\nSOW). I accidentally brought up another scorpion, but I charmed scrounger <br/>\nand had him kill it. Then fear/chained scrounger to death. They do harm <br/>\ntouch, but I was able to do this as a 35 bard.<br/>\n6) Ik Gran -- Captain of the Guard from City of Mist<br/>\n      Obtainable if you are in a group by the zone.<br/>\n<br/>\nCombine Tin Box and return to Wellford for Tambourine!<br/>\n<br/>\nComments:<br/>\nYou can buy the coins from players. Just be polite and don&#39;t spam the zone <br/>\nwith requests. I usually would do just one request when I entered the zone <br/>\nas a courtesy to others. You can frequently get the coins for free if you <br/>\nare polite. However, for the Kaesora coin, I was gladly offering to pay <br/>\n50pp as hardly anyone was ever in Kaesora on Bertox server, and when there <br/>\nwere people in Kaesora, a lot of times it was people from a Japanese <br/>\nguild.  On other servers with lots of Kaesora hunters, you should get this <br/>\neasily). ---Windleaf<br/>\n<br/>\nAt 10:01 AM 9/26/00 -0400, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;Windleaf,<br/>\n&gt;<br/>\n&gt;Thanks for the response on my charm/chant questions.  Though I asked Cent<br/>\n&gt;directly, I always look forward to good responses and yours is definitely<br/>\n&gt;that =).  You mention the Nostrolo Tambourine.  I did some web searching and<br/>\n&gt;could not actually find the quest.  Unfortunately, Allakhazam&#39;s is blocked<br/>\n&gt;here.  Can you fill me in on the whole quest?  You need to get a gem in<br/>\n&gt;Erudin, turn it in to one of the bankers in FV, get the coins from various<br/>\n&gt;Kunark zones(I have two - Dalnirs and I think Kaesora - guildmate actually<br/>\n&gt;has it), put them in the container, then...  I thank you in advance.<br/>\n&gt;<br/>\n&gt;Piemur<br/>\n&gt;<br/>\n&gt;Original Message:<br/>\n&gt;<br/>\n&gt;I know you addressed this to Centiera, but I feel comfortable throwing in<br/>\n&gt;my 2 cents since I&#39;ve been doing the same things. Also, I cut off Cent&#39;s<br/>\n&gt;message as it was easier for me to answer your paragraph with one of my own.<br/>\n&gt;<br/>\n&gt;In Rathe Mtns if you get too many people, you can&#39;t charm kite. You require<br/>\n&gt;at least 2 hill giants to charm kite efficiently. If the whole zone is full<br/>\n&gt;of hill giants, a bard can spend all day with no downtime. The surviving<br/>\n&gt;hill giant of each fight is killed by a new healthy hill giant that you<br/>\n&gt;charm, you keep doing that and make lots of money and exp. But even on<br/>\n&gt;Bertox, where there might only be 20 people in the zone, they&#39;re all doing<br/>\n&gt;hill giants. There&#39;s also high level solo druids, necros and wizzies just<br/>\n&gt;working for money.<br/>\n&gt;<br/>\n&gt;When I do hunt in Rathe Mtns, I will have my pet hill giant kill lizards,<br/>\n&gt;cyclopses, giant skeletons, and even basilisks who are sitting on top of a<br/>\n&gt;hill giant spawn point so that I will have plenty of hill giants spawn. I&#39;m<br/>\n&gt;not exactly sure which mobs are the PH&#39;s for the giants, so I do them all.<br/>\n&gt;<br/>\n&gt;The only time I ever chant a hill giant (or spectre for that matter) is if<br/>\n&gt;there are no other hill giants to charm. I just run big circles weaving my<br/>\n&gt;2 chants and accelerando. Of course, the Nostrolo Tambourine is a huge help<br/>\n&gt;if you are kiting with the chants and can be gotten with a little bit of<br/>\n&gt;work for any level 35 bard, depending on the server you&#39;re on. For me, the<br/>\n&gt;Kaesora coin was the hardest to get, but I just poked my head in there<br/>\n&gt;every now and then and finally found someone to give me a coin. If I&#39;m<br/>\n&gt;doing this type of &quot;begging&quot;, I make sure I&#39;m always extremely polite, only<br/>\n&gt;send one zone wide request, and always apologize for bothering anyone who&#39;s<br/>\n&gt;playing, &#39;cuz I know I refuse to help anyone who spams the zone repeatedly.<br/>\n&gt;<br/>\n&gt;BTW, at level 39 I found that I can effectively kite in the Dreadlands,<br/>\n&gt;even though I&#39;ve been told by a couple of bards (level 45 and level 60)<br/>\n&gt;that it&#39;s probably too hard for me. Just had to try it. I was just going to<br/>\n&gt;kite a Mtn Giant Craig near the Burning Woods zone with the chants, but I<br/>\n&gt;aggro&#39;d a spider, running him over accidentally. Even though the Craig was<br/>\n&gt;at half life, I charmed him and he dispatched the spider for me. Finished<br/>\n&gt;my faithful pet off with chants. I didn&#39;t do anymore since I needed to camp<br/>\n&gt;for the night, but I&#39;ll give it a go again soon.<br/>\n&gt;<br/>\n&gt;Also, in case you try, the giants in Frontier Mtns do not seem to remember<br/>\n&gt;the last command you sent to them if you are having them kill each other.<br/>\n&gt;You have to give your pet the command to attack again. Very annoying. Same<br/>\n&gt;goes if you charm a giant skel in Rathe Mtns to kill another giant skel.<br/>\n&gt;<br/>\n&gt;Windleaf Mistsong<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> <br/>\n&gt;with the subject submissions. </span></blockquote></div>","specialLinks":[]}}
