{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;john@...&gt;","replyTo":"LIST","senderId":"wCJXTKKw4CytOMzDk2fEzGgYtSINpzuTqafD2V6e9RIKh-G7kOQAokcWMpQ7-h6KscWzbK8T0_t4UPv9vwCSD2qUyQE6-hvJkJs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Digest Number 1129","postDate":"969913947","msgId":21541,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAwMDkyNTEzMDQ1MC4wMGFlN2JkMEBtYWlsLnJvYWR0b2FkLm5ldD4=","inReplyToHeader":"PDkyQkU1REY5Nzc3NUQ0MTFCRDAxMDA5MDI3RTc3MzRGMUFDNEYwQHBsbnQwNTIuY29tbS5tb3QuY28gbT4="},"prevInTopic":21535,"nextInTopic":21554,"prevInTime":21540,"nextInTime":21542,"topicId":21535,"numMessagesInTopic":3,"msgSnippet":"... I know you addressed this to Centiera, but I feel comfortable throwing in my 2 cents since I ve been doing the same things. Also, I cut off Cent s message","messageBody":"<div id=\"ygrps-yiv-188178240\">At 01:39 PM 9/25/00 -0400, Cook Miller-ETOP03 wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Centiera,<br/>\n&gt;<br/>\n&gt;I am 34 right now.  Only have one chant.  I have charm kited fairly<br/>\n&gt;successfully - mostly<br/>\n&gt;Lake of Ill Omen, FM and Overthere.  But are you doing chanting, charming,<br/>\n&gt;both?  And as you said, the zone can only support so many people.  If too<br/>\n&gt;many, lag possibly gets you, right?  I almost died last time in the<br/>\n&gt;Mountains due to lag.  I always enjoy the technical details of how this is<br/>\n&gt;done.  Please indulge me one more time(and there are always young ones<br/>\n&gt;coming up who need the information as well).<br/>\n&gt;<br/>\n&gt;Piemur Draggonsinger<br/>\n&gt;<br/>\n&gt;PS - I left Cent&#39;s markup of the original message in tact on purpose.  I<br/>\n&gt;want to archive it and any responses together.  Hope you don&#39;t mind.<br/>\n&gt;_______________________________________________________________________<br/>\n<br/>\n </span></blockquote>I know you addressed this to Centiera, but I feel comfortable throwing in <br/>\nmy 2 cents since I&#39;ve been doing the same things. Also, I cut off Cent&#39;s <br/>\nmessage as it was easier for me to answer your paragraph with one of my own.<br/>\n<br/>\nIn Rathe Mtns if you get too many people, you can&#39;t charm kite. You require <br/>\nat least 2 hill giants to charm kite efficiently. If the whole zone is full <br/>\nof hill giants, a bard can spend all day with no downtime. The surviving <br/>\nhill giant of each fight is killed by a new healthy hill giant that you <br/>\ncharm, you keep doing that and make lots of money and exp. But even on <br/>\nBertox, where there might only be 20 people in the zone, they&#39;re all doing <br/>\nhill giants. There&#39;s also high level solo druids, necros and wizzies just <br/>\nworking for money.<br/>\n<br/>\nWhen I do hunt in Rathe Mtns, I will have my pet hill giant kill lizards, <br/>\ncyclopses, giant skeletons, and even basilisks who are sitting on top of a <br/>\nhill giant spawn point so that I will have plenty of hill giants spawn. I&#39;m <br/>\nnot exactly sure which mobs are the PH&#39;s for the giants, so I do them all.<br/>\n<br/>\nThe only time I ever chant a hill giant (or spectre for that matter) is if <br/>\nthere are no other hill giants to charm. I just run big circles weaving my <br/>\n2 chants and accelerando. Of course, the Nostrolo Tambourine is a huge help <br/>\nif you are kiting with the chants and can be gotten with a little bit of <br/>\nwork for any level 35 bard, depending on the server you&#39;re on. For me, the <br/>\nKaesora coin was the hardest to get, but I just poked my head in there <br/>\nevery now and then and finally found someone to give me a coin. If I&#39;m <br/>\ndoing this type of &quot;begging&quot;, I make sure I&#39;m always extremely polite, only <br/>\nsend one zone wide request, and always apologize for bothering anyone who&#39;s <br/>\nplaying, &#39;cuz I know I refuse to help anyone who spams the zone repeatedly.<br/>\n<br/>\nBTW, at level 39 I found that I can effectively kite in the Dreadlands, <br/>\neven though I&#39;ve been told by a couple of bards (level 45 and level 60) <br/>\nthat it&#39;s probably too hard for me. Just had to try it. I was just going to <br/>\nkite a Mtn Giant Craig near the Burning Woods zone with the chants, but I <br/>\naggro&#39;d a spider, running him over accidentally. Even though the Craig was <br/>\nat half life, I charmed him and he dispatched the spider for me. Finished <br/>\nmy faithful pet off with chants. I didn&#39;t do anymore since I needed to camp <br/>\nfor the night, but I&#39;ll give it a go again soon.<br/>\n<br/>\nAlso, in case you try, the giants in Frontier Mtns do not seem to remember <br/>\nthe last command you sent to them if you are having them kill each other. <br/>\nYou have to give your pet the command to attack again. Very annoying. Same <br/>\ngoes if you charm a giant skel in Rathe Mtns to kill another giant skel.<br/>\n<br/>\nWindleaf Mistsong</div>","specialLinks":[]}}
