{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Moss","from":"Moss &lt;Olmoss@...&gt;","replyTo":"LIST","senderId":"S7EXIDLhwx_AD2Q_2dKkDgZ1ILX2KldBrlSx6f-38CwTd_IOAAhOIxeUNK6ofWUVY9l-zz2wtPC9lpPk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Patch Message","postDate":"970235080","msgId":21568,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5RDQ5Qzg3LjhBQzA4ODZDQG9uZS5uZXQ+","referencesHeader":"PDJEQUI5OEY5MjkyNEQzMTFCNzAzMDA4MDVGRTZEQjRBMDEyRDJEMTlAaG9leDEyLmhvLmNvbm9jby5jb20+"},"prevInTopic":21564,"nextInTopic":21572,"prevInTime":21567,"nextInTime":21569,"topicId":6943,"numMessagesInTopic":154,"msgSnippet":"Whooop !!! I spent several hours last night making macros from socials and testing them. Ortez [sp?], the green orc in S Ro that heals himself makes and","messageBody":"<div id=\"ygrps-yiv-86620484\">Whooop !!! I spent several hours last night making macros from socials<br/>\nand testing them. Ortez [sp?], the green orc in S Ro that heals himself<br/>\nmakes and excellent test subject BTW. Here is what I found with examples<br/>\nlisted below.<br/>\n  1. The shortest delay with my equipment and my DSL connection I could<br/>\nget was for all practical purposes      was 30.<br/>\n     I might get as low as 28, but start &quot;losing&quot; songs out of the<br/>\nrotation when they don&#39;t have time to get <br/>\n     up.<br/>\n<br/>\n  2. The &quot;/stopsong&quot; command is essential and takes up an entire line by<br/>\nitself. This has a limiting effect on how many songs your can<br/>\npractically use. TWO. You CAN make a macro to sing 3 songs but the last<br/>\nsong will stay on and you will have to stop it manually. ....Well, there<br/>\nis a way around it but if you don&#39;t have excellent timing you either get<br/>\nthe &quot;Chat screen shivers&quot; , when it shakes telling you you have<br/>\nconflicting commands trying to be processed or the first song seems to<br/>\ndrop out of the rotation. My attempt at a single 3 song macro looks like<br/>\nthis. Resist messages did not stop the macro for continuing. Missed<br/>\nnotes MAY HAVE messed up the timing though... I do know that if I missed<br/>\na note the macro continued but the timing seemed thrown off enough that<br/>\nthe following song had trouble coming up. Not sure about this yet but<br/>\nthe solution was easy. Wait and hit the macro again to resynch.<br/>\n<br/>\n 3SNG (Macro name, 3 song)<br/>\n/stopsong (to stop the last macro or song that is presumable still going<br/>\non)<br/>\n/pause 30, /cast 3 (Fufils)<br/>\n/stopsong<br/>\n/pause 30, /cast 4 (Chant of Cold)<br/>\n/stopsong<br/>\n/cast 4 (Chant of Flame) Note.. no pause line needed.. it just plays on<br/>\nanyway.<br/>\n<br/>\n 3. Suddenly last night I was able to twist FOUR songs 80 percent of the<br/>\ntime ! Never been able to do that with my machine before ! I think this<br/>\nis because Macros remove any Keying errors and inefficiencies in timing<br/>\nfrom my twisting :) The trick here was to set up 2 macros of 2 songs<br/>\neach.... Run Song and 3 Chants. Run song might flicker but often the<br/>\nicon would just stay up. I tried putting in a line like /say Hit it<br/>\nagain Sam ! as a visual indicator a macro was done but found that it<br/>\njust took time away and you knew from the Icon greying/light when a<br/>\nmacro was finished.<br/>\n<br/>\nBTL 1 (Label for &quot;Battle song 1 macro)     <br/>\n/pause 30, /cast 8 (run song)              <br/>\n/stopsong<br/>\n/pause 30, /cast 3 (Fufils chant)<br/>\n/stopsong<br/>\n<br/>\nBTL 2 (name of second macro)<br/>\n/pause 30, /cast 4 (Chant of Cold)<br/>\n/stopsong<br/>\n/pause 30, /cast 5 (Chant of Fire)<br/>\n/stopsong<br/>\n<br/>\n 4. They most popular use of the new macro will be the Run/Levitation<br/>\ncombination. You CAN keep the Tracking screen UP !!! using a macro<br/>\nsimilar to the one below. Note, Lev FIRST (just in case) and the line to<br/>\ngive yourself a visual signal in the chat window the macro is done. I<br/>\nfound I had at lest 12 seconds grace before having to refresh the macro<br/>\nif I got distracted. (Why do I feel that unless I want invisibility, I<br/>\nam not going to be using the level 51 Selo&#39;s Song of Travel much ?)<br/>\n<br/>\nFlyMe (Macro name)<br/>\n/pause 30, /cast 6 (Levitation. Put first because I don&#39;t want my teeth<br/>\njarred :)<br/>\n/stopsong<br/>\n/pause 30, /cast 8 (Run song)<br/>\n/stopsong<br/>\n/say Fly Me ! (Chat Screen visual cue for when tracking screen covers<br/>\nyour song icons)<br/>\n<br/>\n 5. I also made Macros combining Heal Song, Mana Song and Niv&#39;s so I can<br/>\nkeep Mana up while healing the party which reduces keystrokes. <br/>\n 6. I found that &quot;/pause 30&quot; on a line by itself MAY be required if your<br/>\nmixing Cast and Say type commands in some situations. The &quot;/pause 30&quot;<br/>\nline ALWAYS has to be the first statement of a line even though it is<br/>\nexecuted after the second statement. Whenever I tried to make a line<br/>\nwith more than 2 statements in it I got garbage. This should be further<br/>\ninvestigated to be sure. Might just be me :)<br/>\n 7. Finally, if you want to switch songs between battles, say to drop<br/>\nout a chant for a Heat shield, a simple right click on the icon brings<br/>\nup the macro and you only have to retype one line.<br/>\n<br/>\n I am sure more sophisticated programmers out there can come up with<br/>\nbetter Macros :) but I hope this will help you get started.</div>","specialLinks":[]}}
