{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cyr, Thierry","from":"&quot;Cyr, Thierry&quot; &lt;thierry.cyr@...&gt;","replyTo":"LIST","senderId":"_XqTwtQ-rEX7sL7p5G41uehVqmzlEhAW7sfxDRCMe04tt9FFeW1KIGbPN7abLzEXym5vLLRRyfzWNobK9V8ILacLAs_xa3yQSQKj","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Charming Giants","postDate":"970774234","msgId":21663,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlFQTIyMEZFQjk0NkQ0MTFCQzA5MDA1MDhCNkZBNTNBMzI0N0E3QENBT1RNMjAxPg=="},"prevInTopic":21662,"nextInTopic":21667,"prevInTime":21662,"nextInTime":21664,"topicId":21645,"numMessagesInTopic":14,"msgSnippet":"jail in mm? what level were the mobs? any roamers near? spawn time? ... From: John Tatsukawa [mailto:john@tatsukawa.com] Sent: October 5, 2000 3:22 PM To:","messageBody":"<div id=\"ygrps-yiv-1825186646\">jail in mm? what level were the mobs? any roamers near? spawn time?<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: John Tatsukawa [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:john@...\">john@...</a>]<br/>\nSent: October 5, 2000 3:22 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: RE: [eqbards] Charming Giants<br/>\n<br/>\n<br/>\nAt 01:44 PM 10/5/00 -0500, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;         I cant tell you how much of a relief it is to hear the exact<br/>\n&gt;problems I have been having over in Kunark!  I now know that the<br/>\n </span></blockquote>assumptions<br/>\n<blockquote><span title=\"ireply\"> &gt;I was going on were for Antonica rather than Kunark.  Let me ask you this<br/>\n </span></blockquote>--<br/>\n<blockquote><span title=\"ireply\"> &gt;how hard is the Dreadlands charming game.  The dreadlands seems pretty<br/>\n&gt;crowded with hostiles, which is both an advantage and disadvantage when<br/>\n&gt;charming for obvious reasons.<br/>\n&gt;<br/>\n&gt;         Lago Bardoon<br/>\n<br/>\n </span></blockquote>Well I started hunting in Dreadlands at level 39. At this level I explored <br/>\naround and tried hunting in different spots and have come to the conclusion <br/>\nthat at 39-40th level, best hunting areas are the snowy lands. I have 3 <br/>\nspots that I like to hunt in.<br/>\n<br/>\n1) Coming out of the tunnel from the wizard spire/druid ring area. After <br/>\nyou come out, to the right is a nice flat shelf area. Usually has only 1 or <br/>\n2 roamers. If there&#39;s only 1 mob here, I go and chant another and bring him <br/>\nover to fight. I never tried the other side of the tunnel as I like this <br/>\nflat spot too much.<br/>\n<br/>\n2) Giant fort.  If you are at the front gates to the giant fort, to the <br/>\nnorth over a hill is a nice wide flat valley which has another wide bowl <br/>\nattached to it farther north. There are a couple of giants that roam <br/>\nthrough here, but that&#39;s a good thing. There&#39;s usually 2 close enough to <br/>\nstart the whole charming game. There&#39;s various drolvargs and spiders that <br/>\nwalk along the edges and rarely do they come into this valley. If they do, <br/>\nand I just want to keep the 2 giants I have fighting each other, I head <br/>\nnorth and have them fight in the bowl area, as nothing seems to ever roam <br/>\ninto here. I pretty much fight in these two areas about 75% of the time now.<br/>\n<br/>\n3) Giant &quot;Lean To&quot; (tunnel). To the west of the giant fort in a little <br/>\nvalley, is a shack that usually has 1 giant around it. I pull him and have <br/>\nhim kill things that roam this valley. It&#39;s nice and wide. To the North is <br/>\nanother valley which is inhabited by a lot of creatures and has a ton of <br/>\nwanderers. I pull them back to this area to have them fight each other.<br/>\n<br/>\nI like these areas as I usually can get away with using my level 27 charm <br/>\nsong and not use any mana. The steeps and drolvarg ragers tend to too high <br/>\nfor that though, and I resort to my level 39 song. I only use at most a <br/>\nbubble of mana for a session, so I suppose I could use it exclusively, but <br/>\nI feel I like to have the extra mana.<br/>\n<br/>\n-------------<br/>\n<br/>\nFor those who aren&#39;t in the 39th level range, and you feel the urge to <br/>\ncharm, I recommend hill giants in rathe mountains. Also I did some soloing <br/>\nin Sol A and still got exp from the bar, but found that extremely <br/>\ndifficult. Stay behind the bar and keep your target chained. Expect to have <br/>\nto run at times (or employ a recently posted trick which I hope doesn&#39;t get <br/>\nnerfed).<br/>\n<br/>\nAlso, tried soloing the jail in Mistmoore, which isn&#39;t too bad since the <br/>\nthings in the cells are chained and you can just chant to death, but I had <br/>\nmy share of deaths there as well. Was best with a partner, and it&#39;s hard to <br/>\nfind one who is about your level on my server. Fortunately, the jail was <br/>\nrarely camped, but the biggest problem is, if you can&#39;t find a partner, <br/>\nwhat else are you going to do on Faydwer? *shrug*.<br/>\n<br/>\nI did like lower guk as well as naggies lair, but since I&#39;m a part time <br/>\nplayer (3 hours max) found getting in groups to be too hard for me. Add in <br/>\na corpse recovery and you get very little fighting time.<br/>\n<br/>\n-------------<br/>\n<br/>\nAlso, I just wanted to offer my sincere thanks to Rokenn and his wonderful <br/>\nweb page. I refer to Caster&#39;s Realm for all my other classes spell info, <br/>\nbut nothing comes close to the in-depth analysis for bard info than his web <br/>\npage. I have his song analysis downloaded into my palm pilot and every now <br/>\nand then pour through it when I&#39;m burned out on solitaire while waiting <br/>\nsomewhere. :-)<br/>\n<br/>\nIf any new bards have joined this list recently, I highly recommend you <br/>\ncheck this out: <a rel=\"nofollow\" target=\"_blank\" href=\"http://eqsongs.com/\">http://eqsongs.com/</a><br/>\n<br/>\nSincerely,<br/>\nWindleaf Mistsong<br/>\nClan Battlehammer<br/>\nBertoxxulous<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
