{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel Sniderman","from":"&quot;Daniel Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"6Vez7xNKf5F2wuQr7l5eIftW7xXi7l2MbtGpetn_zHlfaOKFo_ywm0R3NPufLp84kFrYx71o5iXHlfWFhHjPZTD5alQSwUa9C1J40eOHYs4R","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Mystere Hubbub","postDate":"970792272","msgId":21704,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE5FQkJKQ0tIQUxHSURCTk1BRkZMSUVETUNIQUEuZnV6emJvbmVAZnV6emJvbmUuY29tPg=="},"prevInTopic":0,"nextInTopic":21710,"prevInTime":21703,"nextInTime":21705,"topicId":21704,"numMessagesInTopic":2,"msgSnippet":"Here s a potential copyright violation of my own (however I doubt Jason D would mind).  I very interesting post about this topic on the EQ Vault s board.  BTW","messageBody":"<div id=\"ygrps-yiv-486137278\">Here&#39;s a potential copyright violation of my own (however I doubt Jason D<br/>\nwould mind).  I very interesting post about this topic on the EQ Vault&#39;s<br/>\nboard.  BTW - mea culpa (on blaming Verant for banning the wrong - person)<br/>\nevidently - both the rape story and the sacrifice WERE from the same<br/>\nindividual (who was banned) according to a post on the Backstage Board<br/>\n<br/>\nSlyde<br/>\n<br/>\n<br/>\n<br/>\nLet me start with this. It really frightens me that so many of you have<br/>\nquoted Verant&#39;s EULA as if it were an ABSOLUTE legally binding document, and<br/>\nthat you further defend it as being impenetrable, absolute, and Verant&#39;s<br/>\nvanguard against any letigious action.<br/>\n<br/>\nI, in real life, actually AM an attorney, one who specializes in civil<br/>\nrights and constitutional law. I&#39;ve also seen more than a few cases<br/>\nrevolving around business contract law and licenses, so this is an area I<br/>\ncan speak to effectively and knowledgeably. Before I continue, let me tell<br/>\nyou Mystere that if I in anyway had the time, I would represent you pro bono<br/>\non this case. However, I am currently far too consumed in other pro bono<br/>\ncases to be able to give your worthwhile cause the attention it would<br/>\nrequire, though I have passed this on to my firm and my local Bar<br/>\nAssociation group in case anybody wishes to assist you. I strongly urge you<br/>\non your own to seek counsel on this matter.<br/>\n<br/>\nOkay, let me start. First of all, Verant&#39;s inclusion of a clause saying that<br/>\nthey can ban or cancel an account for &quot;any reason&quot; is about as legally<br/>\nbinding as, well, it&#39;s absolutely NOT legally binding at all. I can&#39;t even<br/>\ncompare it to anything because it&#39;s ABSOLUTELY not enforceable. It&#39;s akin to<br/>\nthe &quot;we reserve the right to refuse service to anyone.&quot; It&#39;s a scam, a hoax,<br/>\na thin veil that attempts to convince the reader that they have fewer rights<br/>\nthan they actually posess.<br/>\n<br/>\nThis fact is compounded by Verant&#39;s continue modification of the EULA and<br/>\nits forcing of you to click &quot;I agree&quot; everytime you attempt to play the<br/>\ngame. It&#39;s tanamount to civil extortion, and I don&#39;t know of a single judge<br/>\nthat wouldn&#39;t toss the entire EULA out in a civil trial.<br/>\n<br/>\nLet me restate this in simple terms. The EULA for EQ is bunk and is merely<br/>\nthere so that Verant can protect its intellectual property and to make you<br/>\nthink you have no recourse should they violate your rights.<br/>\n<br/>\nNow on to the story itself. Did Mystere violate Verant copywrite? Probably.<br/>\nIs the violent nature of the story questionable? Possibly. Is there a moral<br/>\nquestion that comes into play because the victim of the story is a minor?<br/>\nDepends on your individual morals. Is the story pornographic? Doubtful. Is<br/>\nit &quot;kiddie porn&quot; ABSOLUTELY NOT.<br/>\n<br/>\nAs someone posted previous to this, fictional stories about fictional<br/>\ncharacters that do not exist in real life do NOT constitute child<br/>\npornography....at least, not by federal statute, and not by California law<br/>\n(which is relevent because that&#39;s where Verant is located).<br/>\n<br/>\nEven if it was child pornography, it doesn&#39;t allow Verant to cancel<br/>\nMystere&#39;s account. For one, Mystere&#39;s posting of this story and her legal<br/>\ncontract with Verant are mutually exclusive -- one has absolutely nothing to<br/>\ndo with the other. For another, it violate&#39;s Mystere&#39;s First Amendment<br/>\nrights. As I said above, Verant probably has a copywrite infringement case<br/>\nagainst Mystere, but since he in no way attempted to profit from this post,<br/>\nVerant would have a difficult time proving civil damages in a civil court.<br/>\nThis by the way is Verant&#39;s only real recourse to Mystere&#39;s post -- bringing<br/>\nher to civil court. In now way does it translate into a right by Verant to<br/>\nsevere a business agreement with Mystere, certainly not without explanation<br/>\nor warning.<br/>\n<br/>\nAt this point, Mystere has two real modes of filing civil suits against<br/>\nVerant. First, as a violation of her civil and constitutional rights.<br/>\nSecondly, as a breach of contract for discontinuing a normal business<br/>\narrangement with her without cause or explanation in a manner that is both<br/>\narbitrary and capricious.<br/>\n<br/>\nAgain, Mystere please seek professional legal counsel on this matter.<br/>\n<br/>\n-Jason S., J.D.</div>","specialLinks":[]}}
