{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"OnK84rGflM4maZ43Tc4SwQsWpu_PxE7KYOQLlOpy8z58zuCfBgt0dqs8wsH7wm_6WUpSvPjnRk8Reogfy8YpKawSzfeZp1GU1a2gIxEUtpVM8YEh","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Abashi finally responds... sort of","postDate":"971294690","msgId":21802,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZBRDdAZGVuZXhjaDAyPg=="},"prevInTopic":21801,"nextInTopic":21803,"prevInTime":21801,"nextInTime":21803,"topicId":21771,"numMessagesInTopic":126,"msgSnippet":"I agree except on the LUllaby part.  The numerical effects of having resistance rolls every 12 seconds made it far less powerful even back before the nerf.  I","messageBody":"<div id=\"ygrps-yiv-1176858604\">I agree except on the LUllaby part.  The numerical effects of having<br/>\nresistance rolls every 12 seconds made it far less powerful even back before<br/>\nthe nerf.  I could reasonably keep 3 mobs mezz&#39;d but would get all the<br/>\ndamage even from the primary target mob if I did nothing else, the enchanter<br/>\ncould keep the same 3 mobs mezz&#39;d and not take damage from the primary and<br/>\nstill be ready to do other things as needed.  I was never the first choice<br/>\nfor mezzing even then, the enchanter always was first choice.<br/>\n<br/>\nIn my opinion, one reversed from long ago, they should just make Lullaby an<br/>\ninstrument only song.  That would prevent much of the possible abuse and<br/>\nalso be more in line with bardic concepts in general.  I forget now who<br/>\noriginally came up with the idea, but if they changed all the mez line to be<br/>\nlike this, and changed back the resist rates I&#39;d be satisfied at this point.<br/>\nAt least then I would have a choice.  Maybe we should organize something to<br/>\nsuggest this very option.  It is definitely a face saving way to change<br/>\ntheir minds if Verant is interested in such a thing.  They would look good<br/>\nto the bardic community by giving us some of what we want, but still look<br/>\ngood to everyone else by saying &quot;we didn&#39;t give them the same power they had<br/>\nbefore, but we made a true compromise&quot;.<br/>\n<br/>\nPerhaps something along these lines would work.  This would give back much<br/>\nof what was lost, and come to think of it actually force the bard to be more<br/>\ndefined than ever.  Thoughts?<br/>\n<br/>\n\tKit<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: John Tatsukawa [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:john@...\">john@...</a>]<br/>\nSent: Wednesday, October 11, 2000 2:00 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: RE: [eqbards] Abashi finally responds... sort of<br/>\n<br/>\n<br/>\nI can&#39;t disagree on this at all. As a matter of fact, I was going to put <br/>\nthe very words in my post &quot;why have them at all?&quot;<br/>\n<br/>\nThe only thing I ever use pixie strike right now is to interrupt spell <br/>\ncasters. It&#39;s pretty effective in that regard. It&#39;d be very powerful it it <br/>\nwould stun the mob, but maybe it&#39;d be too powerful.<br/>\n<br/>\nLullaby would be an extremely powerful song if it worked even close to the <br/>\nenchanter&#39;s AOE spell. At it&#39;s present state it really only is an AOE <br/>\ntaunt. :-P  Verant is looking at the play balance issues and I respect <br/>\nthat. But if they believe that the only way to keep play balance is to make <br/>\nthe resists so high and the duration so iffy, then I agree, why have this <br/>\nsong in the first place? They say that this song is working as they see <br/>\nfit. I can see why they wouldn&#39;t want bards running rampant in a dungeon <br/>\nkeeping everything mez&#39;d. But I can&#39;t see why any bard would ever use this <br/>\nsong then.<br/>\n<br/>\nPerhaps Verant should think of adding their &quot;mana&quot; component to this song <br/>\nand increasing our chances of mezing with Lullaby? That may take care of <br/>\ntheir worries about bards running nilly willy mezing everything in sight?<br/>\n<br/>\n---Windleaf<br/>\n<br/>\nAt 01:34 PM 10/11/00 -0600, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;No, but since our mez spells are effectively useless a mere 5 levels after<br/>\n&gt;we get them, why give them to us at all?  Even before the change we were in<br/>\n&gt;no way as effective as an enchanter in mezzing.  Not even close.  We went<br/>\n&gt;from being an acceptable secondary choice to being no longer available as<br/>\n </span></blockquote>an<br/>\n<blockquote><span title=\"ireply\"> &gt;option where mezzing was required.<br/>\n<br/>\n<br/>\n<br/>\n </span></blockquote>Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
