{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeffrey Sue","from":"Jeffrey Sue &lt;jsue@...&gt;","replyTo":"LIST","senderId":"i6m3xHSznGQAs2e7LYfjTi2QhNq6tgCtTJC2qCIO0KNn3-P8rQuzu0Sop7vcsh4xJ3CGEhqAZzfOsAMmMnwENkZ3f3eD","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Abashi finally responds... sort of","postDate":"971296831","msgId":21804,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMi4wLjU4LjIwMDAxMDExMTMwODUyLjAwYjNiMjkwQHBvcC5yZWRiYWNrLmNvbT4=","inReplyToHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZBRDBAZGVuZXhjaDAyPg=="},"prevInTopic":21803,"nextInTopic":21805,"prevInTime":21803,"nextInTime":21805,"topicId":21771,"numMessagesInTopic":126,"msgSnippet":"... really?  you mean you never use ae slow, or chains, or damage shields, or fear, or charm?  these songs allow you to crowd control, reduce attackers speed,","messageBody":"<div id=\"ygrps-yiv-33390591\">At 01:31 PM 10/11/00 -0600, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;heh, the bard&#39;s flexibility only increases up to about level 52.  once you<br/>\n&gt;start <br/>\n&gt; &gt;fighting<br/>\n&gt; &gt;52+ mobs, you lose the ability to crowd control with charm.  so you made it<br/>\n&gt;all the <br/>\n&gt; &gt;way to 31 and make sweeping generalizations about the flexibility and<br/>\n&gt;effectiveness<br/>\n&gt; &gt;of a bard?<br/>\n&gt;<br/>\n&gt;Yeah I made it all the way to 31.  Too bad I have a life.  My fleibility is<br/>\n&gt;nowhere what it was at level 18 even.<br/>\n<br/>\n </span></blockquote>really?  you mean you never use ae slow, or chains, or damage shields, or<br/>\nfear, or charm?  these songs allow you to crowd control, reduce attackers<br/>\nspeed, cause extra damage, fear/kite outdoors, etc.  and this is LESS flexibility<br/>\nthan at 18????<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;Seriously though.  I played a bard because of the tactical flexibility.<br/>\n&gt; &gt;There was actually a choice of which songs to use in which circumstances<br/>\n&gt;and<br/>\n&gt; &gt;at what times.  When was it better to Lullaby, when to Chords?  When was it<br/>\n&gt; &gt;better to Anthem, and when Psalm?  Those days have gone by as each and<br/>\n&gt;every<br/>\n&gt;<br/>\n&gt; &gt;and you really have all those choices still at level 31.  as far as i know,<br/>\n&gt;chords,<br/>\n&gt; &gt;anthem, and psalm, as well as hymn, charm, fear, etc all work just fine.<br/>\n&gt;i&#39;ve<br/>\n&gt; &gt;never had the problems with pixie that other bards complain about.  i was a<br/>\n&gt; &gt;mezzing machine in solb on beetles and ldc&#39;s at level 50ish.<br/>\n&gt;Well you must have a different client than everyone else then.  I would take<br/>\n&gt;my experiences plus Kaearia&#39;s (John Kim) data over your supposed never<br/>\n&gt;having problems in a heartbeat.  Psalm is never useful enough to be the song<br/>\n&gt;of choice.  fear is suicide, a run away tactic at best in a group.  Anthem<br/>\n&gt;is useless if there&#39;s an enchanter in the group, and since they are so<br/>\n&gt;necessary there nearly always is, especially with 3 in my group of<br/>\n&gt;guildmates/friends.<br/>\n<br/>\n </span></blockquote>i&#39;ve also seen other bards post hard data showing that they didn&#39;t have as<br/>\nmany problems either.  psalm never useful enough?  well you just posted<br/>\nthat you normally group with enchanters and snarers, so what&#39;s wrong with<br/>\ntwisting hymn, psalm, chant of battle?  maybe hymn, psalm, fufil&#39;s for the<br/>\nMR debuff and minor damage.  the whole point of being a bard is to fill in the<br/>\ngaps in a 6 person group.  if you&#39;re always grouped with enchanter, cleric, AND<br/>\nsnarer, then of course you won&#39;t have as much you have to do.  most of us<br/>\naren&#39;t that lucky, even at the higher levels.  fear might be suicide in dungeons,<br/>\nbut what about fear kiting in overthere or lake of ill omen?  or dreadlands out<br/>\nby karnors?  at higher levels you can fear kite in burning woods and skyfire.<br/>\nand yes, i mean in a group, not solo.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;tactical option is deleted or made unusable.  I never Chain unless alone<br/>\n&gt; &gt;snare is now far better and only level 1!  I never Lullaby unless it&#39;s to<br/>\n&gt;<br/>\n&gt; &gt;you never chain unless alone?  maybe you just don&#39;t understand the<br/>\n&gt;flexibility<br/>\n&gt; &gt;of a bard then.<br/>\n&gt;that&#39;s a good one.  that your best debating technique?  I do understand the<br/>\n&gt;flexibility and 12 seconds of inferior snaring is nowhere near as good as a<br/>\n&gt;first level druid or ninth level ranger spell, SNARE.  Not even close.  It<br/>\n&gt;doesn&#39;t stack with Largo&#39;s and Largo&#39;s doesn&#39;t break Snare like it does.  I<br/>\n&gt;cannot remember the last time I was in a group without a ranger or a druid.<br/>\n<br/>\n </span></blockquote>hmm, my last 3 groups in sebilis didn&#39;t have a ranger or druid. in one of them<br/>\ni was actually the main snarer.  we never had one get away, even with some<br/>\nresists.  and before you point out kaearia&#39;s numbers on that, i was the one who<br/>\nfound an error with his numbers and the revised numbers were nowhere near<br/>\nas bad as the first ones he posted.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;help some newbie, and even then it&#39;s pretty pathetic.  I&#39;ve given up trying<br/>\n&gt; &gt;to Pixie anything, better to just charm it and be &#39;protected&#39; when the<br/>\n&gt;spell<br/>\n&gt; &gt;goes off.  Verant has successfully taken 90% of the things I loved about<br/>\n&gt; &gt;bards and killed them.  All because of some &#39;balance&#39; issue that never<br/>\n&gt;<br/>\n&gt; &gt;90%? heh, nice exaggeration.  i suppose if the ONLY things you liked about<br/>\n&gt; &gt;a bard was snaring and crowd control this might be true.  i personally like<br/>\n&gt;a lot<br/>\n&gt; &gt;more things about my bard.  just as a side note, what is your cha and do<br/>\n&gt;you<br/>\n&gt; &gt;use a wind instrument when using pixie?<br/>\n&gt;Generally I don&#39;t use a wind instrument since it makes zero difference on<br/>\n&gt;the resist rate, as tested extensively by myself and John Kim.  My charisma<br/>\n&gt;can be 153 or 119 depending on gear.  I liked doing more than just laying<br/>\n&gt;DoT&#39;s with instruments and playing Hymn.<br/>\n&gt;<br/>\n&gt; &gt;existed.  If bards were so powerful, how come we&#39;ve always been among the<br/>\n&gt; &gt;rarest classes in a game that&#39;s all about power???<br/>\n&gt;<br/>\n&gt; &gt;because our power is nicely masked.  you have to be a good player and<br/>\n&gt;understand<br/>\n&gt; &gt;a lot about our songs and the way the game works and other classes before<br/>\n&gt;you can<br/>\n&gt; &gt;be that superpowerful bard.  most people either don&#39;t stick with it long<br/>\n&gt;enough or <br/>\n&gt; &gt;don&#39;t have enough knowledge to really master the bard class.<br/>\n&gt;<br/>\n&gt;More of that good debating technique?  I disagree with you so obviously I am<br/>\n&gt;incompetent?  Our power is not nicely masked.  We can reduce downtime.  We<br/>\n&gt;can make other classes more fun for them to play.  Of course the fact that<br/>\n&gt;we can do most of this without ever doing anything but standing in a corner<br/>\n&gt;the casters can run to when they need our song must be the mastery part you<br/>\n&gt;mentioned. &lt;sarcasm intended&gt;<br/>\n<br/>\n </span></blockquote>again with only the mana song.  if you so staunchly believe this, then there really<br/>\nis no point to continuing this discussion.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;         Kit<br/>\n&gt;<br/>\n&gt; &gt;         Kitasi, lvl 31 tailor, retired bard<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
