{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;slide@...","replyTo":"LIST","senderId":"eUGLYOoeM4kj9LZBmOec6Wg7ivIObt0lThBK4ArgnxcaXAaztGc_3Pg3wCuhTTLu99qu_-PJRoHlJw7q554naQzMlH7nkt8Zog_SrFQSGmncmQyN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Trouble Grouping","postDate":"929905057","msgId":2181,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMjAuMjE4MS45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2179,"nextInTopic":2183,"prevInTime":2180,"nextInTime":2182,"topicId":2171,"numMessagesInTopic":13,"msgSnippet":"There a lot of people who just don t have a clue as far as the value of a bard in a group.  The bottom line is that you have to fight differently to be","messageBody":"<div id=\"ygrps-yiv-614959735\">There a lot of people who just don&#39;t have a clue as far as the value of<br/>\na bard in a group.  The bottom line is that you have to fight differently to<br/>\nbe effective with a bard.  If the group&#39;s  tactics are simply - have the<br/>\ntanks tank as hard as possible - and have the casters blow all there mana as<br/>\nquickly as possible - kill the critters - hope you don&#39;t die - then go to<br/>\nand heal and re-gen mana - wait for spawn (if hasn&#39;t yet) Repeat...  These<br/>\nare the people who will yell &quot;Play the Heal Song&quot; in combat when they get<br/>\ndown to 2 bubbles.  For that type of strategy - I would tend to agree with<br/>\nthe argument against Darkfox (Blitz Krieg) on the board.  There are other<br/>\nclasses that will clearly outpace us in a simple strategy like that.<br/>\n<br/>\n    Clearly this isn&#39;t the best way to play Everquest.  Perhaps in certain<br/>\nsituations (especially when dealing with Kill Stealers and the goal is<br/>\nsimply to get a kill as quickly as possible)  But IMHO it would be utterly<br/>\nboring.  The analogy in war - is simple frontal assaults all the time (both<br/>\nsides never learned that lesson in WW1 and the Japanese never learned that<br/>\none in WW2)...<br/>\n<br/>\n    I play on Xegony - started in Freeport.  When I started soloing around<br/>\nlevel 5 or 6 - I never had a problem finding a group - in fact I&#39;d<br/>\nconstantly have people ask me to join their group when I was already in a<br/>\ngroup!  However - when I went to Faydwer at level 8 (stayed there for a<br/>\nlevel or two) I did have problems getting into groups.  I&#39;m not sure if it&#39;s<br/>\nthat the majority of the people in a particular area don&#39;t know how to use a<br/>\nbard; or the majority of the bards don&#39;t know how to play properly (giving<br/>\nbards a bad name) - or maybe even the types of monsters don&#39;t lend<br/>\nthemselves to bardic fighting styles (doubtful IMHO)<br/>\n<br/>\n    So my advise is to do that bardic thing and travel until you find an<br/>\narea where the players know how to use a bard..   I did great alternating<br/>\nbetween East Commons and North Ro at your level - time to take the boat<br/>\nride!<br/>\n<br/>\nSlyde of Xegony<br/>\n(Just made level 17!)</div>","specialLinks":[]}}
