{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silky@webtoys.net","from":"silky@...","replyTo":"LIST","senderId":"RtrNWX6YIzB_vVMKvX_DhgsfqtHL28VpgYeSHtK7CIphb3iQTpW_jhgDkNJv5N1_ecYichH7aYs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Abashi finally responds... sort of","postDate":"971311918","msgId":21866,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDMuMC42LjMyLjIwMDAxMDExMTk1MTU4LjAwODY3ZGMwQHdlYnRveXMubmV0Pg==","inReplyToHeader":"PDQuMi4wLjU4LjIwMDAxMDExMTM0NTI0LjAwYTlkNmQwQHBvcC5yZWRiYWNrLmNvbT4=","referencesHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZBRDVAZGVuZXhjaDAyPg=="},"prevInTopic":21865,"nextInTopic":21867,"prevInTime":21865,"nextInTime":21867,"topicId":21771,"numMessagesInTopic":126,"msgSnippet":"Why isn t working as intended a valid response?  Well, it might be, if Verant didn t pull this particular answer out of their collective arses whenever they","messageBody":"<div id=\"ygrps-yiv-1427137885\">Why isn&#39;t working as intended a valid response?  Well, it might be, if<br/>\nVerant didn&#39;t pull this particular answer out of their collective arses<br/>\nwhenever they are a) too lazy or b) just don&#39;t understand the issue enough<br/>\nto look at it.<br/>\n<br/>\nNotice - they never back this up with - It&#39;s working as intended - &#39;it does<br/>\nthis and this - BECAUSE&#39;. <br/>\n<br/>\nVerant specializes in giving their customers the perception that they think<br/>\nus idiot children. They also specialize in sticking their foot in their<br/>\nmouth. How DARE they presume that because they wrote the &#39;code&#39; - that they<br/>\nhave more &#39;experience&#39; than people that have quite literally put in<br/>\nhundreds even collectively hundreds of THOUSANDS of hours into playing and<br/>\ntesting this class. It is glaringly obvious to even low level bards reading<br/>\nsome answers that come out that no one there really PLAYS a bard - and no<br/>\none there even UNDERSTANDS the uniqueness of the class. That&#39;s how we get<br/>\nnerfed with everyone else - because ya know dude - songs are kinda like<br/>\nspells - yet we get missed on enhancements because - ya know dude - bards<br/>\naren&#39;t casters (or insert other class here). <br/>\n<br/>\nThe day they do to my druids snare - what they did bards - is the day I<br/>\nQUIT. And shuuuuush - no one tell them druids snare works exactly that way.<br/>\n<br/>\nI am 41 years old. I do NOT need to have some wet behind the ears, minimum<br/>\nwage flunky tell me that I don&#39;t understand a process based on constant<br/>\nrepetition that I&#39;ve been doing for hundreds of hours. I am not an idiot,<br/>\nnor am I a child and I&#39;m sorry - but Verant&#39;s asscovering by intimating<br/>\nthat somehow we are just too stupid to understand, to lazy to discover or<br/>\neven worse somehow SELFISH to want our class to like - not be broken, is<br/>\njust about the last straw for me.<br/>\n<br/>\nAdults hand down pronouncements to children, they DISCUSS with other<br/>\nadults. The cause we said so, now sit down and shut up attitude is going to<br/>\nhave to stop. And it best stop before another viable alternative is<br/>\navailable. Of course the plus side to it NOT stopping - overcrowding will<br/>\nbe solved. Course, you may not be able to find anyone left to group WITH.<br/>\n<br/>\nWorking as intended is not a sufficent response to valid complaints that<br/>\nbackup the complaint with details and descriptions of the problem.  At best<br/>\nit&#39;s a half-assed CYA open answer.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;why isn&#39;t working as intended a valid response?  that&#39;s like going to an<br/>\n&gt;amusement park, riding a roller coaster and saying, well my idea of a roller<br/>\n&gt;coaster is different, it should have 2 more corkscrews and a loop and<br/>\n </span></blockquote>expecting<br/>\n<blockquote><span title=\"ireply\"> &gt;the amusement park to reconstruct it to match your specifications.  if you<br/>\n&gt;don&#39;t like it, ride another ride (try another class) or if you really<br/>\n </span></blockquote>don&#39;t like it, <br/>\n<blockquote><span title=\"ireply\"> &gt;don&#39;t go to the park anymore (cancel your account).  but either way, it&#39;s<br/>\n </span></blockquote>a waste<br/>\n<blockquote><span title=\"qreply\"> &gt;of time and energy to keep ranting about it afterwards. </span></blockquote></div>","specialLinks":[]}}
