{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Schafer, Timothy L      1425","from":"&quot;Schafer, Timothy L      1425&quot; &lt;Timothy.Schafer@...","replyTo":"LIST","senderId":"aLTNcfAh9EbjqyX4xo0HUazqx1pBwWnpeKr6HdGbjRk2KoD5UGsRRQzmKBZBV2ikFPeGxM63pzNWefKH4zaXl80DiB7qfK7L3gpCq3j7QOqnkF_BrDQdX-r3bonfVxMopg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Jig and Mana Regeneration","postDate":"929975207","msgId":2197,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMjEuMjE5Ny45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2185,"nextInTopic":2223,"prevInTime":2196,"nextInTime":2198,"topicId":2160,"numMessagesInTopic":13,"msgSnippet":"I played for about 20 hours this weekend, with 3 different parties, each party consisted of at least 1 spell caster, (druid, magician, enchanter, and wizard","messageBody":"<div id=\"ygrps-yiv-855456446\">I played for about 20 hours this weekend, with 3 different parties, each<br/>\nparty consisted of at least 1 spell caster, (druid, magician, enchanter, and<br/>\nwizard mixed thruout each of my parties.)  Everyone I partied up with I<br/>\nasked them to watch their mana regen.  everyone of them noticed an<br/>\nimprovement, but without definative numbers, there is no way to determine<br/>\nwhat % increase.<br/>\n<br/>\nFrom what I hear is that when your stamina drops, your mana regen also<br/>\ndrops.  So since this jig song seems to try to increase it, what might be<br/>\nhappening is that it raises your stamina about your max, even tho it doesn&#39;t<br/>\nshow it on the screen, this would then throw off verants math for keeping<br/>\nmana regen speed down.  Which maybe is what causes the mana regen to be<br/>\nfaster.<br/>\n<br/>\nMy question is tho, will this increase the bards mana regen at 42nd level.<br/>\n<br/>\nAny high level bard wanna give this a try and report back.<br/>\n<br/>\nWenaddar (Still 16th level Bard)<br/>\n<br/>\n(I camped in Crushbone all weekend, got me my Shiny Brass Shield, Dvinn&#39;s<br/>\nDragoons Dirk, and Crushes Tunic.<br/>\n<br/>\nOnly Crush and Dvinn gave me exp.  I died once, so I came out with the same<br/>\namount of exp I went it with......<br/>\n<br/>\n(But at least I finally got some halfway decent magical items.) <br/>\n<br/>\nP.S.  The Dirk is a very awesome weapon.  I don&#39;t know of anything better<br/>\nfor our level, unless you buy someone elses weapon, or twink.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From:\tRoop Dirump [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roop@...\">roop@...</a>]<br/>\n&gt; Sent:\tSaturday, June 19, 1999 10:15 PM<br/>\n&gt; To:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; Subject:\t[eqbards] Jig and Mana Regeneration<br/>\n&gt; <br/>\n&gt; From: &quot;Roop Dirump&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roop@...\">roop@...</a>&gt;<br/>\n&gt; <br/>\n&gt; Mana and the Jig O Vigor, true or rumor?<br/>\n&gt; <br/>\n&gt; Tonight with a group, one member complained about me negating his SoW, but<br/>\n&gt; I<br/>\n&gt; had no accel going (sheesh was in the group three minutes and hadn&#39;t sung<br/>\n&gt; a<br/>\n&gt; note, besides why would I?  They were campers).  So I memorized Jig and<br/>\n&gt; played it, mentioning how I thought it was supposed to increase<br/>\n&gt; regeneration<br/>\n&gt; %15.  The cleric informed me Jig was making his mana regenerate slower, he<br/>\n&gt; &quot;should have been done by now.&quot;  Far from it for me to play a song not<br/>\n&gt; wanted, forgot the Jig.  After an easy battle and burnt mana, he told me,<br/>\n&gt; indeed, mana regenerates faster without any bard Jig.  Then things became<br/>\n&gt; nasty, one fellow brought a train and I saved them all with a lullaby, and<br/>\n&gt; no accelerando might I add, and quite a haul to the zone.  But they<br/>\n&gt; thought<br/>\n&gt; they were just good or lucky for all surviving that time and I didn&#39;t want<br/>\n&gt; to try explaining to them what I did, so I just camped!  Got me a little<br/>\n&gt; irritated, just the remark that Jig was making them regenerate slower!?<br/>\n&gt; OO,<br/>\n&gt; that&#39;s what got me.<br/>\n&gt; <br/>\n&gt; All I know--these folks were hostile towards bards, and the fellow who was<br/>\n&gt; the leader had to flee so I only met him briefly, perhaps he understood<br/>\n&gt; our<br/>\n&gt; usefulness better.  When I hit a bad group I don&#39;t stick around, so I was<br/>\n&gt; with them maybe ten minutes tops, but perhaps I can&#39;t fault them from<br/>\n&gt; experiences I&#39;ve had with fellow bard&#39;s I&#39;ve grouped with--some bards just<br/>\n&gt; don&#39;t know what they&#39;re doing, this class takes some skill to wield with<br/>\n&gt; finesse.  I was with a bard once who consistently played hymn when all<br/>\n&gt; health was full, and only used bellow in battle.  That, now that, got me<br/>\n&gt; irritated.<br/>\n&gt; <br/>\n&gt; Er, back to my original question about Jig and Mana, sorry.  Has anyone<br/>\n&gt; done<br/>\n&gt; any definitive tests on this?  With all my bard songs I have been able to<br/>\n&gt; &quot;play around&quot; with them enough, to my satisfaction, to understand O how<br/>\n&gt; they<br/>\n&gt; work.  This is the way I like things, dead reckonings hands-on kind of<br/>\n&gt; &quot;feel&quot; for how they work rather than really writing up numbers myself.<br/>\n&gt; Thing is, I studied way too much experimental methodology in school to<br/>\n&gt; really enjoy doing it when I&#39;m playing, heheh.  (Memories of torturing lab<br/>\n&gt; rats!)<br/>\n&gt; <br/>\n&gt; But I have no way to get an instinctive feel for this!  DOES mana<br/>\n&gt; regenerate<br/>\n&gt; faster with Jig or not?  Anyone really use a stopwatch with a buddy?  My<br/>\n&gt; friends keep telling me they don&#39;t have stopwatches and have no time for<br/>\n&gt; testing.  I know it doesn&#39;t make regeneration slower, that cleric tonight<br/>\n&gt; was just an arse, but I saved him anyway, fool didn&#39;t even realize it.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Roop<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; What do lizards and rock music have in common?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; They both have communities at ONElist.  Find yours today! </span></blockquote></div>","specialLinks":[]}}
