{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kenneth E. Bachman","from":"&quot;Kenneth E. Bachman&quot; &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"LsIfBRldl1bocqZsUcOVpT1dqwmDMM3pMo30q0bgR0KM--DhX7v-u9jG_Yk7NMZ74s8BWb-id2Toh1fCzsnNvyU0kiTIYgNTc0h5fwqF4Ew","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] I posted this to the Everwhatever boards and to the  Concert Hall","postDate":"971520273","msgId":22005,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5RTgzOTExLjRFQTVFQTAzQGVyb2xzLmNvbT4=","referencesHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZBRERAZGVuZXhjaDAyPg=="},"prevInTopic":22004,"nextInTopic":22024,"prevInTime":22004,"nextInTime":22006,"topicId":22003,"numMessagesInTopic":5,"msgSnippet":"Making the mez songs require an instrument isn t enough.  They re mez songs, so it s not like we re going to be attacking anything anyway, which is the only","messageBody":"<div id=\"ygrps-yiv-1511265476\">Making the mez songs require an instrument isn&#39;t enough.  They&#39;re mez songs, so it&#39;s not like we&#39;re going<br/>\nto be attacking anything anyway, which is the only thing that requiring an instrument prevents us from<br/>\ndoing.  The problem is that Verant believes that the AE mez effect is too powerful.  I don&#39;t know if they<br/>\nfeel it can be exploited (they seem to be incredibly hung up on the &quot;no mana&quot; thing), or if this is just a<br/>\nclass balance thing between Bards and Enchanters, but they aren&#39;t going to fix AE mez.  It will never<br/>\nhappen.<br/>\n<br/>\nWhat&#39;s disturbing to me are three things:<br/>\n1.  Their testing indicates that the resists are lower than any of our testing indicates, which suggests<br/>\nthat:  a) they&#39;re lousy testers or b) they have a different client or c) we&#39;re all idiots.  Their<br/>\nconclusion, of course, is going to be c), which means that they&#39;re going to be pretty dismissive of<br/>\nanything we say.<br/>\n2.  They slapped the SAME secondary resist rate that they used to neuter the AE mez song onto the single<br/>\ntarget songs.  They seem to believe that this hasty, ill-thought-out decision is pretty much fine, which<br/>\nsuggests a serious deficiency in their ability to balance Bard songs appropriately (as if that isn&#39;t<br/>\nobvious by now).<br/>\n3.  They&#39;ve been promising for a month now to look into the single-target mez songs at the first possible<br/>\nopportunity, and even at that level of priority have not managed to get around to it.  Abashi&#39;s post<br/>\nsuggests that they&#39;ve significantly lowered the priority level of this testing, which means it is likely<br/>\nto be a cold day in you-know-where before they get around to it.<br/>\n<br/>\nKenross Cantoforjado, 53 songs, Innoruuk<br/>\n<br/>\n<br/>\n&quot;Kimes, Dean W.&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Here is a constructive idea that would likely make most bards happier,<br/>\n&gt; return these songs to a being a viable option, and maintain Enchanters<br/>\n&gt; current position with respect to crowd control.<br/>\n&gt;<br/>\n&gt; Make the songs in question require an instrument much the way that Sonorous<br/>\n&gt; Clouding currently does.  Make a string instrument mandatory for Lucid<br/>\n&gt; Lullaby and a wind instrument mandatory for Pixie Strike.  At the same time<br/>\n&gt; remove the secondary resist that has rendered these spellsongs impotent.<br/>\n&gt;<br/>\n&gt; I think this change is in line with the bardic theme, makes the songs a<br/>\n&gt; viable option, and maintains the necessary amount of balance over these<br/>\n&gt; songs.<br/>\n&gt;<br/>\n&gt; Ideas? </span></blockquote></div>","specialLinks":[]}}
