{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Tatsukawa","from":"John Tatsukawa &lt;john@...&gt;","replyTo":"LIST","senderId":"WkHM4UoTtqNZAp08EjwdcfS4IoIy58KfAte9u52YGzgJnRwJ4P7AgHBJIPs2jkNN4AoYDTLHbEXqy6EL2H7czkyEZl_wO-vNVPA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] End of an era....","postDate":"971480293","msgId":22002,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAwMTAxMzE2MzU0MC4wMGIxMmRhMEBtYWlsLnJvYWR0b2FkLm5ldD4=","inReplyToHeader":"PDQuMy4yLjcuMi4yMDAwMTAxMzE1MDQwNC4wMGIwMjVjMEBwaW5rcGlnLmNvbT4="},"prevInTopic":22001,"nextInTopic":0,"prevInTime":22001,"nextInTime":22003,"topicId":21998,"numMessagesInTopic":5,"msgSnippet":"Sorry to hear it Talies. It is sad that Verant has had such an affect on your love of the game. But I m glad you ll still be on the boards. Sincerely, Windleaf","messageBody":"<div id=\"ygrps-yiv-1503648424\">Sorry to hear it Talies. It is sad that Verant has had such an affect on <br/>\nyour love of the game.<br/>\n<br/>\nBut I&#39;m glad you&#39;ll still be on the boards.<br/>\n<br/>\nSincerely,<br/>\nWindleaf<br/>\n<br/>\nAt 04:14 PM 10/13/00 -0500, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;Well, I just thought I would share with you the end of an era.  Today (or<br/>\n&gt;pretty close, their records got messed up) marked my 6 month anniversary as<br/>\n&gt;a Guide on the Tarew Marr server.  It also marked my last day as a Guide,<br/>\n&gt;as I felt that I could no longer in good conscience support a company that<br/>\n&gt;chooses to treat it&#39;s customers in so heavy-handed a manner with no<br/>\n&gt;consideration for the consequences.  This refers to both the recent banning<br/>\n&gt;issues (more than just Mystere were banned over this), and the Bard issues<br/>\n&gt;thread.  It is my belief that Everquest truly IS their world, and as such,<br/>\n&gt;I have no place being in it.  I haven&#39;t paid Verant a dime in 6 months, and<br/>\n&gt;I&#39;m not about to start today, so this was my last day on Norrath as a<br/>\n&gt;player, as well.<br/>\n&gt;<br/>\n&gt;I really believed that I could make a difference in Everquest as a Guide -<br/>\n&gt;not just by summoning corpses, but also by being a good source of input for<br/>\n&gt;things that needed to be fixed or changed.  I&#39;m well-versed in diplomacy<br/>\n&gt;(being the Herald for my local LARP Kingdom), and I was very eager to make<br/>\n&gt;the world a better place.  Unfortunately, from day one, my rose-coloured<br/>\n&gt;glasses suffered some pretty potent tarnish.  While in IRC, being given<br/>\n&gt;instructions on what NOT to do as a Guide (&quot;no hunting, no looting, and<br/>\n&gt;above all, no fighting with players!!!&quot;), I was also online on my other<br/>\n&gt;computer (Love having two windows machines!).  As I was playing my<br/>\n&gt;enchanter, I heard the shout that there was a &quot;Giant GM&quot; on the loose in<br/>\n&gt;the Arena, so I invis&#39;d myself and ran there. (why the invis? I dunno...<br/>\n&gt;Just didn&#39;t want to attract any attention to myself, and didn&#39;t realize at<br/>\n&gt;the time that GMs can see invis all the time.)<br/>\n&gt;When I got there, I saw the giant GM - 3 stories tall, at least!, and he<br/>\n&gt;was in the process of giving a warning to a rude player who was exploiting<br/>\n&gt;the arena (charming the lower level guy every time he tried to retrieve his<br/>\n&gt;corpse).  While I grant that the player was being rude, and certainly<br/>\n&gt;deserved the warning, what happened next was totally uncalled for.  The GM<br/>\n&gt;followed up his verbal warning with a spell (some kind of knockback that<br/>\n&gt;does damage), nearly killing the offending player.  I was stunned.  I<br/>\n&gt;immediately did a direct tell to a GM in the IRC room asking for<br/>\n&gt;clairification on this, and at first, until they heard the GMs name, they<br/>\n&gt;acted somewhat shocked.  When they realized it was a programmer GM, they<br/>\n&gt;suddenly backed off and said that &quot;well, GM&#39;s know what they&#39;re doing -<br/>\n&gt;it&#39;s not our place to question that.&quot;<br/>\n&gt;This, incidentally, was less than two weeks after several guides were<br/>\n&gt;banned for fighting players in the Arena.  Even the Guides who were brand<br/>\n&gt;new and just following their leader were suspended, and removed from the<br/>\n&gt;Guide Program.<br/>\n&gt;Basicallly I guess what I&#39;m saying here is that *even then*, the hypocrisy<br/>\n&gt;ran rampant, and that sort of attitude really ticks me off.  I&#39;m not going<br/>\n&gt;to turn into any sort of Tweety, but I&#39;m also not going to candy-coat<br/>\n&gt;it.  Verant&#39;s version of social engineering made me sick to my stomach, and<br/>\n&gt;I refuse to be a part of that orwellian nightmare.<br/>\n&gt;<br/>\n&gt;Another interesting note is that when I posted my letter of resignation to<br/>\n&gt;the Guide board (which wasn&#39;t nearly as vitriolic as this one - but it did<br/>\n&gt;include the phrase &quot;rampant hypocrisy&quot;), it was deleted inside of 3<br/>\n&gt;minutes.  I had to severely water it down before I posted it again to<br/>\n&gt;ensure that it would stay up there.  Way to control information, Big<br/>\n&gt;Brother Verant.  Ignorance is Bliss.<br/>\n&gt;<br/>\n&gt;I will remain on the list as an active moderator, and to share Bard<br/>\n&gt;stories, perhaps even get some input on Bards for my new project, but my EQ<br/>\n&gt;career is over.<br/>\n&gt;<br/>\n&gt;Sweet Songs and Light Laughter,<br/>\n&gt;Talies the Wanderer<br/>\n&gt;formerly<br/>\n&gt;Jalviv the Just of Tarew Marr<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> <br/>\n&gt;with the subject submissions. </span></blockquote></div>","specialLinks":[]}}
