{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rebecca Small","from":"Rebecca Small &lt;rsmall@...&gt;","replyTo":"LIST","senderId":"FEsZ4ETvgRchLdp9RH7Te9zLOrTKCKDxiweZZlPlvjIRsJKS_MzYJcCgkPlHe2xw1gDAl4w3DtN08hfX736MKfSNXk4hOz8EiWrDNQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Ramble about Guilding","postDate":"971964661","msgId":22082,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEUwQjg4NUM2MjcwRUQzMTE5MUJEMDA1MDhCMkM2NkQ4Mjk4NkMwQHBvc3RhbC5jbHViZ3JhdmVzLmNvbT4="},"prevInTopic":0,"nextInTopic":23112,"prevInTime":22081,"nextInTime":22083,"topicId":22082,"numMessagesInTopic":2,"msgSnippet":"Hail All, We have had a major exodus of higher level players from our guild as well, Excalibur on Xegony. Also a friend of ours is in Dark Legion and receently","messageBody":"<div id=\"ygrps-yiv-1855252421\">Hail All,<br/>\n<br/>\n We have had a major exodus of higher level players from our guild as well,<br/>\nExcalibur on Xegony. Also a friend of ours is in Dark Legion and receently<br/>\ninternal strife has conspired to turn him into the new guild leader for<br/>\nthem. I think the old leader left or quit the game. He was asking us the<br/>\nsame questions you have.<br/>\n When this summer rolled around, there just seemed to be lots of unrest in<br/>\npeople. We in Excalibur have clamped down very hard on admitting new members<br/>\nafter the guild grew quite rapidly in spite of some efforts we made to<br/>\ncontrol the growth. We also had a couple people tenatively joined who nearly<br/>\nruined our rep overnight. We prefer to have a guild where we all know and<br/>\nrespect each other. Excalibur is an old guild and even has real life<br/>\nmeetings twice a year for those who can make it. It&#39;s also mostly adults,<br/>\neven old folks like me, (35). It&#39;s based on the principles of honor and<br/>\nchivarly, www.orderexcal.com if you are interested in reading further. While<br/>\nI am relatively new to the guild, some folks have been in for many years and<br/>\ngone through many games. We still have some active members in Illusia.<br/>\n Lately, many folks in EQ have had to reduce playtime or stop for RL<br/>\nreasons, some are a bit bored and split their time with other games, and<br/>\nthis meant we have fewer folks available for the big stuff. This prompted<br/>\nthe departure of most of the higher levels for the latest hot guild on<br/>\nXegony. Most stated their reaosn was to be able to do the big things. This<br/>\nisn&#39;t the first time it has happened. The previous summer almost the same<br/>\nthing happened, those folks that left ended up as some of the first Inner<br/>\nCircle members. Lately the guild list is about equal to my friends list, but<br/>\nwe had lots of complaining when the guild seemed huge and no one recognized<br/>\nanyone on chat. Now we&#39;re much much smaller and people complain we can&#39;t<br/>\n&#39;do&#39; anything. I just don&#39;t think there is a perfect answer and I think most<br/>\nguilds probably go through these shrink and swell cycles for the same<br/>\nvariety of reasons. My biggest barrier to &#39;doing&#39; things is time, not guild,<br/>\nso I see no need to change guilds. I am happier with the small guild on the<br/>\nwhole, there&#39;s much less whining and complaining at least. Then there&#39;s the<br/>\nmatter of my solemn oath of honor to the Queen. We&#39;re not the roleplay<br/>\npolice but I really do take the principles behind it all seriously.<br/>\n Being in a guild seems necessary in EQ, it classifies or identifies you to<br/>\nsome extent to people who don&#39;t know you personally. My advice on being in a<br/>\nguild is be in one you personally are happy with, whose goals are similar to<br/>\nyour goals, and people you can have fun with. After all, EQ is just a game!<br/>\n<br/>\n(offical title time)<br/>\nLady Brilinnia Ban&#39;Sidhe,<br/>\nKnight Marshal, Order of the Rose<br/>\nExcalibur, Xegony</div>","specialLinks":[]}}
