{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"G2 Dan","from":"&quot;G2 Dan&quot; &lt;drockwell@...","replyTo":"LIST","senderId":"7wZMT_RGaMM2dNg8hpb1QRXC_JEsKW_nJQeIvjW9ZsdAbmeqm_nvOpDUwzmFIM607qiu7nG-CYjzpC_-BbLu2kVjmrF9oOyaPZA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Netiquette And You!","postDate":"929985122","msgId":2221,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMjIuMjIyMS45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2220,"nextInTime":2222,"topicId":2221,"numMessagesInTopic":1,"msgSnippet":"Thats alot of rules there Slyde, you have to remember we re just players trading info about a game we re all addicted to.  I ll be the first to admit my","messageBody":"<div id=\"ygrps-yiv-463966400\">Thats alot of rules there Slyde, you have to remember we&#39;re just players trading info about a game we&#39;re all addicted to.  I&#39;ll be the first to admit my grammar and spelling suck, (didnt put enough skill points in it), but my message is usually dead on.  Rambling is bad, so I&#39;ll try and not ramble on this list like I do others, sorry about that.  Hopefully this message of 3 sentances is more than just a one liner.. heh.  <br/>\n<br/>\nTake it lite.<br/>\n<br/>\nGediprime, 10th Level Riverdancin Bard (seeking combined longsword)<br/>\nXegony  <br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: Daniel P. Sniderman <br/>\n  To: EQ Bards <br/>\n  Sent: Monday, June 21, 1999 11:57 AM<br/>\n  Subject: [eqbards] List Netiquette Please<br/>\n<br/>\n<br/>\n      A couple of comments - to make this experience better for al of us.  If you feel anything is directed to YOU - I don&#39;t mean this as a flame or anything negative.  This is one of the two best mailing lists I&#39;m on - and I want it to &quot;be the best it can be!&quot; (My apologies to the US Army)<br/>\n<br/>\n  1) Follow the general nettiquette rules for Internet posting in general.  For example<br/>\n          - &quot;Yeah&quot; and &quot;Me Too&quot;! are a waste of bandwidth<br/>\n          - While I haven&#39;t seen offenders in this category here - nothing sillier than a sig line longer than the post...<br/>\n          - In this medium you can&#39;t see facial expressions and tone-of-voice - so it is easy to misconstrue.  If you think you are being flamed - It is best to not respond right away in the heat of the moment.  Come back to it several minutes later and re-read it.  Often you&#39;ll find that perhaps they didn&#39;t mean it the negative way (or were being sarcastic, etc.)<br/>\n          - Even in cases not like above - always re-read your note before hitting the send button.  Editing is very important.  You&#39;re not editing while your writing!<br/>\n          - My apologies to foreign speakers - but grammar and spelling is important.  Use your spell checker.  I set mine to spell check automatically when I click send.  On the other hand there is no need to criticize anyone publicly for poor grammar.  They MAY an extremely intelligent person for whom English is a second (or third or fourth) language.  Also see the next one<br/>\n          - If your comment is directed to a single individual (especially a response to a flame) - send it privately via email.  Keep in mind that there are like 300 people on this list.  While editing think &quot;Do all 300 need to see this response?&quot; If the answer is no - harvest the individual&#39;s email out of the post and send it privately.<br/>\n<br/>\n  2) If you get the digest - CHANGE THE SUBJECT LINE!  There is nothing more annoying (especially to a non-digest reader like myself) to see a Subject line of  &quot;Digest Number 13&quot;.  If you are reading many notes in one sitting - or trying to follow a thread - no one has any idea what you are talking about (and may not be interested in the topic).  <br/>\n   <br/>\n      Also - if the thread has digressed to a different topic - change the subject.  The best way to do this would be re: 3-Handed Weapons (Was Fighting in The White House Dungeon)<br/>\n<br/>\n  3) EDIT THE QUOTED TEXT.  Especially if it&#39;s very long post.  I will put &lt;snip&gt; to indicate I&#39;ve done this.  Make sure you remove the .sig lines on the quoted text.  Especially remove areas of discussion on a prior post that aren&#39;t relevant to what you are commenting on.  If your comment is completely self-contained - it may even be appropriate to remove the entire commentary from the prior text.<br/>\n<br/>\n      Remember that many of the readers are in Europe and other places that still charge for each and every minute of connection.  Making people download your message that contains 4 lines of your text and 100 lines of text that they&#39;ve downloaded once (or maybe even several times) before - is very inconsiderate.<br/>\n<br/>\n  4) On the other hand - if you are commenting on a prior comment - leave part of it in. I just read a post that I have no idea what the guy is talking about it starts &quot;That is because some people...&quot;  but I don&#39;t know what he&#39;s referring to.<br/>\n<br/>\n  5) It&#39;s probably a good idea to mention what level you are.  Often it may be difficult (or impossible) to put into context the information you are reading about without knowing that detail.  Throw in your server too - its nice to see people you know in game who post here (HELLO THERE Darkfox and Gediprime!)<br/>\n<br/>\n  Slyde of Xegony<br/>\n  IRL - Daniel Sniderman veteran of the Internet since 1993 and GEnie long before that... </span></blockquote></div>","specialLinks":[]}}
