{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kenneth E. Bachman","from":"&quot;Kenneth E. Bachman&quot; &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"040usfoCX5AqR_JrKoLkJ5hykT1DaYGUzlF2LJCvQ4eIKpHGq31V8DXvJK176sffwfJN6eg5G_SF7Qdb7uDZuBsdG6hQBmTQEQ2aPQDLRqY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Change to bard song mechanics on Test!","postDate":"973025124","msgId":22214,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5RkYyRjY0LkI0MURENEFBQGVyb2xzLmNvbT4=","referencesHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZCQjNAZGVuZXhjaDAyPg=="},"prevInTopic":22213,"nextInTopic":22215,"prevInTime":22213,"nextInTime":22215,"topicId":22192,"numMessagesInTopic":25,"msgSnippet":"Since the thing is bugged badly enough that it can t go live (or at least, due to the stuck song problem, can t stay live, I don t have enough faith in Verant","messageBody":"<div id=\"ygrps-yiv-162927773\">Since the thing is bugged badly enough that it can&#39;t go live (or at least, due to the stuck song problem,<br/>\ncan&#39;t stay live, I don&#39;t have enough faith in Verant to assume that they won&#39;t put this into production as<br/>\nis), we don&#39;t really know what they intend here.  But I assume that they are attempting to &quot;fix&quot; the<br/>\n&quot;exploits&quot; that exist when a Bard turns on a song and leaves the computer.  If this is the case, it is yet<br/>\nanother utterly boneheaded modification to the class that completely ignores game mechanics in general and<br/>\nBard mechanics in specific.<br/>\n<br/>\nIf an Enchanter casts Clarity on a party, he can sit down to med, and then go smoke a cigarette, or make<br/>\nlunch, or go to the bathroom, or take a quick trip to the hardware store.  When a Bard (as currently<br/>\ncoded) turns on Mana song, he can do the same thing.  If this change goes into effect, the Enchanter can<br/>\nstill leave, but THE BARD CAN&#39;T.  I can just IMAGINE what my party is going to say if I turn on Mana, go<br/>\naway to stretch my legs, and Mana breaks 5 seconds after I get up.  The same goes for Shamans and trade<br/>\nbuffing (an example this poster used).<br/>\n<br/>\nYes, it&#39;s possible for someone to log a Bard on, turn on Mana, set him to /follow the Cleric, and have the<br/>\nCleric get a mana boost that way.  But you can do THE SAME THING with an Enchanter, and you don&#39;t even<br/>\nhave to split experience with him!  You can do the same thing with ANY buffing class.<br/>\n<br/>\nHell, I&#39;ve been in fights where the Warriors turned on autoattack and then said &quot;AFK&quot;!<br/>\n<br/>\nIn fact, the ONLY thing this really ends up correcting for is parking a Bard in a corner to get instrument<br/>\nskills up.  But I would wager quite a bit of money that there isn&#39;t a single Bard on any server who has,<br/>\nfor example, maxed Brass Instruments skill through normal usage alone.  It&#39;s used too rarely, and it goes<br/>\nup much too slowly.  And that and wind instruments are really the only songs we would do this with.<br/>\n<br/>\nDo Bards LEVEL too fast?<br/>\n<br/>\nThis doesn&#39;t begin to address what happens when you arbitrarily break group invis (even if the Bard is AT<br/>\nthe keyboard) - you&#39;re all visible, and often dead; or levitation (same thing) - you all plummet to the<br/>\nground; or the level 51 travel song (same thing) - you&#39;re all visible AND you plummet to the ground; or<br/>\nunderwater breathing (you have about 30 seconds here) - you all drown.  What a nifty way to render 4 songs<br/>\nutterly useless in one fell swoop.<br/>\n<br/>\nThe US Department of Labor says that you should take a break from your computer at least once every half<br/>\nhour or risk serious health complications.  If they really make this change, we&#39;re tied to our computer<br/>\nfor the entire time we&#39;re playing this game.<br/>\n<br/>\nMuch as I gripe sometimes about their incompentent balancing with regards to Bards, I still like the<br/>\nclass, and I hate to have to switch to something else.  Their &quot;play another class&quot; response is really<br/>\nbogus when it takes 40 played days to get a character to a high enough level for me to do things with my<br/>\nquasi-uber-guild.<br/>\n<br/>\nI really don&#39;t know what I&#39;m going to do if they make a change like this.  I really can&#39;t see continuing<br/>\nto play my Bard.  And I&#39;m not thrilled with the idea of having to level something else.<br/>\n<br/>\nIf they do this, it may be time to quit.  If I don&#39;t get myself banned.<br/>\n<br/>\nKenross Cantoforjado, 54 songs, Innoruuk<br/>\n<br/>\n<br/>\n<br/>\n&quot;Kimes, Dean W.&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Of course this will make Aria and Clouding instant death songs in many<br/>\n&gt; situations.  I&#39;m hoping this is a bug and not a change or I will be done,<br/>\n&gt; trade skill changes or not.  Maybe I won&#39;t uncancel my account next week<br/>\n&gt; after all, sigh.<br/>\n&gt;<br/>\n&gt;         Kit<br/>\n&gt;<br/>\n&gt; I just came across this thread in whineplay, which I think all of you should<br/>\n&gt; take a look at.  Evidently there has been a change to the mechanics of bard<br/>\n&gt; song on Test:<br/>\n&gt;<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://boards.station.sony.com/everquest/Forum2/HTML/027490.html\">http://boards.station.sony.com/everquest/Forum2/HTML/027490.html</a><br/>\n&gt;<br/>\n&gt; It appears that this change is to keep us from indefinitely playing a song<br/>\n&gt; while AFK.  The message received is evidently &quot;Your song ends abruptly&quot;, and<br/>\n&gt; has a chance of occuring on every pulse. Once again, Verant seems to be<br/>\n&gt; putting the screws to us.  We can&#39;t take a break at all from the keyboard if<br/>\n&gt; we want to keep two songs up, now I have to stay at the keyboard to keep one<br/>\n&gt; song up as well.  I guess bards dont need bathroom breaks.<br/>\n&gt;<br/>\n&gt; All this will do is encourage more use of a macroed gamepad.<br/>\n&gt;<br/>\n&gt; Lago Bardoon of Bertoxx, 48th Composition, Defenders of Aleria<br/>\n&gt;<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt; with the subject submissions.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> with the subject submissions. </span></blockquote></div>","specialLinks":[]}}
