{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Aanluil Lumiaria","from":"&quot;Aanluil Lumiaria&quot; &lt;e-wolf@...&gt;","replyTo":"LIST","senderId":"4diQkvA1JLTjoFKWb6-FS6LtwiqUggeYbTUmRtUq6koUaiFTkBlpLEkZbwzBHU5jtdcDFr4tdiUEx3viHp4T88cr9PhEu4gFDsaFn10","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Group composition effect on Damage?","postDate":"973187138","msgId":22261,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAyYzMwMWMwNDRmNCRiN2ZlOWUwMCQwNzdlYzNkMUBjc3IuY3liZXJ1cy5jYT4=","referencesHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZCRDRAZGVuZXhjaDAyPg=="},"prevInTopic":22259,"nextInTopic":22263,"prevInTime":22260,"nextInTime":22262,"topicId":22254,"numMessagesInTopic":8,"msgSnippet":"Kit, I regularly group with my RL brother who plays a gnome warrior and I ve seen similar symptoms. However, the symptoms I ve seen can be explained without","messageBody":"<div id=\"ygrps-yiv-69007791\">Kit,<br/>\n<br/>\n    I regularly group with my RL brother who plays a gnome warrior and<br/>\nI&#39;ve seen similar symptoms. However, the symptoms I&#39;ve seen can be<br/>\nexplained without implying strange code. It wouldn&#39;t surprise me if<br/>\nsuch code existed knowing Verant, however the usual causes and<br/>\nexplanations I&#39;ve seen are as follows.<br/>\n<br/>\nSituation #1: bard and warrior add a second melee<br/>\n    Warrior(21) and bard(21) fighting single pulls. The bard buffs the<br/>\nwarrior (playing Anthem, Largos, Hymn/Chords with lute or DDD with<br/>\nhorn). The warrior is doing nice damage because of Anthem buffing his<br/>\nSTR and ATK speed and taking little damage because of Largos and the<br/>\nDoT is helping weaken the enemy life (or life + AC with Denons.)<br/>\nTwisting in Hymn near the end instead of Chords/DDD reduces downtime<br/>\nto almost nothing. The group adds a second warrior that doesn&#39;t<br/>\nunderstand taunt and starts fighting multiple pulls. Bard is getting<br/>\nsmacked around a lot more thus strength buffing is less consistent.<br/>\nAlso, the enemy is being slowed down less thus bashing the warrior<br/>\nmore thus reducing the average damage even more.  Invalid example<br/>\nbecause the fight was changed? Yes. But did your ogre warrior guild<br/>\nmate consider the group dynamics when calculating his statistics?<br/>\n<br/>\nSituation #2: warrior and druid add a second melee<br/>\n    Warrior grouped with Druid. Fighting aviaks at the 3 spawn in Lake<br/>\nRathetear. Druid buffs self with Thistlecoat, SoW, Skin Like Rock,<br/>\nStrength of Earth, Firefist. Druid buffs warrior with SoW, Skin Like<br/>\nRock, Strength of Earth and during battles, Thorn shield. That&#39;s 3<br/>\nbirds in 6 minutes. Warrior pulls as they pop. Druid casts thorn<br/>\nshield on the warrior then casts snare, flame lick, stinging swarm on<br/>\nthe bird then meditates. The druid finds himself gradually going down<br/>\nin mana overall. They decide to add a (insert melee class here.)  The<br/>\ndruid no longer has the mana pool to buff both melee classes, cast<br/>\nDoTs, thorn shield, snares, etc. and med it back before the repop but<br/>\nwith the second melee, the buffs aren&#39;t required. Druid elects not to<br/>\nuse Strength of Earth since it just makes the battle go faster and<br/>\nreduces the effectiveness of the DoTs but he keeps up the Skin Like<br/>\nRock to reduce damage. The battles go really well but the warrior is<br/>\nnow doing less damage on average because he&#39;s missing Strength of<br/>\nEarth and he doesn&#39;t even notice the missing buff because the fights<br/>\nare much easier. Average damage per warrior goes down. Average damage<br/>\noverall goes up a lot (from the second melee.) Eventually the druid<br/>\nwill be able to regain enough mana to cast Strength of Earth but at<br/>\nthat point there&#39;s no incentive to use it because they are already<br/>\nkeeping the spawn clear easily.  Perhaps your ogre warrior guild mate<br/>\ndidn&#39;t take into account which buffs he had on while tracking his<br/>\ndamage? This situation can apply with any caster that can buff<br/>\nstrength.<br/>\n<br/>\nSituation #3: warrior and enchanter add a second melee<br/>\n    Warrior and enchanter are grouped in Upper Guk fighting at the<br/>\nantechamber to the Scryer room. They are fighting appropriate level<br/>\ncreatures. Warrior is permanently buffed with Mist and Strengthen.<br/>\nWarrior gets buffed in-battle with quickness. Enchanter mezzes extras<br/>\nto make sure they only fight one frog at a time. Enchanter also casts<br/>\nlanguid pace on the frog that the warrior is fighting. They add a<br/>\nsecond melee to try clearing more of the Scryer room. Enchanter buffs<br/>\nsecond melee with Mist (mana expensive) and Strengthen (mana cheap.)<br/>\nEnchanter keeps other creatures mezzed and still uses quickness on the<br/>\nwarrior. Doesn&#39;t bother with quickness on the second melee because<br/>\nit&#39;s expensive and they are primarily extra melee damage on the back<br/>\nof the creature. The enchanter also doesn&#39;t bother with Languid Pace<br/>\nbecause the solo frogs die too fast to make it worth the mana cost<br/>\nsince two melees are beating down one frog.  Average damage of the<br/>\nwarrior goes down because he is getting hit more.  Damage speed and<br/>\npower stay the same because he still has the same buffs.  Perhaps your<br/>\nogre warrior guild mate didn&#39;t take into account the spells being cast<br/>\non the enemies when calculating his average damage?  This situation<br/>\ncan apply with any caster that can reduce enemy AC or attack speed.<br/>\n<br/>\nSituation #4: warrior and cleric (no STR buff) add a second melee<br/>\n    Let&#39;s say the warrior and his cleric friend are fighting Dervish<br/>\nCutthroats in South Ro. They are slightly underpowered to take the<br/>\ncamp but will be able to clear it. The camp is a 3 derv spawn.  They<br/>\nshout out for another melee to add to the group because they know it<br/>\nwill be tough to keep clearing 3 every 6 minutes and it will be much<br/>\nsafer to fight with one more person. The camp currently has 3 dervs -<br/>\nhuman (wizard), human (rogue), human(rogue).  The cleric uses Soothe<br/>\nand they start the fight with the wizard. The warrior tries to<br/>\ninterrupt the casting with bash and tries to keep it taunted to him<br/>\nwhile the cleric blasts with Strike/Smite. The fight goes well.  Next,<br/>\nthe cleric Soothes again and the warrior pulls a rogue. No problem.<br/>\nThis fight is fairly straightforward. Then they pull the second rogue<br/>\nand finish it off two.  At that point, they add another melee to their<br/>\ngroup and start working on the re-pop while the cleric recovers. The<br/>\ntwo melees should take less damage and finish off each derv easily.<br/>\nThe camp repops with barbarian (rogue), ogre (rogue), human (rogue).<br/>\nNow the warrior continues to be the primary tank but this time around,<br/>\nhe is getting bashed more and thus doing less average damage. Perhaps<br/>\nyour ogre warrior guild mate has mistakenly forgotten to take into<br/>\naccount coincidental bad luck with a spawn when adding a second melee?<br/>\nThis situation can apply with any spawn site that is being continually<br/>\ncleared and that has a random variation of enemies that can bash, and<br/>\nenemies that can&#39;t.<br/>\n<br/>\nAs an addendum, there are variations between spawns of the same<br/>\ncreature that also complicate this fourth situation. Sometimes, a<br/>\ncreature will be the same level as a previous one but is a lot tougher<br/>\ndespite still being even.<br/>\n<br/>\nFor example: Let&#39;s say you have a group with a druid, enchanter,<br/>\nmagician, warrior and cleric. The warrior fights a froglok(warrior)<br/>\nthat cons even. The druid flame licks and snares, the magician blasts,<br/>\nthe enchanter mezzez the others nearby yet has trouble with one in<br/>\nparticular. A floglok warrior that also cons even. When the warrior<br/>\ngets to that second froglok warrior that cons even, he fights it as<br/>\nnormal. The druid casts Flame Lick... resisted. again. resisted.<br/>\nagain. resisted. again. sticks. Snare... resisted. again. resisted.<br/>\nagain. sticks.  The magician blasts. resisted. again. resisted. again.<br/>\ndoes damage equal to the previous froglok warrior.  Either everyone<br/>\nhad bad luck with the random number generator simultaneously or there<br/>\nwas something special about that second froglok warrior.  Either<br/>\nsituation is possible and adds another layer of complication to the<br/>\ndamage statistics the warrior might try to collect even taking into<br/>\naccount situation #4.<br/>\n<br/>\nHmmm. This seems to have become yet another long post. Sorry for the<br/>\nspam. It&#39;s not really related to bards.<br/>\n<br/>\nAanluil Lumiaria<br/>\nErollisi Marr<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dean_kimes@...\">dean_kimes@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&gt;<br/>\nSent: Wednesday, November 01, 2000 5:53 PM<br/>\nSubject: [eqbards] Group composition effect on Damage?<br/>\n<br/>\n<br/>\n&gt; Here&#39;s a question for the knowledgeable out there.  Our guild&#39;s ogre<br/>\nwarrior<br/>\n&gt; has been tracking his average damage per hit for some time now.<br/>\nApparently<br/>\n&gt; if he is grouped with any group not including another warrior, or a<br/>\nranger,<br/>\n&gt; or a rogue, or a monk, or a paladin, he inflicts 15% more damage on<br/>\nan<br/>\n&gt; average per hit basis than he does when there is another one of<br/>\nthose types<br/>\n&gt; in the group.<br/>\n&gt;<br/>\n&gt; I haven&#39;t had a chance to check his numbers yet, but I did observe<br/>\nthat he<br/>\n&gt; rarely hits for over 80 when grouped with myself and a ranger.  When<br/>\ngrouped<br/>\n&gt; with just myself against the same mobs he often hit for over 80 and<br/>\n&gt; sometimes even 100 without criticals.<br/>\n&gt;<br/>\n&gt; Has anybody heard of anything like this before?<br/>\n&gt;<br/>\n&gt; Kit </span></blockquote></div>","specialLinks":[]}}
