{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Olgwinn Pendragun","from":"&quot;Olgwinn Pendragun&quot; &lt;olgwinn@...&gt;","replyTo":"LIST","senderId":"44aR_vWFUpRuMZONVMRbUaiAjMeq7xqof-PewSPUtCpWIgcBSDP5g-wOSo-ujbzyoOz4GMF1qDefxJN70CoSpPT9xsYlRogksQZhQZm09K4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Velious first impressions","postDate":"976209542","msgId":22746,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEY4MDdHM0Rrd3kzQ3I2a3RmWFQwMDAwNzU3ZkBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":22747,"prevInTime":22745,"nextInTime":22747,"topicId":22746,"numMessagesInTopic":8,"msgSnippet":"Made my mile long treck through the ice and snow last night.  And that was even BEFORE I bought Velious... hehe  Managed to snag a copy at Best Buy. They had","messageBody":"<div id=\"ygrps-yiv-192229622\">Made my mile long treck through the ice and snow last night.  And that was <br/>\neven BEFORE I bought Velious... hehe  Managed to snag a copy at Best Buy.  <br/>\nThey had tons of copies, whereas CompUSA was out and wasn&#39;t expecting any <br/>\nuntil Monday.<br/>\n<br/>\nThe boat ride is a long one, but make sure you get off at the one and only <br/>\nstop it makes (ok, I didn&#39;t take the return trip yet, so I&#39;m assuming <br/>\nthere&#39;s only one stop).<br/>\n<br/>\nLevitation definitely helps.  The Great Divide has a lot of very abrupt <br/>\nhills and valleys (actually almost more like cliffs), plus the island <br/>\nhopping you have to do to actually get to the bridge from the boat can be <br/>\nquite painful, especially if it&#39;s snowing and you don&#39;t see the cliff, but <br/>\nyou can hear the ocean.<br/>\n<br/>\nA lot of the wandering mobs were aggressive, and seem to hit very hard for <br/>\ngreen conning mobs at 49, much like Kunark I guess.  As mentioned earlier, <br/>\ninvis seems to work extremely well for the most part.<br/>\n<br/>\nSurprise, surprise, most of the mobs are extremely cold resistant...  I&#39;m <br/>\nsure you all saw that coming.<br/>\n<br/>\nSo far exp looks very good.  A level 45 druid friend and I kited around a <br/>\nfew giants and got quite a bit of exp from them.  We killed maybe 6 giants <br/>\nbefore we had to log, and gained 3/4 a bub of exp at 49.  The frost giant <br/>\nberzerkers, some scouts, and the elites were blue to me and ranged from blue <br/>\nto red to the druid.  The giants make a goofy &quot;Doh!&quot; sound whenever they are <br/>\nhit.  The higher level ones seemed to be hitting for around 130.<br/>\n<br/>\nThe dorf city was neat looking, but the vendors made me feel like Joe <br/>\nTourist in Disneyland.  I mean one was actually selling SOUVENEIRS!<br/>\n<br/>\nBe very careful on the crystal clear ice spots in the dorf city.  It&#39;s <br/>\nentirely possible to slide off to the side (if you&#39;re aiming that way) and <br/>\ndrop into the pit which you&#39;ll have to get someone to port you out of unless <br/>\nyou can gate.  It&#39;s also difficult to change direction once you get on the <br/>\nice.  Actually it&#39;d be fun if it wasn&#39;t dangerous.  I always thought the ice <br/>\nin Everfrost should be like that so you could iceskate on it... hehe<br/>\n<br/>\nThe new inventory screen is interesting, but will take some getting used to. <br/>\n  I like the new &quot;auto-equip&quot; box that you can drop an item on it and it <br/>\nwill be equipped in the appropriate slot on your body.  Should be great for <br/>\nquick corpse looting.  Unfortunately, it&#39;s also more difficult to manually <br/>\nplace items in the appropriate body slot since they are no longer labelled <br/>\n(ie. shoulder, legs, feet, etc.)<br/>\n<br/>\nFor some reason, transparent polygons don&#39;t seem to work.  This is the <br/>\ngrey-ish tinted background to see-through windows (ie. like the chat area).  <br/>\nNow, whether you have transparent polygons on or not, it&#39;s completely clear, <br/>\nmaking reading text difficult over the bright snow background, regardless of <br/>\nthe text color.<br/>\n<br/>\nAnother thing I hope they fix is the loot-inspection pop-up.  When you right <br/>\nclick an item you are looting, the info text pops up in the upper left <br/>\ncorner of the screen, making it almost impossible to read the stats.  There <br/>\nis no window, just the text drawn on top of the lag meter, the name of the <br/>\ncorpse you are looting, and the loot box.  They need to fix that soon.<br/>\n<br/>\nAll in all, it was an interesting voyage.  See you all in Velious!<br/>\n<br/>\nOlgwinn Pendragun<br/>\nBard of 49 Missed Notes<br/>\nCrimson Legacy<br/>\nE&#39;ci<br/>\n<br/>\n_____________________________________________________________________________________<br/>\nGet more from the Web.  FREE MSN Explorer download : <a rel=\"nofollow\" target=\"_blank\" href=\"http://explorer.msn.com\">http://explorer.msn.com</a></div>","specialLinks":[]}}
