{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Matt DeBarger","from":"&quot;Matt DeBarger&quot; &lt;mattdeba@...&gt;","replyTo":"LIST","senderId":"o1bZRCgKjFmXi4rZ68qHlzdFB5fZKXmmTvmIJNloZgkVWUcXvFbuVhljBYJFqBTIjCBL87aOC_JYwsD9wp9AUCzX9QFb0ScIgQ0JBsOO","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Patch in general(was Changes to Root/Snare)","postDate":"979067257","msgId":22898,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwN2IwMWMwN2E2ZiQ2ZTNmYjAwMCQwMzhjNDdkMUB2b2ljZW5ldC5jb20+","referencesHeader":"PDkyQkU1REY5Nzc3NUQ0MTFCRDAxMDA5MDI3RTc3MzRGMDFGNjM3OTBAcGxudDA1Mi5jb21tLm1vdC5jb20+"},"prevInTopic":22897,"nextInTopic":22899,"prevInTime":22897,"nextInTime":22899,"topicId":22896,"numMessagesInTopic":7,"msgSnippet":"Wow, some of that stuff sounds great!  /end optimist /begin pessimist Yea right, when will those changes take place? Higher grouping xp bonus:  Would be  great","messageBody":"<div id=\"ygrps-yiv-1468551758\">Wow, some of that stuff sounds great!  /end optimist<br/>\n/begin pessimist<br/>\nYea right, when will those changes take place?<br/>\n<br/>\nHigher grouping xp bonus:  Would be  great and would definitly enhance the<br/>\ngame.  I like the fact that grouping is so strongly encouraged in EQ.  The<br/>\nonly way to get people to work together is often to make them unable to<br/>\naccomplish much on their own.<br/>\n<br/>\nRevamping under used dungeons:  Again, would be great for the game.  Places<br/>\nlike Najeena are a waste (on the whole, my regular group spent 3 weeks there<br/>\ngetting equipment).  I have never understood why they spend so many<br/>\nresources making new zones, when they could spend much less effort fixing<br/>\nolder ones.  The quickest fix to overcrowding would be to make zones like<br/>\nNajena, Dagnor&#39;s Cauldron, Kedge Keep and Kithkor more appealing.  Thought<br/>\nthey face a greater challenge than improving the loot and xp.  They are<br/>\nalready many very viable zones in the game which are completly ignored.  S<br/>\nRo (the orc/derv camps I am talking about, most people there are looking for<br/>\nJ Boots), Warslik&#39;s Woods (I think this may be the best 15-25 outdoors in<br/>\nthe game, but no one uses it), Swamp of No Hope (I dont knwo about the loot,<br/>\nbut that froglok city could be non stop pulling for a few low/mid level<br/>\ngroups), Firona Vie (for good characters only) come to mind right away.  I<br/>\nhave had great grouping experiences in all these zones, but it is impossible<br/>\nto find a group there.<br/>\n<br/>\nPart of the problem is transportation.  In EQ, moving around is slow, so<br/>\npeople tend to congregate in certain areas.  A major change to game<br/>\ntransportation system would be needed to help this.  SOmething along the<br/>\nlines of stable where you &quot;rent&quot; a horse to take you to the zone and back<br/>\nagain for a nominal (it would have to be cheap).  Combine this with an<br/>\nAdventurer&#39;s Guild meeting hall/bulletin board.  Where you could talk<br/>\nabout/post about forming a group to head to XXXXX some monster bashing.  Now<br/>\nall of a sudden you have a quick/easy/low risk way to get a group going in a<br/>\nless used zone. Example:<br/>\n<br/>\nYou log on for your 2-3 hours after work, with your 21 bard.  Zone into the<br/>\nadventurers hall in firona vie. Wander over to the forming groups section of<br/>\nthe hall, and listen in.  Nothing strikes your interest, but you remember<br/>\nhow great of a time you had kill renegade iksars in Warslik&#39;s Woods last<br/>\nweek, so you post a message on the board.  &quot;Starting a group for lvls 18-24.<br/>\nDestination: Renegade Iksar Lake in Warslik&#39;s Woods&quot;.  You then start asking<br/>\naround in group forming area.  Pretty soon you;ve added a 19 sk and a 20<br/>\nmage to your party.  Thats enough to start hitting the iksars.  Granted you<br/>\nwill have to be careful with no healer, but your song, and the pet should be<br/>\nable to keep things moving.  You all head to the stables area, and pay 10g<br/>\nfor a round trip horse rental.  Right click on your horse (make sure you<br/>\nhave a inv spot open!!), wait for the interuptable 10 second cast time (to<br/>\nprevent abusing these poor beasts in battle).  Zoning please wait...<br/>\n<br/>\nAhh the horse destination of WSW.  A quick run to the lake, people mem their<br/>\nspells/songs, and you are fighting away.  15 minutes later, a druid has seen<br/>\nyour post on the board and sends you a tell,  &quot;Got room for a 22 druid?&quot;.<br/>\n&quot;Great!  We need a healer, come on over&quot;  5 minutes later, he arrives in<br/>\nyour camp and joins in.  20 minutes later.  Sk says, &quot;Uh oh wife has come<br/>\nhome, I have to camp&quot;.  He hits his horse, waits for the cast, then is back<br/>\nin the Adventurer&#39;s Guild, camping for the night. (The horse is expired<br/>\nthen, you would also have to make them lore and no drop I would think).<br/>\nYour group decides that your reall need a better tank, so you all /ran 100<br/>\nand the loser hits his horse and tries recruiting one at the meeting hall.<br/>\n<br/>\nIt doesnt seem that outlandish to me.  Just requires to admit that<br/>\nsacraficing the &quot;thrill&quot; of running through 6 zones only to not find a group<br/>\nis outweighed by the fun of being able to form groups in lesser used<br/>\nlocations.<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &quot;Cook Miller-ETOP03&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:etop03@...\">etop03@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&gt;<br/>\nSent: Tuesday, January 09, 2001 1:06 PM<br/>\nSubject: [eqbards] Patch in general(was Changes to Root/Snare)<br/>\n<br/>\n<br/>\n&gt; This is the whole patch and some general discussion from Alan and Brad.  I<br/>\n&gt; like the idea of more xp bonus for grouping and certain underused<br/>\ndungeons.<br/>\n&gt; I agree we will see how exactly &quot;Working as intended&quot; is defined this<br/>\ntime.<br/>\n&gt;<br/>\n&gt; Snip from Alan:<br/>\n&gt; We&#39;ve got a lot of changes planned for the next patch. Changes for<br/>\nhybrids,<br/>\n&gt; a change to the way that movement spells work (specifically Root), and a<br/>\nbug<br/>\n&gt; fix for Lure spells (among many other things). First and foremost I want<br/>\nto<br/>\n&gt; explain the fix to Lures. Right now (before the patch), creatures that<br/>\n&gt; should not get a save versus Lure spells are getting saves based on their<br/>\n&gt; levels. This has been broken for a while. We fixed it on test before<br/>\n&gt; Christmas, but this is the first patch since then, and the fix should go<br/>\n&gt; live with the patch. Basically, Lures will become less resisted after the<br/>\n&gt; patch.<br/>\n&gt;<br/>\n&gt; The changes to hybrid disciplines and powers are as follows. Hopefully<br/>\nthese<br/>\n&gt; will be the last.<br/>\n&gt;<br/>\n&gt; 1) Resistant Discipline will last five minutes instead of one minute.<br/>\n&gt;<br/>\n&gt; 2) Holyforge Discipline will lasts five minutes instead of two minutes.<br/>\n&gt;<br/>\n&gt; 3) Sanctification Discipline will last fifteen seconds instead of ten<br/>\n&gt; seconds<br/>\n&gt;<br/>\n&gt; 4) Lay on Hands will have increased healing for each level after forty of<br/>\n&gt; the paladin. After forty it will do approximately twenty points per level<br/>\n&gt; more (for levels 41-60).<br/>\n&gt;<br/>\n&gt; 5) Normal Harm Touches will save as all or nothing. There will be no<br/>\npartial<br/>\n&gt; resists.<br/>\n&gt;<br/>\n&gt; 6) Harm Touch will increase ten points per level for levels one through<br/>\n&gt; forty. From levels forty-one to sixty it will increase thirty points per<br/>\n&gt; level instead of twenty<br/>\n&gt;<br/>\n&gt; 7) The Harm Touch discipline will increase Harm Touch damage by fifty<br/>\n&gt; percent instead of twenty-five percent<br/>\n&gt;<br/>\n&gt; 8) Weaponshield discipline will last twenty seconds instead of fifteen<br/>\n&gt;<br/>\n&gt; 9) Leechcurse discipline will last twenty seconds instead of fifteen<br/>\n&gt;<br/>\n&gt; 10) Deftdance will have its duration increased from ten to fifteen seconds<br/>\n&gt; 11) Puretone will have duration increased from two to four minutes<br/>\n&gt;<br/>\n&gt; 12) Hybrids will no longer reset weapon timers after casting a spell<br/>\n&gt; (further explanation below)<br/>\n&gt;<br/>\n&gt; 13) Trueshot discipline damage calculations will be changed (further<br/>\n&gt; explanation below)<br/>\n&gt; We will also be giving Hybrids a new spell at level fifty.<br/>\n&gt;<br/>\n&gt; Now for the further explanation:<br/>\n&gt;<br/>\n&gt; Trueshot damage was messed up. Basically it was giving low damage bows too<br/>\n&gt; much damage and high damage bows too little damage. We are making the<br/>\ndamage<br/>\n&gt; more in line with the base damage of the bow. This will reduce the damage<br/>\nof<br/>\n&gt; the discipline for some and increase it for others, depending on the type<br/>\nof<br/>\n&gt; bow you were using.<br/>\n&gt;<br/>\n&gt; As for the timer/casting thing... As it is now, casting a spell while<br/>\nusing<br/>\n&gt; a<br/>\n&gt; weapon will cause your weapon swings to be delayed by the casting time of<br/>\n&gt; the spell. So, making up numbers here, lets assume you would swing your<br/>\n&gt; weapon every ten seconds. If you were to cast a five second casting time<br/>\n&gt; spell directly after a weapon swing, then your next swing would occur<br/>\n&gt; fifteen seconds after the last one (adding the five seconds for the<br/>\nspell).<br/>\n&gt; For hybrids, this will no longer happen. So if your weapon takes ten<br/>\nseconds<br/>\n&gt; to swing, spell casting will no longer increase that swing time.<br/>\n&gt;<br/>\n&gt; Movement Rate Changes:<br/>\n&gt;<br/>\n&gt; We have made some changes to the way movement enhancement/reduction works.<br/>\n&gt; Essentially, Root and Snare are now completely different spells. This<br/>\nmeans<br/>\n&gt; that Root will suppress snare, but it will not overwrite it. That&#39;s the<br/>\n&gt; primary change. But there is also a side effect to this change.<br/>\n&gt;<br/>\n&gt; Bard songs will no longer break root. Root will also suppress songs that<br/>\n&gt; enhance movement.<br/>\n&gt;<br/>\n&gt; We are aware that this will be seen as a &#39;nerf&#39;. However, I&#39;m pretty sure<br/>\n&gt; that most of you understood that bard songs were never intended to break<br/>\n&gt; root, and this is, in fact, essentially a bug fix.<br/>\n&gt;<br/>\n&gt; Alan<br/>\n&gt;<br/>\n&gt; end snip<br/>\n&gt; and snip from Brad:<br/>\n&gt;<br/>\n&gt; Hi all,<br/>\n&gt; Well, we&#39;ve been giving all of this (the downtime issue) a lot of thought<br/>\n&gt; (as have you all). I&#39;ve been thinking about the issues in two separate<br/>\n&gt; contexts: 1. What could be done with EQ to make it better in this area?<br/>\nand<br/>\n&gt; 2. What could be done in the future to make MMOGs but probably not to EQ.<br/>\n&gt;<br/>\n&gt; So, focusing on #1 for the time being, here are a few things we might try<br/>\n&gt; short term:<br/>\n&gt;<br/>\n&gt; 1. The post that probably disturbed me most (actually, I didn&#39;t respond to<br/>\n&gt; it because I wanted to give it more thought) was the one that claimed many<br/>\n&gt; classes could advance more efficiently soloing than in a group, but that<br/>\n&gt; soloing inherently involves more boring downtime, so therefore we<br/>\nencourage<br/>\n&gt; boring downtime for those who want to play efficiently with that subset of<br/>\n&gt; classes.<br/>\n&gt;<br/>\n&gt; Now, EQ has always been a game focused on grouping, with a subset of<br/>\nclasses<br/>\n&gt; that could solo if the player chose, but soloing was supposed to be slower<br/>\n&gt; and probably less exciting. No, we don&#39;t &#39;hate&#39; the solo player or some<br/>\n&gt; such, but we think it might be impossible to make a great grouping and<br/>\ngreat<br/>\n&gt; soloing game (oh no, I probably just started a new gigantic thread with<br/>\nthat<br/>\n&gt; one -- if so, please start it somewhere else so we don&#39;t get too confused,<br/>\n&gt; thanks). So, we designed most of the game in terms of balance and content<br/>\n&gt; around grouping. But, if we&#39;ve erred and some classes can solo and gain<br/>\n&gt; experience more quickly than were they to group and these players feel<br/>\n&gt; therefore compelled to solo when they might be happier grouping, then<br/>\nwe&#39;ve<br/>\n&gt; goofed up.<br/>\n&gt;<br/>\n&gt; To this end, we are seriously considering significantly increasing the<br/>\n&gt; grouping experience bonus, where the more people in your group, the bigger<br/>\n&gt; the exp. bonus you get.<br/>\n&gt;<br/>\n&gt; 2. Risk vs. reward, especially in dungeons. One of the very easy ways we<br/>\n&gt; could &#39;revamp&#39; underused zones would be to increase the experience you get<br/>\n&gt; across the board in that zone (in case some of you didn&#39;t know, there&#39;s<br/>\n&gt; simply an experience modifier field in each zone header). What does this<br/>\n&gt; have to do with downtime? Well, it indirectly helps out, because one would<br/>\n&gt; advance more quickly in these dungeons, and one could also recover<br/>\n&gt; experience loss due to death more quickly in these zones. For example,<br/>\nwould<br/>\n&gt; low to mid level players head to Najena were that zone to give out<br/>\n&gt; significantly more exp.? (Yes, that&#39;s a question to all of you)<br/>\n&gt;<br/>\n&gt; 3. Lastly, we may consider more teleport spots, perhaps with soul bound<br/>\n&gt; keys. Maybe. My inclination is no, but we&#39;re going to seriously debate it<br/>\n&gt; today.<br/>\n&gt;<br/>\n&gt; Oh, and on a semi-related note, many of you have concerns over our<br/>\n&gt; announcement of our plans to revamp old world zones using techniques<br/>\nsimilar<br/>\n&gt; to Kunark and Velious. Though Absor alluded to this, I wanted to be very<br/>\n&gt; clear: this does not mean necessarily increasing the difficulty. Our<br/>\nattempt<br/>\n&gt; in general will be to keep the style and difficulty levels of the old<br/>\nworld<br/>\n&gt; zones pretty much the same. We realize that old world zones, Kunark zones,<br/>\n&gt; and Velious zones are different also in difficulty and types of groups<br/>\n&gt; required to adventure in them. I think this is a good thing -- players<br/>\nwith<br/>\n&gt; different play styles, time available, etc. can focus on different areas<br/>\nof<br/>\n&gt; the world.<br/>\n&gt;<br/>\n&gt; What we want to do with many of the old world zones is as follows:<br/>\n&gt;<br/>\n&gt; Adjust the experience gained (as mentioned above).<br/>\n&gt; Randomize existing loot (to hopefully help camping issues)<br/>\n&gt; Completely re-do pathing from scratch on some of the bad ones (Mistmoore<br/>\n&gt; comes to mind). We know more about pathing now, and MAYBE we can make some<br/>\n&gt; of these tricky dungeons better -- but no promises (we can&#39;t change the<br/>\n&gt; geometry, after all).<br/>\n&gt; Add some cool quests.<br/>\n&gt; Anyway, these are our thoughts going forward, but nothing is set in stone<br/>\n&gt; yet, so we&#39;d love your feedback as well.<br/>\n&gt;<br/>\n&gt; Thanks,<br/>\n&gt;<br/>\n&gt; - Brad<br/>\n&gt;<br/>\n&gt; End 2nd snip<br/>\n&gt;<br/>\n&gt; Interesting huh?  I got these through an email from a friend so I am not<br/>\n&gt; sure where they came from.  Hope this sparks some discussion.<br/>\n&gt;<br/>\n&gt; Piemur Draggonsinger<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; From: Windleaf Mistsong [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:windleaf@...\">windleaf@...</a>]<br/>\n&gt; Sent: Tuesday, January 09, 2001 12:19 PM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>; &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&#39;<br/>\n&gt; Subject: Re: [eqbards] Changes to Root/Snare<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; At 07:31 AM 1/9/01 -0600, Mott, Mike J. wrote:<br/>\n&gt; &gt;Alan posted:<br/>\n&gt; &gt;--------------------------------------<br/>\n&gt; &gt;We have made some changes to the way movement enhancement/reduction<br/>\nworks.<br/>\n&gt; &gt;Essentially, Root and Snare are now completely different spells. This<br/>\nmeans<br/>\n&gt; &gt;that Root will suppress snare, but it will not overwrite it. That&#39;s the<br/>\n&gt; &gt;primary change. But there is also a side effect to this change.<br/>\n&gt; &gt;Bard songs will no longer break root. Root will also suppress songs that<br/>\n&gt; &gt;enhance movement.<br/>\n&gt; &gt;We are aware that this will be seen as a &#39;nerf&#39;. However, I&#39;m pretty sure<br/>\n&gt; &gt;that most of you understood that bard songs were never intended to break<br/>\n&gt; &gt;root, and this is, in fact, essentially a bug fix.<br/>\n&gt; &gt;-----------------------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt;It is pretty bad when I read something like this and think &quot;Great, now<br/>\nour<br/>\n&gt; &gt;chaining songs are going to be messed up because they forgot to test it<br/>\non<br/>\n&gt; &gt;bards&quot;.<br/>\n&gt; &gt;<br/>\n&gt; &gt;One thing this does demonstrate is that &quot;movement&quot; type spell effects can<br/>\n&gt; be<br/>\n&gt; &gt;segregated...so why can they move bard song into a class of its own?<br/>\n&gt; &gt;<br/>\n&gt; &gt;Also, I really dont consider this a nerf since Verant has been saying for<br/>\n2<br/>\n&gt; &gt;years that bard songs should NOT break root.<br/>\n&gt; &gt;<br/>\n&gt; &gt;Lago<br/>\n&gt;<br/>\n&gt; I would agree that it would be nice if Selo&#39;s Consonant Chain wouldn&#39;t<br/>\n&gt; overwrite Snare as well. While it has a &quot;snare&quot; component, it does have a<br/>\n&gt; much shorter duration. I would think the complication is that if Snare<br/>\ntook<br/>\n&gt; precedence over Consonant Chain, then I would think that Snare would also<br/>\n&gt; suppress the ATK SPD debuff of Chain as well.<br/>\n&gt;<br/>\n&gt; I do agree that I doubt they&#39;ve thoroughly tested it. It will be a<br/>\npleasant<br/>\n&gt; surprise to see this working &quot;as intended&quot;. We&#39;ll have to double check the<br/>\n&gt; health levels that mobs stop fleeing at as well with Chains.<br/>\n&gt;<br/>\n&gt; ---Windleaf<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt; with the subject submissions.<br/>\n&gt;<br/>\n&gt; Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
