{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cook Miller-ETOP03","from":"Cook Miller-ETOP03 &lt;etop03@...&gt;","replyTo":"LIST","senderId":"8LAGqvpj_7D3u5zoLCddLFnoUYUTvvGlzWrHpkb2C-qQRru3swuhQxOFyoCSef27F1xT6Gh0A8Tj9tZ_ReW-Q_EDm2CUs5mh3vDWI8fHjdc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Patch in general(was Changes to Root/Snare)","postDate":"979067915","msgId":22899,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkyQkU1REY5Nzc3NUQ0MTFCRDAxMDA5MDI3RTc3MzRGMDFGNjM3OTVAcGxudDA1Mi5jb21tLm1vdC5jb20+"},"prevInTopic":22898,"nextInTopic":22900,"prevInTime":22898,"nextInTime":22900,"topicId":22896,"numMessagesInTopic":7,"msgSnippet":"Matt, did you post your idea on the Everquest forums?  Worth a try.  I like the idea of a tavern and horses.  It would affect druids and wizards tp, but most","messageBody":"<div id=\"ygrps-yiv-1264940064\">Matt, did you post your idea on the Everquest forums?  Worth a try.  I like<br/>\nthe idea of a tavern and horses.  It would affect druids and wizards tp, but<br/>\nmost of my friends are anon anyway because they don&#39;t want to get tells<br/>\nasking for a tp(or sow).  But when they are in tp &quot;mode,&quot; it is a major<br/>\nmoney making venture for druids.  They can make hundreds of pp in a single<br/>\nnight in tp mode.  Hmmm, they would not be happy.  Would have to make money<br/>\nlike the rest of us - get lucky on a random.<br/>\n<br/>\nAnd I also agree with you on just revamp some existing zones, don&#39;t make new<br/>\nones.  Spend the time on existing areas now and soon, not next summer.<br/>\n<br/>\nPiemur<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Matt DeBarger [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mattdeba@...\">mattdeba@...</a>]<br/>\nSent: Tuesday, January 09, 2001 2:08 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a><br/>\nSubject: Re: [eqbards] Patch in general(was Changes to Root/Snare)<br/>\n<br/>\n<br/>\nWow, some of that stuff sounds great!  /end optimist<br/>\n/begin pessimist<br/>\nYea right, when will those changes take place?<br/>\n<br/>\nHigher grouping xp bonus:  Would be  great and would definitly enhance the<br/>\ngame.  I like the fact that grouping is so strongly encouraged in EQ.  The<br/>\nonly way to get people to work together is often to make them unable to<br/>\naccomplish much on their own.<br/>\n<br/>\nRevamping under used dungeons:  Again, would be great for the game.  Places<br/>\nlike Najeena are a waste (on the whole, my regular group spent 3 weeks there<br/>\ngetting equipment).  I have never understood why they spend so many<br/>\nresources making new zones, when they could spend much less effort fixing<br/>\nolder ones.  The quickest fix to overcrowding would be to make zones like<br/>\nNajena, Dagnor&#39;s Cauldron, Kedge Keep and Kithkor more appealing.  Thought<br/>\nthey face a greater challenge than improving the loot and xp.  They are<br/>\nalready many very viable zones in the game which are completly ignored.  S<br/>\nRo (the orc/derv camps I am talking about, most people there are looking for<br/>\nJ Boots), Warslik&#39;s Woods (I think this may be the best 15-25 outdoors in<br/>\nthe game, but no one uses it), Swamp of No Hope (I dont knwo about the loot,<br/>\nbut that froglok city could be non stop pulling for a few low/mid level<br/>\ngroups), Firona Vie (for good characters only) come to mind right away.  I<br/>\nhave had great grouping experiences in all these zones, but it is impossible<br/>\nto find a group there.<br/>\n<br/>\nPart of the problem is transportation.  In EQ, moving around is slow, so<br/>\npeople tend to congregate in certain areas.  A major change to game<br/>\ntransportation system would be needed to help this.  SOmething along the<br/>\nlines of stable where you &quot;rent&quot; a horse to take you to the zone and back<br/>\nagain for a nominal (it would have to be cheap).  Combine this with an<br/>\nAdventurer&#39;s Guild meeting hall/bulletin board.  Where you could talk<br/>\nabout/post about forming a group to head to XXXXX some monster bashing.  Now<br/>\nall of a sudden you have a quick/easy/low risk way to get a group going in a<br/>\nless used zone. Example:<br/>\n<br/>\nYou log on for your 2-3 hours after work, with your 21 bard.  Zone into the<br/>\nadventurers hall in firona vie. Wander over to the forming groups section of<br/>\nthe hall, and listen in.  Nothing strikes your interest, but you remember<br/>\nhow great of a time you had kill renegade iksars in Warslik&#39;s Woods last<br/>\nweek, so you post a message on the board.  &quot;Starting a group for lvls 18-24.<br/>\nDestination: Renegade Iksar Lake in Warslik&#39;s Woods&quot;.  You then start asking<br/>\naround in group forming area.  Pretty soon you;ve added a 19 sk and a 20<br/>\nmage to your party.  Thats enough to start hitting the iksars.  Granted you<br/>\nwill have to be careful with no healer, but your song, and the pet should be<br/>\nable to keep things moving.  You all head to the stables area, and pay 10g<br/>\nfor a round trip horse rental.  Right click on your horse (make sure you<br/>\nhave a inv spot open!!), wait for the interuptable 10 second cast time (to<br/>\nprevent abusing these poor beasts in battle).  Zoning please wait...<br/>\n<br/>\nAhh the horse destination of WSW.  A quick run to the lake, people mem their<br/>\nspells/songs, and you are fighting away.  15 minutes later, a druid has seen<br/>\nyour post on the board and sends you a tell,  &quot;Got room for a 22 druid?&quot;.<br/>\n&quot;Great!  We need a healer, come on over&quot;  5 minutes later, he arrives in<br/>\nyour camp and joins in.  20 minutes later.  Sk says, &quot;Uh oh wife has come<br/>\nhome, I have to camp&quot;.  He hits his horse, waits for the cast, then is back<br/>\nin the Adventurer&#39;s Guild, camping for the night. (The horse is expired<br/>\nthen, you would also have to make them lore and no drop I would think).<br/>\nYour group decides that your reall need a better tank, so you all /ran 100<br/>\nand the loser hits his horse and tries recruiting one at the meeting hall.<br/>\n<br/>\nIt doesnt seem that outlandish to me.  Just requires to admit that<br/>\nsacraficing the &quot;thrill&quot; of running through 6 zones only to not find a group<br/>\nis outweighed by the fun of being able to form groups in lesser used<br/>\nlocations.<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &quot;Cook Miller-ETOP03&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:etop03@...\">etop03@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@egroups.com\">eqbards@egroups.com</a>&gt;<br/>\nSent: Tuesday, January 09, 2001 1:06 PM<br/>\nSubject: [eqbards] Patch in general(was Changes to Root/Snare)<br/>\n<br/>\n<br/>\n&gt; This is the whole patch and some general discussion from Alan and Brad.  I<br/>\n&gt; like the idea of more xp bonus for grouping and certain underused<br/>\ndungeons.<br/>\n&gt; I agree we will see how exactly &quot;Working as intended&quot; is defined this<br/>\ntime.<br/>\n&gt;<br/>\n&gt; Piemur Draggonsinger </span></blockquote></div>","specialLinks":[]}}
