{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rebecca Small","from":"Rebecca Small &lt;rsmall@...&gt;","replyTo":"LIST","senderId":"HMWP_SpJVpxX_Qz6sUQJfYUBD3sS3_IS45JgFQXn9ewyVrM3KrcrsO7BwSIBRD0dyBwpcy75JACMpAF7ujyZtunXZmo-u0slnpznYQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Why did you start a Bard (long winded look at the good old da ys)","postDate":"979155999","msgId":22955,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEUwQjg4NUM2MjcwRUQzMTE5MUJEMDA1MDhCMkM2NkQ4M0UwNkEyQFBPU1RBTD4="},"prevInTopic":0,"nextInTopic":23037,"prevInTime":22954,"nextInTime":22956,"topicId":22955,"numMessagesInTopic":2,"msgSnippet":"First off: Slyde and others on Xegony: I haven t played much in the last couple months, bought a house so massive moving, unpacking, reconnecting, painting,","messageBody":"<div id=\"ygrps-yiv-2007974841\">First off: Slyde and others on Xegony: I haven&#39;t played much in the last<br/>\ncouple months, bought a house so massive moving, unpacking, reconnecting,<br/>\npainting, wallpapering, etc ensued. Then the Holidays set in. So now things<br/>\nare coming slowly under control, we are taking a bit more time to play, that<br/>\nand we&#39;re too broke to do much else LOL! We&#39;ve also got 2 crops of twinks<br/>\ncoming along and I&#39;m about to roll up a cleric (HE or Dwarf?) I&#39;ve never<br/>\nspent a whole lot of time in Karnors, but Sebilis is fun. Always good to<br/>\nkill froggies! We are hanging out with and making new friends in Venator<br/>\nSapentia since our guild is farily small these days, so they invite us out<br/>\nto do new places. Plus some of the VS are Excals that left for a larger<br/>\nguild that could &#39;do the big things&#39;. They do this without any squabbling<br/>\nover loot and usually with very good organization.<br/>\n<br/>\nNow why am I a bard. I wasn&#39;t a bard before, UO didn&#39;t have them per se, nor<br/>\ndid Realm. I typically tend towards a versatile class in most games. I<br/>\nstarted EQ in Beta 3.  I made many many characters, sometimes just to get a<br/>\nlook at a new town. Some leveled to 5 or 10, sometimes I changed the stats<br/>\nand restarted just to see what would happen. I remember a human druid<br/>\nstarting in Surefall: got stuck in the tunnel out she was so blind. Maybe<br/>\nthat&#39;s why humans get candles at starting today, hehe. My very first<br/>\ncharacter was a WE druid but GFay kept crashing. So I rolled up a dark elf<br/>\nshadow knight. She got as high as L10 before Beta 4 and the wipe. Somewhere<br/>\nin all these characters, I started a WE bard. Brilinnia was a name courtesy<br/>\nof the random generator. Leveled a few levels and explored a bit, as in<br/>\nFaydark to Qeynos at L6 (&quot;What race are you??&quot;). I rerolled her more than<br/>\nonce to see what effect the starting stats would have, played other races<br/>\nand classes but always came back to the bard. I think that was the main<br/>\nhook, traveling, but it just seemed to be the class that fit and was the<br/>\nmost fun, even now. I could go places nearly fearlessly because of Selos. I<br/>\nran into another bard in Qeynos, of the unimaginable high level of 30<br/>\nsomething and he took me out to South Karanas after showing me how he kited<br/>\ngriffawns and borer beetles and explain some of the things he&#39;d learned<br/>\nabout barding. We went to SK to check on the Liseria lute quest and bug or<br/>\nfeedback it since it was still broken. Beta was a great adventure as we<br/>\nhardly knew what zone connected to which and how to get there. Bards could<br/>\ntravel better than anyone to explore territory and there were almost no<br/>\ntp&#39;ers, the few with that kind of level were deep underground and rarely if<br/>\never seen. It was freedom and appealed to the type of bard I enjoyed: the<br/>\ntraveled scholar. Corpse locate was also hugely important in those days. I<br/>\nremember helping a 30 something warrior the day they put the muddites in<br/>\nBeholder&#39;s Gorge. He got blinded and ganged by them and had no idea where<br/>\nhis corpse was besides in the Gorge somewhere. He was bound in Freeport.<br/>\nI&#39;ve always carried a lightstone since those days, to aid those not blessed<br/>\nwith good sight. I never got higher than L14 and that came on the last day<br/>\nof beta, but I knew my main would always be a bard. After gold, I became a<br/>\nspecialist in recovering drowned corpses. It&#39;s a funny but good feeling to<br/>\nzone into Cazi and have your name shouted across the zone and find out this<br/>\nwas someone who&#39;s body you pulled out of a river once when they had given it<br/>\nup for lost. Or go to OOT and recover one your whole guild believes is a<br/>\nlost cause. My bard can&#39;t seem to get lost either. My wizard can get<br/>\nhopelessly turned around and have to dig for a map, but my bard always can<br/>\nfind her way.<br/>\n The world is now known and maybe a smaller place for the knowing, but still<br/>\nI enjoy running across the land, knowing I can lend a hand in almost any<br/>\nsituation. There is a song for everything.<br/>\n<br/>\nBrilinnia Ban&#39;Sidhe<br/>\nExcalibur, Xegony</div>","specialLinks":[]}}
