{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Windleaf Mistsong","from":"Windleaf Mistsong &lt;windleaf@...&gt;","replyTo":"LIST","senderId":"ONF7CUZMRmJCgaYn5cp-A0v82Em06pCAWaupMmDBIP-sIyraRajf5C_cFeezWMO_Mj5ZTkBzMSKUAZ03odpRRFWtOwPPBfVofXXyAZL_r39z","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Ramble about Guilding","postDate":"979342952","msgId":23112,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDUuMC4xLjQuMi4yMDAxMDExMjE1MjExMC4wMGE1ZDVjMEBtYWlsLnJvYWR0b2FkLm5ldD4=","inReplyToHeader":"PEUwQjg4NUM2MjcwRUQzMTE5MUJEMDA1MDhCMkM2NkQ4Mjk4NkMwQHBvc3RhbC5jbHViZ3JhdmVzLmMgb20+"},"prevInTopic":22082,"nextInTopic":0,"prevInTime":23111,"nextInTime":23113,"topicId":22082,"numMessagesInTopic":2,"msgSnippet":"... Geez, you guys have to stop writing so much. You re keeping me from my work. :-) I agree with you milady wholeheartedly. Just have fun with the people who ","messageBody":"<div id=\"ygrps-yiv-1603079134\">At 10:11 AM 10/19/00 -0400, Rebecca Small wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;Hail All,<br/>\n&gt;<br/>\n&gt;  We have had a major exodus of higher level players from our guild as well,<br/>\n&gt;Excalibur on Xegony. Also a friend of ours is in Dark Legion and receently<br/>\n&gt;internal strife has conspired to turn him into the new guild leader for<br/>\n&gt;them. I think the old leader left or quit the game. He was asking us the<br/>\n&gt;same questions you have.<br/>\n&gt;  When this summer rolled around, there just seemed to be lots of unrest in<br/>\n&gt;people. We in Excalibur have clamped down very hard on admitting new members<br/>\n&gt;after the guild grew quite rapidly in spite of some efforts we made to<br/>\n&gt;control the growth. We also had a couple people tenatively joined who nearly<br/>\n&gt;ruined our rep overnight. We prefer to have a guild where we all know and<br/>\n&gt;respect each other. Excalibur is an old guild and even has real life<br/>\n&gt;meetings twice a year for those who can make it. It&#39;s also mostly adults,<br/>\n&gt;even old folks like me, (35). It&#39;s based on the principles of honor and<br/>\n&gt;chivarly, www.orderexcal.com if you are interested in reading further. While<br/>\n&gt;I am relatively new to the guild, some folks have been in for many years and<br/>\n&gt;gone through many games. We still have some active members in Illusia.<br/>\n&gt;  Lately, many folks in EQ have had to reduce playtime or stop for RL<br/>\n&gt;reasons, some are a bit bored and split their time with other games, and<br/>\n&gt;this meant we have fewer folks available for the big stuff. This prompted<br/>\n&gt;the departure of most of the higher levels for the latest hot guild on<br/>\n&gt;Xegony. Most stated their reaosn was to be able to do the big things. This<br/>\n&gt;isn&#39;t the first time it has happened. The previous summer almost the same<br/>\n&gt;thing happened, those folks that left ended up as some of the first Inner<br/>\n&gt;Circle members. Lately the guild list is about equal to my friends list, but<br/>\n&gt;we had lots of complaining when the guild seemed huge and no one recognized<br/>\n&gt;anyone on chat. Now we&#39;re much much smaller and people complain we can&#39;t<br/>\n&gt;&#39;do&#39; anything. I just don&#39;t think there is a perfect answer and I think most<br/>\n&gt;guilds probably go through these shrink and swell cycles for the same<br/>\n&gt;variety of reasons. My biggest barrier to &#39;doing&#39; things is time, not guild,<br/>\n&gt;so I see no need to change guilds. I am happier with the small guild on the<br/>\n&gt;whole, there&#39;s much less whining and complaining at least. Then there&#39;s the<br/>\n&gt;matter of my solemn oath of honor to the Queen. We&#39;re not the roleplay<br/>\n&gt;police but I really do take the principles behind it all seriously.<br/>\n&gt;  Being in a guild seems necessary in EQ, it classifies or identifies you to<br/>\n&gt;some extent to people who don&#39;t know you personally. My advice on being in a<br/>\n&gt;guild is be in one you personally are happy with, whose goals are similar to<br/>\n&gt;your goals, and people you can have fun with. After all, EQ is just a game!<br/>\n&gt;<br/>\n&gt;(offical title time)<br/>\n&gt;Lady Brilinnia Ban&#39;Sidhe,<br/>\n&gt;Knight Marshal, Order of the Rose<br/>\n&gt;Excalibur, Xegony<br/>\n<br/>\n<br/>\n </span></blockquote>Geez, you guys have to stop writing so much. You&#39;re keeping me from my <br/>\nwork. :-)<br/>\n<br/>\nI agree with you milady wholeheartedly. Just have fun with the people who <br/>\nare in your guild and help everyone else enjoy their time in Norrath (gee, <br/>\ncould that be like real life as well?)<br/>\n<br/>\nI&#39;ve been through this a lot. First guild folded due to attrition (higher <br/>\nlevel characters switched servers). My 2nd guild imploded due to internal <br/>\nstrife. My 3rd guild that I just recently join, Red Sky, is just now <br/>\nstarting to go through some of this and I&#39;m starting to think that this is <br/>\npretty much inevitable with any large guild. However, I feel that Red Sky <br/>\nwill get through this as there&#39;s a very strong guild leader who doesn&#39;t <br/>\ntake guff from anyone.<br/>\n<br/>\nAlso, Red Sky has an &quot;honor&quot; system. If you bring dishonor to the guild, <br/>\nnot only does it count against you, but also everyone who sponsored you <br/>\ninto the guild. Also, you need 5 sponsors in order to get in, not just 1.<br/>\n<br/>\nHere&#39;s the universal gripe I seem to hear. There&#39;s a core group of high <br/>\nlevel characters who play all the time and level very fast. They eventually <br/>\nwant to do planes/dragon raids and there might not always be enough people <br/>\nto do these with. Even if there are, the lower level chars get jealous and <br/>\ncomplain that there&#39;s only guild raids for higher level characters. The <br/>\nsolution for this is to have the lower level characters start up their own <br/>\nraids.<br/>\n<br/>\nSize of the guild is always a problem. Too small and your guild has a high <br/>\nprobability of dying to attrition and can&#39;t do some of the bigger raids <br/>\neasily. Too big, and you lose that &quot;family&quot; feeling.<br/>\n<br/>\nIn the end, accept that change is inevitable, enjoy the group you play <br/>\nwith, and if the guild isn&#39;t the way you want it and you can&#39;t change it, <br/>\nfind a new guild or create your own.<br/>\n<br/>\nMy friends and I created our own guild. If my wife and I can play, we have <br/>\na phone tree and call up a couple of people, who then call the others. We <br/>\nplay about 2 hours then log off as it gets late. We don&#39;t have enough <br/>\npeople for the 10 person min, but a few guildmates and other friends let us <br/>\nuse some of their lesser characters to keep our guild alive. The main <br/>\nbenefits of having our own guild name is we get less people contacting us <br/>\nto join us (oh, are you on a guild raid?) and we can chat with each other <br/>\nwhen we&#39;re spread out pre-group. We do invite others in the zone to join <br/>\nus, but we make sure they know that we&#39;re only on for a couple of hours max.<br/>\n<br/>\nArgh, now I&#39;ve got to get some work done. :-) Happy Hunting All and save <br/>\nsome mead for me!!<br/>\n<br/>\n---Windleaf</div>","specialLinks":[]}}
