{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cook Miller-ETOP03","from":"Cook Miller-ETOP03 &lt;etop03@...&gt;","replyTo":"LIST","senderId":"cg7nsAKbS29vhvcp9NSaZyt6ifekDCC5bCTQO3iNxXEr50hgOoSzp5m-WsEpG-cIdbG6Yx3so1gx_6g2Qx8rnaZJLvIxuuguZ9BK4thrX74","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Wow!  Actual Gordon Statement...","postDate":"979567069","msgId":23122,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDkyQkU1REY5Nzc3NUQ0MTFCRDAxMDA5MDI3RTc3MzRGMDFGNjM3QkFAcGxudDA1Mi5jb21tLm1vdC5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":23121,"nextInTime":23123,"topicId":23122,"numMessagesInTopic":1,"msgSnippet":"Thought I would include text for those who can t surf during work. Hello all, Since the launch of EverQuest: The Scars of Velious, the EverQuest Live team has","messageBody":"<div id=\"ygrps-yiv-129129589\">Thought I would include text for those who can&#39;t surf during work.<br/>\n<br/>\nHello all,<br/>\n<br/>\nSince the launch of EverQuest: The Scars of Velious, the EverQuest Live team<br/>\nhas been working on a number of things, from addressing issues in Velious to<br/>\nadding additional content to other portions of the world. At this same time,<br/>\nwe&#39;ve been working towards a point where we can stop tweaking class-based<br/>\nabilities, and declare with confidence that they are as &#39;balanced&#39; as we can<br/>\nmake them.<br/>\n<br/>\nIt is a foregone conclusion that the diversity of EverQuest&#39;s population<br/>\nwill never let us reach a point where everyone will be perfectly satisfied<br/>\nwith their class&#39;s abilities, as nearly every change we make tends to bother<br/>\nsome people while pleasing others. Still, we are confident that we can reach<br/>\na point where problems in our current game systems can be reduced to the<br/>\npoint that those left are either negligible in their impact, or offset<br/>\ninversely by a similar problem affecting gameplay in an opposite direction.<br/>\nWe&#39;re nearly there, but following heated debate and the review of material<br/>\nand opinions sent in by the players, we&#39;ve decided to make some exciting and<br/>\nunprecedented changes to a game system that has remained intact since<br/>\nrelease: the experience system itself.<br/>\n<br/>\nWhile the EverQuest Message-board FAQ states that the experience system is<br/>\nnot subject to post-production changes, it also explains that as developers<br/>\nof an ongoing MMORPG in a dynamic world, there are times that we need to be<br/>\nflexible and address issues as necessary. Though it has always been our goal<br/>\nto avoid changes to core systems whenever possible, our additional goal of<br/>\nfinalizing class balance takes precedence in this case.<br/>\n<br/>\nWe&#39;re going to depart from our usual method of releasing information by<br/>\ngiving everyone some specific information in regards to how these systems<br/>\ncurrently work, and how they will work after the patch. It is very important<br/>\nto us that everyone understands our goals, and the fact that these changes<br/>\nare helpful to all of the players. We can only do that by giving you the<br/>\ndetails necessary for you to draw your own conclusions.<br/>\n<br/>\nZone Experience<br/>\n<br/>\nThe first and perhaps easiest to explain change that we are making to the<br/>\nexperience system is the modification of what we call the &#39;Zone Experience<br/>\nMultiplier&#39;, or &#39;ZEM&#39;. Currently, every creature in game of a given level<br/>\nyields a fixed amount of &#39;Base Experience&#39; (experience before it is<br/>\nallocated to group members). That base experience is then multiplied by the<br/>\nZEM which is set to a value in correlation with the risk in a particular<br/>\nzone compared with the reward; at least, that is the goal.<br/>\n<br/>\nRecently we evaluated many underutilized dungeons and considered reasons why<br/>\nthey might be underutilized. Some people suggested that proximity of bind<br/>\nlocations plays a part, and as such we are considering adding more binding<br/>\nlocations to the game. We of course will not allow everyone to bind on the<br/>\ndoorstep of a dungeon, but these changes should hopefully reduce the<br/>\npotential run for a melee class. While additional binding locations probably<br/>\nwill not be in the next patch, we did want to discuss our thoughts on the<br/>\nmatter.<br/>\n<br/>\nAnother suggestion, one that probably has the most merit, is that some<br/>\ndungeons are too risky given everything concerned. The natural conclusion is<br/>\nthat we should increase the reward in order to offset the added risk. Our<br/>\ncontention is that most people would rather be grouping and fighting their<br/>\nway through a dungeon because it&#39;s more fun, but feel &#39;forced&#39; to sit<br/>\noutdoors and camp zero-risk single spawns because it is safer and thus more<br/>\nefficient. While that statement might be true in an ideal world, it usually<br/>\nresults in crowding in these popular outdoor zones (for example, Lake of Ill<br/>\nOmen or Oasis). The crowding in these zones really results in less efficient<br/>\nprogress than one could make in a dungeon given a good group, but is still<br/>\nSAFE, at least ensuring that one will not have to tolerate &#39;going<br/>\nbackwards&#39;.<br/>\n<br/>\nWe can increase the reward of a particular dungeon in two fashions: We can<br/>\neither put in good loot, or we can change the ZEM. The problem with<br/>\nincreasing the quality or quantity of loot is that if the loot is good<br/>\nenough, it&#39;s more likely to draw people far above the desired level range<br/>\nfor the dungeon, making it some place that appropriately leveled folk choose<br/>\nto avoid. The second problem with the ever-increasing quality of loot is<br/>\ninflation: as good loot becomes more widely available, its value and the<br/>\nprestige value from owning it declines.<br/>\n<br/>\nIn this case, we decided that the most appropriate action for several<br/>\nunderutilized dungeons would be to increase the ZEM; that is, increase the<br/>\namount of experience that everyone gets when adventuring in the zone.<br/>\n<br/>\nAs of the next patch, you will receive additional experience (per kill) in<br/>\nthe following zones:<br/>\n<br/>\nDroga increased by 12%<br/>\nNurga increased by 12%<br/>\nSolusek&#39;s Eye (Sol A) increased by 13%<br/>\nNajena increased by 13%<br/>\nBefallen increased by 13%<br/>\nPaw increased by 13%<br/>\nPermafrost increased by 13%<br/>\nKaesora increased by 18%<br/>\nQeynos Catacombs increased by 20%<br/>\nRunnyeye increased by 20%<br/>\nKerra Ridge increased by 20%<br/>\nThe Hole increased by 25%<br/>\nGrouping Bonus<br/>\n<br/>\nWe&#39;ve always been the first to say that EverQuest is designed to promote<br/>\ngrouping. Those who prefer to solo should be able to do so with some<br/>\nrestrictions, but probably will not be able to go everywhere and do<br/>\neverything like a well-oiled, or like multiple well-oiled groups. This is a<br/>\nmain foundation of EverQuest, and is what drove our decision to implement a<br/>\nclass-based system where classes have strengths and weaknesses that<br/>\ncomplement each other.<br/>\n<br/>\nAside from making it so that the best gear requires groups, either to get<br/>\nquest items or get the best gear directly, our goal was to make it so that<br/>\ngroups could advance faster than a solo player. One way we tried to reach<br/>\nthis goal was by putting experience bonuses in dungeons, so our changes<br/>\nmentioned above should certainly help in that area. Another way we tried to<br/>\nreach that goal was by giving a per-kill experience bonus based on the size<br/>\nof the group.<br/>\n<br/>\nOne thing that has been confirmed by many of our high level players, both<br/>\ninside and outside the company, is that the &#39;best&#39; groups can already<br/>\nadvance faster in a grouping situation than by any one member camping a<br/>\nsingle spawn. However, it has been pointed out that not everyone has the<br/>\nopportunity to get in the &#39;best group&#39;. This led to many players choosing to<br/>\n&#39;camp the single spawn&#39; because they then do not have to worry about someone<br/>\nelse getting their character killed. This in turn exacerbated the problem,<br/>\nas many players chose to &#39;camp the single spawn&#39; from creation to old age,<br/>\nand are just beginning to experience grouping and learn group-skills at<br/>\nabout the time that dungeons become the most unforgiving. The inevitable<br/>\nresult is that the level 50 &#39;dungeon newbies&#39; contribute to the fact that<br/>\nthe group isn&#39;t the &#39;best group&#39;.<br/>\n<br/>\nOur goal is to get people grouping earlier, and provide them enough of a<br/>\nbonus where they do not feel that they are losing ground during the learning<br/>\nprocess. We feel we can do this by doubling the grouping experience bonus<br/>\nand by scaling it up based on the size of the group. Currently, the bonus is<br/>\nan additional 2% experience per group member, not counting the first one,<br/>\nleading to a maximum bonus of 10%. Following the next patch, the bonus will<br/>\nbe as follows:<br/>\n<br/>\n2 person group - 2% total bonus.<br/>\n3 person group - 6% total bonus.<br/>\n4 person group - 10% total bonus.<br/>\n5 person group - 14% total bonus.<br/>\n6 person group - 20% total bonus.<br/>\nThis bonus is applied to the total experience reward for killing a creature<br/>\nprior to distributing it to the group.<br/>\n<br/>\nMany people have pointed out that when killing in a group you get less<br/>\nexperience per kill. This is of course true, but what is often missed is<br/>\nthat you can kill many more creatures, and creatures of a higher level when<br/>\nin that group. For instance, a good two-person group should be able to kill<br/>\nthings of a higher level over twice as fast as a solo person should. Now,<br/>\nwe&#39;re going to give them even more of a bonus for doing so, AND make it<br/>\neasier for people to find pickup groups on the basis of getting higher<br/>\nscaled bonus.<br/>\n<br/>\nFinally, we very well may decide to revamp and/or readjust NPC populations<br/>\nand/or experience multipliers in the future in order to ensure that groups<br/>\nadventuring there find them worthwhile.<br/>\n<br/>\nExperience Penalties - Description<br/>\n<br/>\nI think that it would be appropriate to say that most players are aware that<br/>\nthere are different experience requirements for advancement based upon the<br/>\nrace and class you choose to play. Ogres, for instance, require more<br/>\nexperience to level than Halflings, and Shadowknights require more<br/>\nexperience to level than Warriors. As such, an Ogre Shadowknight requires<br/>\nFAR more experience to level than a Halfling Warrior does. What some people<br/>\nhave discovered is that when in a group, everyone shares in this penalty.<br/>\nBefore getting into our plan, I think that its important to talk about what<br/>\nour goals were regarding experience penalties and the group sharing in that<br/>\npenalty.<br/>\n<br/>\nWhen EverQuest player characters were being designed, it was immediately<br/>\napparent that some races and classes would be more powerful than others<br/>\ngiven versatility and other factors. Later, it came to light that the<br/>\nconcept of being &#39;more powerful&#39; began to break down at the upper levels,<br/>\ngiven that everyone capped at the same level. We could not let any one race<br/>\nor class be immensely more powerful than another at that final point, as it<br/>\nwould essentially put parts of the game off limits to those who chose the<br/>\nless powerful classes. While we did a good job of making races vary in<br/>\npower, but not so much as to be unbalancing, the same could not be said for<br/>\nclasses. Still, though classes would be roughly equivalent in regard to the<br/>\ncompelling reason to play them through versatility, the experience penalties<br/>\nwere kept.<br/>\n<br/>\nIn regards to the sharing of the experience penalty, it was apparent in<br/>\nbeta, before the penalty was shared, that those playing characters without<br/>\nan experience penalty leveled faster than those that did. It was obvious<br/>\nthat this would occur, but it was to the extreme that a group of friends,<br/>\nall playing together, would become separated to the point that they could no<br/>\nlonger group efficiently in the mid to upper-mid levels. So we chose to<br/>\ndistribute experience in the group on the basis of the total experience of<br/>\neach member rather than the level, in order to keep groups together.<br/>\n<br/>\nAs such, a level 20 Troll SK, having more experience total than a Human<br/>\nWizard of the same level, would get more experience from each kill, while<br/>\nthe total experience for the kill was unchanged. Essentially, the SK would<br/>\ntake part of the Wizard&#39;s share were everything distributed equally to begin<br/>\nwith.<br/>\n<br/>\nExperience Penalties - Resolutions<br/>\n<br/>\nOver the past week the EverQuest team has been considering experience<br/>\npenalties in all their forms. We had many meetings where the issue was hotly<br/>\ndebated from both sides. We had to consider not only the effect on the<br/>\nindividual player, but also the effect of any changes on the game as a<br/>\nwhole. Eventually, we nearly unanimously decided the following:<br/>\n<br/>\n1. Race-based penalties are appropriate. An ogre, for instance, does indeed<br/>\nmake a better warrior than a halfling. It is not so little that the faction<br/>\nand size problems make up for it, and not so much that it is really<br/>\nunbalancing at upper levels, but enough that the penalty should apply.<br/>\nSecondly, the penalty is not so severe (compared with class-based penalties)<br/>\nthat it would cause groups to break up on the journey from one to sixty due<br/>\nto level differences.<br/>\n<br/>\n2. Class-based penalties are not appropriate. Classes are roughly equivalent<br/>\nin power throughout the level ranges, and the versatility does not make up<br/>\nfor that penalty. In fact, the majority of changes made to classes in the<br/>\nname of balance in the last year were based on the assumption that, at the<br/>\nhigh end, each class should still be roughly as needed and balanced as any<br/>\nother.<br/>\n<br/>\n3. Penalties, in any form, should not be shared with the group. Players know<br/>\nthat no one class is immensely more powerful/valuable than another, and as<br/>\nsuch it is not fair to ask them to share a burden. If classes with penalties<br/>\nwere really more powerful or valuable than the other classes, then it might<br/>\nbe right, but that isn&#39;t the case here. Furthermore, sharing of penalties<br/>\ncauses people to reject potential group members on the basis of them<br/>\n&#39;sucking&#39; too much experience.<br/>\n<br/>\n4. We&#39;re going to fix it.<br/>\n<br/>\n5. Class-based experience bonuses (which warriors and rogues get) are also<br/>\nnot appropriate, as they cannot be so if penalties are not. However, we&#39;ve<br/>\ndecided to leave this as-is, since the bonus is not so severe as to be<br/>\nunbalancing. Bottom line: we don&#39;t feel the bonus is enough to warrant a fix<br/>\nthat could be interpreted as a &#39;nerf&#39;.<br/>\n<br/>\nExperience Penalties - Implementation<br/>\n<br/>\nThough people often refer to the class-based penalties as the &#39;Hybrid<br/>\nPenalty&#39;, most classes have a penalty. Hybrids just have the largest. A<br/>\nhybrid requires 40% more experience to level than standard, Monks require<br/>\n20% more, and Intelligence casters require 10% additional experience.<br/>\n<br/>\nUnfortunately, we cannot change the experience tables themselves without<br/>\nrunning each character (which number in the tens of millions) through an<br/>\n&#39;Experience Converter&#39; without existing players changing levels<br/>\nspontaneously. While some might argue that we should grant free levels to<br/>\neveryone with a penalty, that would not be in the best interest of gameplay.<br/>\nAfter all, who would want a paladin with level 40 skills (skills in the<br/>\nplayer-sense, rather than the character-sense) in your level 60 group<br/>\ntomorrow? Everyone earns his or her experience under the rules that exist at<br/>\nthe time.<br/>\n<br/>\nThis means that we must address the penalty differently: basically, for<br/>\nevery kill, after all grouping bonuses and zone bonuses are applied, the<br/>\nexperience will be split up according to level, rather than experience. For<br/>\nthose classes that do not have a penalty, they will then be given that<br/>\nshare. Those classes that have a penalty will get their share, multiplied by<br/>\ntheir experience penalty. Essentially we are creating extra experience to<br/>\ngive to those with a penalty after everyone else has gotten their share.<br/>\n<br/>\nSince penalties are always a value over &#39;1&#39;, this results in the creation of<br/>\nadditional experience. And, since shares are determined by level rather than<br/>\ntotal experience as before, a character will get just as much experience for<br/>\na kill based upon the size and level of the group, regardless of the class<br/>\nmakeup. Finally, everyone in the group gains experience at a faster rate<br/>\nbecause we&#39;re creating the additional experience for those with penalties<br/>\nout of thin air, rather than taking it from other members of the group. That<br/>\nmeans that after implementation, those without penalties will get more<br/>\nexperience for every kill than they would have if they ever grouped with a<br/>\nclass with a penalty.<br/>\n<br/>\nNow you&#39;ll notice that we are dividing up experience based upon the level<br/>\nmakeup of the group. For instance, if a level 20 and a level 21 group<br/>\ntogether, the level 21 will get more experience per kill. That is however<br/>\nonly fair since the level 21 does actually contribute more value to the<br/>\ngroup.<br/>\n<br/>\nThere is a problem, however, with this &#39;new&#39; formula. Death penalties are<br/>\ncurrently based off of the level before your current one. Secondly, everyone<br/>\nsuffers the same numeric experience loss on death as anyone else of their<br/>\nrace, regardless of class or class-based experience penalties. What this<br/>\nmeans is: if I am a cleric, and you are an SK of the same level and race, we<br/>\nboth die and lose the same numeric value of experience (Example: 100,000<br/>\nexperience points). When we go back to recover from death, you as the SK<br/>\nwill get your 100,000 points back faster than I will as a cleric, since all<br/>\nof the experience you get is multiplied by your class-penalty (1.4).<br/>\nEssentially, I lose and gain experience at 1.0, but you lose at 1.0, and<br/>\ngain at 1.4.<br/>\n<br/>\nThis is a balance issue we decided was also necessary to address. If we are<br/>\ngoing to make the statement that class experience penalties should not<br/>\nexist, we then have to do it on both ends (with exception to the two classes<br/>\nthat we&#39;ve decided to leave as-is). As such, rather than losing the same<br/>\nnumeric value, loss on death will also be multiplied by the experience<br/>\npenalty. Since everyone currently loses experience as if they are a warrior<br/>\nof their own race, we do not want anyone to lose more relative experience<br/>\n(e.g. experience such that recovery from death is more difficult). Hence, we<br/>\nfurther multiply the experience loss on death by the class experience<br/>\nmodifier for warriors (0.9).<br/>\n<br/>\nIn our example above, my cleric would lose 90,000 XP on death at my level<br/>\n(Same as before since clerics do not have an XP penalty), but your SK will<br/>\nlose 126,000 XP (Same as before, plus something to offset the experience<br/>\ngain bonus). Death is, however, still easier to recover from for both<br/>\nclasses since we create experience out of thin air for every kill.<br/>\n<br/>\nWe felt that it was important to announce this as well since those with<br/>\npenalties will see a larger portion of their &#39;bubble&#39; lost upon a death, but<br/>\nwill now recover that experience much faster. It&#39;s VERY important to<br/>\nunderstand this. Again, if you play a class that gets a bonus now when you<br/>\nmake a kill, you will also lose more due to death. Please remember this<br/>\nwhen, after your first death post-patch, you see a greater experience loss<br/>\non your screen: you are also gaining more experience for each kill.<br/>\n<br/>\nSummary<br/>\n<br/>\nThe changes that we are making in the next patch should have a profound<br/>\nimpact upon the game:<br/>\nClasses no longer have a true class-based experience penalty, making it<br/>\neasier for people to play the class that they want to play, rather than the<br/>\nclass that they feel compelled to play due to faster advancement.<br/>\nRace based penalties are no longer shared with the group, and in truth are<br/>\nnot severe enough to greatly impact the advancement speed of any particular<br/>\nrace. Even the race with the worst penalty will level no slower than a human<br/>\nmonk does now, and in truth will level faster due to the other changes that<br/>\nwent in.<br/>\nThe grouping bonus increase, in addition to the other changes, makes<br/>\ngrouping much more efficient, without reducing the current efficiency of<br/>\nsoloing for those who prefer that route.<br/>\nExperience modifiers turned up in the other zones should encourage people to<br/>\nspread out, have more fun, and allow those staying behind in other areas to<br/>\nhave more fun themselves since the area is less crowded.<br/>\nAll players, assuming that they have an experience penalty, or ever group<br/>\nwith anyone who does, will level faster.<br/>\nMany of these changes are quite involved in regards to their implementation,<br/>\nand as such we want to be sure that everyone interested understands them.<br/>\nAlan &#39;Absor&#39; VanCouvering will be happy to answer any questions that you may<br/>\nhave on the EverQuest Message boards. Until then, we sincerely hope that<br/>\nthese changes will help all players, whether &#39;uber&#39; or &#39;causal&#39;, experience<br/>\nand enjoy EverQuest to their greatest potential.<br/>\n<br/>\nFor Brad McQuaid, Jeff Butler, and every dedicated member of the EverQuest<br/>\nTeam,<br/>\n<br/>\nGordon Wrinn<br/>\nAssociate Producer, EQLive<br/>\nSony Online Entertainment<br/>\n<br/>\nOh my goodness,<br/>\n<br/>\nPiemur</div>","specialLinks":[]}}
