{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CMai","from":"CMai &lt;CMai@...","replyTo":"LIST","senderId":"rGaE3Epr0PaLKndQrhsce2kIAqqiMpSll6ymZXoGmnvldGWmwrSe5QvT7k6uJQ_om-_tzsYkudhW9Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The GM was taking survey last night.  you need to read this!!!  l ong text.","postDate":"930167094","msgId":2320,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMjcuMjMyMC45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2326,"prevInTime":2319,"nextInTime":2321,"topicId":2320,"numMessagesInTopic":2,"msgSnippet":"Hello Everyone, I am a Bard and a Rogue.  This is the reason why I send this message out to 2 list. Last night when we were having network problem, I was still","messageBody":"<div id=\"ygrps-yiv-635981544\">Hello Everyone,<br/>\n<br/>\nI am a Bard and a Rogue.  This is the reason why I send this message out to<br/>\n2 list.<br/>\nLast night when we were having network problem, I was still on as my bard in<br/>\nNfreeport.  I was running then suddenly a GM start asking me these survey<br/>\nquestion about the bard.<br/>\n<br/>\nI do not know if it is a she or a he:<br/>\nDo you still like your bard?  ( I am at lvl 19 right now)<br/>\nMy answer:  I loved the bard and still does.<br/>\n<br/>\nWhat so special about the bard that you like?<br/>\nMy answer:  It is so diversify even though we are not good at any one thing<br/>\nbut we can mostly do it <br/>\nall at a very low skill.<br/>\n<br/>\nWhat do you think of the bard compare to SK, Warriors, Rogue, and Wizards?<br/>\nMy answer:  I do not know about the other class but I have played as a<br/>\nrogue.  I played as a rogue originally but after reaching lvl 17 I find it<br/>\nnot as fun anymore.  The skill are broken.  Nothing to look forward to<br/>\nbeyond lvl 17 so I created this bard.  I was not expecting much.  I was<br/>\ntesting out this class but now I loved it.  it takes a lot of patience to<br/>\nplay a bard well because every song is different and each apply differently<br/>\nin different situation.  I still used my lvl 1 and 7 songs.<br/>\n<br/>\nWould you want to play any of those classes?<br/>\nMy answer:  I said not really.  I am having too much fun with my bard.<br/>\n<br/>\nHow does a bard fit into a group?<br/>\nMy answer:  People do not understand what a bard does for group.  We can<br/>\nheal, buff, debuff, speed, and attack also.  But people would rather have<br/>\nthe 3 most important class first before considering the bard: Warriors like<br/>\n( Warriors, Monk, Paladin, SK, Rangers), Clerics, Magic class (Magicians,<br/>\nwizards, Necromancer)<br/>\n<br/>\nWhat is the bard favorite weapon?<br/>\nMy answer:  We do not have a specific weapon.  We used what ever is<br/>\navailable to us.  But I would not mind having a special instrument<br/>\nimplemented.<br/>\n<br/>\nWhat extra would you like to see in the bard (Teleportation, some other<br/>\nstuff I cannot remember)?<br/>\nMy answer:  I would not mind having bind.  It would makes our travel a lot<br/>\neasier.<br/>\n<br/>\nThen the person says thanx and that was it.<br/>\nI think this person seek me out because there was a lot of complaint about<br/>\nbard after reaching lvl 20.  Also that I do /guildsay after I do something<br/>\namazing like kill 2 orc priest at one time with losing only 1/2 of my health<br/>\n&quot;It is good to be a wood elf bard.&quot;<br/>\n<br/>\nI think they (Verant) do care about our opinion.  <br/>\nTo the rogues: Maybe it is taking them a long time to implement what they<br/>\npromise.  Lets keep our finger cross.<br/>\n<br/>\nAll of these answers are my opinion of the class and experience.  I know I<br/>\nhave very little of it because I am only lvl 19.  Only if those mages would<br/>\nstop stealing my kills then maybe I might be able to lvl a little faster.<br/>\n<br/>\nYour Friendly Rogue and Bard<br/>\nHammerpaw and Samiam<br/>\nChampions of Norrath, The Rathe</div>","specialLinks":[]}}
