{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kenneth E. Bachman","from":"&quot;Kenneth E. Bachman&quot; &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"Uap6pvGh3so5xErhynHecVmzag7H83uuXWUYW1h-nCh1Pd1a4iIfPYDg_I9nzrI5qOwzfPG8xlQ526rNg3NakdDxabkwI3Ik1QrzemHnsbU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] OT Complete heal (was Numbers on Bards)","postDate":"980148753","msgId":23305,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNBNkJFMjExLjYyRkZDOUU0QGVyb2xzLmNvbT4=","referencesHeader":"PE5FQkJKQ0tIQUxHSURCTk1BRkZMR0VDQUNNQUEuZnV6emJvbmVAZnV6emJvbmUuY29tPg=="},"prevInTopic":23304,"nextInTopic":23306,"prevInTime":23304,"nextInTime":23306,"topicId":23268,"numMessagesInTopic":55,"msgSnippet":"I grumbled about this for a long time, and if they hadn t fixed Bard mez the way they did, I d still be grumbling about the Enchanters.  But I think you ll","messageBody":"<div id=\"ygrps-yiv-1256458771\">I grumbled about this for a long time, and if they hadn&#39;t fixed Bard mez the way they did, I&#39;d still be<br/>\ngrumbling about the Enchanters.  But I think you&#39;ll find that a lot of the &quot;needing&quot; Enchanters and<br/>\n&quot;needing&quot; Clerics came from people doing all of this stuff with groups averaging around level 52, and not<br/>\nknowing how to pull the dungeon properly.<br/>\n<br/>\nI&#39;ve done a lot of Sebilis, and 3 of the four wings of HS, and fairly deep into Chardok without an<br/>\nEnchanter or a Cleric.  A Shaman makes it easier, but Druids have the same healing capability, so if they<br/>\nknow how to heal (many don&#39;t, they soloed too much), they work fine also.  Paladins (now that they fixed<br/>\nthe mana pool for Hybrids) also work.  It&#39;s better to have two alternate healers if you&#39;re missing a<br/>\nCleric, but (just as an example) I did Guardian, Zoneout and the hallway down to Disco the other night<br/>\nwith an Enchanter, a Paladin, a Rogue and myself.  Just the four of us.<br/>\n<br/>\nSo don&#39;t despair.  You&#39;re a little low-level still, Slyde.  When you get Song of Twilight and you get a<br/>\nlittle more practice, you should see what I mean.<br/>\n<br/>\nI no longer worry much even if we pull four.  Five gets me going a bit, but I&#39;ve lived through every<br/>\nfive-pull I&#39;ve had for over a month.  I&#39;ve had several fights recently where I was mezzing no fewer than<br/>\nthree MOBs the entire time, for a total of over 10 MOBs.  (We didn&#39;t get 10 at once, we kept getting adds,<br/>\nthough.)  Use overhead view, remember that you can target the next MOB as soon as you start the song on<br/>\nthe previous one, don&#39;t sweat the resists.<br/>\n<br/>\nI really love going there with my Shaman or Paladin friend, inviting some people at zonein, and then<br/>\ntelling them we&#39;re going to necros or something.  What!  We have no Enchanter!  We have no Cleric!  You<br/>\ncan feel the panic rising.  They all have a great time, though.  You will, too.<br/>\n<br/>\nKenross Cantoforjado, 56 songs, Innoruuk<br/>\n<br/>\n<br/>\n<br/>\n&quot;Daniel P. Sniderman&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Yes with the RIGHT group (ie bard and shaman instead of cleric and<br/>\n&gt; enchanter) and four other people who are VERY good - you can go without the<br/>\n&gt; enchanter/cleric combo.<br/>\n&gt;<br/>\n&gt; My own personal experience with myself doing crowd control - if I don&#39;t have<br/>\n&gt; either cleric healing power - or shaman slowing power - I&#39;m going to get<br/>\n&gt; killed trying to do crowd control in Sebelis.  Maybe I&#39;ve been unlucky with<br/>\n&gt; the group&#39;s I&#39;ve had; and also - I haven&#39;t got 53 yet - so I&#39;m relying on<br/>\n&gt; Charm or Pixie Strike - but the point I think is still there.<br/>\n&gt;<br/>\n&gt;         But maybe - I&#39;m just mediocre...  Regardless - maybe you feel that 80 per<br/>\n&gt; cent of the people in the game are mediocre.  Maybe they are - but to me the<br/>\n&gt; game is about having an enjoyable entertainment experience; not about<br/>\n&gt; competing.<br/>\n&gt;<br/>\n&gt; Slyde </span></blockquote></div>","specialLinks":[]}}
