{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roop Dirump","from":"&quot;Roop Dirump&quot; &lt;roop@...","replyTo":"LIST","senderId":"_daAEFhSZU3w5vgiH8frDknrS__mioIRRdDVxreD7IHWGO0pAB_Y2RbmkiNhVuL0MPTEc99zuMAL3wgMc0fpQquBhf19mVgY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"high level bard suggestion","postDate":"930243308","msgId":2361,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMjkuMjM2MS45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2369,"prevInTime":2360,"nextInTime":2362,"topicId":2361,"numMessagesInTopic":9,"msgSnippet":"Can t stop thinking about weak bards at high levels, haunted with the premonition of myself sitting in the entrance of some dungeon, periodically calling out I","messageBody":"<div id=\"ygrps-yiv-1714828693\">Can&#39;t stop thinking about weak bards at high levels, haunted with the<br/>\npremonition of myself sitting in the entrance of some dungeon, periodically<br/>\ncalling out I need to join a group, no answer, finally logging out after a<br/>\nlong night without having done a thing.  Had an idea, though, tell me what<br/>\nyou think.<br/>\n<br/>\nWhat bards need is more power at the higher levels.  Perhaps the bards<br/>\nshould be able to &quot;specialize&quot; in one instrument type (not voice) at a given<br/>\nhigh level, increasing damage / effects / duration of whatever songs falling<br/>\nunder the bard&#39;s specialty.  Perhaps mana should slowly be drained when<br/>\nplaying songs with a bard&#39;s specialty instrument, for the songs would be<br/>\nmuch more powerful now. If the mana were to be depleted, then the effects<br/>\nwould return to non-specialty levels.  Perhaps a few new single<br/>\ndirect-damage songs would be added, similar in workings to bellow only for<br/>\neach instrument type, even things out depending which instrument was chosen.<br/>\nCould this help you think?<br/>\n<br/>\nImagine a 45 level bard who had mastered the Specialty of Stringed<br/>\nInstruments.  The bard plays good old Hymn of Restoration in the heat of a<br/>\ndangerous battle, but now everyone&#39;s health bars noticeably begin to<br/>\nskyrocket.  The bard&#39;s mana quickly becomes depleted, yet giving everyone a<br/>\nsignificant health boost.  Enough to save the day and make bards wanted<br/>\n(needed even) again at that level!  Two bards of different specialties would<br/>\ncertainly add to a group in different ways.<br/>\n<br/>\nPersonally, I would like to see a really high level bard actually not much<br/>\ngood with weapons anymore, instead relying soley on their instruments.  In<br/>\nmy mind, a mid-level bard is good with song and weapons and a mish-mash of<br/>\nborrowed skills, but when they become greater in power and face greater<br/>\nfoes, should find the one thing unique about to the class, music, the<br/>\ngreatest weapon.<br/>\n<br/>\nAh well.  Maybe I should /feedback this sometime.  I gave up trying to use<br/>\nEQVault&#39;s Dev Board.  But I think my suggestion would probably be<br/>\ncomplicated enough to implement it will never happen, and bards don&#39;t<br/>\ncomplain enough like the other classes... so, just a dream.<br/>\n<br/>\nRoop</div>","specialLinks":[]}}
