{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rebecca Small","from":"Rebecca Small &lt;rsmall@...&gt;","replyTo":"LIST","senderId":"yVC4BPTCmRqe08esoCCwCZ-f-JBYDT0ihcEiu0m6u5RecBNuhaWds2UyYZ8uhJwT0M9WznoMsJ4iADbolE4J2qrkrGZFrJxzp_u5ew","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Comments of someone who is Way behind on email!","postDate":"980708421","msgId":23622,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEUwQjg4NUM2MjcwRUQzMTE5MUJEMDA1MDhCMkM2NkQ4M0UwNkNCQFBPU1RBTD4="},"prevInTopic":0,"nextInTopic":23625,"prevInTime":23621,"nextInTime":23623,"topicId":23622,"numMessagesInTopic":3,"msgSnippet":"My apologies for dropping any threads and not staying current. Our SDSL ISP dumped us a couple weeks ago with no warning; getting email in and out has been","messageBody":"<div id=\"ygrps-yiv-525502312\">My apologies for dropping any threads and not staying current. Our SDSL ISP<br/>\ndumped us a couple weeks ago with no warning; getting email in and out has <br/>\nbeen problematical. They went under and didn&#39;t notify the customers prior to<br/>\nservice termination. <br/>\n<br/>\nSharkskin drum: This was actually patched some time ago, I forgot about it<br/>\ntil I got ingame after our drum discussion and realized it has a drum/stick<br/>\ngraphic now. It&#39;s no longer a lute graphic. <br/>\n<br/>\nMediocre players: Playing my baby cleric (L9) last night and get asked to<br/>\nheal a bard twink. When I stand up, I see he&#39;s singing Hymn. Where&#39;s your<br/>\nlute, boy? Yep, this guy will be a good bard, you can just tell . . .<br/>\nAnother bard twink I saw the other day was clearly singing Selos and running<br/>\na distance that made me really wonder why he didn&#39;t equip a drum. I would<br/>\nhave in the same circumstances. Maybe I&#39;m just a speed freak though.  I<br/>\nthink I&#39;ll learn to be a good cleric though, after all, I sit right beside a<br/>\nmaster, hehe. I can count on him providing feedback! <br/>\n<br/>\nThe FAQ: Talies, in reference to the last question, don&#39;t have a 49th song<br/>\nnow? Melody of Ervaj from Velious is listed as being 49th level. And<br/>\nspeaking of the issues of bad bards, wonder if we could get that fabulous<br/>\nFAQ posted on the Concert Hall. It might possibly help the new crop of<br/>\nbardlings.<br/>\n<br/>\nWeapons bards: I&#39;m primarily a weapons bard. I go to instruments primarily<br/>\non big raids. Typically, my normal experience group is tank light, so I tank<br/>\nand sing. We almost never have a warrior or paladin in the group unless it&#39;s<br/>\na raid. Our clerics use Divine light much more than CH I&#39;ve noticed. He used<br/>\nCH when he got is but now DL seems to be much preferred. I&#39;ve noticed<br/>\nsimilar leveled clerics seem to prefer it as well. I was instrument barding<br/>\nthe other weekend in HS front room since we had a pally to tank, but the<br/>\ncleric decided it was taking the pally too long to kill stuff! &quot;Get your<br/>\nswords and get in there, bard!&quot; We ended up holding the front room with me,<br/>\na robo&#39;ed mage, and enc and a cleric.  I was using Twilight on the mobs<br/>\nright after the enc finished his spells on the pulls, (slow, etc) and he<br/>\nobserved things were less likely to try and eat him first when we got the<br/>\ntiming right. Anyone else have this experience? <br/>\n<br/>\nCC: I&#39;ve done quite a bit of CC in the front room of HS. I don&#39;t know of any<br/>\nzone out there, was told there was none. Also, I had 3 mobs mezzed and one<br/>\ncharmed while doing the cleric epic quest segment that takes place inside<br/>\nthe Sol temple. You have to kill a plasmatic priest that is pretending to be<br/>\na keeper. The trouble is when he goes agro, he tends to aggro some of the<br/>\nnormal temple residents and they will KS him, making your cleric redo some<br/>\nof his quest. We had done this previously with no problem but the second<br/>\ntime 4 npcs dove into the fight and I CC&#39;ed them to prevent us taking the<br/>\nfaction hits as well as protect our interest in the priest.<br/>\n<br/>\nBrilinnia Ban&#39;Sidhe (hoping the new exp changes will ease 54) <br/>\nExcalibur, Xegony</div>","specialLinks":[]}}
