{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"pjlIcQngTkoN_fiRapFq41IazRMrR7TkQhI8kgDa6cSiy5NRFW7ZSYxkctR7rjJuP2SarhzaEv4fGSahNKeW0oKPo_oC4zLPR8fEORP1e2Aq8hGB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Soloing bards","postDate":"981043519","msgId":23682,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE5FQkJKQ0tIQUxHSURCTk1BRkZMQUVLRENNQUEuZnV6emJvbmVAZnV6emJvbmUuY29tPg==","inReplyToHeader":"PDAwMjcwMWMwOGM2NiQ3Yzc1Nzg0MCQwMzhjNDdkMUB2b2ljZW5ldC5jb20+"},"prevInTopic":23681,"nextInTopic":23683,"prevInTime":23681,"nextInTime":23683,"topicId":23584,"numMessagesInTopic":69,"msgSnippet":"Agreed - the funniest thing about the haste issue - is most are convinced they stacked at one time (When did they nerf this?)  I usually tell them (probably","messageBody":"<div id=\"ygrps-yiv-1185893547\">Agreed - the funniest thing about the haste issue - is most are convinced<br/>\nthey stacked at one time (When did they nerf this?)  I usually tell them<br/>\n(probably correctly - but if not at least they save face) that they are<br/>\nmixed up with the fact bard haste stacks with haste items -not other classes<br/>\nhaste spells.  Some still insist its true - even to the point of - when I<br/>\nsing it to show them they say &quot;See I&#39;m faster now&quot;...  (The funniest<br/>\nincident - I was arguing a tank about this - and he shouts to zone &quot;Does<br/>\nBard Haste stack with Shaman?&quot; and then some Uber 60 Tank from some Uber<br/>\nGuild says no - and this guy acted like it was the word of God...<br/>\n<br/>\nAnyway - I agree tone has a lot to do with it.  I have no problems at all<br/>\nwith people ASKING me to play certain songs (particularly when I first join<br/>\nthe group and am setting up - not in the middle of combat).  Even in the<br/>\ncase when they ask for a haste song when a Shaman is singing haste<br/>\n(mistakenly believing it stacks) - if they ask me nice enough - fine.<br/>\n<br/>\nWhat annoys me the most is people who say &quot;Just sing Mana&quot;.  Anyone who has<br/>\ndone the research (ie read the testing on eqsongs.com or tested<br/>\nthemselves) - knows that barring missed notes - the mana recovery of &quot;just<br/>\nsinging mana&quot; and twisting one other song is identical.  You might as well<br/>\ntell tanks to toggle of attack every other tick...<br/>\n<br/>\nSlyde<br/>\n-----Original Message-----<br/>\nFrom: Matt DeBarger [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mattdeba@...\">mattdeba@...</a>]<br/>\nSent: Thursday, February 01, 2001 9:49 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a><br/>\nSubject: Re: [eqbards] Soloing bards<br/>\n<br/>\nNot exclusive, but bards definitly suffer from this the most.  I have no<br/>\nidea why all thse people assume they know how to play my 51 bard better than<br/>\nI do.  I guess they all play lvl 60 bards as their primaries.  I still run<br/>\ninto to people that insist my normal haste songs (not the Ervaj ones) stack<br/>\nhaste effects with enchanters.  &quot;DEWD!!! I tested it MYSELF!!!!&quot;<br/>\n<br/>\nIf I am in a group where I am lacking any realy good songs to play, I will<br/>\noffer to play mana song full time.  Usually this would involve having a<br/>\nchanter/shaman and cleric (maybe 2 of the three along with another int<br/>\ncaster).  It gives me a break from weaving, which is nice.  However I<br/>\nexplain to them thsat they need to med close to the fights (thus must pull<br/>\nclose to the medders).  USually they ignore me, so I go back to singing<br/>\nother songs (since mana song ain&#39;t hitting the caters anyway).<br/>\n<br/>\nWhen someone tells me what songs to play, I ignore the first time they say<br/>\nit.  Then say, &quot;I know what I&#39;m doing&quot;, the second time.  If they continue,<br/>\nit is dependent on my mood.  I will usually just go back to ignoring them,<br/>\nbut occasionally I will go on a rant about how I don&#39;t tell them what<br/>\nweapons to wield, skills to use, spells to cast, etc...  It also depends on<br/>\ntheir &quot;tone&quot;  If they are trying to be helpful, I will merely explain whY i<br/>\nam playing what songs I am singing.  Occasionally someone actually makes a<br/>\ngood suggestion, and I will swtich my melody...<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.</div>","specialLinks":[]}}
