{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roop Dirump","from":"&quot;Roop Dirump&quot; &lt;roop@...&gt;","replyTo":"LIST","senderId":"ClyEasuI8mOsUFFW7d4E7qpQY_Mijacdto3bTE7h5_kuffwtgZtqLff9vTaBQ_mQpCmMOtj7PBgHl2W2DoHNPg7Ae6tE7WX-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: high level bard suggestion","postDate":"930253333","msgId":2383,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMzAuMjM4My45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2378,"nextInTopic":2390,"prevInTime":2382,"nextInTime":2384,"topicId":2361,"numMessagesInTopic":9,"msgSnippet":"Thank y for the response JM! My post was actually inspired by a thread on the -other- EQ Bards list on onelist (one list, ironic!).  I decided I d throw my","messageBody":"<div id=\"ygrps-yiv-1789848575\">Thank&#39;y for the response JM!<br/>\n<br/>\nMy post was actually inspired by a thread on the -other- EQ Bards list on onelist (one list, ironic!).  I decided I&#39;d throw my response from there to here, maybe get a few comments on it since this list has much more traffic.  I still like my idea of specializing in an instrument, hehe.  Personally, I&#39;m no where near the level of these fellows from this thread, so I&#39;ll refrain judgement on the powers of high level bards until I am one.  I guess I&#39;ll cut and paste your comments over there so those guys can read them!<br/>\n<br/>\nRoop<br/>\n<br/>\n(who promises he&#39;ll never do this thread sharing again)<br/>\n<br/>\nComments from other list:<br/>\n-------<br/>\nFrom: mike &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hellrazor@...\">hellrazor@...</a>&gt;<br/>\n<br/>\nHi Crip Fireblade from FoH here...<br/>\nlvl 49 bard on Veeshan<br/>\n<br/>\n    My question or statement is really bards are totally screwed over at high levels.<br/>\nNot only do they have no chance of meleeing even a tenth as well as a warrior, but there<br/>\nare NO high level songs that are worthwhile. Berserk at lvl 42 is barely better than<br/>\ncelerity at lvl 36, which is BARELY better than anthem de arms at level 10. Im still<br/>\nusing chains which i aquired at lvl 23 along with bellow from level 12. The only reason<br/>\nanyone will group with a bard is to get the mana song from level 32. The new songs that<br/>\nwere added about a month ago are either worthless or hidden deep deep somewhere (if they<br/>\nexist at all). I have searched everywhere and im still missing six songs. Just my little<br/>\nrant, respon if you have any insight. (I hope i didn&#39;t discourage any of you lower level<br/>\nbards out there =P)<br/>\n<br/>\n<br/>\nFrom: heather cantrall &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tarotgrl@...\">tarotgrl@...</a>&gt;<br/>\n<br/>\nI totally agree with you and feel your pain heh<br/>\nI recently stopped playing my level 29 bard for similar reasons.  I think <br/>\nbards are totally unbalanced compared to other classes, I have to group or <br/>\ndie, i can&#39;t solo anything unless i kite it or its about 10 levels below me. <br/>\n  I&#39;m very frustrated, she is so hard to play.  I started a druid and i&#39;m a <br/>\nlot happier with her.  She&#39;s a lot more self sufficient than my bard and i <br/>\ncan solo if i want to.  Basically it seems to me that a bard is nothing more <br/>\nthan a very weak tank char with some fun songs and not enough damage <br/>\ncapability or ability to take much damage either.<br/>\n<br/>\nFrom: &quot;Marc Stone&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mes5415@...\">mes5415@...</a>&gt;<br/>\n<br/>\ntell you one thing, bards are not all that bad. From the beginning though<br/>\nyou need to group with people. One of the worst things about this class, is<br/>\nthat you HAVE to be grouped unless you learn how to kite using speed and the<br/>\nlevel 2 dmg song. Takes a long time though. I know one person that just ran<br/>\naround the zone picking up MOBs doing this and gained SOO much exp it wasnt<br/>\nfunny.<br/>\n<br/>\nMost of a bard&#39;s spells are useless though, especially at higher levels. The<br/>\nones that are best are celerity and the mana song. other than that it just<br/>\nseems like verant just through in songs cause they couldnt think of decent<br/>\nones. But bards are fun, and you can wear a lot of items and armor unlike<br/>\nother non warriors. you also get to use &quot;spells&quot; with no mana cost, well you<br/>\ncould until the recent changes. I havent played a high level bard but i know<br/>\nthe highest level ones on my server, and they seem overly pleased. The key<br/>\nis to know your weaknesses and strengths, and try to maximize your<br/>\nefficiency.<br/>\n<br/>\nI play a druid but I already learned mine. I cant tank major monsters but I<br/>\ncan take a few hits when i need to pull a MOB off a dieing friend. I know<br/>\njust how many heals to get off before I am at risk of getting jacked by<br/>\nMOBs. I know the limit of my fire based spells and where they are useless<br/>\nat. I know how to maximize the use of my outdoor spells and how to get by in<br/>\ndungeons after I cannot use them anymore.  Just be patient and learn how to<br/>\nsurvive. Its like all classes and you will learn to love the class despite<br/>\nthe short comings.<br/>\n<br/>\nFrom: mike &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hellrazor@...\">hellrazor@...</a>&gt;<br/>\n<br/>\nye but what good are those items if you can&#39;t do anything with them? The fact<br/>\nis, bards are great at lower levels, especially in their teens, but once they&#39;re<br/>\nin their 30s, then their 40s, and finally 50, well they start to suck. A level<br/>\n40 bard is almost equal in power to a level 50 bard. It makes no sense, and it<br/>\ndoesn&#39;t seem verant is making an effort in fixing them, they&#39;re actually making<br/>\nbards worse.</div>","specialLinks":[]}}
