{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;dean_kimes@...&gt;","replyTo":"LIST","senderId":"8-yYKE9PjjhqSDwnYvJVr4RRKgMHFtoIAc0dXiyF0QsNEsI4Hr81ROuFkg0M9rsDsVbRpZ1Q3k1-AFLwV347DqzjQ1AXZUGws0xTWUJzQifR4S8x","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bard% was (Patch message)","postDate":"983215999","msgId":23980,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQ3RDhCQTAyQzRDMkQyMTE5QjU3MDAxMDVBMUMzMUY3MDJBMTZGMDFAZGVuZXhjaDAyPg=="},"prevInTopic":0,"nextInTopic":23981,"prevInTime":23979,"nextInTime":23981,"topicId":23980,"numMessagesInTopic":80,"msgSnippet":"Only double the percentage of non-anon, non-rp bards on Xegony.  Highly unlikely to be the same thing.  You ll never see Kitasi pop up on a /who all bard on","messageBody":"<div id=\"ygrps-yiv-396534032\">Only double the percentage of non-anon, non-rp bards on Xegony.  Highly<br/>\nunlikely to be the same thing.  You&#39;ll never see Kitasi pop up on a /who all<br/>\nbard on E&#39;ci as I am always /roleplay.  Also most of those people logged<br/>\nonto pvp servers are not engaging in pvp activities most of the time.  The<br/>\ndecision to balance anything because of pvp is one of Verant&#39;s most<br/>\nludicrous ideas.  Even if every single one of the people in your example was<br/>\nengaged in pvp when you took the sample they would still only constitute<br/>\nless than 7% of the people playing.   Since that is 7% out of two possible<br/>\nchoices it is an insignificant amount.  4% out of 14 possible choices on the<br/>\nother hand is not insignificant by comparison.<br/>\n<br/>\nAlso yes bards may be less than 5% of the population on some servers.  But,<br/>\nsince you are taking a sub-part that is virtually guaranteed to be small in<br/>\npercentage your argument has no weight.  If there were an equal number of<br/>\nevery class in the populations then bards would still only number 7.14%<br/>\n(100/14).  Given that fact, even 3% would be a very significant percentage<br/>\nsince they would still number half as many as could be expected all else<br/>\nbeing equal.  <br/>\n<br/>\nStatistical analysis guarantees in fact that if a classes percentage falls<br/>\nbelow a certain threshold in relation to this equality, then that class is<br/>\nin fact underpowered or less enjoyable to play.  If all the classes were<br/>\nequally balanced then the percentages of each across such a large base would<br/>\nbe effectively equivalent to 100/14.  The unmistakable fact that it is not<br/>\nis analytical proof that the classes were not balanced in terms of power<br/>\nlevel, usefulness, and enjoyability.  Apparently someone at Verant finally<br/>\nrealized this which is why we see so many intensive changes recently.<br/>\n<br/>\nThat&#39;s why I laugh whenever someone says that bards are overpowered.  The<br/>\nstatement is ludicrous on its very face.  If that were true, in a game<br/>\ndominated by the mechanics of level advancement and ability to overpower<br/>\nfoes, then there would be more than the flat (100/14)% bards.  There are<br/>\nnot.  It is not because bards are some great secret either.  Sure a lot of<br/>\npeople don&#39;t know all that bards can do, but that is because it takes far,<br/>\nfar more work to play a bard than any other class.  Probably why I like<br/>\nthem, they are much more challenging.  Anybody can hit autoattack and the<br/>\noccasional taunt, bash,  or kick hotkey.<br/>\n<br/>\n\tKit</div>","specialLinks":[]}}
