{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reeves, Patrick W","from":"&quot;Reeves, Patrick W&quot; &lt;pwr3@...&gt;","replyTo":"LIST","senderId":"rFCMaDWtd9nw1szpiDG60dc7-NPId9yNQc_gzX56cr3tfjzZDLtEJnLEO__YxuvbwL8o06Os7i3yjnSdpTEot3QYOrf8pzgA3A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"care and feeding of your Bard","postDate":"983312504","msgId":24106,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDg1OEIwRjNGM0FEOEQzMTE5MjkwMDA4MDVGQkU3NzQ1MDFBQTc2MjJAZXhjaGFuZ2UwMy5jb21wLnBnZS5jb20+"},"prevInTopic":0,"nextInTopic":24107,"prevInTime":24105,"nextInTime":24107,"topicId":24106,"numMessagesInTopic":2,"msgSnippet":"I found this on the official WhinePlay forum.  Thought it woulkd be good for laugh :) Rokenn PS that means I did not write it myself ... Before I start I d","messageBody":"<div id=\"ygrps-yiv-1830160601\">I found this on the official WhinePlay forum.  Thought it woulkd be good for<br/>\nlaugh :)<br/>\n<br/>\nRokenn<br/>\n<br/>\nPS that means I did not write it myself<br/>\n<br/>\n-----------------------------------------------<br/>\nBefore I start I&#39;d like to say, Yes I did sorta steal this from Tweety, but<br/>\nI could never hope to match her jaw-dropping writing style and [gratuitous<br/>\nflattery]<br/>\n<br/>\n***Care and feeding of your bard***<br/>\n<br/>\n-Song Selection<br/>\nWe all know bards have to pick the right songs for the right situations.<br/>\nFortunately for you, all of them involve singing mana song all the time. And<br/>\nwe all know that twisting mana song with itself actually increases mana<br/>\nregen by 5% so make your bard constantly start and stop mana song during the<br/>\nfight. If a bard has some other spells that involve regening mana faster<br/>\nallow him to memorize those too. <br/>\n<br/>\n-General grouping<br/>\nAs soon as a bard joins the group, be sure to ask him to play mana song. He<br/>\nmay forget that he has to sing it, and therefore by reminding him you have<br/>\ninformed him how to play his class (They are very forgetful). Also make sure<br/>\nhe uses an instrument at all times. Doesn&#39;t matter which one, they all help<br/>\nmana song work faster. Bard melee is worthless anyways. If your bard is<br/>\nusing weapons, inform them that they are supposed to play music not swing<br/>\nswords, they were only given weapons in the beginning so that their Epic<br/>\nwould be more useful than just a all-encompassing instrument. Also, no bard<br/>\nknows what they are doing. If you don&#39;t feel like demanding that they play<br/>\nmana song, be sure to do it politely instead. Say things like &quot;Are you sure<br/>\nmana song wouldn&#39;t be better than haste and resist buffing?&quot; and &quot;I&#39;ve never<br/>\nplayed a bard before, but I know mana song would help more than anything.&quot;<br/>\n<br/>\n-Healing<br/>\nBards don&#39;t need to be healed. Simple as that. When a mob is beating on a<br/>\nbard it is really trying to fool you into healing the bard to waste your<br/>\nmana (because we all know that healing a bard is much less mana efficient<br/>\nthan healing a tank), thus not being able to heal the tank when the mob<br/>\ncleverly switches targets back to he/she/it. Simply wait till the bard is<br/>\nvery low and then start the CH on the tank. By the time the mob switches to<br/>\nthe tank and hits them a few times you will meet your maximum mana<br/>\nefficiency quota, and the bard will still be alive. You sure didn&#39;t fall for<br/>\nthat mobs nasty trick. Besides you can always allow your bard to stop<br/>\nsinging mana song long enough for him to throw in one pulse of his heal song<br/>\n(only one though). He/she should be fine after that. BTW ask for bards heal<br/>\nto be nerfed because a mana free heal is infinitely mana efficient and<br/>\ntherefore makes them better healers than a cleric/shammy/druid. Bards never<br/>\ndie so they dont need any kind of heal.<br/>\n<br/>\n<br/>\n-Status reporting<br/>\nBards are notorious for slacking off during a fight. They only have to play<br/>\none song, why should they not be able to constantly respond to group chat<br/>\nabout how mana regen isn&#39;t &quot;quite as fast as it should be, maybe you should<br/>\nbe stopping the song a half second sooner&quot;. Also berate your bard for not<br/>\ntelling you when their charm/mez has worn off. Why are they charming/mezzing<br/>\nanyways? Didn&#39;t they only have mana song memorized?<br/>\n<br/>\n-Bard Growth<br/>\nBe sure to ask all your friends to post what they think would be best for<br/>\nbards. Although you have never played a bard before, you still know what is<br/>\nbest for them. But never group them in with your character type. If you are<br/>\na hybrid be sure to say how powerful their songs are and therefore don&#39;t<br/>\nneed any melee enhancements. If you are a caster point out that they have<br/>\nbetter melee skills than you do and therefore their songs should never be<br/>\nmade more powerful or useful (except mana song). Did you know they don&#39;t use<br/>\nmana?????<br/>\n<br/>\nBy following these useful steps you will ensure that your bard will make a<br/>\nvery useful mana battery in time. <br/>\n<br/>\nThank you</div>","specialLinks":[]}}
