{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kenneth E. Bachman","from":"&quot;Kenneth E. Bachman&quot; &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"KVsvbkJUCFZo-LJYFRu03EBVzg1dbHqYY195Tkvuaf94MngVB5FGj5nBaAVJ6VPZNxIHlpgTcXNnf4LvIB2sb5Jfsv4d3PoHuW_-RkS_lDA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Re: DDD worthless?  How would you change it?","postDate":"983520884","msgId":24205,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNBOUY1Njc0LjM2RTcwN0E3QGVyb2xzLmNvbT4=","referencesHeader":"PDQuMi4wLjU4LjIwMDEwMzAxMTIwNjE5LjAwYzYzYmQwQHBvcC5yZWRiYWNrLmNvbT4gPDQuMi4wLjU4LjIwMDEwMzAxMTMwMDE1LjAwYzYyZTEwQHBvcC5yZWRiYWNrLmNvbT4="},"prevInTopic":24201,"nextInTopic":24206,"prevInTime":24204,"nextInTime":24206,"topicId":24038,"numMessagesInTopic":78,"msgSnippet":"Segueing (a nice Bardish thing to do) from my Useless Songs thread, I actually DO mem this piece of junk sometimes: 1.  On guild raids, I will sing it if I","messageBody":"<div id=\"ygrps-yiv-394108715\">Segueing (a nice Bardish thing to do) from my &quot;Useless Songs&quot; thread, I actually DO mem this piece of junk<br/>\nsometimes:<br/>\n<br/>\n1.  On guild raids, I will sing it if I have enough mana AND the leaders have explicitly called for an AE<br/>\nfight AND there&#39;s no reason to think I&#39;m going to have to use Charm (OR I&#39;m expecting to die) AND I have<br/>\nnothing better to fill my eight slots.  Otherwise, I would be hung by my, well, you know whats, if I had<br/>\nthe temerity to use AE.  This may be a little narrow-minded of my guild leaders, but I&#39;m hardly going to<br/>\nargue the merits of this song in an attempt to change their minds.<br/>\n<br/>\n2.  When I&#39;m explicitly TRYING to aggro a primary target (VS comes to mind), the songs I use are:  This,<br/>\n55 bellow and Charm.  It works pretty well, even if none of them stick, since I believe MOBs get aggro<br/>\nfrom the potential effect, not the actual effect.  I am usually the 2nd or 3rd to aggro VS, at which point<br/>\nI can slap on deftdance and keep him uselessly swinging at me while the tanks clobber him.  My guild<br/>\nleaders don&#39;t know I do this, I have to sneak a rune onto me and do it behind their backs, since they are<br/>\nstuck in the &quot;only riposte discipline people fight VS&quot; mode, but we&#39;ve never lost when I&#39;ve done this, so<br/>\nI don&#39;t think I&#39;m provably wrong.  If someone has a BETTER 3-song aggro-the-primary-MOB songlist, I&#39;d love<br/>\nto hear it.<br/>\n<br/>\nIn most conditions, we&#39;re pulling too fast for me to take the time to mem and demem this, and keep track<br/>\nof what song I don&#39;t have available in the meantime.  Nobody likes me to stop singing Cantana in downtime,<br/>\nI&#39;d better have a really good reason.  And while I haven&#39;t worked out the math, I bet the net mana gain<br/>\nfrom my singing the extra few pulses of Cantana on 3 casters can be used for comparable effect on the<br/>\nMOB(s) regardless.  So why give myself the headache?<br/>\n<br/>\n<br/>\nRegarding what I would do to the song, my feeling is that, for a &quot;Desperate Dirge&quot; that is usable once<br/>\nevery 40 minutes at best, the effect should be pretty darned good.  Something like an AE, ultra-low-resist<br/>\n12-second stun or something.  Give the party the breathing room they need to get a horrible situation<br/>\nunder control.<br/>\n<br/>\nThe difference between this and Paladin LoH or SK HT is that it is much more difficult to find a situation<br/>\nwhere the power of this song comes anywhere close to matching its theoretical power, and its theoretical<br/>\npower is pretty crummy.  This isn&#39;t even taking into account the resist rate.  The Paladin will frequently<br/>\nfind occasions where dumping a lot of hit points into an ally (or himself) is useful.  The SK will<br/>\nsomewhat less frequently find occasions where knocking a large number of hit points off of a single MOB is<br/>\nuseful.  The Bard will almost never find an occasion where knocking a small (relatively speaking) number<br/>\nof hit points off of four MOBs is useful.  If the song did X damage divided by the number of MOBs to X<br/>\nMOBs, it might be cool.  Even then, it should do more damage (probably 50%-100% more), and its resist<br/>\nshould be lower.  SK Harm Touch resists far less often than this song does.  Further, both LoH and HT are<br/>\nskills, and don&#39;t hog spell slots.  And even further than that, using LoH or HT doesn&#39;t stop the Paladin<br/>\nor SK from casting, say, Stun or Darkness as much as they would like for the following 15 minutes.  It&#39;s<br/>\njust feeble.<br/>\n<br/>\nStill, I wouldn&#39;t want ANY song to have a multi-minute timer.  55 Bellow is bad enough, having to wait<br/>\nfive minutes after memming a song to use it.  If I had to reduce my available songs by 12.5% by filling a<br/>\nsong slot that would then be grayed out for 40 minutes, the song had better be HUGELY useful.<br/>\n<br/>\nIf you consider the fact that high-level Bards have about 30% the melee of high-level melee specialists,<br/>\nthen for balance, I figure that Bards should have about 70% the power of pure casters.  And given that we<br/>\ncan have only 3 effects active at a time, and that other casters can have easily twice that (3 static<br/>\nbuffs, 2 static MOB debuffs, one additional effect, for example), each individual song should be MORE<br/>\npowerful than an equivalent caster spell.  Very few of ours are.  This is far from one of them.<br/>\n<br/>\nKenross Cantoforjado, 57 songs, &lt;Silent Justice&gt; Innoruuk</div>","specialLinks":[]}}
