{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel Sniderman","from":"&quot;Daniel Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"fqkq1C2fTQuBA1omeby5NKPnvVY-o0JptWC5IRZpafCrzKcLlgvXoQoOmgTR97OWAN6X91ytNOc_meGJK_I8dPoXXuSNcm0X8WU-DCQYo1KP","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Patch Message","postDate":"984584695","msgId":24318,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE5FQkJKQ0tIQUxHSURCTk1BRkZMSUVDQkNPQUEuZnV6emJvbmVAZnV6emJvbmUuY29tPg=="},"prevInTopic":24111,"nextInTopic":24893,"prevInTime":24317,"nextInTime":24319,"topicId":6943,"numMessagesInTopic":154,"msgSnippet":"March 14th, 3:00am ... ***EverQuest Turns Two*** Two years ago this Friday, EverQuest was launched, forever changing the course of online gaming.  Today","messageBody":"<div id=\"ygrps-yiv-217854777\">March 14th, 3:00am<br/>\n------------------------------<br/>\n<br/>\n***EverQuest Turns Two***<br/>\n<br/>\nTwo years ago this Friday, EverQuest was launched, forever changing the<br/>\ncourse of online gaming.  Today EverQuest boasts nearly 360,000 active<br/>\nsubscribers, and a two-year retention rate of 65%.  Peak usage tops 89,000<br/>\nsimultaneous users with average peak usage at roughly 87,000.  The EverQuest<br/>\ncommunity continues to grow daily.<br/>\n<br/>\nWe&#39;ve put up a page on the EverQuest website to help celebrate EverQuest&#39;s<br/>\nachievement and to thank our loyal fans.  Over the next couple of days we<br/>\nwill be posting interesting content from EverQuest&#39;s humble beginnings, as<br/>\nwell as a few surprises.  Check it out!<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.station.sony.com/2ndanniversary/index.jsp\">http://everquest.station.sony.com/2ndanniversary/index.jsp</a><br/>\n<br/>\n*Ever Changing, Evolving, Expanding*<br/>\n<br/>\nThe Warrens:<br/>\n<br/>\nAs part of our two-year celebration, we&#39;re pleased to announce the release<br/>\nof &quot;The Warrens&quot;, a free expansion zone located on Odus. &quot;The Warrens&quot; is a<br/>\nlow-to-mid level dungeon and the home of the Kobolds on Odus.  You can patch<br/>\nthe Warrens by running the &quot;Optional Patch&quot;.<br/>\n<br/>\nIn addition to filling-out the continent of Odus, &quot;the Warrens&quot; will also<br/>\nserve as a platform to try out some of the new ideas brought forth by<br/>\nmembers of the team and the public aimed at addressing some common gameplay<br/>\nissues.  We would like to see what options might be open to and enjoyed by<br/>\nthe players in the future.<br/>\n<br/>\nThe first issue addressed in the Warrens is the problem of higher level<br/>\ncharacters competing with lower level characters for loot on lower level<br/>\ncreatures.  To address this issue, in the Warrens, a group that &quot;outclasses&quot;<br/>\na particular foe will not receive any loot that is MAGIC, LORE, or NODROP.<br/>\nAll other loot will drop.  &quot;Outclassing&quot; a foe is defined as having a group<br/>\nmakeup such that no one in your group receives experience from the kill.<br/>\nThis can happen if, for instance, the foe is &quot;green&quot; to all group members,<br/>\nor if the group makeup is of such a wide level range that the system<br/>\ndetermines the fight was unbalanced using regular experience rules.<br/>\n<br/>\nAny time that an NPC would have dropped special loot and does not due to it<br/>\nbeing outclassed, a message indicating that the combat was &quot;trivial&quot; will be<br/>\ndisplayed to the group.<br/>\n<br/>\nAs time goes on, we will be implementing new gameplay subsets and<br/>\nadjustements in the Warrens.  Please be sure to let us know what you think!<br/>\n<br/>\nThe Planes:<br/>\n<br/>\nThe Planes of Fear and Hate have been updated as part of our two-year<br/>\ncelebration.  Adventurers in the Plane of Fear will notice that some<br/>\nhigh-level foes are now available.  Rewards for former &quot;boss npcs&quot; have been<br/>\nmoved down to underlings that are roughly as powerful as the old bosses<br/>\nwere.<br/>\n<br/>\nThe Plane of Hate has also received a large update, but this one also<br/>\nincludes the opening of a previously undiscovered part of the zone, now full<br/>\nhigh-level expansion-oriented content.  Much as with Fear, rewards from<br/>\nbosses have been moved.<br/>\n<br/>\nEpic Quests:<br/>\n<br/>\nAs part of the Plane updates, we&#39;ve made several adjustments to Epic quests<br/>\nfor a number of classes.  Previously, questers of many classes were put in<br/>\ndirect competition with regular non-questing adventurers for a few coveted<br/>\nspawns.  In these cases, a new step has been added to separate the &quot;Epic<br/>\nEncounter&quot; NPCs from the &quot;Epic Quest&quot; NPCs.<br/>\n<br/>\nFor those who are mid-quest, all quest requirements have remained the same.<br/>\nIn other words, if you turn the same items into the same NPC, the same<br/>\nreward applies.  What has changed is that some components may be in a<br/>\ndifferent location from where you expect them.  It is recommended that you<br/>\ncheck with the last NPC in line or other adventurers to find where you need<br/>\nto go next.<br/>\n<br/>\n***Patch Day***<br/>\n<br/>\nAlong with the big announcements above, today was a patch day as well:<br/>\n<br/>\n- Fixed a bug that allowed exploitation of the period of time between<br/>\ncharacter control being established and loading of character faction tables.<br/>\n- Fixed the Dagger of Frost.  Its special item flags were improperly removed<br/>\nin the last patch.<br/>\n- The spell, Mark of Karn, has been enhanced to heal more per hit.<br/>\n- The effect on the Celestial Elixir Breastplates has been changed to the<br/>\nenhanced Mark of Karn.  The casting time on these items has also been<br/>\nchanged to 9 seconds.<br/>\n- NPCs in Thurgadin will no longer stop traveling when you /hail them.<br/>\n- Fixed a problem present in Nagafen&#39;s Lair and the Plane of Hate that<br/>\ncaused framerate to drop over time.<br/>\n- Shift-clicking on a stack of items will cause you to pick up the whole<br/>\nstack.  This is in addition to CTRL-clicking on a stack, which will cause<br/>\nyou to pick up one.  These both also work for coins now as well as items.<br/>\n- In addition to the above, holding down the shift key while clicking the<br/>\n&quot;Sell&quot; button in the vendor screen will cause you to sell the entire stack<br/>\nof items if a stack is selected.  For example, you can sell 20 peridots by<br/>\nselecting the stack, and shift-clicking &quot;Sell&quot;.  I&#39;d recommend though that<br/>\nyou give them to your neighborhood cleric first though :)  The ability to<br/>\nbuy stacks is on the list for implementation in the near future.<br/>\n- There are a ton of new recipies for trade skill users out there.  Check<br/>\nyour books.<br/>\n- There are a bunch of new quests as well.<br/>\n- It appears that we fixed a bug with the Mend skill that caused it to be<br/>\nunavailable for a few seconds after it was supposed to be ready for use.<br/>\nLet us know if there are any further problems.<br/>\n- Foraging items will now yield a message giving you some idea of what<br/>\nyou&#39;ve foraged.<br/>\n<br/>\nPlease remember that the /movelog for the Rathe and E&#39;ci is scheduled for<br/>\nthis weekend.  Please read the message below for details on the /movelog.<br/>\n<br/>\n*A Message From Customer Service*<br/>\n<br/>\nWe regularly receive requests from customers that want their characters<br/>\nmoved from one server to another, or from one account to another.<br/>\nUnfortunately, due to the EverQuest EULA, the number of requests that we<br/>\nreceive, the desire to maintain stable server communities and economies, and<br/>\nother problems associated with character moves, we can not move characters<br/>\nacross servers or accounts.<br/>\n<br/>\nIt is important for the integrity of the server that items from a server<br/>\nremain on that server.  We also feel that it is important that characters<br/>\nthat have built up a reputation, good or bad, have to live with the<br/>\nconsequences of their decisions, and are not allowed to retreat from that<br/>\nreputation by changing servers.<br/>\n<br/>\nThe only exception to this rule is when we open a Movelog for moving a large<br/>\nnumber of characters to new servers.  At no other time will we move a<br/>\ncharacter in such a fashion.<br/>\n<br/>\n- The EverQuest Team</div>","specialLinks":[]}}
