{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rebecca Small","from":"Rebecca Small &lt;rsmall@...&gt;","replyTo":"LIST","senderId":"iwE138AHrePNeradUWEop-LaGp9wJfrCA9nnILJA0eyiboR4GzopTDLyhF3COA7dxULf2vLqqrpmt1in4YZ_zW4WMy8ZDpy8taTAFA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: New Xegony Bard","postDate":"986908384","msgId":24442,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEUwQjg4NUM2MjcwRUQzMTE5MUJEMDA1MDhCMkM2NkQ4M0UwODQwQHBvc3RhbC5jbHViZ3JhdmVzLmNvbT4="},"prevInTopic":24436,"nextInTopic":24445,"prevInTime":24441,"nextInTime":24443,"topicId":24411,"numMessagesInTopic":17,"msgSnippet":"I haven t looked at my RBF in agees, except to put it back in the range slot (at least twice last night). Standing around between drake pulls and a sphinx says","messageBody":"<div id=\"ygrps-yiv-1833973947\">I haven&#39;t looked at my RBF in agees, except to put it back in the range slot<br/>\n(at least twice last night). Standing around between drake pulls and a<br/>\nsphinx says BRILINNIA. We hadn&#39;t even pulled the silly things yet, heaven<br/>\nknows how that thing aggroed on me, we weren&#39;t pull group or anything.<br/>\nSecond death was get a drake add when fighting a sphinx who kills the<br/>\nclerics first then the melee&#39;s can&#39;t quite finish the drake off once the<br/>\nsphinx drops without healers. I love Sky; hope we&#39;re done up there for now.<br/>\nAnyways RBF&#39;s are off a rare spwan in Upper guk but I solo camped for mine<br/>\nwhen I was low 50s. Just have invis up. I found that most trains in Upper<br/>\nlike to path thru the squire&#39;s spawn spot when going home.<br/>\nI use macros alot but I mem the songs I use in the same spots all the time.<br/>\nI do make macros for things like dragon raiding and just check the slot<br/>\nnumbers when I mem the resist songs to make sure I know what slots to put<br/>\nthe songs in. When not dragon raiding, I just park the hotkey on a back<br/>\npage. Macros weave songs faster than I can manually and also help for<br/>\nroboing purposes when I&#39;m afk and Klaget has to run me. I have 2 song macros<br/>\nand 3 song macros, macros that assist the chanter/cast Occlusion/ say which<br/>\nmob is being malo&#39;ed. I switch songs alot, just do it with an eye to what my<br/>\nmacros are setup as. When we have chanters for haste, I will use a different<br/>\nbattle song along with SoS and sometimes the 55 clarity/heal. The trick is<br/>\nto stay flexible, and be what the group needs at the time they need it. I<br/>\nwill usually end up singing clarity full time right after the cleric<br/>\nrebuffs, especially in HS where you have to keep a constant pull rate going.<br/>\nWhen he gets back on top of the mana curve, I&#39;ll go back to twisting battle<br/>\nsongs and meleeing.<br/>\n The Commune isn&#39;t a guild I&#39;m familiar with. I&#39;m currently in Excalibur but<br/>\nI am usually adventuring with Venator Sapentia, as my RL fiance is also my<br/>\ncleric (who is now in VS) and our computers are side by side.<br/>\n<br/>\nBrilinnia Ban&#39;sidhe<br/>\nExcalibur, Xegony</div>","specialLinks":[]}}
