{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lomack","from":"Lomack &lt;lomack@...&gt;","replyTo":"LIST","senderId":"mWPQv_zTIqRK34RkucWTsrRnOW7HTRgNN0IDzGmnQ3YPXxPBrAfUJCPm8taidTvq7z8dQm4wMyF08DGWOYc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"General Comments","postDate":"986945924","msgId":24458,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMS4wLjY3LjIwMDEwNDEwMTkyNTU2LjAwYzcyNGQwQGJjay5vcmc+","inReplyToHeader":"PDk4Njg1MjM5Ny4xMzY2LjkzNjYwLmw5QHlhaG9vZ3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":24479,"prevInTime":24457,"nextInTime":24459,"topicId":24458,"numMessagesInTopic":2,"msgSnippet":"I had some general comments. ... Great assist key.  But the best line in that entire post was: Rule 1, let the group know what you re doing, and make sure its","messageBody":"<div id=\"ygrps-yiv-960668582\">I had some general comments.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Charming in a group is the best thing to do on a 2 pull even if there is a<br/>\n&gt; chanter.  Once you get good, the mob will be doing 90% of its damage on the<br/>\n&gt; party&#39;s main target, 10% on you.  Thats a great tradeoff to 0-10% damage<br/>\n&gt; done to chanter/healer and mana spent mezzing.<br/>\n&gt;<br/>\n&gt; Here is my &quot;pet assist&quot; hotkey, it works great.  Rule 1, let the group know<br/>\n&gt; what you&#39;re doing, and make sure its ok with the enchanter.  Most are happy<br/>\n&gt; for the mana you save them.  Type A enchanters will not be happy, so then<br/>\n&gt; just let them mez the mob...<br/>\n&gt;<br/>\n&gt; Ok 2 Pull comes, assist the puller and find out what mob he is killing.<br/>\n&gt; Target the non targeted mob and hit charm, once it sticks (very low resists<br/>\n&gt; if you have a good CHA) hit the &quot;pet assist&quot; hotkey.<br/>\n&gt;<br/>\n&gt; Once you get this down its easy to weave 2 other songs while doing this...<br/>\n&gt;<br/>\n&gt; &quot;Pet Assist&quot;<br/>\n&gt; /pet back off<br/>\n&gt; /assist &lt;main assist name&gt;<br/>\n&gt; /pause 3<br/>\n&gt; /pet attack<br/>\n&gt;<br/>\n&gt; The pet back off is not necesaary, but seems to help.  Sometimes charms mobs<br/>\n&gt; will still attack other party members or pets, the pet back off will prevent<br/>\n&gt; this.  It also lets the party know what you have charmed, since your pet<br/>\n&gt; will say something.  THe down side is the second or so of melee you lose<br/>\n&gt; from your pet while he is waiting for the attack command.<br/>\n&gt;<br/>\n&gt; As a side not, /pet back off, is probably the best mem blur spell in the<br/>\n&gt; game.<br/>\n<br/>\n<br/>\n </span></blockquote>Great assist key.  But the best line in that entire post was: &quot;Rule 1, let the<br/>\ngroup know<br/>\nwhat you&#39;re doing, and make sure its ok with the enchanter.&quot;  Lots of<br/>\nenchanters don&#39;t mind help, they just need to know when help is comming. <br/>\nNothing usually erks an enchanter more than when you charm or mez, or when<br/>\nnecros ST a mob just as they get their mez spell off.  So let them and everyone<br/>\nelse know, communication is a key part in running an efficient group.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; I am also experimenting with using SoS in the pull group on raids.  WIth the<br/>\n&gt; new heal rules, the most important part of raids (at least in my opinion) is<br/>\n&gt; keeping your clerics alive.  Giving the tanks a few extra rounds to build up<br/>\n&gt; hate, could mean the difference...  Clearly don&#39;t do this is you are feign<br/>\n&gt; pulling :)<br/>\n<br/>\n<br/>\n </span></blockquote>Caution is advised if your monk pulling, or any time in the pull group with<br/>\nsongs.  If the puller (lets say monk) gets too much stuff and brings it back<br/>\nnear the group you better make sure your puller knows the range of your songs. <br/>\nIf you get a pulse before the monk FDs, get ready to eat a train.<br/>\nBards in the pull group are great, as long as they are very attentive about the<br/>\nrange of their songs and the effect on the puller.  I have a tendancy to put<br/>\nBards in groups with an enchanter, necro, cleric, back up melee. for mana dumps<br/>\nand such to the rest of the raid.  Its not that I don&#39;t think bards can work<br/>\nwell in the pull group its just you better know your bard.<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed]</div>","specialLinks":[]}}
