{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cyr, Thierry","from":"&quot;Cyr, Thierry&quot; &lt;thierry.cyr@...&gt;","replyTo":"LIST","senderId":"U8VJc1Onl299HOvxpdJiNwPxNjzTSpAtWRoOnvv48pivubIzNx7HsdoadRHBsXFRQiwrIMeJXTpNHnmGdJRBv_QxY-4X5YTJjQZC","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Re: Guild Loot Rules","postDate":"989415636","msgId":24668,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENDREIwQUI2QjJFRkQ0MTFCQzE1MDA1MDhCNkZBNTNBRUNGODE4QENBT1RNMjAxPg=="},"prevInTopic":24667,"nextInTopic":24669,"prevInTime":24667,"nextInTime":24669,"topicId":24631,"numMessagesInTopic":38,"msgSnippet":"I guess im somewhat lucky in a way, I may be a very slow leveler, but I m the only bard in my guild that is a main, there are a couple alts in the 40 s and","messageBody":"<div id=\"ygrps-yiv-2013043462\">I guess im somewhat lucky in a way, I may be a very slow leveler, but I&#39;m<br/>\nthe only bard in my guild that is a main, there are a couple alts in the<br/>\n40&#39;s and teens and stuff like that, so anything planar that drops that is<br/>\nfor bards is automatically awarded to me.  Granted my weapons are nothing<br/>\nuber though.  Last night in hate seems the only things dropping were boots<br/>\nand arms (for bards).  Other bard from another guild got a helm when i went<br/>\nLD and i got gloves when he was LD.  On the bright side our big necro<br/>\nfinally got his pet focus item. We&#39;re revamping our loot system/policies as<br/>\nwell right now.<br/>\n<br/>\nMinkin<br/>\nRIP<br/>\nAyonae Ro<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Robert(Bob) Smith [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rws1111@...\">rws1111@...</a>]<br/>\nSent: May 9, 2001 9:07 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a><br/>\nSubject: [eqbards] Re: Guild Loot Rules<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Sounds like you are in a great guilds where people work <br/>\n&gt; together for the common good.  Your lucky - that&#39;s not <br/>\n&gt; very common (especially from what I&#39;ve seen on Xegony).<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>Bah! Let me know when you want to come on a DC raid, Slyde, you might <br/>\nbe surprised with what you see. (Maybe this is why DC was <br/>\ntagged &quot;Friendliest Uber Guild on Xegony&quot; -- not that I would <br/>\nconsider us &quot;Uber&quot;.)<br/>\n<br/>\nThe topic of loot has come up a few time (well, more than most of us <br/>\nwould like,) and here is our simplified loot rules.<br/>\n<br/>\n#1) Need before greed -- an item must be one you will use a majority <br/>\nof the time on your main character. If you say it will, your word it <br/>\ntaken (and yes, we have a druid with a FBSS. *Smiles*)<br/>\n<br/>\n#2) Some areas have been flagged &quot;God Loot&quot; -- Hate floor 2, Dragons, <br/>\nVS, etc... if there are multiple characters who want in on an item <br/>\nlike this, only characters 54+ are considered, if there are no 54+, <br/>\nthen 53 and below are in on the lotto. THIS IS ONLY FOR &quot;GOD LOOT&quot;. <br/>\nPlease note, each class in encouraged to come up with their own <br/>\nsystem for items that are class specific. For example, there are only <br/>\n4 primary bards in DC, we just talk things over when dropped, the <br/>\ndruids often know who gets the next item before then raid even <br/>\nstarts, etc...<br/>\n<br/>\n#3) DC has no time limit on raid loot -- I once logged into Hate and <br/>\nbefore I could join up with the others, I had already won a diamond <br/>\n(or blue diamond).<br/>\n<br/>\n#4) The guild maintains a &quot;guild bag&quot; (ok, this is a symbolic bag -- <br/>\nthe items actually reside on many different guild characters) of <br/>\nitems (equipment, quest gems, spells, etc...) no one currently <br/>\nwants/needs. You are free to take an item out of the bag if you want <br/>\nit, and are encouraged to put things into it. If the bag accumulates <br/>\ntoo much stuff, bag items are traded for better items, sold to fund <br/>\nraid stones (or coffins *Smiles*). The guild bag is also used each <br/>\nChristmas when Saanta Claws (our guild Ogre in Rubicite) gives out <br/>\nitems to guild/newbies/friendly people over a period of a few weeks <br/>\n(we are actually thinking about moving this to two times a year.)<br/>\n<br/>\n#5) When you no longer need a guild item, you can either trade it for <br/>\na better item (still guild), pass it to another guild member, or put <br/>\nit in the guild bag. For example, I was using a melod <br/>\ntrunch/symphonic sabre combo, and another main Bard leveled to 45. <br/>\nSince he was using two yaks, I passed my sabre to him, and started <br/>\nusing a guild yak on my offhand. We then found another saber on a <br/>\nChar raid, which was given to me. A couple of weeks ago, we had a <br/>\nlevel 51 bard join who had poor weapons... I once again passed on my <br/>\nsaber (although I now use Renux&#39;s sword in my offhand.)<br/>\n<br/>\n#6) If there is ANY question on who is in on a lotto, the raid leader <br/>\nmakes a decision... and that is final.<br/>\n<br/>\n#7) Any non-DC on a DC raid is treated as though they are DC -- no <br/>\ntime limits, 54+ rule, everything... Sure, the guild often loses nice <br/>\nitems, but we have a lot of friends, and, well, this game (to me) is <br/>\nnot about items.<br/>\n<br/>\n<br/>\nI am pretty sure these rules would not work for a lot of guilds, but <br/>\nsince we try to keep a &quot;family&quot; environment, and have a lot of trust <br/>\nin our (very fair) raid leaders, it seems to work for us. (And, yes, <br/>\nwe have lost members over loot issues -- just gonna happen.)<br/>\n<br/>\n<br/>\nBe well,<br/>\n<br/>\nGaelthorne<br/>\nXegony<br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions. <br/>\n<br/>\nYour use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>","specialLinks":[]}}
