{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Garramone, Michael (CCI-Las Vegas)","from":"&quot;Garramone, Michael (CCI-Las Vegas)&quot; &lt;garramone@...&gt;","replyTo":"LIST","senderId":"QGI1d_Zeq80YCYX_8YXNEYoO0hVtuSwG1n0s7tAzaR_tj_Oxxs9mCUJW9qwT1pUkzWc7Zi508JisYijKys3AwyO2bU2pV6c964wg6ZrG0LUQT_GSl1F_lmdhjtAgpZ8EHU0dztVSC4E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Guild Loot Rules","postDate":"989449403","msgId":24673,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDRENzBEQkYxMTg1N0QyMTFBQzBBMDAxMDVBMUIyNUVGMDI5QzcwNkFAY2xhczBzMDQ+"},"prevInTopic":24672,"nextInTopic":24674,"prevInTime":24672,"nextInTime":24674,"topicId":24631,"numMessagesInTopic":38,"msgSnippet":"Here are links to our loot rules and standings: http://www.afterlifeguild.org/?page=dkp http://www.afterlifeguild.org/dkp.cgi The explanation is very old","messageBody":"<div id=\"ygrps-yiv-100200690\">Here are links to our loot rules and standings:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.afterlifeguild.org/?page=dkp\">http://www.afterlifeguild.org/?page=dkp</a><br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.afterlifeguild.org/dkp.cgi\">http://www.afterlifeguild.org/dkp.cgi</a><br/>\n<br/>\nThe explanation is very old unfortunately, pre-Kunark.  Kunark changed a lot<br/>\nof things regarding loot for us, but the general idea is the same.  Mobs<br/>\nthat require the participation of the guild is assigned a point value.  It<br/>\nwas originally only dragons, so Dragon Kill Points.  Items that the mob<br/>\ndrops are assigned point values depending on how good the item is,<br/>\ndetermined by the guildleaders.  You accumulate points by being present at<br/>\nraids, and you use those points to get items.  People who had the number of<br/>\npoints necessary to go in on an item would then lotto.  Later tiers were<br/>\nadded so that someone with far more points on an item, even if others could<br/>\nqualify, would not need to roll against anyone.<br/>\n<br/>\nSome items that can be used by multiple classes are limited in certain<br/>\ninstances (not haste items, an example is piercing items to rogues before<br/>\nanyone else).  Tradeable items you replace can be kept or turned back in to<br/>\nget your points back.  Anything gained in a single group has no point<br/>\nvalues, and can be dispensed with at will but almost all of the time items<br/>\nremain in the guild and are given to members in need freely (for example,<br/>\nthe day I zoned into Sebilis and was handed a BoH about 5 seconds later).<br/>\nItems obtained using points can never be sold or traded outside the guild.<br/>\nThe only exceptions were made recently with items that were just too<br/>\nout-dated or obsolete as to be cared about.  Other obsolete items that still<br/>\nmay have little value were drastically reduced in point value, for example<br/>\nKunark BPs were originally 20 points and Kunark legs were 15 points, but<br/>\nlater became 8 and 5 points respectively with the influx of Velious quest<br/>\narmor.  We had a list of each item that any god or dragon dropped for us and<br/>\nhow many points they cost, but with Kunark and Velious came an enormous<br/>\namount of new items and mobs which led to points gained and point value of<br/>\nitems being assigned on the fly often by the guildleaders, with adjustments<br/>\nmade as more thought was put into it.<br/>\n<br/>\nLater on a system was added to create incentive on participating in raids<br/>\nthat were necessary to the advancement of the guild but yielded little<br/>\nreward or points even though the particpation needed was high, specifically<br/>\nSleeper&#39;s Tomb keys.  The incentive points system gave points for those that<br/>\nparticipated and deducted points from those that did not.  Bottom line was<br/>\nto create a system that rewards participation and gives the most to those<br/>\nwho put in the most time.  Personally I always loved the system, but towards<br/>\nthe end I just did not put in nor did I have the time to stay in the race<br/>\nanymore.  Most items are not even lottoed, one person who wants an item<br/>\nusually has the points necessary to acquire it without rolling against<br/>\nanyone.  I would say there are usually 1-3 people on average per item.  That<br/>\nis what I liked, you knew who put in the time and you knew if you wanted<br/>\nsomething and saved you had an excellent chance of eventually getting it.<br/>\nThe converse were some of the Japanese guilds who used far more people per<br/>\nraid and one thing I will always remember was their lotto where 35 people<br/>\nrolled for Gauntlets of Fiery Might.  That is the type of lotto you never<br/>\nsee in a points system.<br/>\n<br/>\nShada Iceheart [Retired]<br/>\n&lt;Afterlife&gt;<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Though I don&#39;t care for point systems, I think that sounds <br/>\n&gt; like a pretty <br/>\n&gt; good one. The other only other one I am really aware of is <br/>\n&gt; the DKP system <br/>\n&gt; Afterlife uses. Maybe Shada will fill you in on it. :P </span></blockquote></div>","specialLinks":[]}}
