{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...&gt;","replyTo":"LIST","senderId":"rA9xs73sDSD_R_nYxhjaEw89cxRZtJYfTTM_Y8Hq3JnoKTfJPk1RAmt63e8k97z1TWm-m32YpYkPhE7Ge09Qy_f0IUk6lL__GciizKvE3Nk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Rules and FAQ 3.4 - PLEASE READ THIS!","postDate":"990626074","msgId":24796,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAxMDUyMzA4MzMwNS4wMmJjMGVhOEBwaW5rcGlnLmNvbT4="},"prevInTopic":0,"nextInTopic":24816,"prevInTime":24795,"nextInTime":24797,"topicId":24796,"numMessagesInTopic":6,"msgSnippet":"(Sorry about the rapid repost on this one - but there are changes, and I wanted to get it updated while I was thinking about it.) Greetings and Welcome to the","messageBody":"<div id=\"ygrps-yiv-477796881\">(Sorry about the rapid repost on this one - but there are changes, and I <br/>\nwanted to get it updated while I was thinking about it.)<br/>\n<br/>\nGreetings and Welcome to the EQ Bards Mailing List, a mailing list <br/>\ndedicated to all for and about the Bard in EverQuest.<br/>\nThis list will be posted semi-regularly, and updated as often as is needed.<br/>\n<br/>\n05/23/2001 - Updated the weapon list. Added info on Sainy&#39;s Claw.  If you <br/>\nhave any other instruments or weapons that should be added, please send the <br/>\ndetails to the list (with spoiler space, please)<br/>\n<br/>\n05/23/2001 - Added some FAQs on general list information, updated some FAQs <br/>\n(Clarity, item swapping).<br/>\n<br/>\nIf you have any suggestions, corrections, or  frequently asked questions, <br/>\nplease let me know.<br/>\n<br/>\n         First, some basic rules:<br/>\n         (Common sense stuff, really)<br/>\n<br/>\n1) Stay on Topic (as much as possible).  While we do often stray off the <br/>\npath of Bard-related stuff, lets try and keep the material &quot;of-interest&quot; to <br/>\nour readers.  Ex: Discussions of DoT nerfing are acceptable, because Bards <br/>\nhave DoTs.  Discussions of Rogue Poison recipes are not.  Discussions of <br/>\nQuests and items are okay, as long as you make an attempt not to spoil <br/>\nsomeone else&#39;s fun. Use [Spoiler] in the heading, or put spoiler space <br/>\n(several blank lines) to let people know in advance.  If you MUST post <br/>\nsomething off-topic, please make it brief and put [OT] in the header.<br/>\n         Deliberate spam will NOT be tolerated, and any person doing so <br/>\nwill be immediately reviewed for warning, removal or banning.<br/>\n         On a related note, if you notice that your topic is straying from <br/>\nthe original thread, please change the subject header.  Example: RE: <br/>\nMistmoore Battle Drums becomes: re: Fighting undead as a Bard (was RE: <br/>\nMistmoore Battle Drums) For those of you receiving the digest version, if <br/>\nyou can make an attempt to change the subject field to something <br/>\nappropriate, that would help those of us not digesting our mail better pass <br/>\nit ;)<br/>\n<br/>\n2) No Flaming.  Not all of us share the same opinion as you do, but please <br/>\nbe considerate of one another.  Take a moment to read through, and then <br/>\nmake sure someone hasn&#39;t already responded before posting hastily.  We&#39;re <br/>\nall human, and no one likes to be called names.  If you simply MUST insult, <br/>\nbadger or degrade someone, DO IT PRIVATELY.<br/>\n<br/>\n3) There is no Rule Number 3.<br/>\n<br/>\n4) Watch for &quot;KABONG!&quot;s.  KABONG! is an old list-term for a thread that is <br/>\nbeing forcibly killed.  This sometimes happens when a thread has <br/>\ndegenerated sufficiently off-topic to no longer be valid for this list, or <br/>\nwhen the subject matter has become too inflammatory to be discussed.<br/>\nKabongs generally only occur in extreme situations.<br/>\n<br/>\n5) No Attached Files!  If you wish to share with us your latest picture, <br/>\nsome nifty article or the Happy99 worm, please simply include a link within <br/>\nyour email to an appropriate place online.  If you have no access to such, <br/>\nemail the file to me, (except viruses ;) and I will post it for you, and <br/>\nfollow up to the list with the URL.  Small infractions will probably be <br/>\noverlooked, but let&#39;s try to be considerate of our European readers who <br/>\nhave to pay by the minute to download their mail.<br/>\n<br/>\n6) Be Considerate of Others! Please keep &quot;me, too!&quot; posts to a minimum, and <br/>\ntry not to quote more of the message than necessary (although you <br/>\nshould  always make sure that the message you are sending is properly <br/>\nreferenced, so that people reading the messages out of order are not <br/>\ncompletely lost.  And try not to abbreviate too much, or use strange <br/>\n&quot;slang&quot; or incomprehensible euphemisms.  Plain, clear speech is much more <br/>\neffective, and will cause fewer &quot;WTF?!&quot; messages...  Also, use spoiler <br/>\nheadings and/or spoiler spaces when presenting Quest hints or weapon details.<br/>\n<br/>\n7) Remember that, according to Verant&#39;s new policy, anything you say can <br/>\n(and apparently will) be held against you.  Our email list is private as <br/>\nfar as posting privileges, but the archives are open for public <br/>\nviewing.  So please, if you have an active EQ account, don&#39;t send anything <br/>\nto this list that&#39;s likely to get you banned.<br/>\n<br/>\nOkay, enough rules.  Now for some Frequently Asked Questions!<br/>\n<br/>\n* * NEW * * Q: How do I unsubscribe?<br/>\nA:  All list controls are accessed by going to the Yahoogroups webpage <br/>\n(<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.yahoogroups.com/group/eqbards/)\">http://www.yahoogroups.com/group/eqbards/)</a>.  If you are unable to do that, <br/>\nsend an email to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards-unsubscribe@yahoogroups.com\">eqbards-unsubscribe@yahoogroups.com</a><br/>\n<br/>\n* * NEW * * Q: Are there any archives?<br/>\nA: Yes -  (<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.yahoogroups.com/group/eqbards/messages/)\">http://www.yahoogroups.com/group/eqbards/messages/)</a><br/>\n<br/>\nQ: I keep seeing all these abbreviations: &quot;DoT&quot;, &quot;DD&quot;, &quot;PGT&quot;, &quot;MM&quot;, &quot;GZ&quot; - <br/>\nWhat do they all mean?!<br/>\nA: Well, the best way to learn is to check out the EverQuest Glossary at <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/everquest/eqglossary.htm\">http://amtgard.pinkpig.com/everquest/eqglossary.htm</a> (shameless <br/>\nplug).  Briefly, those four terms mean &quot;Damage over Time&quot; (refers to <br/>\nspells/effects that do damage every few seconds for a while, instead of all <br/>\nat once), &quot;Direct Damage&quot; (refers to spells/effects that do all their <br/>\ndamage at once), &quot;Polished Granite Tomahawk&quot; a nice weapon,  &quot;MM&quot; is <br/>\nMistmoore, a mid-to-high level zone near Lesser Faydark, and GZ is Geoffrey <br/>\nZatkin, the<br/>\nVerant Designer in charge of spell balance (and thus a frequently consulted <br/>\nindividual when it comes to our songs....)<br/>\n<br/>\nQ: What is &quot;twisting&quot; (or &quot;weaving,&quot; &quot;stacking,&quot; or &quot;harmonizing&quot;), and how <br/>\ndo I do it?<br/>\nA: &quot;Twisting&quot; is the most common name (although much deprecated by those in <br/>\nfavour of more &quot;period&quot; terms) for singing multiple songs at once - or at <br/>\nleast making it seem that way.  The short explanation is to stop one song <br/>\nand immediately start another one, repeat as necessary.  Since most song <br/>\neffects have a duration of about 6 seconds, you have time to weave as many <br/>\nas three (and I&#39;ve even heard tell of four!) songs at once before the first <br/>\nwears off, gaining the effects from all of them at once. The long <br/>\nexplanation, complete with illustrations, can be found here:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://users.erols.com/gww6e/eq/HOWTO-twist-bard-songs.html\">http://users.erols.com/gww6e/eq/HOWTO-twist-bard-songs.html</a><br/>\n        (thanks Tork@Nameless).<br/>\n<br/>\nQ: What song do I get at &lt;foo&gt; level?  What does this song do?<br/>\nA: Well, again, shameless plug time: The EverQuest Bard&#39;s <br/>\nGuild  (<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/everquest/eqbard.htm)\">http://amtgard.pinkpig.com/everquest/eqbard.htm)</a> has a list of<br/>\nspellsongs, however, most people seem to prefer detailed statistics, so let <br/>\nme refer you to <a rel=\"nofollow\" target=\"_blank\" href=\"http://eqsongs.com/\">http://eqsongs.com/</a>  (The Bardic Song Analysis page), <br/>\ncompiled by Rokenn Swiftsong.  Also, the Soerbaird is a wonderful site: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.sok.org/soerbaird/,\">http://www.sok.org/soerbaird/,</a> and the Concert Hall seems to have a good <br/>\ncollection of Bards posting on the message boards: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.attcanada.net/~reaper/,\">http://www.attcanada.net/~reaper/,</a> and the EQ Diva website is a great new <br/>\nresource: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.eqdiva.com/\">http://www.eqdiva.com/</a><br/>\n(Anyone want to suggest any other sites?)<br/>\n<br/>\nQ: What do instruments do?<br/>\nA: Some songs have associated instruments.  Playing this instrument will <br/>\ngenerally enhance the song by as much as 50%, but this is also related <br/>\nto  your relative skill with the instrument.  Also, instrument skill is <br/>\npartially responsible for failure rate of related songs.  To avoid missing <br/>\nnotes, even when singing, keep your instrument skills maxed out.<br/>\n<br/>\nQ: Are there any magical or &quot;Unique&quot; instruments for Bards?<br/>\nA: Yes, there are several known &quot;special&quot; instruments in the <br/>\nworld.  Arranged by Strings, Percussion, Brass, Wind, in apparent order of <br/>\nvalue.<br/>\n             Lisera Lute (Unknown) Stringed instrument, used in <br/>\nquests.  Not known if it has any bonuses.<br/>\n             The Lute of the Gypsy Princess (also found on Mynthi Davissi <br/>\nin Mistmoore) which has about a 5% improvement on stringed songs (only <br/>\nreally noticeable after 47th level).<br/>\n             The Gypsy Lute (different from the Lute of the Gypsy Princess, <br/>\nin that it is for a specific quest), which has about a 5% improvement on <br/>\nstringed songs (only really noticeable after 47th level), and +5% Magic <br/>\nResistance.  It&#39;s found in the same area as the Lute of the Gypsy Princess <br/>\n(above), but on the generic Gypsy Musicians.<br/>\n             Lyendlln&#39;s Lute (Found in the Siren&#39;s Grotto on an unknown <br/>\nmob) Stringed instrument that adds +10 AC, +25 HP, and enhances stringed <br/>\nsongs by about 20%.<br/>\n             Kelin&#39;s Seven Stringed Lute (Found in the Plane of Hate on <br/>\nMaestro of Rancor) which adds +9 DEX, +15 CHAR, +9 AGI.  It also seems to <br/>\nadd about 20% to stringed songs.  Also called the  &quot;Maestro&#39;s Lute.&quot;<br/>\n             Lyran&#39;s Mystical Lute (Found in Veeshan&#39;s Peak on Silverwing) <br/>\nStringed instrument that adds +10 STR, +10 DEX, +10 INT, +15 CHA.  It is <br/>\nunknown what bonus, if any, it gives to Stringed songs.<br/>\n             Lute of the Howler (Found in Velketor&#39;s Labyrinth on Khelkar <br/>\nIcepaw) Stringed instrument that can be held in the primary, while a weapon <br/>\nis wielded in the off-hand. Appears to give about a 15% increase to <br/>\nstringed songs.  Has Effect: Illusion Werewolf (+100 attack, +30 STR, +40% <br/>\nHaste)<br/>\n<br/>\n<br/>\n             Drums of the Beast (Found in Siren&#39;s Grotto on a Shimmering <br/>\nSpirit) Percussion instrument which appears to have a permanent Enduring <br/>\nBreath effect while held.  It is unknown what bonus these drums give to <br/>\npercussion songs (although it&#39;s rumoured to be VERY high).   It can only be <br/>\nheld in the primary slot.<br/>\n             Mahlin&#39;s Mystical Bongo&#39;s (Given by Baenar Swiftsong in South <br/>\nKarana) Percussion instrument - gives no statistic enhancements, but does <br/>\nappear to give an 8% improvement for drummed songs.  This is part of the <br/>\nBard Epic Quest, resulting in the Singing Short Sword.<br/>\n             The Mistmoore Battle Drum (found on Mynthi Davissi in <br/>\nMistmoore) Percussion instrument - which increases the effects of most <br/>\ndrummed songs by about 15%.<br/>\n             Walrus Skin Drum (Found in Siren&#39;s Grotto on unknown mob) <br/>\nPercussion instrument, which increases the effects of most drummed songs by <br/>\nabout 23%.<br/>\n             Sharkskin Drums (Found in Kedge Keep on Coralyn Kelpmaiden) <br/>\nPercussion instrument - which appear to increase effects of drummed songs <br/>\nby about 25%.<br/>\n             Nostrolo&#39;s Tambourine (Earned via Quest in Firiona Vie) <br/>\nPercussion instrument - which gives +5 INT, as well as adding 20% to <br/>\ndrummed songs.  And, hey - it&#39;s NO DROP! (This is a good thing)<br/>\n             Selo&#39;s Drums of the March (Found on Nagafen in Nagafen&#39;s <br/>\nLair)  Percussion instrument - which increases the effects of most drummed <br/>\nsongs by 35%.<br/>\n<br/>\n             Alluring Horn (Found on Quag Maelstrom in the Ocean of Tears) <br/>\nBrass instrument - it appears to negatively impact songs.  Don&#39;t use <br/>\nit!  It&#39;s part of the Bard Epic Quest, resulting in the Singing Short Sword.<br/>\n             Conch Shell Horn (Found in Velious, in the Siren&#39;s Grotto and <br/>\nCobalt Scar on Sirens) Brass instrument, appears to give about a 5% bonus <br/>\nto brass songs.<br/>\n             Immaculate Shell Horn (Found in Velious, in the Siren&#39;s Grotto <br/>\nand Cobalt Scar on unknown mobs) Brass instrument which adds +15 CHA, but <br/>\nhas a penalty of -8  STR. It appears to have about a 15% bonus to Brass songs.<br/>\n             Denon&#39;s Horn of Dissonnance (Obtained through a Plane of Air <br/>\nquest - Bard Test of Brass) Brass instrument, which adds +5 STR, +5 INT, <br/>\n+10 CHA, +50 HP.  It does not appear to give any increase to Brass songs, <br/>\nhowever, unlike most instruments, you can wield a weapon while holding this <br/>\none.<br/>\n             McVaxius&#39; Horn of War (Found on Lady Vox in Permafrost) Brass <br/>\ninstrument, which adds +9 INT, +9 DEX, +15 CHA and increases Brass song <br/>\neffects by 15%.<br/>\n<br/>\n             Lianna&#39;s Flute (From Regis the Reverent, used in a Cleric <br/>\nquest) Wind instrument - no known special effects.<br/>\n             Lyssa&#39;s Darkwood Piccolo (Found on Cazic Thule) is a wind <br/>\ninstrument.  Not sure if it  has any added effect.<br/>\n             The Unicorn Horn (found on Equestrielle in Lesser Faydark), <br/>\nacts as a Greater Lightstone while held, as well as a wind instrument. It <br/>\nalso has 5 charges of Purge.  It may have up to a 10% bonus on wind songs.<br/>\n             Faun Flute - (From Fauns and Faun Stewards in the Wakening <br/>\nLands) Wind Instrument that gives +6 CHA, but no other known bonuses.<br/>\n             Aglimente&#39;s Flute of Flight (Formerly obtained through a Plane <br/>\nof Air quest) Wind Instrument that gives +4 STR and +2 INT, but it is <br/>\nunknown if it adds any to wind instruments.<br/>\n             Flute of the Sacred Glade (Found on Prince Thirneg on the <br/>\nPlane of Growth)  Wind instrument that adds +4 WIS, +8 CHA and +10 vs <br/>\nDisease.  It does not appear to add any bonus to wind songs.<br/>\n             Minotaur Horns (Found on Minotaurs in Steamfont and the Gorge <br/>\nof  King Xorbb) *wind instruments* (not Brass) which appear to add about <br/>\n15% to wind songs. They are also easily found, and lighter than flutes.<br/>\n             Brahhm&#39;s Horn (Found in the Gorge of King Xorbb on a named <br/>\nMinotaur) Wind Instrument - which is exactly like a minotaur horn, and adds <br/>\n15% to wind songs.<br/>\n             Scorpion Pincer (Found on scorpions in the Field of Bone), <br/>\nwhich adds 15% to wind songs, and has the appearance of a Minotaur Horn.<br/>\n             Broken Minotaur&#39;s Horn (from the Minotaur Lord in Steamfont) <br/>\nis a wind instrument like regular minotaur horns, however, it is heavier <br/>\nand adds +10 to SV. vs Poison, and it&#39;s No Drop!<br/>\n             Ervaj&#39;s Flute of Flight (Obtained through a Plane of Air Quest <br/>\n- Bard Test of Pitch) Wind instrument which adds +8 STR, +10 STA, +5 INT, <br/>\n+10 CHA, and enhances wind songs by 60%.<br/>\n<br/>\n      * * * Note: The Lizard Scout Fifes (Found on Lizard Scouts in the <br/>\nFeerrot) and the Froglok Escort Fifes (found on Froglok Couriers in the <br/>\nSwamp of No Hope) are quest items, and not playable instruments.<br/>\n             There are new instruments still being discovered, so if you <br/>\nfind any information, or have a correction to this list, PLEASE let me know!<br/>\n<br/>\nQ: What&#39;s the difference between a Lute and a Mandolin?<br/>\nA: Weight and cost.  Mandolins are lighter, but a little more expensive.<br/>\n<br/>\nQ: What&#39;s with all these instrument parts I keep seeing? (Unfinished horn, <br/>\nlute strings, mouthpiece, raw bamboo, etc.)<br/>\nA: Nobody knows.  Rumour has it, there was to have been another tradeskill: <br/>\n&quot;Instrument making&quot;, but nothing has ever been confirmed.  In the meantime, <br/>\ndon&#39;t accidentally buy an unfinished horn, because believe me, they just <br/>\ndon&#39;t play the same.<br/>\n<br/>\nQ: What ever happened to the Practice Lute and Small Brass Trumpet that <br/>\nwere supposed to be mid-level bard instruments?<br/>\nA: These items were never added to the game, and they apologized for saying <br/>\nthat it was.<br/>\n(Gordon Wrinn, October 10, 2000 on General Discussion Board)<br/>\n<br/>\nQ: Are there any good quests for a Bard?<br/>\nA: Yes, there are many &quot;good&quot; quests for Bards, although much better ones <br/>\nare found by completing other class-specific quests.  Allakhazam&#39;s Quest <br/>\nSpoiler Database is probably the single-most complete compendium of quests <br/>\nthere is - <a rel=\"nofollow\" target=\"_blank\" href=\"http://eqdb.allakhazam.com/quest_search.html\">http://eqdb.allakhazam.com/quest_search.html</a><br/>\n<br/>\nQ: Where IS Fabian???<br/>\nA: He&#39;s in East Freeport in the Grub and Grogg Tavern by the docks.  But <br/>\ntrust me - it&#39;s just not worth it.<br/>\n<br/>\nQ: When I get Dual Wield, will I be able to play an instrument while <br/>\nswinging a sword?<br/>\nA: Unfortunately, no.  While instruments are off-hand only items, they are <br/>\nalso considered two-handed.  Besides, it&#39;s ever-so-much more fun to bash <br/>\nmonsters with your lute, dontcha think? (Sylly! WEP!)<br/>\n<br/>\nQ: What&#39;s the best weapon/armour/equipment for &lt;foo&gt; level?  Where should I <br/>\nhunt at this level?<br/>\nA: Okay - time to ask the list ;)<br/>\n<br/>\nQ: Are there any magical or &quot;Unique&quot; weapons especially for Bards?<br/>\nA: Yes, while Bards can take advantage of many different weapons, there are <br/>\nseveral known Bard-specific weapons in the world:<br/>\n             Whistling Dagger (In the Mines of Nurga off of unknown mob) <br/>\nPiercing 6/25. +1 AC.<br/>\n             Blade of Fiery Lamentations (In Kaesora off of Strathbone <br/>\nRunelord) Piercing 5/18. Procs Fingers of Fire (AE  28 damage)<br/>\n             Sainy&#39;s Claw (In the City of Mist off of some Golem) Piercing <br/>\n6/19. +10 AC, +3 INT.<br/>\n             Sainy&#39;s Singing Dagger (In Temple of Droga from unknown mob) <br/>\nPiercing 7/22. Procs Symphonic Harmony (Lowers mobs &quot;Hate&quot; to the Bard.)<br/>\n             Sionachie&#39;s Partisan (In Karnor&#39;s Castle from the Caller of <br/>\nSathir) Piercing 9/19. +2 INT, +6 CHA, +5 MR.<br/>\n             Breath of Harmony (In Old Sebilis from the Blood of Chottal) <br/>\n1H-Slash (Primary only) 10/18, Effect: Niv&#39;s Melody of Preservation.<br/>\n             Harmonic Dagger (In Karnor&#39;s Castle off Drolvarg Warlord) <br/>\nPiercing 10/21. Procs Tishan&#39;s Clash (55 damage, 4 second stun)<br/>\n             Harmonic Spear (Bard&#39;s Test of Harmony in the Plane of Air) <br/>\nPiercing (Primary only) 10/21. +5 STR, +5 DEX, +5 CHA. Procs Chant of <br/>\nBattle - bugged.<br/>\n             Symphonic Saber (In Chardok off of multiple creatures?) <br/>\n1H-Slash 11/23. +5 INT, +10 CHA. Procs Symphonic Harmony (Lowers mobs <br/>\n&quot;Hate&quot; to the Bard.)<br/>\n             Melodious Truncheon (In Charasis off of Bile Sentinel) <br/>\n1H-Blunt 11/23. Procs(?) Melodious Befuddlement (Stun effect).  Appears as <br/>\na Lute.<br/>\n             Evensong (In the Plane of Hate off of the Maestro of Rancor) <br/>\n1H-Blunt 11/25.<br/>\n             Six Note Blade (In the Plane of Hate off of the Maestro of <br/>\nRancor) 1H-Slash 11/25.<br/>\n             Singing Short Sword (Epic Quest reward) 1H-Slash 16/26 +15 <br/>\nSTR, +10 DEX, +5 STA, +20 CHA, +100 HP, +10 to all SV.  Procs Dance of the <br/>\nBlade (55% haste +str +atk)<br/>\n<br/>\nQ: What kinds of armour should I look for, specifically made for Bards, and <br/>\nwhat does it look like?<br/>\nA: There are seven sets of Bard-specific armour.  All use the plate-armour <br/>\ngraphic set.  The number in parentheses after the armour is the suggested <br/>\nlevel for acquiring (although with good guild help or twinking, earlier is <br/>\npossible).<br/>\n    Lambent Armour (20+), which is available through a series of quests in <br/>\nthe Temple of Solusek Ro is a deep, rich blue.<br/>\n    Imbrued Armour (46+), which comes from the Plane of Hate, is a strong gold.<br/>\n    Singing Steel(40+), found on various high-powered mobs in Old Sebilis <br/>\nand Karnor&#39;s Castle in Kunark, is a sea-foam green.  Singing Steel pieces <br/>\nalso have right-clickable effects associated with most of the pieces.<br/>\nIn Velious, you can quest for two of the remaining four:<br/>\n   Resonant (50+), another deep blue armour, which is quested for in <br/>\nThurgadin;<br/>\n   Troubador (55+), which is quested for in Kael Drakkal, and originally <br/>\ncame in a teal guardian armour look, however, in a recent patch it was <br/>\nretinted to a more burgundy shade.<br/>\n   Melodic (50+), which is found in the Plane of Growth, uses the guardian <br/>\narmour look, and comes in shades of grey or silver.<br/>\n   High Sun / Twilight armour(55+) (they changed the name and colour <br/>\nrecently) is dropped in Skyshrine.  It used to use a yellow guardian armour <br/>\nlook, but when they changed it to Twilight armour, they changed the tint to <br/>\ndark grey.<br/>\n<br/>\nQ: What are &quot;Hotkeys&quot; and how do I create them?<br/>\nA: You&#39;ll notice that in the lower left side of the screen you have 6 empty <br/>\nboxes with the number &quot;1&quot; and two arrows above it.  This is the &quot;hotkey&quot; <br/>\nbox.  Initially, hotkeys default to the numbers 1-6 on your keyboard, but <br/>\nyou can reconfigure that through the options settings.  Songs, spells, the <br/>\nspellbook, socials, and inventory boxes can all be made &quot;hotkeys&quot;. To <br/>\ncreate a &quot;hotkey&quot;, LEFT click on the box/spell/icon you want and HOLD it <br/>\ndown.  After a second, the box will magically &quot;lift up&quot; and attach itself <br/>\nto your pointer.  Simply &quot;drop&quot; the new box onto the appropriate hotkey <br/>\nslot, and blammo! Instant hotkey.  Now, whenever you press the associated<br/>\nhotkey button, you will activate the song/spell or action in that slot. <br/>\nInventory boxes do NOT &quot;activate&quot;, putting them in your hotkey bank is <br/>\nsimply to avoid having to open your inventory to swap items in combat.<br/>\n<br/>\nQ: Why would I want to swap items in combat?!<br/>\nA: Well, not just in combat, but by placing inventory slots (General <br/>\ninventory slots, or worn/wielded slots will work.  Bag slots will NOT) into <br/>\nyour hotkey bank, you can grab (for example) your sword and swap it with an <br/>\ninstrument in order to heal faster, run faster or whatever.  PRACTICE THIS <br/>\nMANEUVER!!!  You *WILL* drop your weapon or instrument at least once, and <br/>\nmore likely several times, so practice practice practice!  And if you *do* <br/>\naccidentally drop something, don&#39;t panic, just back up, grab the item and <br/>\nrun like crazy.  It also helps to set your drop item confirmation to &quot;ON&quot; - <br/>\nso that you don&#39;t accidentally drop something valuable.<br/>\n<br/>\nQ: Why can&#39;t Bards do &lt;foo&gt; as well as &lt;other really buff class&gt;?<br/>\nA: Well, simply put, we&#39;re the &quot;Jack of all Trades, Master of None.&quot; This <br/>\nmeans that, while we can do so many different things (sneak, dual wield, <br/>\npick locks, safe fall, etc. etc.) we&#39;re not meant to be masters in any of <br/>\nthem, so you may notice certain skill caps (such as 40 for Forage and 75 <br/>\nfor Sneak, etc.) that mean that you will never be incredibly good at these <br/>\nskills.  Be thankful that you get them at all.<br/>\n<br/>\nQ:  Is it true that The Jig of Vigor song increases mana regeneration speed <br/>\nfor your party members?<br/>\nA: No.  Here - let me emphasize that: NO!!!!!  What the Jig does is <br/>\nincrease the rate of  Stamina Regeneration every six seconds and hence the <br/>\ndisplay of the Stamina, Health, and Mana bars to show this <br/>\nincrease.  Without the song playing the bars are refreshed every eight <br/>\nseconds.  The ultimate effect of this is that the mana bar &quot;moves&quot; every <br/>\nsix seconds instead of every eight seconds so it APPEARS to be moving <br/>\nFASTER.  In actuality - it is moving 75% of the distance it would move if <br/>\nit waited the other two seconds.  So bottom line, it LOOKS like it is <br/>\nregenerating faster but it does not.  If you don&#39;t otherwise have a need to <br/>\nregenerate stamina, you are wasting a memorized song slot.<br/>\n   Or you can just use GZ&#39;s short answer: &quot;Urban Myth - Jig only gives <br/>\nfatigue back.&quot;<br/>\n(Geoffrey Zatkin, Archmage of Norrath [And Verant Game-designer], November <br/>\n18, 1999, in a letter to Rokenn Swiftsong)<br/>\n<br/>\nQ: Why is there no Icon for the Bard Mana Song (Cassindra&#39;s Chorus of Clarity)?<br/>\nA: &quot;There are different types of Bard Songs. Most Bard Songs leave an icon <br/>\non your character because the song has a duration - usually 5 to 15 <br/>\nseconds. Each time the Bard sings the song she renews the duration - this <br/>\nmeans that a Bard who continues to sing the song can potentially keep the <br/>\nsong effect going indefinitely.<br/>\n   Some Bard songs do not have durations - you receive the effect when the <br/>\nBard sings it, but will not get another &quot;dose&quot; until she sings it again. <br/>\nCassindra&#39;s Chorus of Clarity (the mana song) is one of these songs - it <br/>\ndoes not have an actual duration, so you don&#39;t get an icon on your screen.&quot;<br/>\n(Geoffrey Zatkin, December 2, 1999, in &quot;Arch Mage Answers&quot; <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.station.sony.com/everquest_h_archmage.html\">http://everquest.station.sony.com/everquest_h_archmage.html</a> )<br/>\nAdditionally, Absor confirmed that Kendrick (one of the programmers) said <br/>\nthis:<br/>\n&quot;Chorus of Clarity is not actually a buff. To equate it to a hitpoint <br/>\nspell, it&#39;s similar to, say Healing, whereas Soothing is more like <br/>\nRegeneration. CoC gives the recipients a direct shot of mana every time the <br/>\nbard song pulses, unlike Soothing, which is basically a mana regen spell, <br/>\nincreasing the rate at which you regain mana.<br/>\nSee the difference?&quot; (Absor for Kendrick on the EQ Developer&#39;s Corner forum <br/>\nboard - April 9, 2001)<br/>\n<br/>\n<br/>\nQ: Does Shauri&#39;s Sonourous Clouding work against undead?  Why does it work <br/>\nsometimes and not others?<br/>\nA: Shauri&#39;s Sonourous Clouding has been posited to work differently from <br/>\nother invisibility effects in that it is level-based.  It appears to work <br/>\nagainst anything - but only if that thing is of a certain level or <br/>\nbelow.  This is still being hashed out, but the best solution is to con <br/>\neverything you see while &quot;clouded.&quot;  If it cons indifferent, you&#39;re <br/>\ninvisible to it.  Otherwise, RUN!<br/>\n<br/>\nQ. Why can I never gain any experience in 2-handed slash or 2-handed blunt?<br/>\nA. Although Bards have these skills, and even though they appear on <br/>\nthe  trainer, you can never train 2-handed skills as a Bard.  This is <br/>\napparently just something left over from Beta.<br/>\n<br/>\nQ. What are the most important stats as a Bard?<br/>\nA. Well, because no matter what I answer, someone will disagree with me, I <br/>\nwill say this:  No matter what your starting stats, odds are, you will <br/>\neventually be able to balance any deficiencies out with magic items and <br/>\njewelry.<br/>\n<br/>\nQ. What&#39;s the command for &lt;foo&gt;ing?<br/>\nA. Well, I don&#39;t know how to foo (not sure that I want to) but there is a <br/>\nnearly complete list of commands at (shameless plug one last time) <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/everquest/eqcommands.htm\">http://amtgard.pinkpig.com/everquest/eqcommands.htm</a><br/>\n<br/>\n        Okay, well, this FAQ is pretty long as it is - and I&#39;ve run out of <br/>\nquestions.  If anyone has any suggestions for the next version, please feel <br/>\nfree to send them my way.<br/>\n<br/>\nTalies the Wanderer<br/>\nAssistant Moderator<br/>\n<br/>\n(FAQ Last updated 05/08/2001)</div>","specialLinks":[]}}
