{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nygaardr, FC3","from":"&quot;Nygaardr, FC3&quot; &lt;nygaardr@...&gt;","replyTo":"LIST","senderId":"z4Op5IV5bT-fUzOH5fyRuI43h45tiAYwcF20coVVErHKDVpquMLGqWoLxny2A2_kQ9dl_cVhQ7IibVFPynZ-wihWNHOHnQ-jtCJOOdjexA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] Re: Charm Change","postDate":"990604790","msgId":24790,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDUxOUM1MjNGNjMzRUQ0MTFCMzc2MDIyMDQ4NjQyODc2QjM1ODM0QGNnNTh1cGQwMS5waGlsaXBwaW5lLXNlYS5uYXZ5Lm1pbD4="},"prevInTopic":24783,"nextInTopic":0,"prevInTime":24789,"nextInTime":24791,"topicId":24696,"numMessagesInTopic":48,"msgSnippet":"Seafurrys would blow esp with the Corrupted ones spawning too (lvl 51 or 52 something like that, they summon I know that much.)  Your right not a lot of room","messageBody":"<div id=\"ygrps-yiv-336650382\">Seafurrys would blow esp with the Corrupted ones spawning too (lvl 51 or 52<br/>\nsomething like that, they summon I know that much.)  Your right not a lot of<br/>\nroom to roam around.  I know some of the walrus were still blue to 54, might<br/>\nbe a good spot, lot of roaming stuff though.  If you fight around the area<br/>\nof the Ghost (some ghost dwarf there at a camp) doesn&#39;t seem to be much that<br/>\nroams by there.<br/>\n<br/>\nMu<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Windleaf Mistsong [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:windleaf@...\">windleaf@...</a>]<br/>\nSent: Tuesday, May 22, 2001 2:03 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a>; &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a>&#39;<br/>\nSubject: RE: [eqbards] Re: Charm Change<br/>\n<br/>\n<br/>\nOur charm is limited to either max 51st level or bard&#39;s current level, <br/>\nwhichever is lower.<br/>\n<br/>\nIce Giant spawn is definitely doable, but for the work, I&#39;d rather have a <br/>\nzone full of ice giants such as in Velious. Also, the IG&#39;s outside of perma <br/>\nare almost always camped on Bertoxxulous. I definitely prefer places that <br/>\nnot a lot of people go to when charm-kiting. Besides wanting to avoid <br/>\nrunning people over with my pet and intended victim, people generally try <br/>\nto &quot;help&quot; me seeing me run away from a couple of mobs. This usually <br/>\ndisrupts my timing and actually requires more work on my part, especially <br/>\nif they taunt one of the mobs off or snare one of them.<br/>\n<br/>\nBut thanks for the suggestion. I&#39;ve thought about trying seafuries out in <br/>\nOOT, but they walk to the interior of the island when wounded and aggro <br/>\nother seafuries. Hmm, also tends to be a lot of people around there as <br/>\nwell. I don&#39;t know anything about timorous deep either. I&#39;m sure there&#39;s <br/>\ngood hunting out there as I hear druids do some quad kiting out there.<br/>\n<br/>\n---Windleaf<br/>\n<br/>\nAt 03:59 AM 5/22/01 -0200, Nygaardr, FC3 wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;Not a bard so I am not sure. What is the lvl limit on what you can charm at<br/>\n&gt;50?  The two giant Ice giant spawn is nice in perma.  6 Minute spawn timer<br/>\n&gt;and great money to be made.  Just a thought.<br/>\n&gt;<br/>\n&gt;Mu<br/>\n&gt;<br/>\n&gt;-----Original Message-----<br/>\n&gt;From: Windleaf Mistsong [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:windleaf@...\">windleaf@...</a>]<br/>\n&gt;Sent: Monday, May 21, 2001 6:18 PM<br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a>; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a><br/>\n&gt;Subject: RE: [eqbards] Re: Charm Change<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt;&lt;P&gt; With the charm nerf, the whole deal just got a lot<br/>\n&gt; &gt;harder.&nbsp; I really don&#39;t see charm being that<br/>\n&gt; &gt;great of a solo tool anymore -- feel sorry for those<br/>\n&gt; &gt;younger bards because the charm Choon and Froon deal<br/>\n&gt; &gt;just isn&#39;t going to happen anymore.&nbsp; &lt;/P&gt;<br/>\n&gt; &gt;&lt;P&gt;A few levels ago a Pally friend and I aggroed them<br/>\n&gt; &gt;passing thru WK and I used charm -- the whole fight<br/>\n&gt; &gt;took me down less than one bubble and he hardly got<br/>\n&gt; &gt;hit at all.&nbsp; I&#39;ll never forget how impressed he<br/>\n&gt; &gt;was when I told him taking them both is a bardic rite<br/>\n&gt; &gt;of passage that most of us do in our high 20s.&nbsp;<br/>\n&gt; &gt;Guess those days are gone...&lt;BR&gt;&lt;/P&gt;<br/>\n&gt;<br/>\n&gt;Hi all,<br/>\n&gt;<br/>\n&gt;Just to help alleviate the fears of any young bards that &quot;charm kiting&quot; is<br/>\n&gt;dead or too difficult, I just wanted to say that I think it&#39;s still alive<br/>\n&gt;and well. I&#39;m a very experienced charm-kiter and have gotten to level 50<br/>\n&gt;(yay!) primarily as a solo kiting bard due to my real life commitments, but<br/>\n&gt;as I&#39;ve mentioned previously, with some practice anyone can get good at<br/>\n&gt;this.<br/>\n&gt;<br/>\n&gt;I&#39;ve recently been emptying the giant fort in the Eastern Wastes with a mix<br/>\n&gt;of charm kiting and chant kiting whenever I pass by. Anyway, it&#39;s just the<br/>\n&gt;same ol, same ol. Charm one and restart selo&#39;s, press my &quot;target nearest<br/>\n&gt;npc&quot; key, press my &quot;/pet attack&quot; social, retarget my pet and wait for charm<br/>\n&gt;to break. Once it does break, I repeat the process over and over and over.<br/>\n&gt;Yea, kind of boring, but if you only have about 90 mins at a time to play,<br/>\n&gt;it&#39;s a decent way to get exp and some money.<br/>\n&gt;<br/>\n&gt;The only thing the &quot;nerf&quot; really affects would be when you have a large<br/>\n&gt;group of creatures that you&#39;re kiting. I did run into some trouble when I<br/>\n&gt;accidentally aggro&#39;d an entire hut plus a giant captain (4 creatures). I<br/>\n&gt;ended up dying (but I can blame that on my buddy kept distracting me asking<br/>\n&gt;me questions over my shoulder). Pre-nerf, it was much easier since the mobs<br/>\n&gt;would instantly turn on my pet. Having to try to reissue the pet attack<br/>\n&gt;command with this many mobs is much more dangerous now and allows for a<br/>\n&gt;very small margin for error.<br/>\n&gt;<br/>\n&gt;Some recommendations for what makes for a good charm kiting area:<br/>\n&gt;<br/>\n&gt;1) A nice quiet area where few mobs travel through<br/>\n&gt;2) A busy area nearby to get your intended victims<br/>\n&gt;3) Few trees<br/>\n&gt;4) Nice flat plains-like area<br/>\n&gt;<br/>\n&gt;I&#39;ve got my &quot;change views&quot; key setup as my &quot;+&quot; key on my keypad. I use my<br/>\n&gt;keypad for movement, so this is very convenient for me. After I target my<br/>\n&gt;&quot;pet&quot; and send him to attack my victim, I press my &quot;+&quot; key 3 times. This<br/>\n&gt;gets me to the last external view before the first person perspective, so<br/>\n&gt;that I only have to press the key once to get back to this view.<br/>\n&gt;<br/>\n&gt;Some places that I had very good experience charm kiting:<br/>\n&gt;Rathe Mountains -- Great place for any high 20&#39;s to 30&#39;s bard. Can start<br/>\n&gt;with cyclopses and work your way up to hill giants. Just zone if you get<br/>\n&gt;too many (make sure you have a hot key warning people which zone you&#39;re<br/>\n&gt;pulling them to). Drawbacks: can be very crowded with players and you can<br/>\n&gt;end up going through hill giants so fast you clear the zone. Doesn&#39;t make<br/>\n&gt;you very popular.<br/>\n&gt;<br/>\n&gt;Karanas -- In your 30&#39;s, Froon and Choon were good for charm kiting and I<br/>\n&gt;think still are. The various griffenne&#39;s are lower, but they were helpful<br/>\n&gt;to kill stuff with. Mid 30&#39;s you can start using griffons and hill giants<br/>\n&gt;to clear things. Mid 40 I used grimfeather to kill stuff with (definitely<br/>\n&gt;keep your speed up against him) :-)<br/>\n&gt;<br/>\n&gt;Dreadlands -- In your 40&#39;s this is a decent place to fight. I had good<br/>\n&gt;experience charming primarily giants. But also found yeti&#39;s, spiders and<br/>\n&gt;drolvarg&#39;s to be charmable. The key to this place is finding a relatively<br/>\n&gt;quiet area. I had a couple of places I liked to use. 1 was just to the<br/>\n&gt;south of the tunnel that leads to the druid/wizzie ports. Another was just<br/>\n&gt;to the East of the same tunnel where there&#39;s a little shack that leads to<br/>\n&gt;the yeti caves, a nice little plains area with lots of things walking<br/>\n&gt;nearby. Lastly, I started pulling from the giant fort nearby. It usually<br/>\n&gt;not camped and is nice to get away from all the hubbub of the Frontier<br/>\n </span></blockquote>Mtns.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Lake of Ill Omen -- Mid 40&#39;s to 50. Here&#39;s my secret fishing hole. Well<br/>\n&gt;it&#39;s not all that secret, but it&#39;s some of the best kiting exp I&#39;ve gotten<br/>\n&gt;and it&#39;s helped take me from my 40&#39;s to 50. When I was around 42 I had<br/>\n&gt;charm kited a pair of them and got an entire blue bubble of exp with each<br/>\n&gt;kill. They are in the bottom of the lake, and are usually in pairs. I&#39;ve<br/>\n&gt;had a fishbone earring at the time (singing steel gauntlets now) and with<br/>\n&gt;my tambourine I could easily outswim the gobbies. I&#39;d chant 1, and usually<br/>\n&gt;2 would come (chase view helps here). As I&#39;d pull them to the shore I&#39;d<br/>\n&gt;continue hammering the one I pulled with 2 chants. When we got to shore, he<br/>\n&gt;was usually down about 1/4 of a bubble. I&#39;d charm him and have him fight<br/>\n&gt;his buddy. When he was low in life, I&#39;d charm his buddy to kill him. Then<br/>\n&gt;I&#39;d fear-kite or chant-kite the other to death. Fear kiting was good to use<br/>\n&gt;as it help keep up my combat skills. However, they can hit pretty hard so<br/>\n&gt;be wary. BTW, I had one blue bubble to go to get to 50. I killed 4 of these<br/>\n&gt;and dinged. The bloodgills have become more camped as time has gone on.<br/>\n&gt;Obviously the word is out about them, but for us bards, it&#39;s one of the<br/>\n&gt;easiest things to fight for us. Having enduring breath from a fishbone<br/>\n&gt;earring was extremely helpful since I could just track down the goblin that<br/>\n&gt;I wanted and pull.<br/>\n&gt;<br/>\n&gt;Anyway, now that I&#39;ve told you all about some of the places I hang out at,<br/>\n&gt;I hope to see you around. Not sure how much further past 50 I&#39;ll go since<br/>\n&gt;kiting doesn&#39;t sound all that attractive with mobs summoning. But you can<br/>\n&gt;be assured that I&#39;ll be giving it a try. :-)<br/>\n&gt;<br/>\n&gt;Windleaf Mistsong<br/>\n&gt;50th level balladeer<br/>\n&gt;Red Sky<br/>\n&gt;Bertoxxulous<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt;with the subject submissions.<br/>\n&gt;<br/>\n&gt;Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> <br/>\n&gt;with the subject submissions.<br/>\n&gt;<br/>\n&gt;Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n<br/>\n<br/>\n </span></blockquote>Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions. <br/>\n<br/>\nYour use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>","specialLinks":[]}}
