{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...&gt;","replyTo":"LIST","senderId":"pnMvhCNUULm7MUXSvqenB273zjSGjfX_FzsUzWYICEFADNgfZYsHQhxq_ykWsmgRgqylLr_jxzI9dBBI2Gg7EUqNjCs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Melodic Disenchantment and charms","postDate":"930530243","msgId":2498,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMzcuMjQ5OC45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2499,"prevInTime":2497,"nextInTime":2499,"topicId":2498,"numMessagesInTopic":4,"msgSnippet":"My friends and I played around abit with Disenchantment (L22) and couldn t figure out exactly what it does.  I thought it was a straight cancel magic song,","messageBody":"<div id=\"ygrps-yiv-1334020672\">My friends and I played around abit with Disenchantment (L22)<br/>\nand couldn&#39;t figure out exactly what it does.  I thought it<br/>\nwas a straight cancel magic song, identical to the<br/>\nspellcasters&#39; cancel magic spells.  But it only works on party<br/>\nmembers (i.e. you can&#39;t use it to take down a mob&#39;s buffs),<br/>\nand it doesn&#39;t take down your party&#39;s buffs like cancel magic<br/>\ndoes.<br/>\n<br/>\nAm I right in thinking this song is what all the spellcasters<br/>\nhave been asking cancel magic be changed to do - remove just<br/>\nthe bad spell effects from your party members?  So if you&#39;re<br/>\nfighting a mob which charms or tosses lots of nasty DoT spells<br/>\non your party, you can play this song and wipe out those bad<br/>\neffects?  Does this break root underground?  Btw, this song<br/>\nrequires that you equip a stringed instrument.<br/>\n<br/>\nAnd speaking of charm, I&#39;ve been investigating uses for the<br/>\nL27 song (Sirens - basically charm).  With the other classes,<br/>\nthe charm duration is influenced by the caster&#39;s charisma.  Is<br/>\nthat the case for bards as well, or is the charm limited to 3<br/>\n&quot;ticks&quot; like most of our other songs?<br/>\n<br/>\nCreative uses I&#39;ve learned so far:<br/>\n<br/>\nThwarting kill stealers (or more usually, named mob nukers at<br/>\ncamps).  Charm the mob.  The nukers will usually waste all<br/>\ntheir mana trying to kill your pet, which isn&#39;t allowed on the<br/>\nnon-PvP servers.  They lose the mana, but your pet takes no<br/>\ndamage.  When your charm wears off, kill the named one.  With<br/>\na bit of creative zoning/hiding/invising, you can use this to<br/>\nget the mob to attack the kill stealer after they&#39;ve dumped<br/>\nall their mana.<br/>\n<br/>\nKilling pets.  Several mobs have summoned pets that you have<br/>\nto fight after you&#39;ve killed their master.  Charm the pet (so<br/>\nthat it becomes your pet), then hide or invis yourself.  The<br/>\npet will kill itself because it can no longer see its master.<br/>\n<br/>\nDueling.  Charm your opponent.  Send him off to waste his<br/>\nmana/hp fighting monsters nearby while you kick back and sip a<br/>\nsoda.  You can order him to attack a guard, but I&#39;ve heard<br/>\nsome of the humanoid NPCs are smart enough to recognize a pet<br/>\nand will attack the master before the pet.<br/>\n<br/>\nJust hit L24 today.  Only two more levels until I get into<br/>\nwhat on paper appear to me to be the most &quot;fun&quot; songs in our<br/>\nrepertoire for mob manipulation - Screech (L26), Sirens (L27),<br/>\nand Pixie Chase (L28).<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
