{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cyr, Thierry","from":"&quot;Cyr, Thierry&quot; &lt;thierry.cyr@...&gt;","replyTo":"LIST","senderId":"Zv3H-w6JTc1rQGaWDxkGmqi7kT0NchqhjlDyR6dYEFNGbru9hN2hI7UiK7jDgCi-jMm4hXamzM4vY3hjtg8pF93JAqUAX2JhaLXB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqbards] RE: Finally! and Xegony Bards","postDate":"994429161","msgId":25141,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PENDREIwQUI2QjJFRkQ0MTFCQzE1MDA1MDhCNkZBNTNBRUNGQTE5QENBT1RNMjAxPg=="},"prevInTopic":25140,"nextInTopic":25142,"prevInTime":25140,"nextInTime":25142,"topicId":25140,"numMessagesInTopic":3,"msgSnippet":"Wow hits in the 90 s, I d love to do that so much, my highest hit is something like 48... Speaking of helping each other out... Does anyone else get all","messageBody":"<div id=\"ygrps-yiv-395390644\">Wow hits in the 90&#39;s, I&#39;d love to do that so much, my highest hit is<br/>\nsomething like 48...<br/>\n<br/>\nSpeaking of helping each other out... Does anyone else get all excited when<br/>\nsomeone decides to play their bard as their main in the guild? or recruit a<br/>\nnew bard?  One of our old time clerics came out of retirement and has been<br/>\npowerleveling his bard up, and is now level 45.  Now to me this is great<br/>\nnews as I&#39;ve been the only bard in the guild for the longest time and I&#39;m<br/>\nonly 53 (forever) and have gone on a few raids and have been only crowd<br/>\ncontrol (which i love doing but get nervous sometimes). Example of this<br/>\nwould be in Air when all chanters drop and I&#39;m only one left standing trying<br/>\nto mez the azaracks, or last week in PoG with only chanter there is only<br/>\nthere for haste and C2 (btw i love pulling in pog and intercepting the<br/>\nprotectors of growth!).  We&#39;ve got another bard as well that is 51 and<br/>\nleveling pretty fast.  Its kind of nice, we&#39;re a tight circle and do as many<br/>\nhand me downs on gear between us as we can.  I had no idea the new bard was<br/>\n45 allready, so now hand me downs are going to be a wider circle. I cant<br/>\nwait for them both to hit 53 and get twilight.  Oh and instruments, the<br/>\nguild went to sirens grotto other night and the 51 bard got himself a new<br/>\nimmaculate horn or whatever its called and a drums of the beast.<br/>\n<br/>\nAnyways, I&#39;m just saying its nice that people help each other out as much as<br/>\npossible.<br/>\n<br/>\nI&#39;m rambling on but hey, I&#39;m in a good mood cause I&#39;ve had my first coffee,<br/>\ni&#39;ve had a long week, its finally friday and I finally got my stupid HS key<br/>\nlast night woot. <br/>\n<br/>\nHave a great weekend everyone 8)<br/>\n<br/>\nMinkin<br/>\nRIP<br/>\nAyonae Ro<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Rebecca Small [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rsmall@...\">rsmall@...</a>]<br/>\nSent: July 6, 2001 9:07 AM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a>&#39;<br/>\nSubject: [eqbards] RE: Finally! and Xegony Bards<br/>\n<br/>\n<br/>\nThanks, Shada! I had already put my flute up. I&#39;ll probably dump the Vox<br/>\nhorn next time I&#39;m near a bank too. Looks like I will keep my Lath Drinor in<br/>\nmy offhand. I was using it and a Croaking dagger. I have been seeing melee<br/>\nhits for up to 80 some. Klaget said he saw a 90 while we were in Skyshrine<br/>\nlast weekend, so the epic really helped out my melee. Before, my best hits<br/>\nwere in the 50s max.<br/>\n<br/>\nSlyde: Gratz on the new weapon! I have never seen one of those and we have<br/>\nspent alot of time in HS south. <br/>\n<br/>\nAtonal, I personally don&#39;t have a char around 35, I have a 45 wiz and a 24<br/>\ncleric. Some good friends of mine are around 40 though (or were this past<br/>\nweekend, may be higher now). If we&#39;re not on, try looking for Delania/Chubb.<br/>\nChubb is a shaman pl&#39;ing his rogue, Delania, on a second account. He&#39;s<br/>\nusually in CoM. Tell him you&#39;re a pal of mine looking for a group. Chubb<br/>\nkeeps saying he wants his own bard! We may be able to group when I play my<br/>\nwiz, which I am going to concentrate on getting her out of 45 in the near<br/>\nfuture. Link to our guild message board:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://pub8.ezboard.com/bvenatorsapentia.\">http://pub8.ezboard.com/bvenatorsapentia.</a> Drive by and say hello to all the<br/>\ncrazy people! <br/>\n<br/>\nScales: Work on your epic quest and do all the one group, one person parts.<br/>\nHaving that stuff done ups your chances of getting priority on a scale drop.<br/>\nAs to guilds, well VS doesn&#39;t really have the numbers on at any one time to<br/>\nkill a dragon. What we do have is alliances with other guilds in the same<br/>\nboat. Alliances are sorta like marriages though so you do have to do some<br/>\nchecking on the partner first. The easiest way is to make friends in other<br/>\nguilds and help anyone you can do their epic battles. I know we are on a<br/>\nserious Gore watch right now for Reorn to get his Frost tome. If I&#39;m on,<br/>\nI&#39;ll try and look for you guys when we get our next shot. I can&#39;t promise<br/>\nyou will get the scale but meeting people who can and do kill dragons<br/>\nregularly is a good thing! When we went to kill Trak for me the second time,<br/>\nit looked almost like a HL lemming rush. I was not minded to turn any one of<br/>\nmy friends away and so many wanted to come help. We like killing dragons,<br/>\nand we like helping people we know to be good people do their epic quests.<br/>\n<br/>\nBrilinnia Ban&#39;Sidhe<br/>\nVenator Sapentia, Xegony<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions. <br/>\n<br/>\nYour use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>","specialLinks":[]}}
