{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lost Child","from":"Lost Child &lt;lostchild@...","replyTo":"LIST","senderId":"iU7N06KCQ4vwdQoluxl1e2lUNom3ok4BdZvVeEy_VxQb8gZOG5KTbZeXz5ATqRmDioNB7U6jKbjzna27eVkYH6LYqxhJFF7qpg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Levitation","postDate":"930599822","msgId":2537,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xMzkuMjUzNy45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2506,"nextInTopic":2586,"prevInTime":2536,"nextInTime":2538,"topicId":2506,"numMessagesInTopic":3,"msgSnippet":"Don t use the levitation song within a dungeon.  There is a bug, or Verant calls it FEATURE, that let MOBS hit you from anywhere while you are levitating.","messageBody":"<div id=\"ygrps-yiv-2067475696\">Don&#39;t use the levitation song within a dungeon.  There is a bug, or Verant <br/>\ncalls it FEATURE, that let MOBS hit you from anywhere while you are <br/>\nlevitating.  Actually for us is better since we can stop the song and land <br/>\nanytime we want.  But for the other classes, they have to wait until the <br/>\nspell wears out.  Druid friends also told me not to use it over water, since <br/>\nshark can hit you from anywhere and there is no way to fight back when you <br/>\nare above water.  I guess it is only for the spell not the song, we could <br/>\nalways drop down into water anytime we want.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt;Well, I finally got out of the first level of hell, and was able to try the<br/>\n&gt;song I had prebought two weeks prior to hitting 31, Agilmente&#39;s Aria of<br/>\n&gt;Eagles.  Boy was it nice.  Not only did it levitate me, but when it pulses<br/>\n&gt;it actually raises you up a bit, so when it pulses during the highest point<br/>\n&gt;of the wavey motion, it actually lifts you higher.  I took it through<br/>\n&gt;Dagnor&#39;s Cauldron, soaring past the aqua goblin camp, and paying no heed to<br/>\n&gt;the steep cliffs.  I entered Unrest and floated around in the outside a <br/>\n&gt;bit.<br/>\n&gt;I perched atop the small island to the right next to the gazebo, and<br/>\n&gt;attempted to fly over to the door&#39;s canopy.  I didn&#39;t quite make it, and no<br/>\n&gt;sooner was I simultaneously attacked by a Greater Dark Bone, a Tentacle<br/>\n&gt;Terror, and a Dark Terror from the depths of the basement.  These were no<br/>\n&gt;where to be seen, but my text box was spammed with red.  My health quickly<br/>\n&gt;dropped, and despite my efforts to flee, my pursuers were always right on <br/>\n&gt;my<br/>\n&gt;tail.  I eventually fell to their blows and received a birds eye view of my<br/>\n&gt;corpse while I loaded to my home point.  Rather than being in the <br/>\n&gt;courtyard,<br/>\n&gt;as I was when I died, my corpse was in a cavernous very basement like area.<br/>\n&gt;Seems as I was floating serenely around unrest I was really floating <br/>\n&gt;noisily<br/>\n&gt;down in the basement and disturbing the peace of some very nasty creatures<br/>\n&gt;that dwell therein.  Three hours later, after delving fully invis into the<br/>\n&gt;basement scouring it&#39;s entirety for my corpse, locating it through a wall,<br/>\n&gt;and dealing with a very uncooperative guide (who said it was VERY<br/>\n&gt;retreivable and levitation worked just fine) it was summoned to me, and I<br/>\n&gt;went about my merry way.  The point of this story is to ask at any attempts<br/>\n&gt;at an explanation as to why this happened, and how I can safely use<br/>\n&gt;levitation.  It really is a blast as I thought it would be, but who knows<br/>\n&gt;what mischeif and trouble I could get myself into in other multi level<br/>\n&gt;dungeons.  So, sorry for rambling, but has anyone else experienced this, <br/>\n&gt;and<br/>\n&gt;does anyone want to venture an explanation?<br/>\n&gt;<br/>\n&gt;Ka`Lend<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist:  the best source for group communications.<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Join a new list today!<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
