{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Grady","from":"John Grady &lt;john_grady@...&gt;","replyTo":"LIST","senderId":"S3ffRwFU3Ys-8u4T1B8Y7nSuqguoYZH2PfwU4AnwgL-iO0_fyDrs0YYR7O-y6c7tEcAqd6tRfrm84RKPjbHDY2v89GzyIpL75rE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Correction: Better Melee skills in Luclin coming!","postDate":"1000933320","msgId":25455,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDEwOTE5MjEwMjAwLjg4MTM0LnFtYWlsQHdlYjExNjA3Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PDIwMDEwOTE5MjAwMDEwLjUxMzE3LnFtYWlsQHdlYjExNjA0Lm1haWwueWFob28uY29tPg=="},"prevInTopic":25454,"nextInTopic":25456,"prevInTime":25454,"nextInTime":25456,"topicId":25316,"numMessagesInTopic":30,"msgSnippet":"After re-reading the message, I m not sure it has anything to do with Luclin. It may be just part of an upcoming patch. Here s the message: Tzeetch September","messageBody":"<div id=\"ygrps-yiv-539665383\">After re-reading the message, I&#39;m not sure it has anything to do with<br/>\nLuclin. It may be just part of an upcoming patch. Here&#39;s the message:<br/>\n<br/>\nTzeetch<br/>\n<br/>\nSeptember 18th, 6:00pm<br/>\n-------------------------<br/>\n<br/>\n** Melee changes **<br/>\n<br/>\n<br/>\nWe&#39;re wrapping up an extensive look at the way that melee works in<br/>\nEverQuest.  These changes are appearing now on Test (in fact, most of them<br/>\nare working as of right now).  We wanted to make you aware of these<br/>\nchanges in some detail so that you can give us the feedback that we need<br/>\non them.  Please try these changes out and comment on results that you&#39;ve<br/>\nseen.<br/>\n<br/>\nWe will be beginning our final analysis on casters in the very near<br/>\nfuture.<br/>\n<br/>\n* Melee Tables *  <br/>\n<br/>\nMelee combat is based, at least in part, on tables that determines how<br/>\neach class functions.  Up until 50th level melee and hybrid classes are on<br/>\nthe same table, with the exception being monks who are on a separate table<br/>\n(one that has them doing more damage).  At 50th level warriors, rogues and<br/>\nrangers were all moved to the monk table along with the monk, who did not<br/>\nreceive a new separate table.<br/>\n<br/>\nThe problem here is that post 50th level the disparity between these two<br/>\ntables, combined with lower combat abilities for the hybrids as well as a<br/>\nmore restricted selection of weapons acted as a double (almost triple)<br/>\npenalty, making them less effective in combat than was really intended.<br/>\n<br/>\nTherefore, all melee and hybrid classes will be basing their combat off<br/>\nthe melee table once they reach 51st level.  This should increase the<br/>\ncombat effectiveness of hybrids noticeably.<br/>\n<br/>\nMonks, however, are intended to be somewhat better at dealing out damage<br/>\nin combat than warriors.  To slightly improve their combat prowess they<br/>\nwill be working from an improved combat table once they reach 55th level<br/>\nand again at 60th level.  This will improve the combat ability of monks<br/>\nsomewhat, essentially placing them a half a step ahead of everyone else in<br/>\ntoe-to-toe combat in the same way that they were prior to 50th level.  The<br/>\nrogue will still maintain a margin of superiority when you consider their<br/>\nability to backstab.<br/>\n<br/>\n<br/>\n* Two-Handed Weapons *<br/>\n<br/>\nThe effectiveness of these weapons falls slightly below our desire for<br/>\nthem.  This tends to make those that rely on them most often<br/>\n(shadowknights and paladins) also fall slightly behind our desires for<br/>\ntheir damage output, at least at levels beyond 50.  We&#39;d also like to see<br/>\na broader range of weapons used by higher level warriors, and it would be<br/>\nnice to see two-handers as a more viable option.<br/>\n<br/>\nTherefore, we will be increasing the minimum damage of these weapons for<br/>\nall classes once they reach 50th level.  There will be an increase in the<br/>\nminimum damage of two-handed weapons based on the wielder&#39;s level and<br/>\ndelay of the weapon.  The higher level the character and the larger the<br/>\ndelay, the bigger the bonus.  Obviously we&#39;re not going to give out exact<br/>\nnumbers, but this should result in a solid increase in damage output when<br/>\nusing two-handed weapons.<br/>\n<br/>\nWe also believe that there has been a bit of disparity between the very<br/>\nhigh-end one-handed weapons and their counterpart two-handed weapons.  The<br/>\nultra-high end one-handed weapons are comparatively better than their<br/>\ntwo-handed counterparts.  We will, on a case by case basis, be improving<br/>\nmany of the high-end two-handed weapons.  Because this is essentially a<br/>\nfix for an oversight on our parts, we will be making these changes<br/>\nretroactive (meaning you won&#39;t have to trade the items in or hunt for new<br/>\nones, existing weapons will just change).<br/>\n<br/>\n<br/>\n* Rangers *<br/>\n<br/>\nWe&#39;ve also noticed that rangers, while intended to be hit harder in combat<br/>\nthan other melee/hybrid classes, are getting hit harder than we planned. <br/>\nAgain, this only happens in the 50+ level range.  So we will be increasing<br/>\nthe defense cap for rangers again slightly to 210 at 60th level.  Exactly<br/>\nhow these points will be distributed is uncertain, but probably just one<br/>\npoint per level after 50.  We will also be giving rangers triple attack.<br/>\n<br/>\n<br/>\n* Monks *<br/>\n<br/>\nMonks will be getting triple attack.  This along with the improvement of<br/>\ntheir combat tables should place them about where we want them,<br/>\ncombat-wise.<br/>\n<br/>\n<br/>\n* Bards *<br/>\n<br/>\nBards are indeed intended to have the least ability to deal damage<br/>\nphysically of all the classes we&#39;re discussing.  However, with their lack<br/>\nof double attack they didn&#39;t meet even our intentions for their damage<br/>\noutput.  We will, therefore, be raising the offense and one-handed weapon<br/>\ncaps for bards over 50th level to match that of warriors.  This should<br/>\nplace their ability to do damage by means of melee within our intended<br/>\nrange without making them more effective than the knights at any given<br/>\nlevel, since double attack is a potent melee skill that bards do not get. <br/>\n<br/>\n<br/>\n<br/>\nObviously we want to see how this all pans out when applied to the game. <br/>\nFeel free to send your comments on the results you see to us through the<br/>\nDeveloper&#39;s Corner on our web site, or contact our staff if you see them<br/>\non the Test Server.<br/>\n<br/>\nIt is very important that you understand that these are changes that we<br/>\nare testing.  These changes (and any others made on the Test Server) may<br/>\nnot be moved to Live Servers.  After all, that&#39;s the reason we&#39;re testing<br/>\nthem.<br/>\n<br/>\n- The EverQuest Team<br/>\n<br/>\n<br/>\n__________________________________________________<br/>\nTerrorist Attacks on U.S. - How can you help?<br/>\nDonate cash, emergency relief information<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://dailynews.yahoo.com/fc/US/Emergency_Information/\">http://dailynews.yahoo.com/fc/US/Emergency_Information/</a></div>","specialLinks":[]}}
