{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kenneth E. Bachman","from":"&quot;Kenneth E. Bachman&quot; &lt;kbachman@...&gt;","replyTo":"LIST","senderId":"YRwN80hAYs8b2Dje1Hp-5gVMBx-swnavgRcVbzbTwMFmTZJ1_ot3sUlqdU-ymApZWAFPJR2G5uHZ2yK8XLHm7c2J8Y1DxrPvMkqkEp-yrhY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: AW: [eqbards] Bard Stacking?","postDate":"1001481980","msgId":25470,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNCQjE2NkZCLkVFNTUzNEM4QGVyb2xzLmNvbT4=","referencesHeader":"PDQxMjNEQjQzMUJGQkQzMTE4NkI3MDA2MDhDMTRERTZCMDFFRTk2QkNAZXMxNjAyOTcud3MucnUuZGUuZWRzLmNvbT4="},"prevInTopic":25465,"nextInTopic":0,"prevInTime":25469,"nextInTime":25471,"topicId":25464,"numMessagesInTopic":3,"msgSnippet":"Here s the deal as best as I understand it: Bards have different (and much more liberal) stacking rules than other classes.  Up to now, those rules applied to","messageBody":"<div id=\"ygrps-yiv-1971273141\">Here&#39;s the deal as best as I understand it:<br/>\n<br/>\nBards have different (and much more liberal) stacking rules than other classes.  Up to now, those rules<br/>\napplied to anything the Bard did - not just singing, but weapon procs as well.  This meant that weapon<br/>\nprocs/effects which were spells (e.g., copies of another class&#39; spell) would stack in circumstances where<br/>\nthe parent class couldn&#39;t stack a spell.  For example, if a Bard proced Orb of Tishan on a MOB, then a<br/>\nChanter cast Tash, then a Bard proced Journeyman&#39;s Walking Stick, you&#39;d get three additive MR debuffs (for<br/>\na massive MR reduction) where the parent class could only stack one.  Verant kinda doesn&#39;t like this too<br/>\nmuch, and I can&#39;t say I blame them.<br/>\n<br/>\nSo Verant was testing some code to make spell procs/effects from Bard-wielded items (weapons, armor, etc.)<br/>\nfollow the same stacking rules as those for normal casters.  They were in the middle of testing this when<br/>\nthey screwed up some other piece of code and created a dupe bug, which caused them to put in the emergency<br/>\npatch last Thursday.  Sadly, their version control is not the best (as any experience Bard should well<br/>\nknow), and the incomplete and not-ready-for-prime-time stacking modifications went live at the same time.<br/>\n<br/>\nThe problem was that they flagged ALL item procs and effects as spells, when in fact several of the ones<br/>\non Bard items should have been flagged as songs.  The biggest problem this caused was the Epic proc<br/>\nfailing to stack (even over itself) in many circumstances.  I was on a raid last night where it proced and<br/>\nI saw the following:<br/>\n<br/>\nYour spell has failed to take hold.<br/>\nYour spell has failed to take hold.<br/>\nYour spell has failed to take hold.<br/>\nYour spell has failed to take hold.<br/>\nYour spell has failed to take hold.<br/>\nYour spell has failed to take hold.<br/>\n<br/>\ne.g., a failure for every member of the party.  They apparently couldn&#39;t fix everything in time to make<br/>\nthis whole big change work correctly as of the most recent patch, so they removed all of the stacking<br/>\nchanges.<br/>\n<br/>\nThey&#39;ll put them back.  I expect that all multi-class items and many Bard-only items with spell effects<br/>\n(SS Bracers, for example) will no longer stack in cases where the parent class could not stack the spell.<br/>\nSome small number of Bard items will be flagged as songs (Epic for one) and will stack as they used to.<br/>\n<br/>\nThis affects some very high-end items.  It probably doesn&#39;t affect too many items that most of us have<br/>\nseen.  For myself, I expect the following:<br/>\n<br/>\nMy JWS won&#39;t stack on top of Tash.<br/>\nMy illusion items won&#39;t overwrite each other, which sucks since I hate the stupid werewolf form.<br/>\nMy Lute of the Howler won&#39;t stack with Focus (as the parent spell does not), but will stack with Raging<br/>\nStrength, Mortal Deftness and Talisman of Kragg, so I can have the identical stats with four buffs rather<br/>\nthan two if I really want to.<br/>\nThe Epic will work as it did before.<br/>\n<br/>\nThey are NOT changing the way any songs stack (at least as of now).<br/>\n<br/>\nKenross Cantoforjado, Virtuoso of Innoruuk<br/>\n<br/>\n----<br/>\n<br/>\n&quot;Egelhof, Tobias&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; no idea...<br/>\n&gt;<br/>\n&gt; there was some issues with stacking songs and some epic effects if i<br/>\n&gt; remember correctly. but in fact, i do not =)<br/>\n&gt;<br/>\n&gt; anyone has more information on this?<br/>\n&gt;<br/>\n&gt; tobi </span></blockquote></div>","specialLinks":[]}}
