{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":146839,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...&gt;","profile":"SnickerF","replyTo":"LIST","senderId":"hGgc3_pQatfKz1Xtp1MfbOGQJvpSA5fSHNDuPVvQyopgTKsUwwyjvEuxQKR9bWVyHm7nLfsNZBEjzUvlYy3JWlWdrHNEF2tI0fb5got6xSA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Nostromo n50 Speedpad Controller Review (Sorta  Long)","postDate":"1013726724","msgId":25843,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAyMDIxNDE2MzQyNS4wNDZmODhhMEBwaW5rcGlnLmNvbT4=","inReplyToHeader":"PEFDQjEyMkY5NzY1RUQ1MTE5NDcxMDA1MDhCQjhGNTNCMDI4QkQ4QEFMQkFOWS1NQUlMPg=="},"prevInTopic":25841,"nextInTopic":0,"prevInTime":25842,"nextInTime":25844,"topicId":25841,"numMessagesInTopic":2,"msgSnippet":"I checked it out, felt it, fondled it, and promptly decided against it. All of the things the Nostromo does, my keyboard does just as well - without","messageBody":"<div id=\"ygrps-yiv-1181128288\">I checked it out, felt it, fondled it, and promptly decided against it.<br/>\nAll of the things the Nostromo does, my keyboard does just as well - <br/>\nwithout sacrificing deskspace, or having to add yet another control - and <br/>\nit saves me $30 ;)  I already have my keyboard set up in FPS mode for EQ <br/>\n(as well as Counterstrike, etc).  That setup gives me the exact same <br/>\ncontrol surfaces except the hat switch (which you describe as antsy at <br/>\nbest), the throttle (which you can&#39;t find a use for).  Actually, because of <br/>\nmy particular setup, I end up with more &quot;easily accessible&quot; controls than <br/>\nthe Nostromo gives, without having to press shift, ctrl or alt.  But those <br/>\nare all easy to get to, too.  The one thing I did like about the Nostromo <br/>\nis the &quot;ergo&quot; feel of it.  Get me an ergo keyboard that doesn&#39;t feel all <br/>\nwonky, though, and I&#39;m back where you are.  And without sacrificing typing <br/>\nspeed ;)  I like to type and shoot...<br/>\n<br/>\nTalies<br/>\n<br/>\n<br/>\n<br/>\nAt 03:40 PM 2/14/2002 -0500, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;Ok, I&#39;ve messed around with it some more, and as promised, here is my little<br/>\n&gt;review.  :)<br/>\n&gt;<br/>\n&gt;For those with short attention spans, yes, it&#39;s worth the $30.<br/>\n&gt;<br/>\n&gt;The link:<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://catalog.belkin.com/IWCatProductPage.process?Merchant_Id=&Section_Id=2\">http://catalog.belkin.com/IWCatProductPage.process?Merchant_Id=&Section_Id=2</a><br/>\n&gt;071&pcount=&Product_Id=107727&Section.Section_Path=%2F%2FRoot%2FNostromo%2E%<br/>\n&gt;2E%2EingTools%2F<br/>\n&gt;<br/>\n&gt;At least go and check out the picture of it.  :)<br/>\n&gt;<br/>\n&gt;For those wanting a little more detail:<br/>\n&gt;I had it setup, ready for EQ, in about 5 minutes.  I had it connected to my<br/>\n&gt;USB port forever, and after installing the software, I had a configuration<br/>\n&gt;setup for EQ rather quickly.  You can either assign keystrokes to a button<br/>\n&gt;press, or create macros.  The utility is very intuitive, with an image of<br/>\n&gt;the controller and the area where you actually assign a function to the<br/>\n&gt;button.<br/>\n&gt;<br/>\n&gt;The image helps you locate the button you&#39;re trying to set.  When you press<br/>\n&gt;the button on the controller, the corresponding button on the image lights<br/>\n&gt;up, as well as the field where you actually set the value to the keypress.<br/>\n&gt;<br/>\n&gt;Click on the field, which gives a menu.  There are 2 important selections.<br/>\n&gt;Assign a key, or assign a macro.  If you click assign a key, it brings up a<br/>\n&gt;little window, you press the key you want assigned to that button, click ok,<br/>\n&gt;and it&#39;s set.  If you select assign a macro, it brings up a window.  In the<br/>\n&gt;name, you name the macro, so you know what it is.  You also have the option<br/>\n&gt;of saving the interval between key presses.  I disable this, although, with<br/>\n&gt;a lot of trial and error, you could probably get some spectacular results.<br/>\n&gt;Click Start, and every keypress and release, until you click Stop, is<br/>\n&gt;recorded.<br/>\n&gt;<br/>\n&gt;For example, I created a macro for /pet attack.  I clicked the field for the<br/>\n&gt;button I wanted as the /pet attack button, and selected the option to create<br/>\n&gt;a macro.  I named it &quot;Pet Attack&quot;, disabled the option to save the interval<br/>\n&gt;between keypresses, and clicked Start.  I then typed, &quot;&lt;enter&gt;/pet<br/>\n&gt;attack&lt;enter&gt;, and then clicked Stop.  End result, when I hit that key in<br/>\n&gt;game, in less than a second, the typing bar comes up, &quot;/pet attack&quot; is typed<br/>\n&gt;in, and the command is executed...all without worrying about having a social<br/>\n&gt;set up.<br/>\n&gt;<br/>\n&gt;Starting on the top row of buttons, from left to right, I set button 1 with<br/>\n&gt;the Pet Attack macro.  Buttons 2, 3, 4, and 5 activate gems 5, 6, 7, 8 (home<br/>\n&gt;position, is the bottom row of keys).  Button 6 is auto attack, and buttons<br/>\n&gt;7, 8, 9, and 10 activate gems 1, 2, 3, and 4.<br/>\n&gt;<br/>\n&gt;I haven&#39;t figured out a use for the throttle, the only rotary function I<br/>\n&gt;know of is scrolling the chat box.  I have a wheel mouse, and am too used to<br/>\n&gt;using that with it, but if you don&#39;t have a wheel mouse, you can probably<br/>\n&gt;assign chat scroll to it.  There is also a 8 way D-pad.  I only assigned up,<br/>\n&gt;down, left, and right to the corresponding arrow keys, but you can also<br/>\n&gt;assign the diagonals.<br/>\n&gt;<br/>\n&gt;There is also a shift function.  Red shift, blue shift, and green shift.<br/>\n&gt;When you use the shift function, you can assign additional functions to a<br/>\n&gt;button that is already assigned.  Just like hitting shift and then 7 for &.<br/>\n&gt;I haven&#39;t messed with this much, either.<br/>\n&gt;<br/>\n&gt;Bottom line, it feels completely different than the keyboard.  You have to<br/>\n&gt;get used to it.  I still fall back to the keyboard, if I get confused, and<br/>\n&gt;mess up my twist.  However, I&#39;m confident that once I get the hang of it,<br/>\n&gt;and get used to which gem spot is which key, it will blow away the keyboard.<br/>\n&gt;This controller in the left hand, and the mouse in the right, it just feels<br/>\n&gt;right.<br/>\n&gt;<br/>\n&gt;The only ding, the D-pad is at the same time not sensitive enough, yet over<br/>\n&gt;sensitive.  It&#39;s hard to explain.  I feel like I have to press up<br/>\n&gt;exceptionally hard to move forward, yet it takes the slightest movement off<br/>\n&gt;of true to get enough pressure on left or right, and start to turn.<br/>\n&gt;Perhaps, another thing to get used to, but right now, it&#39;s a small irritant.<br/>\n&gt;The only one.<br/>\n&gt;<br/>\n&gt;I also play Ghost Recon.  I haven&#39;t since setting up the controller, but I<br/>\n&gt;plan on it this weekend.  It was made for shooters, so I&#39;m looking forward<br/>\n&gt;to it.  :)<br/>\n&gt;<br/>\n&gt;Atonal<br/>\n&gt;<br/>\n&gt;-----Original Message-----<br/>\n&gt;From: Talies the Wanderer [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:snicker@...\">snicker@...</a>]<br/>\n&gt;Sent: Thursday, February 14, 2002 3:00 PM<br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a><br/>\n&gt;Subject: RE: [eqbards] twisting 5, added note<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;At 02:52 PM 2/14/2002 -0500, you wrote:<br/>\n&gt; &gt;Hey, on a related note, now that we&#39;ve all presumably gotten used to the<br/>\n&gt; &gt;song timer, anyone else starting to find it useful?<br/>\n&gt;<br/>\n&gt;Actually, I am - I do a lot of instrument switching, and the timer lets me<br/>\n&gt;estimate better when to switch.  I have a very bad time trying to count and<br/>\n&gt;switch, and this happens to be very helpful.<br/>\n&gt;<br/>\n&gt;Talies<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\n&gt;with the subject submissions.<br/>\n&gt;<br/>\n&gt;Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a> <br/>\n&gt;with the subject submissions.<br/>\n&gt;<br/>\n&gt;Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a> </span></blockquote></div>","specialLinks":[]}}
