{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":43901743,"authorName":"JESSICA_WEBBER@PHL.COM","from":"JESSICA_WEBBER@...","profile":"meadhoneywine","replyTo":"LIST","senderId":"kqP1aZQ-h_bAI-lPoGYbeRY4MjU2xoHwVSzbiDrcDGHWfUrTHDgzeITCLynDzRkc8NHvyRdMqwtepWGBkA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] [OT] Fascinating Article","postDate":"1013784831","msgId":25858,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE9GQTdGNjc3QjUuQzI4NDNEOTEtT044NTI1NkI2MS4wMDUwOUE1NkBwaGwuY29tPg=="},"prevInTopic":25857,"nextInTopic":25859,"prevInTime":25857,"nextInTime":25859,"topicId":25844,"numMessagesInTopic":29,"msgSnippet":"It funny, but I was just reading a statistical analysis of the EQ player base and it claimed female players enjoy EQ more than male players. Something to do","messageBody":"<div id=\"ygrps-yiv-535602414\">It funny, but I was just reading a statistical analysis of the EQ player<br/>\nbase and it claimed female players enjoy EQ more than male players.<br/>\nSomething to do with women exploiting the social aspects of the game where<br/>\nmen just powerlevel and get phat lewtz.  Buggered if I can find that link<br/>\nnow though, sorry.  It was the same sort of stereotypical stuff as listed<br/>\nbelow.<br/>\n<br/>\nI don&#39;t doubt Firiona&#39;s meant to sell EQ via sexiness, and the butch kitty<br/>\ncould be meant to make young men want to be the kitty, but on the whole I<br/>\nthink David Kennerly just needs to get a life.  It&#39;s an ad.  If it&#39;s appeal<br/>\nto baser instincts bugs you, flip the page.<br/>\n<br/>\nPeace<br/>\nEvulia<br/>\n<br/>\n<br/>\n<br/>\n                                                                                                         <br/>\n                   &quot;Talies the                                                                           <br/>\n                   Wanderer&quot;            To:     <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@yahoogroups.com\">eqbards@yahoogroups.com</a>                                  <br/>\n                   &lt;snicker@pink        cc:                                                              <br/>\n                   pig.com&gt;             Subject:     [eqbards] [OT] Fascinating Article                  <br/>\n                                                                                                         <br/>\n                   02/14/2002                                                                            <br/>\n                   07:52 PM                                                                              <br/>\n                   Please                                                                                <br/>\n                   respond to                                                                            <br/>\n                   eqbards                                                                               <br/>\n                                                                                                         <br/>\n                                                                                                         <br/>\n<br/>\n<br/>\n<br/>\n<br/>\nOff the topic of Bards, but still of EQ Interest...<br/>\n<br/>\nDavid Kennerly, 4 February 2002<br/>\n<br/>\nShadows of Lust: Subconsciously Selling Sex, Power, and Prestige in an<br/>\nEverQuest┬« Expansion Advertisement<br/>\n<br/>\n&quot;The business man&#39;s hunt for sales boosters is leading him into a strange<br/>\nwilderness: the subconscious mind.&quot;<br/>\n(Wall Street Journal, pg. 1. qtd. Packard 22)<br/>\n<br/>\nMike turns twenty-three this year. He is a single male and recent college<br/>\ngraduate who earns about $20 per hour. He casually plays some computer<br/>\ngames, surfs the net, and chats online. In early 2002, Mike visits a<br/>\ncomputer game retail store to consider how he will spend some of his free<br/>\ntime and money. He browses the pages of<br/>\nPCGamer, &quot;The World&#39;s Best-Selling Computer Game Magazine&quot; (Imagine Media).<br/>\nOne third of the way through he pauses to look at a folded, three-page wide<br/>\nadvertisement insert.<br/>\n<br/>\nUnderneath the embossed small-capitalized, gold letters of &quot;EverQuest┬«&quot;<br/>\nlies the title of the painting, &quot;The Shadows of Luclin tm.&quot; A globe fills<br/>\nthe black sky background; in it swirl clouds, land, and water. In the<br/>\nforeground stands a tiger-man with sword and a snarling wolf, both looking<br/>\noff page. A fair elf-maiden in soft, scanty clothing suddenly glances into<br/>\nthe eyes of the viewer. Although her expression is neutral, her lips<br/>\nslightly part. Mike unfolds the advertisement, buys the game, and starts<br/>\nhis<br/>\nsubscription to the service required to play the game, because he has<br/>\nsubconsciously longed to become that tiger and meet that woman. Mike is a<br/>\nhypothetical example of the target viewer of the advertisement: single<br/>\nmale, age 20-25 (Castronova 24), computer savvy, and familiar with the<br/>\nfantasy-genre (Yee). What appears to be an advertisement for a game service<br/>\nis much more; it is a subconscious advertisement for sex, power, and<br/>\nprestige.<br/>\n<br/>\nThe advertisement consciously sells technical power. The copy stresses the<br/>\ntechnical power of this game: &quot;high-resolution&quot;, &quot;complete 3D overhaul&quot;,<br/>\nwith &quot;over four times the number of polygons&quot; (Sony). The advertisement<br/>\nmentions this evidence to persuade the reader that he will become more<br/>\ntechnically powerful by using this game. The advertisement includes a<br/>\nsweepstakes that sells power to the customer. The sweepstakes is rich with<br/>\nallusions to what the &quot;Power Player&quot; (Sony) may win: the &quot;most incredible<br/>\nPC gaming system available&quot; (Sony). Superlatives topple over each other to<br/>\nimpress the viewer about its power and speed. For example, the manufacturer<br/>\ncleverly compares the machine to a bird of prey and the speed of sound by<br/>\ndubbing the computer both &quot;Falcon&quot; and &quot;MACH V&quot;. This technical power<br/>\nappeals to the target white-collar male. Mechanical, or in this case<br/>\ncomputational, power reassures him of his masculinity (Packard 74).<br/>\nAlthough a computer is not as masculine as a car, anything that is more<br/>\npowerful is a symbolic increase of the owner&#39;s virility (Packard 75).<br/>\n<br/>\nThe advertisement&#39;s painting uses the tiger-man as a syntagm (an object<br/>\nthat symbolically represents a concept within a paradigm, Dyer 126) to sell<br/>\nmale sexual power. A tiger-man stands, ready to fight in the painting&#39;s<br/>\nforeground. The tiger is a symbol of sexual power in Asia and is at least a<br/>\nsymbol of practical power in the West. Here he accentuates his virility. He<br/>\ncarries a sword, reveals his sharp fangs and muscular form. His fur color<br/>\nis almost a fiery orange. He stands in a dominant position, about one-foot<br/>\nhigher than the delicate elf-maiden. These details communicate to the<br/>\nviewer that this male model is dominant (Dyer 97-100). Although probably<br/>\nunintentional by the artist, the viewer will at least subconsciously notice<br/>\nthat the tiger-man and elf-maiden come close to joining. The tiger-man<br/>\nhandles a snarling wolf, which in some ways is an extension of himself. It<br/>\nshares similar fangs, fur, a white underside, and a potent demeanor.<br/>\nBecause the tiger-man has a humanoid body and tiger&#39;s head, the target<br/>\nviewer identifies with him. The animal head is like a theatrical,<br/>\nreligious, or mythic mask. The tiger is the target viewer&#39;s self-image<br/>\n(Packard 45).  Any male can symbolically become the tiger. The viewer,<br/>\ninvoking the tiger, feels vigor, power, and virility. Thus a bond is made.<br/>\nAs Dyer wrote: &quot;[O]nce this initial connection has been made we almost<br/>\nautomatically accept the object for the feeling.&quot; (116)<br/>\n<br/>\nBesides power, the viewer has another reason to identify with the<br/>\ntiger-man: to meet the woman of his dreams (Packard 74). The elf-maiden in<br/>\nthis painting is the ideal girlfriend of the target viewer. Except for her<br/>\npointed ears, she looks completely human. But she does not look like just<br/>\nany human. To the target viewer, she is an ideal sex-image. She appears to<br/>\nbe a fair-skinned, slender woman about eighteen to twenty-two years old,<br/>\nwhich is ideal for the target market. She adorns herself in scanty,<br/>\nform-fitting clothing. She has long blonde hair, which may symbolically<br/>\nrepresent healthy sexuality (Dyer 135). Her pose and scanty clothing reveal<br/>\nmost of her body to the viewer, which allows him to judge her beautiful<br/>\nphysique. The viewer has a lot to like. She wears soft, delicate, baby blue<br/>\ncolors, which helps make her seem innocent and virginal. Therefore, she has<br/>\nsome of the characteristics of an archetypal maiden, although this one is<br/>\nnot a helpless maiden. Her staff symbolizes that she is powerful. So far,<br/>\nher body and clothes communicate her beauty, power, and innocence.<br/>\n<br/>\nBut the attraction extends beyond the flesh, because she shares one of the<br/>\ninterests of the viewer: interest in the fantasy genre. She wears fantastic<br/>\nclothes, carries a magical staff, and adorns herself with exotic emerald<br/>\njewelry. That is rare. Male fantasy-genre fans vastly outnumber female fans<br/>\non Earth. Most women have little interest in the fantasy genre and have<br/>\nlittle interest in a Dungeons & DragonsR-style game, but she has great<br/>\ninterest in it. She participates in an exciting battle against fantastic<br/>\nfoes. To the target viewer, this increases her appeal and partly bridges<br/>\nlust to romance.<br/>\n<br/>\nYet romance requires mutual interest, and some exists here. She at least<br/>\nrecognizes the viewer. Out of the ten humanoids in the painting, she is the<br/>\nonly one that is gazing into the eyes of the viewer. She looks at him with<br/>\na neutral expression, but lips slightly parted. She establishes eye<br/>\ncontact. By virtue of the stillness of a painting, she maintains eye<br/>\ncontact indefinitely. She gets the viewer&#39;s attention and transfers it, by<br/>\nher pose, to the rest of the painting to her right.<br/>\n<br/>\nThe whole of the painting evokes nostalgia in the target viewer. The art<br/>\nstyle is reminiscent of Dungeons & Dragons┬« games and fantasy novel covers,<br/>\nwhich the target viewer has probably seen (Yee). The characters and<br/>\ncreatures are straight from common fantasy novels and games. The title<br/>\n&quot;EverQuest┬«&quot; sells the core activity of fantasy novels: the quest. The<br/>\nsubtitle &quot;The Shadows of Luclin tm&quot; reminds the viewer of common fantasy<br/>\nnovel and game titles. Thus, this ad offers roots. It appeals to the viewer<br/>\nwho has played or read the fantasy genre. The target viewer needs these<br/>\nroots (Packard 76).<br/>\n<br/>\nThe product&#39;s service gives the viewer companions to share these roots<br/>\nwith. The ad repeatedly hammers the companionship available: &quot;Join hundreds<br/>\nof thousands of real people&quot;, &quot;make friends&quot;, &quot;take part&quot;, and &quot;play<br/>\ncooperatively&quot; (Sony). Appeal to companionship helps sell the product<br/>\n(Packard 272).<br/>\n<br/>\nIf sex or companionship fail, then all is not lost for the publisher. The<br/>\nadvertisement also gratifies the viewer&#39;s ego and reassures his worth<br/>\n(Packard 72). The golden warrior in the center of combat is rich. His armor<br/>\nis rich and prestigious. By transference, the owner of the armor is rich<br/>\nand prestigious. By identification, the viewer accepts the self-image of<br/>\nthe golden warrior. The viewer can become the golden warrior. He is<br/>\npositioned facing away from the viewer, so his face is not visible. The<br/>\nviewer may imagine the face to be the viewer&#39;s own face. This position is<br/>\nalso similar to a third-person view that is used in many games.<br/>\n<br/>\n&quot;The Shadows of Luclin tm&quot; expansion advertisement communicates much more<br/>\nthan a casual observation would consciously recognize. The advertisement<br/>\nwins the heart of the target viewer, usually without the target viewer<br/>\nbeing aware of the influence. The artful advertisement may influence the<br/>\ntarget viewer to buy the product and service without being aware of why. If<br/>\nasked, the viewer might rationalize that he had been sold a game (Packard<br/>\n14), but the nonverbal offer was sex, power, and prestige.<br/>\n<br/>\nWorks Cited<br/>\nCastronova, Edward (2001) &quot;Virtual Worlds: A First-Hand Account of Market<br/>\nand Society on the Cyberian Frontier&quot;, The Gruter Institute Working Papers<br/>\non Law, Economics, and Evolutionary Biology: Vol. 2: Article 1.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.bepress.com/giwp/default/vol2/iss1/art1\">http://www.bepress.com/giwp/default/vol2/iss1/art1</a><br/>\n<br/>\nDyer, Gillian. Advertising as Communication. London, United Kingdom:<br/>\nMethuen & Co. Ltd, 1982.<br/>\n<br/>\nImagine Media. PCGamer. Brisbane, California: Imagine Media, January 2002.<br/>\n<br/>\nPackard, Vance. The Hidden Persuaders. New York: Washington Square Press,<br/>\n1957.<br/>\n<br/>\nSony Computer Entertainment America. &quot;EverQuest┬«: The Shadows of Luclin tm&quot;<br/>\nadvertisement. PC Gamer. Brisbane, California: Imagine Media, January 2002:<br/>\n32-33.<br/>\n<br/>\nYee, Nicholas (2001) &quot;The Norrathian Scrolls: A Study of EverQuest&quot;<br/>\n(version 2.5) <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.nickyee.com/eqt/report.html\">http://www.nickyee.com/eqt/report.html</a><br/>\n<br/>\n<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lol@...\">lol@...</a><br/>\nwith the subject submissions.<br/>\n<br/>\nYour use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>","specialLinks":[]}}
