{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":146839,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...&gt;","profile":"SnickerF","replyTo":"LIST","senderId":"89znMmNf-0n1asGd3mqz2XEcxFoeIgtH_x-JMrvxwtYEG9gXqTfXNXBBxINsmPEBpFFRwv21X52uGO2DWT02V72MecNFhbQGL0a5dXGGmWY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqbards] Rules and FAQ 3.4 - PLEASE READ THIS!!!","postDate":"1033755908","msgId":25995,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQuMy4yLjcuMi4yMDAyMTAwNDEzMjA0MC4wMGQ2OGE3MEBwaW5rcGlnLmNvbT4=","inReplyToHeader":"PDQuMy4yLjcuMi4yMDAyMTAwNDEzMTIxNy4wMGQ4NTM0MEBwaW5rcGlnLmNvbT4="},"prevInTopic":25994,"nextInTopic":25996,"prevInTime":25994,"nextInTime":25996,"topicId":25972,"numMessagesInTopic":8,"msgSnippet":"Hrm - noticing some bugs already ;)  Need to update the armour section with the new Bard-quest armour for newbies. Also, some questions about instruments...","messageBody":"<div id=\"ygrps-yiv-52089387\">Hrm - noticing some bugs already ;)  Need to update the armour section with <br/>\nthe new Bard-quest armour for newbies.<br/>\n<br/>\nAlso, some questions about instruments... there are a bunch of instruments <br/>\nI&#39;ve seen that aren&#39;t on here (you people have been lax!).  Yeah yeah, I&#39;m <br/>\nplaying again - Karana server this time, though I&#39;ve got better toys on Brell.<br/>\n<br/>\nAnyway, does anyone know how Torin&#39;s Horn stacks up?  How about Combine <br/>\ninstruments?  Trying to get a feel for percentages here.  Also, any other <br/>\ninstruments I don&#39;t have listed?<br/>\n<br/>\nTalies<br/>\n<br/>\nAt 01:14 PM 10/4/02 -0500, I wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Q: Are there any magical or &quot;Unique&quot; instruments for Bards?<br/>\n&gt;A: Yes, there are several known &quot;special&quot; instruments in the world.<br/>\n&gt;Arranged by Strings, Percussion, Brass, Wind, in apparent order of value.<br/>\n&gt;<br/>\n&gt;Lisera Lute (Unknown) Stringed instrument, used in quests. Not known if it<br/>\n&gt;has any bonuses.<br/>\n&gt;The Lute of the Gypsy Princess (also found on Mynthi Davissi in Mistmoore)<br/>\n&gt;which has about a 5% improvement on stringed songs (only really noticeable<br/>\n&gt;after 47th level).<br/>\n&gt;The Gypsy Lute (different from the Lute of the Gypsy Princess, in that it<br/>\n&gt;is for a specific quest), which has about a 5% improvement on stringed<br/>\n&gt;songs (only really noticeable after 47th level), and +5% Magic Resistance.<br/>\n&gt;It&#39;s found in the same area as the Lute of the Gypsy Princess (above), but<br/>\n&gt;on the generic Gypsy Musicians.<br/>\n&gt;Lyendlln&#39;s Lute (Found in the Siren&#39;s Grotto on an unknown mob) Stringed<br/>\n&gt;instrument that adds +10 AC, +25 HP, and enhances stringed songs by about 20%.<br/>\n&gt;Kelin&#39;s Seven Stringed Lute (Found in the Plane of Hate on Maestro of<br/>\n&gt;Rancor) which adds +9 DEX, +15 CHAR, +9 AGI. It also seems to add about 20%<br/>\n&gt;to stringed songs. Also called the &quot;Maestro&#39;s Lute.&quot;<br/>\n&gt;Lyran&#39;s Mystical Lute (Found in Veeshan&#39;s Peak on Silverwing) Stringed<br/>\n&gt;instrument that adds +10 STR, +10 DEX, +10 INT, +15 CHA. It is unknown what<br/>\n&gt;bonus, if any, it gives to Stringed songs.<br/>\n&gt;Lute of the Howler (Found in Velketor&#39;s Labyrinth on Khelkar Icepaw)<br/>\n&gt;Stringed instrument that can be held in the primary, while a weapon is<br/>\n&gt;wielded in the off-hand. Appears to give about a 15% increase to stringed<br/>\n&gt;songs. Has Effect: Illusion Werewolf (+100 attack, +30 STR, +40% Haste)<br/>\n&gt;<br/>\n&gt;Drums of the Beast (Found in Siren&#39;s Grotto on a Shimmering Spirit)<br/>\n&gt;Percussion instrument which appears to have a permanent Enduring Breath<br/>\n&gt;effect while held. It is unknown what bonus these drums give to percussion<br/>\n&gt;songs (although it&#39;s rumoured to be VERY high). It can only be held in the<br/>\n&gt;primary slot.<br/>\n&gt;Mahlin&#39;s Mystical Bongo&#39;s (Given by Baenar Swiftsong in South Karana)<br/>\n&gt;Percussion instrument - gives no statistic enhancements, but does appear to<br/>\n&gt;give an 8% improvement for drummed songs. This is part of the Bard Epic<br/>\n&gt;Quest, resulting in the Singing Short Sword.<br/>\n&gt;The Mistmoore Battle Drum (found on Mynthi Davissi in Mistmoore) Percussion<br/>\n&gt;instrument - which increases the effects of most drummed songs by about 15%.<br/>\n&gt;Walrus Skin Drum (Found in Siren&#39;s Grotto on unknown mob) Percussion<br/>\n&gt;instrument, which increases the effects of most drummed songs by about 23%.<br/>\n&gt;Sharkskin Drums (Found in Kedge Keep on Coralyn Kelpmaiden) Percussion<br/>\n&gt;instrument - which appear to increase effects of drummed songs by about 25%.<br/>\n&gt;Nostrolo&#39;s Tambourine (Earned via Quest in Firiona Vie) Percussion<br/>\n&gt;instrument - which gives +5 INT, as well as adding 20% to drummed songs.<br/>\n&gt;And, hey - it&#39;s NO DROP! (This is a good thing)<br/>\n&gt;Selo&#39;s Drums of the March (Found on Nagafen in Nagafen&#39;s Lair) Percussion<br/>\n&gt;instrument - which increases the effects of most drummed songs by 35%.<br/>\n&gt;<br/>\n&gt;Alluring Horn (Found on Quag Maelstrom in the Ocean of Tears) Brass<br/>\n&gt;instrument - it appears to negatively impact songs. Don&#39;t use it! It&#39;s part<br/>\n&gt;of the Bard Epic Quest, resulting in the Singing Short Sword.<br/>\n&gt;Conch Shell Horn (Found in Velious, in the Siren&#39;s Grotto and Cobalt Scar<br/>\n&gt;on Sirens) Brass instrument, appears to give about a 5% bonus to brass songs.<br/>\n&gt;Immaculate Shell Horn (Found in Velious, in the Siren&#39;s Grotto and Cobalt<br/>\n&gt;Scar on unknown mobs) Brass instrument which adds +15 CHA, but has a<br/>\n&gt;penalty of -8 STR. It appears to have about a 15% bonus to Brass songs.<br/>\n&gt;Denon&#39;s Horn of Dissonnance (Obtained through a Plane of Air quest - Bard<br/>\n&gt;Test of Brass) Brass instrument, which adds +5 STR, +5 INT, +10 CHA, +50<br/>\n&gt;HP. It does not appear to give any increase to Brass songs, however, unlike<br/>\n&gt;most instruments, you can wield a weapon while holding this one.<br/>\n&gt;McVaxius&#39; Horn of War (Found on Lady Vox in Permafrost) Brass instrument,<br/>\n&gt;which adds +9 INT, +9 DEX, +15 CHA and increases Brass song effects by 15%.<br/>\n&gt;<br/>\n&gt;Lianna&#39;s Flute (From Regis the Reverent, used in a Cleric quest) Wind<br/>\n&gt;instrument - no known special effects.<br/>\n&gt;Lyssa&#39;s Darkwood Piccolo (Found on Cazic Thule) is a wind instrument. Not<br/>\n&gt;sure if it has any added effect.<br/>\n&gt;The Unicorn Horn (found on Equestrielle in Lesser Faydark), acts as a<br/>\n&gt;Greater Lightstone while held, as well as a wind instrument. It also has 5<br/>\n&gt;charges of Purge. It may have up to a 10% bonus on wind songs.<br/>\n&gt;Faun Flute - (From Fauns and Faun Stewards in the Wakening Lands) Wind<br/>\n&gt;Instrument that gives +6 CHA, but no other known bonuses.<br/>\n&gt;Aglimente&#39;s Flute of Flight (Formerly obtained through a Plane of Air<br/>\n&gt;quest) Wind Instrument that gives +4 STR and +2 INT, but it is unknown if<br/>\n&gt;it adds any to wind instruments.<br/>\n&gt;Flute of the Sacred Glade (Found on Prince Thirneg on the Plane of Growth)<br/>\n&gt;Wind instrument that adds +4 WIS, +8 CHA and +10 vs Disease. It does not<br/>\n&gt;appear to add any bonus to wind songs.<br/>\n&gt;Minotaur Horns (Found on Minotaurs in Steamfont and the Gorge of King<br/>\n&gt;Xorbb) *wind instruments* (not Brass) which appear to add about 15% to wind<br/>\n&gt;songs. They are also easily found, and lighter than flutes.<br/>\n&gt;Brahhm&#39;s Horn (Found in the Gorge of King Xorbb on a named Minotaur) Wind<br/>\n&gt;Instrument - which is exactly like a minotaur horn, and adds 15% to wind <br/>\n&gt;songs.<br/>\n&gt;Scorpion Pincer (Found on scorpions in the Field of Bone), which adds 15%<br/>\n&gt;to wind songs, and has the appearance of a Minotaur Horn.<br/>\n&gt;Broken Minotaur&#39;s Horn (from the Minotaur Lord in Steamfont) is a wind<br/>\n&gt;instrument like regular minotaur horns, however, it is heavier and adds +10<br/>\n&gt;to SV. vs Poison, and it&#39;s No Drop!<br/>\n&gt;Ervaj&#39;s Flute of Flight (Obtained through a Plane of Air Quest - Bard Test<br/>\n&gt;of Pitch) Wind instrument which adds +8 STR, +10 STA, +5 INT, +10 CHA, and<br/>\n&gt;enhances wind songs by 60%.<br/>\n&gt;<br/>\n&gt;* * * Note: The Lizard Scout Fifes (Found on Lizard Scouts in the Feerrot)<br/>\n&gt;and the Froglok Escort Fifes (found on Froglok Couriers in the Swamp of No<br/>\n&gt;Hope) are quest items, and not playable instruments.<br/>\n&gt;<br/>\n&gt;There are new instruments still being discovered, so if you find any<br/>\n&gt;information, or have a correction to this list, PLEASE let me know! </span></blockquote></div>","specialLinks":[]}}
