{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Robertson","from":"&quot;John Robertson&quot; &lt;johnr@...","replyTo":"LIST","senderId":"i9uMJLpTATyyDLb-VwsnXBe1M7D7gFhN-ofGaLPqYSMvHP2-zd-4jH9UgPL87RERandfwK55Ny5jfbRE2nZgimh6GOGv4omz","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Kiting - Is it bad?","postDate":"925156258","msgId":278,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNS4yNzguOTU5MjczMzY3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":279,"prevInTime":277,"nextInTime":279,"topicId":278,"numMessagesInTopic":16,"msgSnippet":"Reading someone else s post about killing beetles in North Karana got me thinking about an old debate I have often had with myself and others, namely Is","messageBody":"<div id=\"ygrps-yiv-725401451\">Reading someone else&#39;s post about killing beetles in North Karana got me<br/>\nthinking about an old debate I have often had with myself and others, namely<br/>\n&quot;Is kiting bad?&quot;<br/>\n<br/>\nKiting, for those who don&#39;t know the term, means running along with a monster<br/>\nchasing you (like you&#39;re flying a kite) while damaging it somehow.  The idea is<br/>\nthat the monster will never get close enough to hurt you, while you kill it.<br/>\nFor bards, this generally means Brusco&#39;s Boastful Bellow, though you could use<br/>\nChords or Denon&#39;s if you&#39;re feeling wacky.<br/>\n<br/>\nI first discovered kiting when they finally &quot;fixed&quot; the Bellow in beta.  I say<br/>\nfixed in quotes because they sort of broke it while they fixed it.  For a long<br/>\ntime, the Bellow did not work.  When they finally made it functional, when I<br/>\nwas about level 15 or so, the first time I bellowed at something it did 37<br/>\npoints of damage.  (The bellow&#39;s damage has, of course, been toned down.  Now<br/>\nat level 15 it does about 9 points)  The firepower of the thing was amazing.  I<br/>\ndecided to try it out on something big and nasty, so I went to Oasis and<br/>\ndiscovered that I could kill crocodiles easily, without ever taking a point of<br/>\ndamage.  I levelled in about 2 hours, without swinging my axe once.<br/>\n<br/>\nSounds great eh?  The only problem was, I felt guilty doing it.  GMs throughout<br/>\nbeta had made it clear that if you could kill a monster with no risk to<br/>\nyourself at all, then you were exploiting.  I told myself, &quot;Well, I&#39;m not at no<br/>\nrisk, what if the thing stuns me?  What if I run over a dune into a Sand<br/>\nGiant?&quot; but it didn&#39;t wash with me.  These monsters had no chance.<br/>\n<br/>\nI love levelling as much as anyone.  I could have kited my way to level 50<br/>\nmaybe, who knows, all I needed was a nice white or yellow monster and room to<br/>\nrun.  The thing was, I just couldn&#39;t live with it, from a conscience<br/>\nperspective.  I stopped kiting.  I went toe to toe with things and got the crap<br/>\nbeat out of me.  Maybe if I was pulling a monster to a safe place I&#39;d bellow at<br/>\nit as I ran, but that was it.  I felt better, but levelled slowly.<br/>\n<br/>\nThen the kiting word got out.  You couldn&#39;t go anywhere above ground in Norrath<br/>\nwithout seeing some bard, usually one I&#39;d never heard of before but who was now<br/>\nalmost my level, running along with a monster occasionally pulsing yellow<br/>\nbehind him.  Every time I saw that, it made me a little mad, but I didn&#39;t know<br/>\nwhether I was mad at me, Verant or the kiting bard.<br/>\n<br/>\nI still refuse to kite.  I don&#39;t let the druid in my party (druids kite better<br/>\nthan anyone) kite.  I still think it&#39;s lame when I see someone kiting, but I<br/>\nunderstand why they do it.<br/>\n<br/>\nThe question is, am I alone in my beliefs here?  How do other bards out there<br/>\nfeel about this?<br/>\n<br/>\nJyzan</div>","specialLinks":[]}}
