{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"Dy-QYUD2vdR5zLa3LRisUo3d6WYUSI1jkF1WiZWgHrSpQ-IE05DG4O-hDWgYAvycaroKIBkVGkjWhzL6GlEZVEDM0EI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lore stuff (OT)","postDate":"931032540","msgId":2819,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNTIuMjgxOS45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2820,"prevInTime":2818,"nextInTime":2820,"topicId":2819,"numMessagesInTopic":18,"msgSnippet":"Very off topic, but I feel like ranting.  :-) ... Just the shield and tunic.  Maybe the dwarven axes too.  The warlord bracer and screaming mace are not","messageBody":"<div id=\"ygrps-yiv-2097847987\">Very off topic, but I feel like ranting.  :-)<br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Sat, 3 Jul 1999 <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silky@...\">silky@...</a> wrote:<br/>\n&gt; <br/>\n&gt; Yesterday I was hunting in CB, and thinking of lore stuff a lot - place is<br/>\n&gt; full of it.<br/>\n<br/>\nJust the shield and tunic.  Maybe the dwarven axes too.  The<br/>\nwarlord bracer and screaming mace are not (pending) lore.<br/>\n<br/>\n&gt; For example, I WEAR the dwarven tunic (pending lore at the moment) what if<br/>\n&gt; I want to ALSO get the screaming mace - the tunic is a component.<br/>\n<br/>\nI happen to feel that was the intent of the quest all along.<br/>\nDo you want the tunic (and shield and bracer) or the screaming<br/>\nmace more?  This is unlike a lot of quests where the item you<br/>\nreceive is either much much better than what you turn in, or<br/>\nis utter crap.  I happen to feel the dilemma you face adds<br/>\ncharacter to the quest.<br/>\n<br/>\n&gt; Another example, I can&#39;t wield 2 dragoon dirks.<br/>\n<br/>\n&lt;sarcasm&gt; <br/>\nI&#39;m sorry you have to operate at 98% potential effectiveness<br/>\nusing a different weapon in your second hand instead of<br/>\nanother dirk.  Just think - if you were wielding two dirks and<br/>\nfound another better weapon, you&#39;d have to operate at 98%<br/>\neffectiveness until you could get another of that new weapon.  <br/>\nWhy doesn&#39;t Verant just make the mobs drop two of each weapon<br/>\nat a time?  Oh the horror.<br/>\n&lt;/sarcasm&gt;<br/>\n<br/>\nThe game is perfectly playable using a different weapon in<br/>\nyour off hand.  What you are complaining about is a &quot;want,&quot;<br/>\nnot a &quot;need.&quot;<br/>\n<br/>\n&gt; While I think it&#39;s a good thing that folks are discouraged from camping and<br/>\n&gt; accumulating a dozen of an item, and then squirrling them away, or hauling<br/>\n&gt; them to the furthest reaches for sale - selling these items IS a legitimate<br/>\n&gt; trade. <br/>\n<br/>\nUnfortunately, the current game mechanics VASTLY favor<br/>\nspellcasters for collecting and selling items.  Until this is<br/>\nfixed, any argument for making this easier is basically an<br/>\nargument for improving things for about half the playing<br/>\npopulation at the expense of the other half.<br/>\n<br/>\n&gt; By basically ruling out getting another, if you already have one in<br/>\n&gt; hand - you are guaranteeing that the folks hunting these critters are gonna<br/>\n&gt; be higher levels - and have already moved past personal use of said item.<br/>\n<br/>\nBut that is a smaller problem than we originally had.<br/>\nOriginally we had both high level players and correct level<br/>\nplayers camping and farming.  Now it&#39;s pretty much been<br/>\nreduced to high level players (who won&#39;t use the item because<br/>\nthey have better stuff) camping and farming.  Because the<br/>\nproblem is now smaller, it can be addressed with a more<br/>\nspecific fix.  Divide and conquer.<br/>\n<br/>\n&gt; I&#39;ve already noticed this shift. The only thing that it DOES help with -<br/>\n&gt; they get one, move on to sell it, but then they are right back.  Since they<br/>\n&gt; are much higher levels, very easy to swipe a kill of one of these mobs from<br/>\n&gt; someone around the &#39;appropriate&#39; level to be hunting them.<br/>\n<br/>\nBrad McQuaid said they&#39;re going to try changing it so group<br/>\ndamage is summed, instead of just the person with the highest<br/>\ndamage getting the kill.  While that means a group of high<br/>\nlevel people camping and farming would be unstoppable, no<br/>\nlonger would an individual high level person basically nullify<br/>\nthe value of a zone for several dozen appropriate level folks.<br/>\nAnd if they are camping and won&#39;t let you get in a turn,<br/>\npetition it - they are effectively kill stealing from you,<br/>\nsince you are just trying to get your fair share and they keep<br/>\ntaking it.<br/>\n<br/>\n&gt; This also of course presents a problem if your friend dies, gives you<br/>\n&gt; consent to loot - and you BOTH have an item - his is gonna poof.<br/>\n<br/>\nThis is a non-issue.  Check with your friend to see if you<br/>\nhave any duplicate lore items before you loot.  Then you give<br/>\nhim your item before you loot his.  The only fix that&#39;s needed<br/>\nis for you to get a message saying you can&#39;t pick this up<br/>\nbecause you already have a duplicate, instead of the item<br/>\ngoing *poof*.<br/>\n<br/>\n&gt; Not sure what the answer to this problem is - I do think Verant had good<br/>\n&gt; intentions with this change, and I agree something needed to be done,<br/>\n&gt; however - is the way it&#39;s been implemented causing more new problems than<br/>\n&gt; it solved of old?<br/>\n<br/>\nI think it&#39;s much improved.  The high level farming problem<br/>\nexisted before.  You&#39;re just noticing it more now because the<br/>\nappropriate-level farming problem is pretty much gone.  (The<br/>\nappropriate-level farming problem still exists with classes<br/>\nthat cannot use an item camping to sell it over and over.)<br/>\n<br/>\n&gt; One change I think might mitigate the problems - and keep the original<br/>\n&gt; intent - let someone only have one of an item in their inventory or bank -<br/>\n&gt; but equipped doesn&#39;t count. If item in question, say the tunic is equipped,<br/>\n<br/>\nWe are on opposite sides of the world here.  :-)  See below.<br/>\n<br/>\n&gt; In short, there is no perfect solution to camping - Verant made a good<br/>\n&gt; faith effort towards stemming it, if we could just get them to now address<br/>\n&gt; the sideissues that the change itself made - I do believe we&#39;ll be a whole<br/>\n&gt; lot closer to the original intent.<br/>\n<br/>\nThe solution I liked was to keep list of flags on each<br/>\ncharacter of all the lore items in the game.  Once you loot<br/>\nthat item off a monster, the flag gets flipped.  You can NEVER<br/>\nloot that item again.  You killed Crush, you got your tunic,<br/>\nhurrah, now move on and let someone else get a shot at Crush.<br/>\n<br/>\nIf you really really wanted two dirks or a second tunic, you<br/>\ncould negotiate with your druid friend (since he can&#39;t use a<br/>\ndirk or Crush&#39; tunic) so that he&#39;d loot a second and give/sell<br/>\nit to you.  If you need to loot a friend&#39;s corpse, since he&#39;s<br/>\nnot a monster, there are no problems.<br/>\n<br/>\nOf course the ultimate solution is to randomize things more so<br/>\nthat Crush doesn&#39;t always show up in the same place.  That&#39;s<br/>\neffectively what the burnt out lightstone solution did to<br/>\nwisps, and kill stealing and camping of wisps has virtually<br/>\ndisappeared.  That and randomize the spawn times a bit.  So if<br/>\nyou manage to space out Crush and Dvinn and the Royal Guard to<br/>\nwhere you can tackle them one at a time, that wouldn&#39;t<br/>\nguarantee your safety if you camp at the site - for all you<br/>\nknow the three could spawn simultaneously next time.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a> </span></blockquote></div>","specialLinks":[]}}
