{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"QZsJ8DY6ZfVMU7UjK63T_ANX7timlZPguhE2IR2LS6_Szgvhw04fFBhSFv22JQY7fgm0JqfMiD7JWAldovSfByjRu3o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Comments on latest bard song analysis (long)","postDate":"931201813","msgId":2889,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNTUuMjg4OS45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2897,"prevInTime":2888,"nextInTime":2890,"topicId":2889,"numMessagesInTopic":3,"msgSnippet":"My comments on Goatnanos latest bard song analysis (v2.0). http://www.harpers.net/bard/songanalysis.htm Level 1: Chant of Battle Effects: PARTY: +DEX & +STR ","messageBody":"<div id=\"ygrps-yiv-1904187780\">My comments on Goatnanos&#39; latest bard song analysis (v2.0).<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.harpers.net/bard/songanalysis.htm\">http://www.harpers.net/bard/songanalysis.htm</a><br/>\n<br/>\n     Level 1: Chant of Battle<br/>\n     Effects: PARTY: +DEX & +STR<br/>\n<br/>\n     someone has claimed +19 STR and DEX, and +5 AC at<br/>\n     30th level while playing with a drum. In the same message,<br/>\n<br/>\nI&#39;m getting +19 str and dex at L24 with a drum, +4 AC.  Without the<br/>\ndrum it&#39;s +11 str and dex, +2 AC.<br/>\n<br/>\n     Level 2: Chords of Dissonance<br/>\n     Effects: NON-PARTY: Damage to all non PC&#39;s in 30&#39; radius<br/>\n<br/>\n     song. As you level, this song will grow stronger. Someone<br/>\n     reported doing 16 damage per pulse with an instrument at<br/>\n     level 30. As with all other Bard DoT songs, it has a duration<br/>\n     of 4 ticks (a tick is 2.5 seconds) after you stop playing it.<br/>\n<br/>\nI&#39;m not sure I agree with this, although I know that&#39;s what<br/>\nJ.M. said.  When I play the song, I can see the target&#39;s<br/>\nhealth bars drop in 6 second ticks just like all our other<br/>\nsongs, and their health drops three times (once with the<br/>\nwince message, twice without).  I suppose it&#39;s possible that<br/>\nmy client is being updated in 6 second increments, although<br/>\nI&#39;m on a cable modem so bandwidth is not an issue...<br/>\n<br/>\n     Level 3: Jaxan&#39;s Jig o&#39; Vigor<br/>\n     Effects: PARTY: Stamina Return + Mana Regen<br/>\n<br/>\nIf you drop below 33% stamina, you will start to lose dex,<br/>\nagi, and str.  Watch your stamina and check your stats while<br/>\nriding the boat to learn the deletrious effects of not having<br/>\na bard in the party to sing the jig during an extended fight.<br/>\n<br/>\nOff topic, but I found out if you run laps while the boat is<br/>\nmoving, you will *gain* stamina!  Apparently when you are<br/>\nrunning fore to aft on the boat, it cancels the forward motion<br/>\nof the boat, and the game considers you to be standing still<br/>\n(or walking), and thus replenishes your stamina.<br/>\n<br/>\n     Level 5: Selo&#39;s Accelerando<br/>\n     Effects: PARTY: Increases Movement and Stamina<br/>\n     level), you run faster than someone with the popular Spirit<br/>\n     of the Wolf spell. As you get higher in level, you will<br/>\n     gradually run faster. By the time you reach the mid 40&#39;s in<br/>\n<br/>\nMight want to include my timings.  To recap, running speed<br/>\n(how much faster am I running?) and time to run between two<br/>\npoints (how much faster will I get to where I am going?) are:<br/>\n<br/>\n&lt;pre&gt;<br/>\n<br/>\nEffect  speed time<br/>\nNormal  1.00  1.00  (baseline)<br/>\nSoW     1.39  0.72  (L20 druid)<br/>\nSelo&#39;s  1.38  0.73  (L21, no drum)<br/>\nSelo&#39;s  1.64  0.61  (L21, with drum)<br/>\n<br/>\n&lt;/pre&gt;<br/>\n<br/>\nI would assume the ratios for walking are identical, though I<br/>\nneed to time how walking compares to running.<br/>\n<br/>\n     game. If you get attacked, just keep running and ignore<br/>\n     them. If you are under 50% HP or more, you will run<br/>\n     slower, so if you have 1% hp left, do not expect to &#39;run like<br/>\n<br/>\nI believe this effect doesn&#39;t kick in until under 33% hp,<br/>\nwhich is the same time the agi penalty kicks in.  Also, there<br/>\nseems to be a minimum walking speed at which you will walk<br/>\nwith even 1 hp.  At about L20+, walking with Accelerando and a<br/>\ndrum is faster than most mobs can run.  I pulled a party<br/>\nmember in Unrest from inside the house all the way to the zone<br/>\nwhile he only had 1/3rd of a bubble of health left.  He walked<br/>\nthe entire way and easily outdistanced the mobs.<br/>\n<br/>\n     of a possible 1 to 5. An undocumented feature of this song<br/>\n     is that it will break &#39;root&#39; based spells. If you get rooted by a<br/>\n     monster, just sing this song and even though the root<br/>\n     icon will still be on your screen, you will now be able to<br/>\n     move normally. This is supposedly NOT a bug, but a design<br/>\n<br/>\nYou should mention it doesn&#39;t break root underground.<br/>\n<br/>\nDruids in wolf form naturally run at SoW, but cannot cast SoC<br/>\non themselves.  I&#39;m curious what happens if you&#39;re grouped<br/>\nwith a druid in wolf form and you play Accelerando.<br/>\n<br/>\n     Level 6: Hymn of Restoration<br/>\n     Effects: PARTY: Healing<br/>\n     faster and for more points per pulse. The rate of healing goes up<br/>\n     about 2 points per pulse every 6 levels, hence level 12 heals at 8<br/>\n     points/pulse, level 18 heals 10 points/pulse, level 24 heals 12<br/>\n     points/pulse, level 30 heals 16 points/pulse, etc...<br/>\n<br/>\nI only get 11 points/pulse at 24 standing, 1 of which is my<br/>\nnatural regeneration rate.  So the song is only adding 10<br/>\npoints/pulse.  You do get 12 points/pulse overall if you are<br/>\nsitting.  The regen rates are half if you are not using a<br/>\nlute/mandolin (5 points/pulse + 1 point/pules natural regen =<br/>\n6 points/pulse standing, 7 points/pulse sitting).<br/>\n<br/>\n     Level 7: Jonthan&#39;s Whistling Warsong<br/>\n     Effects: SELF: +STR, +AC, +Attack Speed<br/>\n<br/>\n+17 str, +4 AC at L24.<br/>\n<br/>\n     lieu of Hymm of Restoration or Chant of Battle. Also, while this<br/>\n     song is stackable with Anthem de Arms, the attack speed increases<br/>\n     will only partially stack. I believe the current thought is that<br/>\n     with both stacked, attack speed will increase 25%.<br/>\n<br/>\nI think I may have an explanation for why people were getting<br/>\ndifferent timing results stacking this and anthem.  We all<br/>\nknow that movement speed modifiers (root, Accelerando, SoW) do<br/>\nnot stack.  It could be that attack accelerators also do not<br/>\nstack.  That would mean your current combat speed boost is the<br/>\nlast one you were influenced by.  Depending on your weapon<br/>\nspeed and how you twisted the songs, you could get results<br/>\nanywhere from as slow as Anthem to as fast as Warsong.<br/>\n<br/>\nI&#39;ll have to test this more carefully some time in the future.<br/>\nMany of the enchanters I run across can cast Quickness, which<br/>\nalso speeds up your attack speed.<br/>\n<br/>\n     Level 9: Elemental Rhythms<br/>\n     Effects: PARTY: + Protections - Fire, Cold, and Magic<br/>\n<br/>\n     Analysis: This is the first of the protection songs. On a 13th<br/>\n     level Bard, resistances are +9 singing, or +19 with an<br/>\n     instrument. While not very useful at lower levels, when you<br/>\n     start to encounter spell casting monsters, this song will be<br/>\n     greatly appreciated. At level 20, when using a drum, I can<br/>\n     twist this song with Purifying or Guardian Rhythms and<br/>\n     increase Magic Resistances for my party by over 50.<br/>\n<br/>\nI&#39;ve never been able to twist it with Purifying Rhythms.  +17<br/>\nto resists, +2 to AC without drum at L24.  +30 to resists, +4<br/>\nto AC with a drum.  All in all I would say the Rhythm songs<br/>\nare much more effective than the Endure Magic/Fire/Cold line<br/>\nof spells casters get early on (+25 to resist) since the song<br/>\nraises multiple resists and affects the entire party at once.  <br/>\nThe songs stack with the spells though, so if you want you can<br/>\nstack them all to get some pretty outrageous resists.<br/>\n<br/>\n     Level 10: Anthem de Arms<br/>\n     Effects: PARTY: +Attack Speed, +STR<br/>\n<br/>\n+17 to str, same as Warsong.<br/>\n<br/>\n     Level 11: Cinda&#39;s Charismatic Carillon<br/>\n     Effects: SELF: Add NPC faction, up 1 /con level<br/>\n<br/>\n     indifferent or worse, this song will increase the /con level by<br/>\n     1 in most cases. There are 2 uses for this song. First: you<br/>\n<br/>\nI&#39;ve had it take merchants from apprehensive to amiable, which<br/>\nis 2 /con levels.<br/>\n<br/>\n     Level 12: Brusco&#39;s Boastful Bellow<br/>\n     Effects: SINGLE: 1-7 points damage<br/>\n<br/>\nThe damage range should be corrected in lieu of the formula<br/>\n(level/2 + 1).  This song is nice early on, but IMHO bards get<br/>\ntoo dependent on it and keep using it well after it pretty<br/>\nmuch becomes ineffective.  At my level, 13 damage every 5<br/>\nseconds (15 seconds if you&#39;re twisting) is pretty much<br/>\nnegligible in a party where each member is hitting for an<br/>\naverage of 10-70 points every 2-4 seconds.  I&#39;ve been fooling<br/>\naround with substituting Discord in place of it.<br/>\n<br/>\nSpeaking of which, we need to figure out exactly how long a<br/>\n&quot;tick&quot; or &quot;pulse&quot; is.<br/>\n<br/>\n     is the monster magnet of all time. It has been known to<br/>\n     draw monsters from totally separate rooms, through locked<br/>\n     doors. Be very careful with this song in delicate dungeon<br/>\n     settings. The formula to calculate damage for this song is (<br/>\n     level / 2 ) + 1.<br/>\n<br/>\nI don&#39;t think this is a problem with the song, but rather just<br/>\nthe way the monster AI works in general.  If a mob decides to<br/>\nattack you, it &quot;tells&quot; any social mobs nearby and they will<br/>\nattack you too.  Some dungeons are well designed so the walls<br/>\nare thick enough to prevent this crosstalk.  Others are not so<br/>\nwell designed and activating one mob will bring others which<br/>\nare out of sight behind walls and doors.  Bellow is usually a<br/>\nbard&#39;s first ranged attack (since few seem to use throwing<br/>\nknives), and so is the first time they really notice this.<br/>\n<br/>\n     Level 13: Purifying Rhythms<br/>\n     Effects: PARTY: +Protection: Poison, Disease, and Magic<br/>\n     Skill: Percussion Instruments<br/>\n<br/>\n     provided. The level of protection is either +9 or +19,<br/>\n     depending on whether or not an instrument is used. In<br/>\n<br/>\nI get +17/+30 to resist and +2/+4 to AC at L24.  This is the<br/>\nsame as with Elemental Rhythms.  The song stacks with Guardian<br/>\nRhythms, but not Elemental.<br/>\n<br/>\n     particular, it appears that this song is tailored to combat the<br/>\n     specific resistances needed to battle undead creatures. This<br/>\n     song is a must for combat with, mummies, zombies, and evil<br/>\n     mages. <br/>\n<br/>\nI&#39;m not sure I agree.  All the diseases I&#39;ve thus far run<br/>\nacross are very slow acting, and rabies does nothing except<br/>\nstop your natural hp regeneration (which is almost meaningless<br/>\nwith a bard around).  Some of the poisons can be nasty if left<br/>\nuncured, but they are also slow acting DoTs which we usually<br/>\ncure after a fight.  I would rather twist Elemental rhythms to<br/>\nbetter resist the magical fire and ice attacks which can do<br/>\nseveral hundred points damage at once, than Purifying to save<br/>\nmy party from disease/poison effects which are so slow I can<br/>\npretty much nullify them by playing Restoration.<br/>\n<br/>\n     There was some discussion on the Bard mailing lists<br/>\n     that this song is Stringed Instruments, but that appears to<br/>\n     have been a bug. It twists well with Elemental Rhythms<br/>\n     since it is also percussion based.<br/>\n<br/>\nCorrect, appears to have been fixed now so that it uses a<br/>\ndrum.  And as I mentioned above, it does not twist with<br/>\nElemental Rhythms.<br/>\n<br/>\n     Level 15: Kelin&#39;s Lucid Lullaby<br/>\n     Effects: NON-PARTY: Enthrall & Nix S. List<br/>\n<br/>\n     this song next to a guard, or he will start attacking you. Each<br/>\n     monster affected has two chances to break out of the<br/>\n     Lullaby every pulse. The first is a standard resist, which<br/>\n     nullifies the song outright, and the second is the chance<br/>\n     (which varies based on Bard CHA, instrument used, level<br/>\n     spread, etc) to just plain ignore the song. Also, Kelin&#39;s Lucid<br/>\n<br/>\nYou should mention that hitting the mob wakes it up (attacking<br/>\nit does not, as I&#39;ve watched with amusement out of mana<br/>\ncasters trying to melee to finish off mobs I&#39;ve put to sleep<br/>\nfor them :-).  So it&#39;s important that your party concentrate<br/>\non just one target while you put the rest to sleep.  I&#39;ve been<br/>\ntrying to experiment to see if the Dissonance/Discord line of<br/>\nsongs also wakes them up (I&#39;m pretty sure the &quot;wince&quot; does,<br/>\nbut don&#39;t know about the two message-less pulses that come<br/>\nafterwards).<br/>\n<br/>\n     Lullaby now has a maximum of four targets. You won&#39;t be<br/>\n<br/>\nI have used it to simultaneously sleep many more than 4<br/>\ntargets.  Just this weekend I used it on 7 gnolls in<br/>\nBlackburrow (scrolled back and counted 7 simultaneous &quot;nods&quot;<br/>\nmessages).<br/>\n<br/>\n     volume of fire to the party, and the nod effect is great for<br/>\n     making casters flub a spell. Also, the nod effect will interfere<br/>\n<br/>\nMakes it *very* valuable when fighting multiple spellcasters,<br/>\nespecially if your party is following the everyone-attack-the-<br/>\nsame-target rule.<br/>\n<br/>\n     Level 17: Guardian Rythms<br/>\n     Effects: PARTY: +AC & +Magic Resistance<br/>\n<br/>\n     Analysis: Contrary to rumors floating around, an instrument<br/>\n     is not required to play this song. It gives +13 magic<br/>\n     resistance and +4 AC when singing. You get a lot more<br/>\n<br/>\nDespite being touted as a magic-resist-only song, it does not<br/>\nraise your magic resist any more than Elemental or Purifying<br/>\nrhythms. It does raise AC more than the other rhythm songs<br/>\n(twice as much), but even at L24 with a drum, the difference<br/>\nis nothing to get excited about.  +17 to MR, +4 AC without a<br/>\ndrum.  +30 to MR, +8 to AC with a drum.<br/>\n<br/>\n     when played with an instrument. Using a drum, twisting this<br/>\n     song with the level 13 Purifying Rhythms, you can easily<br/>\n     beef up a party&#39;s magic resistance 50+ points. This is good<br/>\n     for fighting Evil Eyes and other spell casting monsters.<br/>\n<br/>\nIt&#39;s main advantage is that it stacks with Elemental or<br/>\nPurifying rhythms, which is basically the only time I use it.  <br/>\nOtherwise I use Elemental - I only lose a couple AC and gain<br/>\ntwo more resists.<br/>\n<br/>\n     Level 18: Denon&#39;s Disruptive Discord<br/>\n     Effects: NON-PARTY: Damage & -AC<br/>\n<br/>\n     or he will start attacking you. When you first get this song,<br/>\n     and play it with an instrument, expect to 19 points damage<br/>\n     and drop AC by 19 (with a 50 brass skill). When fighting<br/>\n     multiple monsters, you will actually do more damage with<br/>\n     this song than using your melee weapon. The hard part is<br/>\n<br/>\nI think that&#39;s an important point most bards are overlooking.<br/>\nThis song is awesome.  I played around with twisting it,<br/>\nDissonance, and either Chain or Restoration, and the fights<br/>\nwent about as easily as when I&#39;m using weapons.<br/>\n<br/>\nThe graphical effects will kill your framerate though once you<br/>\nreach L24 and get the extra lights.  I&#39;ve started turning my<br/>\nparticle density (under display options) off when I&#39;m using<br/>\nthis or Dissonance, and tell the rest of my party to do the<br/>\nsame.<br/>\n<br/>\n     Level 19: Shauri&#39;s Sonorous Clouding<br/>\n     Effects: PARTY: Invisibility<br/>\n<br/>\n     were not there. This is a pulse based song. Every pulse, a<br/>\n     skill check is made. If you fail a skill check, you become<br/>\n     visible until the next tick (about 2.5 seconds). This is both a<br/>\n<br/>\nI don&#39;t think that&#39;s how it works.  I&#39;ve become visible and<br/>\nhad to wait a full tick before being shrouded again.  And I&#39;ve<br/>\nbecome visible and almost instantly been shrouded again.  The<br/>\ninvisibility spells have a &quot;random&quot; duration because there&#39;s a<br/>\nchance they can just blink off without warning before their<br/>\nfull duration is up.  I think the song works the same way, and<br/>\nwe just have the fringe benefit of becoming invisible again<br/>\nthe next tick instead of having to recast invisibility.<br/>\n<br/>\n     Level 20: Largo&#39;s Melodic Binding<br/>\n     Effects: NON-PARTY: -Attack SPD & AC<br/>\n<br/>\n     Analysis: Song effects are obvious, reducing attack speed<br/>\n     and AC of monsters and NPCs. This song is one of the<br/>\n     more dangerous a bard can sing. Monsters hate this song,<br/>\n     but not as much as the level 18 Denon&#39;s Disruptive Discord.<br/>\n     The attack speed of the monster will visibly slow down<br/>\n     under the effects of this song. In most cases, however, the<br/>\n<br/>\nI timed this on a fire beetle and got a 23% slowdown in their<br/>\nattack speed at L24.  I tried it on an orc warrior and got the<br/>\nexact same results (funny how both an orc warrior and fire<br/>\nbeetle attack once every 3.0 seconds...).<br/>\n<br/>\n     Level 21: Melanie&#39;s Mellifluous Motion<br/>\n     Effects: PARTY: Short distance random teleport<br/>\n<br/>\n     distance. Apparently does not teleport you through walls or<br/>\n     locked doors. In a dungeon, this song can get you in a whole<br/>\n     lot of trouble. <br/>\n<br/>\nSince it doesn&#39;t teleport you through walls or locked doors,<br/>\nI&#39;d have to question just how much trouble it can get you in.<br/>\n<br/>\n     Outdoors, however, with a flute in hand, it<br/>\n     has an amazing range. From the front gate of Qeynos, one<br/>\n     pulse can jump you to the zone line. Lots of fun, you do a<br/>\n<br/>\nThe song seems to transport you to &quot;ground level.&quot;  If there<br/>\nis a lake or ocean nearby, &quot;ground level&quot; means the bottom.  <br/>\nBe prepared to swim up quickly to avoid drowning if you use<br/>\nthis song near any water.  Especially if it&#39;s night and the<br/>\nwater is murky enough that you&#39;re effectively blind.<br/>\n<br/>\n     Level 22: Alenia&#39;s Disenchanting Melody<br/>\n     Effects: PARTY: Cancel Magic<br/>\n<br/>\n     Unconfirmed Analysis: This song now works, and turns out<br/>\n     to be better than the Cancel Magic spell that spell casters<br/>\n     get. This song supposedly will get rid of all DoT and<br/>\n     de-buffs that have been cast upon a party, but will leave all<br/>\n     of your buffs intact. Very useful, and what Cancel Magic<br/>\n     should have been. Note: this song will not cure disease or<br/>\n     get rid of charm.<br/>\n<br/>\nI had a chance to try it on another DoT.  It did *nothing*.<br/>\nDoes anyone have *any* idea what this song does?  From the<br/>\nname I&#39;m starting to think that maybe it only nullifies charm.  <br/>\nThe question also remains whether you play the song to remove<br/>\nthe effect, or if you play it continuously to avoid being hit<br/>\nby the effect in the first place.  The fact that it puts an<br/>\nicon on your screen for 3 pulses seems to suggest the latter.<br/>\n<br/>\n     Level 23: Selo&#39;s Consonant Chain<br/>\n     Effects: TARGET: Slow Down Target Movement & Attack Speed<br/>\n<br/>\n     Unconfirmed Analysis: Apparently, one of the more useful<br/>\n     songs in a Bards arsenal, as it will make monsters move<br/>\n     slower, so you can run around them, casting direct damage<br/>\n     songs without being hit. Also, if a monster is trying to run<br/>\n     away, this song will supposedly root them. It is similar to<br/>\n     spell snare.<br/>\n<br/>\nWhat happens is that snare slows down movement speed.  If your<br/>\nnatural movement speed is below a certain threshold (i.e.  <br/>\ntrying to walk away while wounded), it gets dropped to zero.  <br/>\nIt turns out to actually be *better* than root.  With root,<br/>\nthe mob knows it can&#39;t run, so it turns around to fight until<br/>\nit dies.  With snare/chain, the mob keeps trying to run even<br/>\nthough it can&#39;t move, so you get to kill it without it<br/>\nattacking you.<br/>\n<br/>\n     Unlike other spell casters, a Bard can sing this<br/>\n     song while running after a mob that is trying to get away,<br/>\n     making it very useful in places like Guk and Befallen, where<br/>\n     mobs run away, only to come back later with a quite a few<br/>\n     of their friends for some payback. This is a great addition to<br/>\n     a Bard&#39;s arsenal.<br/>\n<br/>\nThe song also has a *huge* range (although it may have been<br/>\ndecreased judging from the couple hours I played last night).  <br/>\nI&#39;ve started using this as my fetching song instead of bellow.  <br/>\nIt&#39;s a little annoying that the mob walks towards me instead<br/>\nof runs, but I still seem to come out ahead in the time and<br/>\nrisk department.  Use the time the mob is walking to tell your<br/>\ngroup &quot;incoming.&quot;  It&#39;s also a huge taunt which makes it<br/>\nharder for someone to steal your pull.  :-)<br/>\n<br/>\nI also use it as my help-others-without-stealing-their-kill<br/>\nsong.  It slows down attack speed the same as Binding, and<br/>\nstops mobs from running.  Just be careful you don&#39;t use it so<br/>\nmuch that the mob decides to attack you instead of them,<br/>\nunless that is your intent.  After all those stupid orc<br/>\noracles casting drowsy and walking sleep on me, it&#39;s nice to<br/>\nmake the monsters attack slower for a change.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
