{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"SteelWolf","from":"SteelWolf &lt;steelwlf@...","replyTo":"LIST","senderId":"-gTCbQVy6oIrlzvTV5tC8dzSpkt6H-VCLs_5Wuboy7_LJ4ZZouf9v96QzcBX0vtypV6ncrsiPvABEqBIoPj3_fl7id5U5UzH","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bards and Mob Hate","postDate":"925935545","msgId":2893,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNTYuMjg5My45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2878,"nextInTopic":2894,"prevInTime":2892,"nextInTime":2894,"topicId":2869,"numMessagesInTopic":13,"msgSnippet":"In Unrest I disagree with bard hate . I ve played there a few weeks, spending most of my time inside the mansion as a puller. I ll tell you that if you either","messageBody":"<div id=\"ygrps-yiv-1419677856\">In Unrest I disagree with &quot;bard hate&quot;. I&#39;ve played there a few weeks, spending<br/>\nmost of my time inside the mansion as a puller. I&#39;ll tell you that if you either<br/>\nattack something or something punches you while fighting someone else, if you<br/>\nlose track of it and are not sure if it dies, you need to zone out to clear your<br/>\nagg. list. There are a few line of sight bugs in the house that can cause this<br/>\nvery easily. Another thing that causes it is if you are within range of a party<br/>\nfighting a mob or someone runs a train to the zone, and you are healing or<br/>\nbuffing your party within range. The monster generally won&#39;t come after you, but<br/>\nit will remember. After the person it has chased has zoned, it will generally go<br/>\nto the first floor front hallway, where the mobs will pile up, as some of the<br/>\npathfinding to get back to the second floor is problematic. As soon as someone<br/>\nattacks one of those mobs piled up in the front hall, that one that had you on<br/>\nit&#39;s agg list will come for you, and he will likely tell his buddies in the<br/>\nfront why they should come help him kill you.<br/>\n<br/>\nIf you are a puller, and you ever go into the open space next to the fireplace<br/>\non second floor, and a dry bones casts on you that isn&#39;t in the room, you need<br/>\nto zone out. He is actually in the loft up the middle stairwell of the house.<br/>\nThe railing in the room causes a bug so he can&#39;t come down after you, but the<br/>\ndry will tell the barbed, werebat, and CGs that spawn there. Under certain<br/>\nconditions these monsters are able to run out of the room, and if they do, they<br/>\nwill all pathfind to you, no matter where you are in Unrest, UNLESS you have<br/>\nzoned. Your party doesn&#39;t need to zone as long as they are out of the dry bones&#39;<br/>\nrange, just you.<br/>\n<br/>\nI thought bard hate was the issue when I was at Derv camps in my mid-teens, but<br/>\nit was simply a matter of me not zoning after several hours of play. I don&#39;t<br/>\nunderstand all the specifics of &quot;why&quot;, but as soon as you zone everything pretty<br/>\nmuch ignores you in Unrest. If you have problems with beetles running up, zoning<br/>\nhelps with that as well immensely.<br/>\n<br/>\nHope this helps some,<br/>\n<br/>\nAriell Thunderwolf, Karana<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt; I think the mobs in Unrest just hate us.  I can be inside the zone about 30<br/>\n&gt; minutes before I have a random mob attack me from nowhere, whether I&#39;m<br/>\n&gt; playing a song or not and no matter which songs I&#39;ve played in the zone.  I<br/>\n&gt; haven&#39;t seen this in any other zone, and thankfully they&#39;ve always come when<br/>\n&gt; we were ready to pull anyway so it saved us some work.  It&#39;s a weird<br/>\n&gt; phenomenon that I have yet to understand.  If anyone has any clues about<br/>\n&gt; this I would appreciate it, I hope to be going back there next week to<br/>\n&gt; tackle the basement.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
