{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kyle","from":"&quot;Kyle&quot; &lt;ksibbald@...","replyTo":"LIST","senderId":"wnCb0TPcodPhyMTYbgRRQuZi64mEb3aa5lxLjZVIbcYaAFwYHgnOM2Ihlj4bKZFs3yd-7-N-Zg3dNWw9Vm7Y_oZvZA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: A few general ramblings on attaining some SAFE coin...","postDate":"925186891","msgId":294,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNi4yOTQuOTU5MjczMzY3QGVHcm91cHMuY29tPg=="},"prevInTopic":267,"nextInTopic":297,"prevInTime":293,"nextInTime":295,"topicId":258,"numMessagesInTopic":6,"msgSnippet":"Hah, a very good tale indeed. I myself find fishing to be slightly profitable but more relaxing than anything. The docks in Freeport provide a beautiful","messageBody":"<div id=\"ygrps-yiv-1646804453\">Hah, a very good tale indeed. I myself find fishing to be slightly<br/>\nprofitable but more relaxing than anything. The docks in Freeport provide a<br/>\nbeautiful sunrise. The falls in Rivervale are quite tranquil. I&#39;ve hears<br/>\nSurefall Glade is just as nice. I recommend nothing else when taking one of<br/>\nthe long boat rides to Kelethin.<br/>\n<br/>\n\tSome of the fish taste rather good with a few spices and a draught of ale.<br/>\n<br/>\n\tGood Journey,<br/>\n<br/>\n\t\tSineras (Cazic-Thule)<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: JR McConnell [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jr@...\">jr@...</a>]<br/>\nSent: Monday, April 26, 1999 8:23 AM<br/>\nTo: EverQuest Bards Mailing list<br/>\nSubject: [eqbards] A few general ramblings on attaining some SAFE<br/>\ncoin...<br/>\n<br/>\n<br/>\nFrom: &quot;JR McConnell&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jr@...\">jr@...</a>&gt;<br/>\n<br/>\n\tRecently, thanks to a disagreement with a Dark-Elf in the desert of Ro I<br/>\nhad to find another way to generate some cash. I wanted to happily hunt Fire<br/>\nBeatles to fill my purse, an he wanting to happily paint the desert red with<br/>\nmy blood. Needless to say his cry to the effect of, &#39;You are not of a<br/>\nexperience to waste my time on, but I will still smight you&#39;, left me to ask<br/>\nto leave, for I defiantly heard my mother calling me. never the less he<br/>\nstill wanted to play, but being a good boy I, while running, switched my<br/>\nweapon and parrying dagger with my drum, both of which I keep in easy to<br/>\nreach places, And began singing the Acceleration song. By the time I reach<br/>\nthe Southern Gate of Freeport I was bleeding profusely and close to a loss<br/>\nof consciousness. But luckily I left my new found friend behind.<br/>\n<br/>\n\tNot wanting to venture in to the desert till I was sure he had gone home,<br/>\nand not wanting to go back to the over hunted Commonlands. I decided to get<br/>\nmy fishing pole out of the bank, and see how much I could roll the mer 3<br/>\nSilver, 5 Copper I had into. In spent it all on bait @ 3 Copper per unit. I<br/>\nthen when to the dock, and straight into the water (I forgot I was still<br/>\nplaying my drum and singing the Acceleration song. After a quick swim I was<br/>\nback on the docks again.<br/>\n<br/>\n\tI than began to fish. Besides fish, I caught fish scales, rusted daggers,<br/>\nand single tattered cloth sandals; which mad me wonder, if I fished in the<br/>\npool under the Academe of Magic would I find the stray magic ring, or in the<br/>\npool by the Hall of Truth would I get a combination sword of a stray piece<br/>\nof plate? Any why, it was a profitable endeavor for the most part. I sold<br/>\nthe fish for just over 2 Silver each, Fish scales went for just 4 Copper<br/>\n(still more than the cost of bait), and the other items sold for just over 2<br/>\nsilver each as well. I did lose my bait 2 times but I still had more than I<br/>\nstated with approximately 1 Gold, 6 Silver for the hole trip. Making for 1<br/>\nGold, 1 Silver of pure profit, the greatest expense being 5 Silver and some<br/>\ntime, which I did not waste for I sang to keep my voice improving and<br/>\nchecking my direction to better my ability for when I really needed it.<br/>\n<br/>\n\tSo there where side benefits. I always try to capitalize on my down time,<br/>\nlike in the small bathing pool near the Theater of the Tranquil. I practice<br/>\nmy swimming without worry of Purina or sharks. I enter it and walk to the<br/>\nback wall, when I reach it (either playing my drum or just singing a song<br/>\nthat will improve my abilities, I will then start to sing (and play, how I<br/>\ndo not know) and swim. &lt;OOC&gt; I then hit the auto-run key, sitting back and<br/>\nwatching my abilities increase.&lt;/OOC&gt; The only cost is food.<br/>\n<br/>\n\tI placed part of the fishing profits back into bait to make more coin. The<br/>\nonly draw back was when the pole broke costing me around 2 Gold to replace.<br/>\nBut this is better than the drawback of a critical failure in say begging.<br/>\nFor once I hit the beg button by mistake to hear a guard say &quot;I will teach<br/>\nyou for your blasphemy!&quot; You think I said &#39;your grandmother wears Shadow<br/>\nKnight&#39;s boots!&#39; Not politely asking for a spare copper or two. It was a<br/>\nlesson I will long remember, for you can lose more than your pride by<br/>\nbegging... Al in All, by the end of my fishing trip I was ahead by 8 Gold<br/>\nfor 1 full days work.  Not as Profitable as hunting Fire Beatles in the<br/>\nDesert of RO but a bit safer. For it also is not completely safe, for while<br/>\nfishing a Shark popped out of the water to snap at my toes, I then went to<br/>\nthe raised area of the pier. Knowing my luck, they probably can jump; but I<br/>\ndigress...<br/>\n<br/>\n\tI hope those near a good sized body of water think to buy a fishing pole<br/>\nand keep it stashed away for those times you need a bit of safe coin. Like<br/>\nafter losing all ones possessions and having to start over. for one can<br/>\nstomp a few rats to buy bait, then it is off to the water side so you can<br/>\nget coin for a weapon (or be luckily enough to fish one out of the sea.<br/>\n<br/>\n\t- SnowLynx, Gentleman Bard of Freeport; presently looking for a long hot<br/>\nbath while being followed around by every stray cat in Freeport...<br/>\n<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nLooking for a new hobby?  Want to make a new friend?<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ONElist.com\">http://www.ONElist.com</a><br/>\nCome join one of the 130,000 e-mail communities at ONElist!</div>","specialLinks":[]}}
