{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Schuldes","from":"James Schuldes &lt;jgs@...","replyTo":"LIST","senderId":"uHfIRE6dLCcdz46vCylNHo5i2OLQPaCbT7eDdQehdEl3FHzeRY-VdVTlHE-UZsMGJx_BaBV8xGfIlkGiI0KoERjr6lujbNg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Rivervale to Qeynos?","postDate":"931356536","msgId":2987,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNjAuMjk4Ny45NTkyNzMzNzBAZUdyb3Vwcy5jb20+"},"prevInTopic":2984,"nextInTopic":2990,"prevInTime":2986,"nextInTime":2988,"topicId":2975,"numMessagesInTopic":20,"msgSnippet":"Hail! I d suggest that you stay in Misty until level 5 and you get Selos song for speed running.  Then going to Qeynos will be a piece of cake - I even went to","messageBody":"<div id=\"ygrps-yiv-1461278943\">Hail!<br/>\n<br/>\nI&#39;d suggest that you stay in Misty until level 5 and you get Selos song for<br/>\nspeed running.  Then going to Qeynos will be a piece of cake - I even went<br/>\nto the North Karana gypsy camp at like level 5.  Also, at level 3, you are<br/>\nstill a &quot;monster magnet&quot; and to get to Qeynos, you have to run by monsters<br/>\nin a couple spots (as you get bigger than these monsters, they wise up and<br/>\nignore you but now they will attack on sight - which means as soon as you<br/>\ncan see their icon they can see you and want to et you.)<br/>\n<br/>\nAs far as getting crappy prices from the halfling vendors, you could try the<br/>\nvendors in Kithikor Wood.  There are 2 shops very close to the Rivervale<br/>\nzone and your faction may be different with these folk since they are<br/>\nhummies.  But again, until you get bigger, expect that monsters will view<br/>\nyou as a tasty treat and don&#39;t wander about in Kithikor.  You have to go<br/>\ndown the path a short way but no more than a hundred yards or so and you<br/>\nwill shops - one on each side of the road.  Kith is still one of the most<br/>\nscary zones to me.<br/>\n<br/>\nBut if you must go - heed the advice of others and go nekkid with your good<br/>\nstuffs in the bank.<br/>\n<br/>\nFind the tunnel in misty thicket that goes into the Runnyeye Mines - run<br/>\npast the gobbies if they guard the entrance and zone in.  Now stay close to<br/>\nthe wall on the right and follow it thru to the platform - run the whole way<br/>\neven if gobbies jump on you - take all right turns hug the wall and zone<br/>\ninto the Gorge of King Xorbb.  Check it out!  Some really big monsters!  But<br/>\nto get past them, you climb the wall on the left side and follow the left<br/>\nwall thru the gorge.  In a couple spots you will be forced down off the wall<br/>\nand if you fall it will hurt bad. So be carefull on the turns and hug the<br/>\nwall. If you are forced down look first to make sure the traffic is clear.<br/>\nThen run hugging the wall until you can climb back up. Keep following the<br/>\nleft wall until you see the canyon that leads you out of the zone - you are<br/>\npretty much forced down at the end. Run to the zone.<br/>\n<br/>\nNow you are in East Karana. Hug the zone wall on the right. Keep high on the<br/>\nright until the river.  Keep and eye out for Broon - a big ol cyclops who<br/>\nhangs by the river. Give him a wide berth but watch also for Gryffins<br/>\n(flying monsters) and Gogrehounds and Plains cats.  Run parallel to the<br/>\nriver giving Broon a wide berth - to the big wooden bridge - cross it and<br/>\nzone.<br/>\n<br/>\nNow you are in North Karana.  Keep the river on your left and keep going<br/>\nsouth until it starts to turn west.  At the river bend be ware of the<br/>\nRaiders - they are bandits and will attack if you get too close.  Give them<br/>\na wide berth but keep the river on your left.  You will see a huge stone<br/>\nbridge - remember this because you can run across if you need to zone (and<br/>\nlater you will prolly come back here for the Lute quest.)  But if you are<br/>\ngoing to Qeynos - don&#39;t cross it but keep river on your left and run run run<br/>\nuntil you zone.<br/>\n<br/>\nAhh now West Karana, run huggin the river on your left - a long long long<br/>\nrun.  Past fisherman and womans two times and finally you see the Barbarian<br/>\nfishing village.  Now you can turn north and follow zone wall north past<br/>\nsome towers keep them on your right and eventually a path that leads down a<br/>\ncanyon to the west --take it and run to the zone.  <br/>\n<br/>\nIn Qeynos hills now and getting very close.  Follow the path giving the<br/>\nbears and wolves and everything a wide berth.  At the milestone take the<br/>\nfork to the west and run to the zone.<br/>\n<br/>\nFinally, you are in North Qeynos - run down the path (hopefully not meeting<br/>\nFippy Darkpaw or the Queenie Klicknik) to the city guards & gates and when<br/>\nyou chat with the folk explain that you have just come from Rivervale -<br/>\ncertainly someone will bind you.  <br/>\n<br/>\nIf you live on Innoruuk, give me a tell and I may be able to guide you if I<br/>\nam not too far away or otherwise engaged in a party.<br/>\n<br/>\nSylly<br/>\nBard of the 13th level<br/>\na.k.a. Robo-Bard<br/>\ncamped out in Halas on Innoruuk<br/>\n<br/>\n<br/>\n<br/>\n\t\t-----Original Message-----<br/>\n\t\tFrom:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:weya@...\">weya@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:weya@...\">weya@...</a>]<br/>\n\t\tSent:\tWednesday, July 07, 1999 7:56 AM<br/>\n\t\tTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n\t\tSubject:\t[eqbards] Rivervale to Qeynos?<br/>\n<br/>\n\t\tFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:weya@...\">weya@...</a><br/>\n<br/>\n\t\tGreetings,<br/>\n<br/>\n\t\tI have one problem though ... none of the vendors like <br/>\n\t\tme.  Any npc that will sell to me looks at me <br/>\n\t\t&quot;apprehensively&quot;.  I went to every npc I could find and <br/>\n\t\tfound one that was disinterested ... but he wouldn&#39;t <br/>\n\t\t(couldn&#39;t) sell to me.  So I&#39;m making crap money on my <br/>\n\t\tloot.  At this rate, I&#39;m never gonna be able to even <br/>\n\t\tafford songs, let alone any equipment (sewing kit & <br/>\n\t\tpatterns for example).<br/>\n<br/>\n\t\tSo I need help!  Either, point me to someone in Rivervale <br/>\n\t\twho will offer me decent prices or ...  If there isn&#39;t <br/>\n\t\tanyone that fits that bill, then I think I need to move <br/>\n\t\ton to Qeynos.  In that case, I need good directions from <br/>\n\t\tRivervale to Qeynos.  Every travel guide I&#39;ve found gives <br/>\n\t\tthe directions the opposite way around ... and they&#39;re <br/>\n\t\tnot easily reversed.<br/>\n<br/>\n\t\tThanks again,<br/>\n\t\tWynsong<br/>\n\t\tWoodelf Bard, Level 3<br/>\n\t\tRivervale, Qeynos<br/>\n<br/>\n<br/>\n\t\t--<br/>\n\t\t~~~ Remember that our illusion of control is just <br/>\n\t\tthat ... an illusion ~~~<br/>\n<br/>\n\t\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:weya@...\">weya@...</a><br/>\n\t\tICQ#1976509<br/>\n<br/>\n\t\t--------------------------- ONElist Sponsor<br/>\n----------------------------<br/>\n<br/>\n\t\tAttention ONElist list owners!<br/>\n\t\t<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/news.html\">http://www.onelist.com/info/news.html</a><br/>\n\t\tCheck out the new &quot;DEFAULT MODERATED STATUS&quot; option.<br/>\n<br/>\n\t<br/>\n------------------------------------------------------------------------</div>","specialLinks":[]}}
