{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tim and Mary Steed","from":"&quot;Tim and Mary Steed&quot; &lt;timandmary@...&gt;","replyTo":"LIST","senderId":"Jr3qUY7w63SZXCHxVa8EpcvyPZ0QbSyMtbu052D5k2G5TkKOHX1tOvNEqENCyYPOR6m2RgF5QUsPaAjhMByVCqrqkySCEo95EE5J_JvMjpY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Twisting","postDate":"931480994","msgId":3159,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNjcuMzE1OS45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":3135,"nextInTopic":0,"prevInTime":3158,"nextInTime":3160,"topicId":2971,"numMessagesInTopic":27,"msgSnippet":"...  ... out ... =============================== I guess I am not as lucky as you. While I LOVE my bard to death (he is the ONLY character I play), I do","messageBody":"<div id=\"ygrps-yiv-195687201\"><blockquote><span title=\"ireply\">&gt;From: &quot;Michal Hobson&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:given@...\">given@...</a>&gt;<br/>\n<br/>\n<br/>\n </span></blockquote>&lt;SNIP&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Their downtime was so minimal, it was sick.  I was<br/>\n&gt;constantly getting &quot;I love bards&quot; and &quot;I love this song!&quot;  They were<br/>\n&gt;actually getting bored waiting for the next orc train to show.  Which was<br/>\n&gt;pretty cool considering when I first arrived, they had all just sprinted<br/>\n </span></blockquote>out<br/>\n<blockquote><span title=\"ireply\"> &gt;of the zone away from a train!!<br/>\n </span></blockquote>===============================<br/>\n<br/>\nI guess I am not as lucky as you. While I LOVE my bard to death (he is the<br/>\nONLY character I play), I do sometimes find it hard to find a group for<br/>\nseveral reasons:<br/>\n<br/>\n1) Fewer High Level players- There will always be a lot more people lower<br/>\nlevel than you, and when your level reaches loftiness of 30 and up, there<br/>\nwill be fewer people to join up with. Like aging, It&#39;s simply a matter of<br/>\nattrition. Try doing a /w 1 29 all and then follow that with a /w 30 50 all.<br/>\nSure, a lot of the uber players might be anonymous, but not enough to<br/>\ncounter the immense number of lower level people. Luckily, after 20th it<br/>\nseems, you can find someone within 10 levels of you either way, and you are<br/>\nfine (that&#39;s been my experience anyway). Still, there were SO MANY people<br/>\nwhen I was like levels 1-8... now... it&#39;s tough to find a full 6 within a<br/>\nfew levels of me.<br/>\n<br/>\n2) Guilds - Personally, I don&#39;t really care for guilds, for numerous<br/>\nreasons. Don&#39;t get me wrong, I think they DO belong in the game, as another<br/>\n&quot;social incentive&quot;. But I don&#39;t know how many times I FINALLY find a group<br/>\nof 4 or 5 people, and I ask to join, and get the &quot;you aren&#39;t part of our<br/>\nguild, so no.&quot; response. Granted, quite a few times I&#39;ve gotten the &quot;Hey, we<br/>\nneed a good bard in our guild, wanna join?&quot; message in response, but<br/>\npersonally, I don&#39;t know if I&#39;ll ever join one. To me, I would feel too<br/>\nobligated to answer the beck and call of my guildmates, and being a bard, I<br/>\nam a bit TOO &quot;free willed&quot; to actually have enough willpower to do this<br/>\n(smile). Regardless, most of the time I am actually turned away from a<br/>\ngroup, it&#39;s because of their group being all of one guild.<br/>\n<br/>\n3) My class- I know, I know, Bards are the jack of all trades, master of<br/>\nnone. We do a lot of different things, just none of them masterfully. We<br/>\nshould EASILY be able to find groups, right? Nope. I HAVE been told on MANY<br/>\nocassions, point blank and bluntly, that BECAUSE I was a bard, I was not<br/>\nwanted. &quot;You can&#39;t tank real well, you can&#39;t dish out damage, we have<br/>\nhealers, we have buffers, etc. etc. etc.&quot; Granted, I HAVE been told that<br/>\nBECAUSE I was a bard, I WAS wanted! &quot;We need Selos!&quot; or &quot;We don&#39;t have a<br/>\ncleric, and you&#39;re better than nothing!&quot; etc.<br/>\n<br/>\n4) Greed - Simple, undeniable greed. &quot;No, we don&#39;t want you because Rubicite<br/>\nis rare enough, and since you can wear it, you might loot it or hassle us<br/>\nabout getting it.&quot; And of course, one I&#39;ve heard a LOT &quot;We are doing fine<br/>\nwith 3 people. Adding you would just water down the EXP distribution.<br/>\nSorry.&quot;<br/>\n<br/>\nNow Michal, don&#39;t get me wrong. I STILL like the bard best out of all the<br/>\nclasses in the game. I LOVE my bard TO DEATH (uhh... quite literally,<br/>\nactually, as I retrieve my corpse for the third time in ten minutes). But, I<br/>\nwas just pointing out that the original poster&#39;s complaints were not<br/>\nunfounded, and in fact his/her problems are frequently experienced by<br/>\nothers, on other servers.<br/>\n<br/>\nHowever, I do not have such a dismal outlook on the class. Sure, there are<br/>\nthings that I would CHANGE, but are we, overall, the weakest class in the<br/>\ngame? The strongest? We could discuss this into the next century, but I for<br/>\none believe we&#39;re right there in the middle with the rest of them (smile).<br/>\n<br/>\nOn a side note, I snipped a quote from your message, above. While early on I<br/>\nocassionally received praise and comments like that (because of Hymn and<br/>\nSelo&#39;s), I can not believe the LOVE that is heaped on me now that I am past<br/>\n32nd level. I can not believe the absolute LOVE that spellcasters heap upon<br/>\nme when I play the Mana Regen song. Heck, a FEW of my more common mage<br/>\nfriends have actually become quite POSSESSIVE of ME!!!! Talk about &quot;stroking<br/>\nyour ego&quot; or feeling important, it feels GREAT!  For a long time, I felt<br/>\nlike our class got little respect, except from people who KNEW what we were<br/>\ncapable of. Now, no matter what, and at least from spellcasters, we have a<br/>\nwhole new load of respect coming to us after 32nd level. And heaven forbid<br/>\nyou get two or more bards with this song in a high level group!!! WOOHOO!!<br/>\n<br/>\nJust my 2 copper&#39;s worth, sorry if this was boring,<br/>\n<br/>\nTim<br/>\nTallonn Stringfellow - Bertox</div>","specialLinks":[]}}
