{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Beth Moursund","from":"Beth Moursund &lt;scrybsprite@...","replyTo":"LIST","senderId":"95-N3moNcwhHOPDDmvhQ1_TGSLQusGiJIy7k5uAt_NSIwg6eAHqYsJSZjg6n5QW9yfxnfi57vyBxwiM4PaTVqcB6usH0h_GzI-0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cazic, camping, and high level play","postDate":"931566107","msgId":3221,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNzEuMzIyMS45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3223,"prevInTime":3220,"nextInTime":3222,"topicId":3221,"numMessagesInTopic":2,"msgSnippet":"... I am also a resident of Solusek Ro.  Indeed, Cazic is The Place for experience and cash from about level 30-39.  However, this means that it has become","messageBody":"<div id=\"ygrps-yiv-353218763\">Talonus DuPrey writes:<br/>\n<blockquote><span title=\"ireply\"> &gt;... I&#39;m kinda<br/>\n&gt;surprised you haven&#39;t hunted it down yet, as on Solusek Ro I rarely see<br/>\n&gt;someone above 30 or so not in cazic-thule once they&#39;ve been there a few<br/>\n&gt;days, and I kinda feel bad that I haven&#39;t gotten it once, though I have<br/>\n&gt;hunted in groups that kiled both golems, and many tae ews, considering<br/>\n&gt;I&#39;ve hunted there for quite some time now.<br/>\n<br/>\n </span></blockquote>I am also a resident of Solusek Ro.  Indeed, Cazic is &quot;The Place&quot; for <br/>\nexperience and cash from about level 30-39.  However, this means that it <br/>\nhas become insanely crowded as the hump in the population curve hit those <br/>\nlevels.  The courtyard usually has at least 3 groups camping; the throne <br/>\nroom generally 2-3 groups (since pickings get thin with more than 2, one <br/>\ngroup will usually get fed up and leave after a while when there are more <br/>\nthan that).  The gator tank closest to the zone usually has a group camped <br/>\nat it.  The cave down underneath that tank sometimes does (it&#39;s a less <br/>\npopular spot because it&#39;s difficult to zone from).  The room next to the <br/>\nAvatar&#39;s spawn point is often-but-not-always camped, but I expect it to <br/>\nmove to the almost always camped stage within another week or so. <br/>\n (Currently it&#39;s still in the upper edge of the population curve.)  Word of <br/>\nthe hidden temple in the maze has been spreading, so it&#39;s starting to <br/>\nbecome another popular camping site (though not as popular as the others <br/>\nsimply because it&#39;s not as easily reached and doesn&#39;t have the convenient <br/>\nzone access...however, it has the advantage of freedom from other groups <br/>\ntrains).<br/>\n<br/>\nThe long and short of it is, the special items from Cazic are becoming a <br/>\nlot more difficult to pick up for yourself.<br/>\n<br/>\nThe highest level dungeons (Nagafen&#39;s Lair, Lower Guk, and deep Mistmoore) <br/>\nare just beginning to feel the population surge.  (I don&#39;t know about the <br/>\nice giant parts of Permafrost -- I haven&#39;t been up there since outgrowing <br/>\nthe goblins.)  I fear that these zones will become nearly unplayable long <br/>\nbefore the promised Christmas release of the expansion pack, as more and <br/>\nmore players reach these levels and pile up with nowhere else to go. <br/>\n Already the easily accessible entrances to all of these are fairly <br/>\nsteadily camped.<br/>\n<br/>\nHopefully the other planes will be fixed and open sometime soon, providing <br/>\nmore choices.  And perhaps one of the new areas being added to the western <br/>\n(Erudite) continent will have stuff appropriate for the top levels.<br/>\n<br/>\n  - Windsong Wanderer</div>","specialLinks":[]}}
