{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Gabriel","from":"&quot;Gabriel&quot; &lt;gdiaz@...","replyTo":"LIST","senderId":"l-5_qRlbSqe-qgOmzGVYkusNXck3iJu5TO_NmMnCDrPZY9SJBVvJWRxXrVVsbZykTeXio8_6UgDkGh2x4nAkX0au","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Reply to accusation that Verant isn&#39;t effective.","postDate":"925269056","msgId":323,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOC4zMjMuOTU5MjczMzY3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":332,"prevInTime":322,"nextInTime":324,"topicId":323,"numMessagesInTopic":7,"msgSnippet":"(I m 17, and not really into economics, or buisiness, so the following is all limited speculation on my behalf.  Read at your own discretion, and correct me if","messageBody":"<div id=\"ygrps-yiv-2021231712\">(I&#39;m 17, and not really into economics, or buisiness, so the following is<br/>\nall limited speculation on my behalf.  Read at your own discretion, and<br/>\ncorrect me if you may.  Friendly opinions welcomed too.)<br/>\n<br/>\nWell, personally I feel that we may be demanding too much out of the company<br/>\nright now.  Yes, it was realeased as only a portion of what it SHOULD be,<br/>\nbut the entire process...hiring all the help, setting up servers, beta<br/>\ntesting, and everything else, must have cost a FORTUNE compared to what your<br/>\naverage game would cost to produce  (Avg game = Anything not promising lots<br/>\nof future patches or an evolving world, etc.).<br/>\nFor ANY company, even a subdivision of the super-rich Sony Corp, to invest<br/>\nenough time and cash into a game like this to get rid of ALL significant<br/>\nbugs etc. would be an incredible risk for the company.<br/>\n<br/>\nWell, it took god 6 days to create the world...and on the seventh day he<br/>\nrested.  Give Brad and the team a break, they are only humans...humans under<br/>\nthe confines of a Sony controlled company, which does have to be careful how<br/>\nthey invest their money.<br/>\n<br/>\nThe only thing that bugs me is that an expansion was already hinted at being<br/>\nin the works by a Verant employee, and they still have bards strumming a<br/>\nstick when playing the drums.  Don&#39;t even get me started on the other holes,<br/>\nyou all know what I&#39;m talking about.  If they ARE building an expansion now,<br/>\nI would stop playing immediatly.  A company that would think of money from<br/>\nan expansion before bringing quality promised to an existing product has its<br/>\npriorities WAY off base.<br/>\n<br/>\nHeres why I think they are working on expansions:<br/>\n<br/>\n&quot;How much? I can&#39;t get into anything like that because we haven&#39;t even<br/>\nreally officially announced anything about expansions.&quot;<br/>\n<br/>\nThis was said by Brad McQuaid in response to questions concerning the price<br/>\nof future expansions.  It definately hints at something going on, but of<br/>\ncourse there are no official announcements yet.<br/>\n<br/>\n&quot;There will be announcements soon about what to expect (well, more like<br/>\nteasers). I really do wish I could tell you more, because there&#39;s some<br/>\nreally cool stuff, but I am not the keeper of PR.&quot;<br/>\n<br/>\nThis was said by Rick Schmitz, artist at Verant, in response to the question<br/>\nof the possability of an expansion.  It definately hints at it.<br/>\n<br/>\nOh well, I&#39;ll deal with it when the official announcements are made.  Expect<br/>\ncussing.<br/>\n<br/>\n<br/>\nThanks,<br/>\nGabriel<br/>\n<br/>\n<br/>\n<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nDate: Tuesday, April 27, 1999 10:32 PM<br/>\nSubject: [eqbards] Re: Kiting - Is it bad?<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: Rodney Morris &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rodmorris@...\">rodmorris@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&quot;King, Darrin&quot; wrote:<br/>\n&gt;&gt; Check this quote about exploits:<br/>\n&gt;&gt; Farming - using broken spells or specific spell effects to kill, drag, or<br/>\n&gt;&gt; lure monsters, thus gaining experience/loot from them.<br/>\n&gt;<br/>\n&gt;Talk about your vague statements!<br/>\n&gt;Does that mean that when I die in North Karanas, and I run around<br/>\n&gt;the newbie zone singing Dissonance, killing everything withing sight,<br/>\n&gt;to get some gold to buy food for the trip back, that I am farming?<br/>\n&gt;My friend consistenly lures monsters our way with spells, to save<br/>\n&gt;us the hassle of chasing it down.  Is this farming?<br/>\n&gt;<br/>\n&gt;Here come some more, from the web site:<br/>\n&gt;     Price Gouging ´┐¢ finding items that have anomalous pricing and<br/>\n&gt;abusing them, such as items that sell for more than they cost to buy.<br/>\n&gt;<br/>\n&gt;OK, this one seems to make some sense.  If an NPC has lost his mind<br/>\n&gt;and is selling fine steel swords for 1gp, and buys it back off you for<br/>\n&gt;1pp.<br/>\n&gt;<br/>\n&gt;     PvP Switch Avoidance ´┐¢ Using in-game methods to work around the PvP<br/>\n&gt;switch and allowing non-PvP players to kill other players,<br/>\n&gt;     such as hall blocking, dumping of monsters, or spell effects that<br/>\n&gt;cross that boundary due to a bug.<br/>\n&gt;<br/>\n&gt;Dumping of monsters?!  I&#39;d like someone to prove that I was<br/>\n&gt;intentionally dumping the monster, and not just running for the guard.<br/>\n&gt;But I guess that&#39;s the point, isn&#39;t it?  Verant don&#39;t have to prove<br/>\n&gt;anything, do they?<br/>\n&gt;<br/>\n&gt;I think there is a larger issue here.  In a word, it is &#39;Verant&#39;.<br/>\n&gt;I am impressed with the game, but unimpressed with Verant, on so<br/>\n&gt;many levels.  I have come close to cancelling my account once already.<br/>\n&gt;<br/>\n&gt;Rod<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Looking for an easy, effective way to research an important topic?<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Joining a ONElist community is your answer.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
