{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;slide@...","replyTo":"LIST","senderId":"ilKrwh6C-SAoip0wl1Lx5MIaL6yW4Zt9nIgkassOwU6Iq60YaAnEv0tgP9ercqRncdjJ5DLPLEh8c9HoOQ3eLr0rWTnSYQ47CSgiyOfP_MpgmCQw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"My Opinion on the soerbard stuff","postDate":"925317593","msgId":334,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOS4zMzQuOTU5MjczMzY3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":333,"nextInTime":335,"topicId":334,"numMessagesInTopic":1,"msgSnippet":"I am REALLY enjoying this thread.. You see IN-REAL-LIFE - I am a professional musician.  This is a big reason I chose to be a bard (All they need to do is an a","messageBody":"<div id=\"ygrps-yiv-1658341327\">I am REALLY enjoying this thread..<br/>\n<br/>\nYou see IN-REAL-LIFE - I am a professional musician.  This is a big reason I<br/>\nchose to be a bard (All they need to do is an a trombone as one of the brass<br/>\ninstruments in the game and I&#39;ll REALLY be happy!)<br/>\n<br/>\nYou don&#39;t know how &quot;realistic&#39; this whole thread thing is.  Mucisians are<br/>\nvery cliquish.  This whole Soerbard thing pretty much seems like a clique<br/>\ntype thing.  A lot of musicians only share &quot;gigs&quot; with other musicians in<br/>\ntheir clique (often based on things like what college they went to, etc).<br/>\n<br/>\nSome comments:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: James Kim &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bumbler123@...\">bumbler123@...</a>&gt;<br/>\n<br/>\n&gt;Damn.  Yall are like little children.  I love coming home, checking my<br/>\n&gt;e-mail, and seeing I have 50 new mails, all gripes back and forth about<br/>\n&gt;something that doesn&#39;t concern most of the people on the list.<br/>\n<br/>\n </span></blockquote>Reminds me of one band I was in.  Huge screaming arguements broke out over<br/>\ntrivial issues.  The people who got the most upset it usually was stuff that<br/>\nhad nothing to do with them.  Fortunately for me - it was a salsa band - and<br/>\nmost of the arguements were in Spainish (which I don&#39;t speak) so I didn&#39;t<br/>\nget sucked into them.  We can simulate this by having arguements in Elvish<br/>\nso the Human bards won&#39;t be able to get involved...<br/>\n<br/>\nFrom: &quot;Glen Colby&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:voidchld@...\">voidchld@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Man , you guys should be lawyers, not bards..... first, one group attacks<br/>\n&gt;the other group, then the other group attacks back and refutes what the<br/>\n&gt;first group said.<br/>\n<br/>\n </span></blockquote>I did a recording session in January where we wasted the first hour (on the<br/>\nclock in the recording studio) because the piano player refused to play<br/>\nuntil we had a legal document.  Our lawyer had been out of town and then<br/>\nsick - so we had to write one ourselves.  He subsequently quit the band and<br/>\ndemanded huge amounts of money for his rights to the recording - so the<br/>\nwhole session went down the drain.  It turned out to not be that bad - given<br/>\nthe mood of the guys in the band at the time- the recording wasn&#39;t very<br/>\ngood - so it was no great loss.<br/>\n<br/>\n(As an aside - the band was on the virge of breaking up - and after he and<br/>\nanother guy quit - and we fired a third - we are trying to turn the thing<br/>\naround and are doing pretty good so far)...<br/>\n<br/>\nSo anyways...  WELCOME TO MY WORLD!<br/>\n<br/>\nJust to add my two-cents about the Soerbard thing...  I haven&#39;t dealt with<br/>\nthese guys online - so I can&#39;t say anything.  But it&#39;s ridiculous -<br/>\nparticuarly in an online game (I&#39;ve been involved with these things for a<br/>\nlong time since Multi-player Battletech on GEnie) - to accuse someome of<br/>\nlibel.<br/>\n<br/>\nSimple criticisms to singing flames - are all parts of this.  We are all<br/>\nrole-playing fictional characters - libeling a fictional character!  Give me<br/>\na break.  (Well I guess our former Vice-President now Presidential candidate<br/>\ngot into a debate with a fictional character!)  Unwarranted flames are<br/>\ncriticizisable (is this a word?) but lets call it what it is and not libel.<br/>\n<br/>\nI too looked at their web site - and it&#39;s a nice site.  I receaced similarly<br/>\nto Birk; it turned me off - that they keep the best info for members only -<br/>\nbut I don&#39;t criticize them.  It is their right.  If that&#39;s the guild they<br/>\nwant - that&#39;s their business.  It just made me less interested in joining.<br/>\nThe guild I&#39;d create would have most of that (perhaps all of it) completely<br/>\nopen.  Also - I think it&#39;s a bit steep to ask 10pp for all members.  If you<br/>\njoin at level 1 - and they&#39;re buying you songs, weapons, and armor - I&#39;m all<br/>\nfor it.  But I was already at level 7 or 8 when I found out about it - and<br/>\nI&#39;ve never had more than 5 plat to my name (which pretty much gets wiped<br/>\nwhen I level and buy the next song).  So to me - 10 plat is a HUGE amount of<br/>\nmoney...<br/>\n<br/>\nTo be honest - if I join a guild - I&#39;d be more interested in a guild that<br/>\nisn&#39;t a class-only guild - and to have one to try to group in - and<br/>\nobviously the best groups have different classes. Also - I&#39;m not going spend<br/>\ntime writing songs, etc for the game.  I don&#39;t have enough time in the day<br/>\nto begin with - if I&#39;m writing music - it&#39;s for real-life where I hope to<br/>\nmaybe get it on a CD that people will (hopefully) pay money for (not that<br/>\nI&#39;m much of a songwriter...)<br/>\n<br/>\nSo anyway - I&#39;m rambling (like most bards do).  I&#39;ve never seen an online<br/>\ngame worth playing that didn&#39;t generate a large number of flame wars.  The<br/>\nbest thing to do is to pull up a lawn chair; get a stick and some<br/>\nmarshmellows or hot dogs - put on your sunglasses and enjoy the show!<br/>\n<br/>\nSlyde of Xenogy<br/>\nalso Danny Sniderman of &quot;The Vanguard Aces&quot;</div>","specialLinks":[]}}
