{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kevikazzam@xxx.xxx","from":"Kevikazzam@...","replyTo":"LIST","senderId":"Prlsc4KfecER96SkQYtqPCgvVNpJ5o8JBdPJUeTkUlia3KS1uw5bKcjaUy-rU3f7IT7XThmbXbne","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A rant - but bard related - for the most part","postDate":"931863659","msgId":3366,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xNzguMzM2Ni45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3374,"prevInTime":3365,"nextInTime":3367,"topicId":3366,"numMessagesInTopic":4,"msgSnippet":"Hello all , Its been a while since i ve posted on this list , but i ll just jump right in. 1) I feel that dark elves should have the bard class open to them.","messageBody":"<div id=\"ygrps-yiv-714087875\">Hello all , <br/>\n\tIts been a while since i&#39;ve posted on this list , but i&#39;ll just jump <br/>\nright in.<br/>\n\t<br/>\n1) I feel that dark elves should have the bard class open to them.  The evil <br/>\nraces in themselves are very limited in the classes allowed to them. I mean <br/>\nwhats really the big difference between ogres and trolls. yes they look <br/>\ndifferent , and yes they have different cultures and starting locations,  but <br/>\nwhat really seperates them from each other? what makes an ogre stand out from <br/>\na troll ? nothing when it comes deep down to it.  Dark elves have more <br/>\nclasses open to them , but it still doesn&#39;t measure up to non evil races. <br/>\nThis is going to be a big thing on the upcoming race war server. <br/>\n\tNow , why should dark elfs be bards. They are intelligent , civilized <br/>\n( evil but civilized) , and have a rich history. so they may sing evil songs <br/>\n, or chant drums to evil ceremonies. big deal, doesn&#39;t take away from the <br/>\nfact that it is song , and it is history. Now why should dark elfs be allowed <br/>\nto be bards and not other races. Ok here goes Ogres- uncivilized and stupid , <br/>\nsame as trolls. Gnomes , they&#39;re all into their gadgets and don&#39; seem to <br/>\nimpressed with song.  Barbarians and haflings - earthy barbarians i wouldn&#39;t <br/>\nexactly called civilized , their brains are bigger and their bodies are <br/>\nsmaller than trolls. but they still live in cold shacks in the ice and aren&#39;t <br/>\nthat smart.  For them its pretty much the stronger you are the better. <br/>\nhalflings seem like a racethat is in touch with nature, , to be honest they <br/>\njust don&#39;t strike me as a race that would want to have bards. they seem more <br/>\nlike a race that is in touch with their surroundings ( nature , animals) than <br/>\nthey are with music and keeping history. Dwarves are all about work much like <br/>\ngnomes, they are a rugged gruff race. and heck they already have a bunch of <br/>\nclasses open to them. ( struggling a bit there )  In any case i&#39;m interested <br/>\nin seeing what others think of this , thats many why i posted it , so feel <br/>\nfree to disagree , and post it :)<br/>\n<br/>\n\tAlso , i can&#39;t seem to find an effective way to twist bellow with <br/>\nothers songs. i&#39;ve been trying to twist with heal or chords.  but i know in <br/>\nthe time i take to twist i could have already casted bellow twice. least <br/>\nthats what it seems like. <br/>\n<br/>\n\tAnd as far as bards having the ability to be bound anywhere. I agree <br/>\nthat it should be something like that. personally i feel most if not all <br/>\nahould be allowed to too. Of course if this was implemented i would it put in <br/>\na certain way. This is my possible solutions . 1 - put in more specific spots <br/>\nthat people can be bound at. not just the entrance to a dungeon or a city. <br/>\nbut a certain house , or landmark or something where you can be bound. Also <br/>\nwith this i would put level restrictions on it. when you get to a certain <br/>\nlevel you can be bound at those spots , but not until then.  And as you <br/>\nprogress more bound areas become open to you. or perhaps once you accompish a <br/>\ncertain task for a gate keeper at the area of the bound spot before he lets <br/>\nyou in. something , anything is better than running 5 zones to get your <br/>\ncorpse back. I know its in an attempt at equality and in roleplaying. but it <br/>\nisn&#39;t much fun, and it is time consuming. <br/>\n<br/>\nOk if you&#39;ve made it this far - woohoo i&#39;m surprised <br/>\nAll replies are good replies - thanks<br/>\n<br/>\nUlaien Firesong<br/>\nLvl 30 bard of tunare</div>","specialLinks":[]}}
