{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Pickle","from":"Scott Pickle &lt;scottp@...","replyTo":"LIST","senderId":"zThvhRrcSI1mi_kjPRXk2IEhdaYshiNxnpFW-OEoCZ0VPuI4t8eVXi-ci_zWsoQIobdMppar8KLsVZklA-EFeMRipCISRwvL9jo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A bard and making money...","postDate":"925330366","msgId":341,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOS4zNDEuOTU5MjczMzY3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":340,"nextInTime":342,"topicId":341,"numMessagesInTopic":1,"msgSnippet":"As you ve spent time with your bard, no doubt you ve noticed you have a distinct advantage over other citizens in that you can buy and sell much more","messageBody":"<div id=\"ygrps-yiv-505433395\">As you&#39;ve spent time with your bard, no doubt you&#39;ve noticed you have a<br/>\ndistinct advantage over other citizens in that you can buy and sell much<br/>\nmore efficiently. Naturally, as the item price increases, so does the amount<br/>\nof the advantage you get. Add to this the fact that bards can travel more<br/>\nefficiently than most, and you&#39;ve got the mixings for a natural merchant<br/>\nclass.<br/>\n<br/>\nHere are some tactics you might consider in order to take full advantage of<br/>\nyour charming nature.<br/>\n<br/>\n1) Make friends with high level players - maybe you do a free corpse<br/>\nretrieval, maybe you sit around and heal a party for free. But the goal is<br/>\nto get them to trust you. Why? Because you&#39;re going to buy their platemail<br/>\nand combine weapons for them. If you can get them to trust you with 500+<br/>\nplat, you can make a very nice profit off of buying high level equipment at<br/>\na rate much lower than what they can get.<br/>\n<br/>\nIf you can build up enough money to just start this process, you can<br/>\ncircumvent the &quot;trust&quot; issue by just selling equipment for a few plat over<br/>\nwhat you bought it for.<br/>\n<br/>\n2) Accept &quot;payment&quot; from other citizens in the form of retail items.<br/>\nBasically, you want to &quot;trade&quot; rather than &quot;sell&quot; to them. This requires<br/>\ncareful charting of the cost of goods, and a willingness to be sure you have<br/>\ngood rapport with merchants.<br/>\nFICTITIOUS SCENARIO:<br/>\nYou buy a GooberSword for 5 plat. A Dwarf rogue wants it, and he would have<br/>\nto pay 7 plat for it. Instead of buying it from you, you ask him to trade<br/>\nstuff he&#39;s already carrying. Let&#39;s say, a CheesyLightstone that the Dwarf<br/>\ncould sell for 3 plat, but that you could sell for 5 plat. So he gives you 2<br/>\nof these - now the cost to the Dwarf is 6plat, in essence, but now you turn<br/>\naround and sell the CheesyLightstones for 10 plat. Instead of making 1 plat<br/>\nprofit, you just made 5 plat profit.<br/>\n<br/>\n3) Travel, travel, travel. You can run like the wind. Do it! Here&#39;s an<br/>\nexample of something I did. I went to Guk (near Grobb, amidst some<br/>\ntrepidation) and bought all the woven and netted stuff I could afford.<br/>\nTrolls and the like will sell for 1-3 plat each piece since it&#39;s fairly easy<br/>\nto find, and many of them don&#39;t want to travel to the karanas or Freeport to<br/>\nmake the sale, they&#39;d rather stay there and get xp and loot.<br/>\n<br/>\nNow travel to Felwithe, and sell the stuff to desperate mages, who can<br/>\nhardly even hold up their own sword. Neriak is also a fine place to sell.<br/>\nThe real profit can be made in Qeynos - particularly with woven/netted<br/>\ngloves. They give monks the ability to do magical damage. I have seen woven<br/>\ngloves going for as high as 6pp and usually at 3-4pp. Monks love this armour<br/>\nbecause they get large AC bonuses for staying under a certain weight). Plus,<br/>\nMonks don&#39;t travel extremely well. Mage-types have Gate, Bards/shamans can<br/>\nrun, and going through Oasis or Rathe isn&#39;t a risk-free venture.<br/>\n<br/>\nI hope these tactics can help you become a successful merchant. An editorial<br/>\non my part: Don&#39;t be intimidated by people who call you greedy. A merchant&#39;s<br/>\nlife is to make money through trade. On the other hand, you should learn the<br/>\ngoing prices, because if you want to develop a reputation as a merchant, you<br/>\nwant repeat business. If you become well known, they may pay you to go buy<br/>\ncombine weapons, spells, gems, or other far away items.<br/>\n<br/>\ngreatest of speed to you,<br/>\n<br/>\nDendall, Ollave of the Aegis<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.soerbaird.com\">http://www.soerbaird.com</a></div>","specialLinks":[]}}
