{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"firehawk@xxxxxx.xxx","from":"firehawk@...","replyTo":"LIST","senderId":"usnMngLHjvjQrvAprCVHFHIUnvnVPt3_6COjkLyFLUe6Ogfsg1yQ3XbresaIirOeftZkTQzSRYLlOQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Lullaby and good night go to.. OOWWW","postDate":"931891394","msgId":3425,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xODAuMzQyNS45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3429,"prevInTime":3424,"nextInTime":3426,"topicId":3425,"numMessagesInTopic":8,"msgSnippet":"Greetings all let me start by apologising my mail server of late seems to be making multiple sends of mail.  That aside and my humblest regrets for the in- ","messageBody":"<div id=\"ygrps-yiv-1198770981\">Greetings all let me start by apologising my mail server of late seems to be\r<br/>\nmaking multiple sends of mail.  That aside and my humblest regrets for the in-\r<br/>\nconvience let me get to the meat of the matters.  \r<br/>\n\r<br/>\nI am for those who do not know me a bard of the 15th seat in the chorus of\r<br/>\nPovar.  I have recently taken the time to go get the Lullaby song and have \r<br/>\nbeen well rather less then pleased with it.  I would like the input of this my\r<br/>\nfellows.  Let this not be considered a rant or a complaint I am I quite happy\r<br/>\nas a bard and will make do with what I say later but wonder if it should be this\r<br/>\nway.\r<br/>\n\r<br/>\nThe Lullaby to my mind is meant to be a train stopper, rescue song.  I grant\r<br/>\nthat it should have limited duration and I can accept that it should make you\r<br/>\nunpopular.  BUT I personally think it is FAR below what it should be.  For one\r<br/>\nthing it&#39;s duration is FAR shorter then the Laments even with a lute. Two as a \r<br/>\nconstant song even a creature that breaks out should be subject to the song\r<br/>\nagain every pulse otherwise like Lament it should be a single pulse song just \r<br/>\narea effect.  I&#39;m not asking for a god song mind you but I also don&#39;t think\r<br/>\nthe creature should really want to kill the bard more then the person pounding\r<br/>\non it. Let me give two case examples.\r<br/>\n\r<br/>\nFirst time using the song, I see a poor lad being chase by two Gnoll Guards in\r<br/>\nthe Everfrost entrance, these creatures are WELL into the green for me therefor\r<br/>\na perfect test.  I switch off my drum to my lute and play the lullaby stoping \r<br/>\nthem in their tracks. All is as it should be.. the poor fighter continues his \r<br/>\nbattle. But then the second gnoll wakes up pummels me, again as it should be,\r<br/>\nbut I do not fight back.. But he never falls asleep again EVEN though it says\r<br/>\nhe nods off.. the poor fighter thinking to help his savior attacks the Gnoll\r<br/>\nI still have not attacked once only played the lullaby and the gnoll never stops\r<br/>\nor turns until it&#39;s health is so low it runs away.\r<br/>\n\r<br/>\nCase two in Permafrost entrance my party got into it pretty heavy and died save\r<br/>\nme, when we get back to get the bodies there is another train there.  Knowing\r<br/>\nI am likely to die I again with the lute sing Lullaby, which of course works\r<br/>\nlike a charge getting all of the train to stop fighting for about 15 sec before\r<br/>\nthey all pummel me, and even though I kept seeing nod messages none of them\r<br/>\nstopped.  I did for the record get outa that one.. but not the next time I did\r<br/>\nit.\r<br/>\n\r<br/>\nI think sometimes in the hurry to &quot;balance the classes&quot; Verant sometimes has\r<br/>\na tendancy to fudge the bard inappropriately. Everything from being overly hated\r<br/>\nto being on the low end of the forage, sneak ladder just to balance the jack of\r<br/>\nall trades master of none motto, sometimes I think goes just a bit too far.\r<br/>\n\r<br/>\nAdon singer of the Glorious Veeshan</div>","specialLinks":[]}}
