{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"IibDWNIeL7sj7wV29QBAirzArBAHdT330EEPBGPnJpDDM3V9O2zAlfG_N76lFsImvSNp7vsO_7KQZN3Qk7DI6ujWhVkOgTPSeRzovS55zhkAJ-H8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Kithicor Lore was Adventure vacations levels 12-15","postDate":"931891531","msgId":3427,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xODEuMzQyNy45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":3426,"nextInTime":3428,"topicId":3427,"numMessagesInTopic":1,"msgSnippet":"... How about that music that sometimes comes on throughout the zone, must be a random trigger though cause I never get it in the same place twice...  I ","messageBody":"<div id=\"ygrps-yiv-1484865266\"><blockquote><span title=\"ireply\">&gt;Ok, now you have me hooked.  I HATE Kithicor!  It is the most scary place I<br/>\n&gt;have been - so far.  But I keep going back!  I have had Ged make me his<br/>\n&gt;Bearskin gloves and am looking for a HQ LION to get the finest ones in all<br/>\n&gt;of Norrath.  Jed&#39;s druid friend - she won&#39;t talk to me not even with my cha<br/>\n&gt;song.  <br/>\n<br/>\n </span></blockquote>How about that music that sometimes comes on throughout the zone, must be a<br/>\nrandom trigger though cause I never get it in the same place twice...  I<br/>\nactually find unrest scarier though, in a frenetic, bodies everywhere sort<br/>\nof way.  Ok, I lied, Kithicor is way scarier, but only when you let yourself<br/>\nthink about it...<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Is anyone keeping track of the various inter-twining of these kind of<br/>\n&gt;things?<br/>\n<br/>\n </span></blockquote>I&#39;m trying, but haven&#39;t a lot of info on happenings West of Highpass.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;For example, talking to Furball Miller on the Miller farm. His sad story of<br/>\n&gt;woe.  Then, there is the letter from the DE that the halfling in the<br/>\n&gt;Hogcallers Inn has (part of the Lady Shae quest.) I got the letter and read<br/>\n&gt;it.  It implies that you can get a special thing if you deliver it to the<br/>\n&gt;correct person. <br/>\n<br/>\n </span></blockquote>Have to check this out.  Interesting, have not been into Hogcaller&#39;s in a<br/>\nlong while.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I wonder if there is some underlying tale about Norrath or are these just<br/>\n&gt;independent little quest things.<br/>\n<br/>\n </span></blockquote>\tKnowing how Brad thinks in some ways, it would make a lot of sense.<br/>\nKithicor is the physical &#39;glue&#39; that hold the two sides of Norrath together,<br/>\nnot HighPass as some might think.  Perhaps Kithicor is also the metaphysical<br/>\n&#39;glue&#39; that holds different parts of Norrath&#39;s story together.  HighPass is<br/>\nthe &#39;obvious&#39; center, the one everyone sees.  But you can go around<br/>\nHighpass, how can it be more than a false center, a side passage in the tale<br/>\nof Norrath.  No the real center, the shadow-center is Kithicor.  Its not<br/>\nCommonlands, nor Karanas.  You can&#39;t avoid it, but must pass thru whether to<br/>\ngo b Rivervale or HighPass you must take Kithicor.  Most run thru it<br/>\nquickly, without looking back.<br/>\n\tYou want to keep something secret, you have two choices, put it<br/>\nwhere few will want to go, or hide it in plain sight.  Kithicor accomplishes<br/>\nboth as everyone eventually runs through there, but how many people actually<br/>\nsee Kithicor?  This is definitely the most mysterious zone I have found and<br/>\ndefinitely is not useless.  There may be a lot of unimplemented things in<br/>\nKithicor, or those things might just be hidden.  I just wish that npc&#39;s<br/>\nwaiting for secret passwords could be distinguished from npc&#39;s that just<br/>\ndon&#39;t talk.  Nothing more frustrating than bantering at ever-silent Kithicor<br/>\nfor an hour trying to ask the right question.  Maybe when we need his answer<br/>\nwe will know to go to him, I don&#39;t know.<br/>\n\tIf you want useless, how about Kerra Isle?  What&#39;s the purpose in<br/>\nthat place?  I have tried to talk to every catman there to no avail and<br/>\ncould find nothing there but catmen and the heretics isle.  Since I abhor<br/>\nnecros I wanted nothing to do with heretic necros whatsoever!  Its the only<br/>\ntime I have ever been totally alone in a zone while 1600 people were on the<br/>\nserver.<br/>\n<br/>\nKitasi a lost traveller in Kithicor&#39;s mysteries</div>","specialLinks":[]}}
