{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"J.M. Capozzi","from":"&quot;J.M. Capozzi&quot; &lt;croak63@...","replyTo":"LIST","senderId":"OMDVT3cDl_pJuhSIUNz1hToMqSWB80qNjkn5vA1KNO3-xVBpV0KR8TVsoloHFkiDdQl26tZS_yXX_6GLQ9QrIMPJVJyeeoA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: NPC&#39;s Binding","postDate":"931911363","msgId":3485,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xODMuMzQ4NS45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":3474,"nextInTopic":3487,"prevInTime":3484,"nextInTime":3486,"topicId":3473,"numMessagesInTopic":29,"msgSnippet":"It was decided early on that all casting classes (not hybrids) would have Gate, and only a couple classes would have Bind Affinity.  As a matter of fact, some","messageBody":"<div id=\"ygrps-yiv-663002161\">It was decided early on that all casting classes (not hybrids) would have<br/>\nGate, and only a couple classes would have Bind Affinity.  As a matter of<br/>\nfact, some of you early phase testers might recall that Bind used to require<br/>\na then hard to find and costly stone to cast.<br/>\n<br/>\nAfter a lot of heated debate, the spell was given to all pure casters, and<br/>\nafter more heated debate the cost of the spell became mana only.  You don&#39;t<br/>\nwant to know how ugly it got when the idea of the casters being able to self<br/>\nbind anywhere besides in an adventure zone came up.<br/>\n<br/>\nSo, I wouldn&#39;t ever expect any of the hybrid classes to be able to bind.  It<br/>\nis not going to happen, it&#39;s something of a concession that bind even works<br/>\nthe way it does now.  The idea of inns or static NPC&#39;s that could bind was<br/>\nkicked around back in beta, and rejected.<br/>\n<br/>\nThis is akin to the exp loss reductions that have twice occurred, once in<br/>\nBeta, and once again in Final.  Both times, there was a very strong negative<br/>\nreaction from many members of the development team, a schism if you will.<br/>\nBut in the name of  the holy grail of &quot;playability&quot;, the experience loss<br/>\nreductions were implemented.   This was partially offset by the increased<br/>\nexperience needed for levels after 25th implemented a few weeks earlier (but<br/>\nmuch too late imho, the damage was done)<br/>\n<br/>\nIn the case of experience loss, the changes were made to help out the game&#39;s<br/>\nactual market.  The mass market, RPG newcomer.   The game is complex by<br/>\ndesign, lightly documented by design, and often daunting, and far too many<br/>\nfolks bypass the built in training curve via various methods, leaving them<br/>\nat moderately high levels with very deficient play skills (and character<br/>\nskills).<br/>\n<br/>\nThose folks tended to die a lot more often than was necessary all of a<br/>\nsudden, and watching that exp bar keep dropping was pretty discouraging,<br/>\nespecially when you didn&#39;t learn from your mistakes.  And there are the<br/>\ninevitable bugs and zone crashes that were fairly common early in retail and<br/>\nstill persist.  After a bit of this, people start to  vote with their feet.<br/>\nAnd since the bulk of the player base fell into this category in one way or<br/>\nanother, from a business standpoint it was suicidal to stand by design<br/>\nprinciples in this case.<br/>\n<br/>\nWith the success of EQ, I&#39;m hoping the existing player base will in the<br/>\nfuture be educated enough about RPGs in general, and Verant quirks in<br/>\nspecific, so that when EQ2 rolls out, the bar can be raised in terms of<br/>\nexperience and rate of progression/regression.  Hitting the level cap in 45<br/>\ndays is appalling to me.  Hitting it in 120 days, no matter how dedicated a<br/>\nplayer you are, still makes me twitch and drool some.<br/>\n<br/>\nIn the case of Bind Affinity, there&#39;s more than enough bind capable players<br/>\nonline on any server at any time to accommodate player needs.  The only time<br/>\nthis is not the case is when a fresh server comes online, and the race to<br/>\n12th or 14th level is on, and those few casters that reach it first are<br/>\nheavily in demand..but only for a matter of days or even hours.<br/>\n<br/>\nThis is still a strong balancing factor.  Synergy.  Interaction.<br/>\n<br/>\nNow, you ask, why did I compare the experience loss changes to giving Bind<br/>\nAffinity to everyone, either by spell or by NPC&#39;s?  Well, both rank right up<br/>\nthere as the most requested changes to the game.  One happened, one won&#39;t.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Snicker Furfoot, Esq. &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:snicker@...\">snicker@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Tuesday, July 13, 1999 6:04 PM<br/>\nSubject: [eqbards] NPC&#39;s Binding<br/>\n<br/>\n<br/>\n&gt; From: &quot;Snicker Furfoot, Esq.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:snicker@...\">snicker@...</a>&gt;<br/>\n&gt;<br/>\n&gt; At 02:51 PM 7/13/99 -0700, you wrote:<br/>\n&gt; &gt;From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:scott@...\">scott@...</a> (scott brisko)<br/>\n&gt; &gt;<br/>\n&gt; &gt;What I would like to see is an NPC that could bind for a fee, and limit<br/>\n&gt; &gt;class based binding to one of a few classes. The advantage that the<br/>\nclass/es<br/>\n&gt; &gt;would have is the ability to bind themselves away from a city, which is a<br/>\n&gt; &gt;nice limit for the NPC&#39;s. Make sense to me if you want to foster a sense<br/>\nof<br/>\n&gt; &gt;being able to explore the world safely.<br/>\n&gt;<br/>\n&gt; Actually, that would make a heckuva lot of sense. J.M., mebbe you could<br/>\n&gt; suggest this idea:<br/>\n&gt; Inn-running NPC&#39;s could, when given the proper coin, cast a &quot;bind&quot; spell<br/>\non<br/>\n&gt; a player. To determine the cost, hail the Innkeeper, and ask the cost for<br/>\na<br/>\n&gt; night.  It would make sense, RP-wise, and if you made it cost, say 1 plat,<br/>\n&gt; players could still undercut the merchants, but other players wouldn&#39;t be<br/>\n&gt; SOL.  This would still encourage players to work together to get bound in<br/>\n&gt; certain areas (not every zone has an Inn, most Inns are inconvenient at<br/>\n&gt; best. Certain Inns have associated hazards...), but allow travelers to<br/>\nfeel<br/>\n&gt; safer traveling.<br/>\n&gt;<br/>\n&gt; Comments?<br/>\n&gt; Talies the Wanderer<br/>\n&gt; Still bound to Kelethin after all these years *grin*<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; Attention ONElist list owners!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/news.html\">http://www.onelist.com/info/news.html</a><br/>\n&gt; Check out the new &quot;DEFAULT MODERATED STATUS&quot; option.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
