{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kyle","from":"&quot;Kyle&quot; &lt;ksibbald@...","replyTo":"LIST","senderId":"DylgD0rpTzQwjbEF4Wv1BD02YTxG_Y6zG788TJsOS5QaqPUqzFhIw0rBT_B01a0j_6FxqzDqyc92Ibcd_cvsaPQ8FQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The end of unfair pricing!","postDate":"925342628","msgId":353,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOS4zNTMuOTU5MjczMzY3QGVHcm91cHMuY29tPg=="},"prevInTopic":320,"nextInTopic":354,"prevInTime":352,"nextInTime":354,"topicId":319,"numMessagesInTopic":4,"msgSnippet":"Your location, who you are trying to sell to, and how many people know the item s source also has an impact on the prices. Level: Selling a minotaur axe to","messageBody":"<div id=\"ygrps-yiv-922481298\">Your location, who you are trying to sell to, and how many people know the<br/>\nitem&#39;s source also has an impact on the prices.<br/>\n\tLevel: Selling a minotaur axe to someone that is 6th or 8th level might be<br/>\nworth it for them since they cannot obtain one themselves. Selling the same<br/>\naxe to someone higher just comes down to a matter of convenience. &quot;Do I want<br/>\nto actually waste time going after a minotaur to get an axe or is it just<br/>\nbetter to buy it?&quot; After a certain price, it might become worth it to get it<br/>\nyourself.<br/>\n\tLocation: Selling a minotaur axe in Misty won&#39;t generate much stir since<br/>\nthe source is nearby and most people who can physically obtain an axe could<br/>\nquickly do so. Selling a Dwarven Axe in Misty (or a Runed Totem Staff in<br/>\nToxxulia(?)) might bring in more because it is basically an import (as far<br/>\nas most players know).<br/>\n\tSource: If a player doesn&#39;t know where the item can be obtained they might<br/>\nbe more inclined to buy it than wandering around in hopes of finding the<br/>\ngolden spot, possibly never finding it. Now I don&#39;t recommend withholding<br/>\nlarge amounts of information from players but sometimes it&#39;s more fun from a<br/>\nroleplaying standpoint to let knowledge be the goods of trade.<br/>\n<br/>\n\tI would agree that players should check other prices before paying whatever<br/>\nthe seller is asking, but just because a Runed Totem once sold for 20 plat<br/>\ndoesn&#39;t mean it should be sold for that everywhere to everyone. Heck, I<br/>\nheard one player say you should ask 100 plat for the totem cause he saw<br/>\nsomeone buy it for that once.<br/>\n<br/>\n\tGood Journey,<br/>\n<br/>\n\t\tSineras (Cazic-Thule)<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Gabriel [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gdiaz@...\">gdiaz@...</a>]<br/>\nSent: Tuesday, April 27, 1999 7:20 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: [eqbards] The end of unfair pricing!<br/>\n<br/>\n<br/>\nFrom: &quot;Gabriel&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gdiaz@...\">gdiaz@...</a>&gt;<br/>\n<br/>\nREFERENCE PRICES WITH THE GENERAL PUBLIC BEFORE YOU BUY!<br/>\n<br/>\n(I know the following is understood by most people, but if it helps out ONE<br/>\nperson, then I&#39;m happy.)<br/>\n<br/>\nI personally don&#39;t jack up prices, purely out of respect for others,<br/>\nhowever, I don&#39;t feel that those who do are completely ignoble.  What is<br/>\nkeeping newbies from asking others what prices are fair before they blow<br/>\ntheir hard earned cash?  The same goes for the experienced adventurer when<br/>\ndealing with the occasional magic item or relic.  If they don&#39;t, they really<br/>\nare punishing themselves, and in my opinion are half responsible for their<br/>\nown ill fortune.<br/>\n<br/>\nI&#39;ve seen people buying minotaur axes for as much as EIGHT plat.<br/>\nConsidering most half-decent scam artists don&#39;t even advertise the price on<br/>\n/auction, it just makes it just TOO easy.  I am friends with a high level<br/>\nplayer who bought a runed totem staff for 40 platinum.  That is ALSO<br/>\nextremely high, but the vendor assured him he was getting the lowest price<br/>\npossible.  I&#39;ve seen them go for as low as 20Plat, but the average would<br/>\nhave to be around 30 plat.  Don&#39;t worry, I make fun of him all the time for<br/>\nit.<br/>\n<br/>\nSo, please, before you fork over your plat to a greedy vendor, ask a friend<br/>\nabout  the prices.  If you don&#39;t have anyone you trust to ask, then ask on<br/>\n/ooc, or /auction.  Whatever you do, don&#39;t take ONE PERSONS word on it,<br/>\nespecially if they are selling you the item.  I hope you wouldn&#39;t in real<br/>\nlife!<br/>\n<br/>\nThanks,<br/>\nGabriel<br/>\n<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nShow mom you love her.  Check out our great Mother&#39;s Day Gifts!<br/>\n14K Gold and gemstone jewelry, leather and cloth wallets and purses,<br/>\ngardening, gourmet, kitchen, more! Free Shipping in the US!<br/>\n          <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/ad/shoptheglobe5\">http://www.onelist.com/ad/shoptheglobe5</a></div>","specialLinks":[]}}
