{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Robertson","from":"John Robertson &lt;johnr@...&gt;","replyTo":"LIST","senderId":"1-qIuZx55sM_dOD7-ktzvzvEpS7v1v_Jb9ZRMQsXEchNQPdwyoYMLtWLqsEm1nFyCkDzdL-b5d4Cyn_ceCl8Nx35Dnm2vQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Purity belt... *SPOILER*","postDate":"931972053","msgId":3546,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xODYuMzU0Ni45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":3545,"nextInTopic":3547,"prevInTime":3545,"nextInTime":3547,"topicId":3535,"numMessagesInTopic":20,"msgSnippet":"This reminds me of a funny story... My necromancer is, well, evil.  I enjoy playing him as having a vengeful side, though not really as a bad person.  The","messageBody":"<div id=\"ygrps-yiv-736094763\">This reminds me of a funny story...<br/>\n<br/>\nMy necromancer is, well, evil.  I enjoy playing him as having a vengeful<br/>\nside, though not really as a bad person.  The reason he kills Sisters of<br/>\nErollisi is that they would kill him if he didn&#39;t, simple as that.  That<br/>\nbeing said, he does enjoy it.<br/>\n<br/>\nBut that&#39;s not the story...<br/>\n<br/>\nAfter killing many a Sister of Erollisi, I went to Freeport to sell off<br/>\nmy booty.  As always, the market for the belts was very brisk.  One of<br/>\nmy customers was a wood elf druid, who had her roleplay switch on.<br/>\nAfter we made our transaction, she walked away, and then said, in a<br/>\n/tell, &quot;So how do you come by these belts?&quot;<br/>\n<br/>\nThinking that this was just a casual request, and not being one to hold<br/>\nback this information, I sent a /tell back saying, &quot;You get them from<br/>\nthe Ocean of Tears.  I doubt you would want to try and get them yourself<br/>\nthough, because you have to kill wood elves to get them.&quot;<br/>\n<br/>\nSuddenly, I was beseiged by /tells from this character along the lines<br/>\nof &quot;You killed my sisters to get these belts?  Thou art an evil swine to<br/>\nprofit by the death of such goodliness!&quot;<br/>\n<br/>\nThis went on for a while, and then I finally sent back, &quot;You know...<br/>\n/tell is not an in character method of communication.  If I had known<br/>\nyou were asking in a roleplaying sense, I wouldn&#39;t have told you dead<br/>\nwood elves were involved&quot;<br/>\n<br/>\nTo which she replied, &quot;Spin me no more lies evil one, my mind will not<br/>\nbe clouded by your tales of deceit!&quot;<br/>\n<br/>\nFinally I just gave in and taunted her back in a roleplaying sense.  She<br/>\nthen followed me around from zone to zone, admonishing players not to<br/>\nbuy the belts from me, for they had come from the evil slaying of good<br/>\nwood elves.<br/>\n<br/>\nThe best part was, it did wonders for my business.  :)<br/>\n<br/>\nMy bard is my #1 character, but it is really fun being evil sometimes.<br/>\n:)<br/>\n<br/>\nJyzan<br/>\n<br/>\n<br/>\n<br/>\n&quot;Kimes, Dean W.&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt;<br/>\n&gt; In the name of Erollisi I hope there is another way to get these than<br/>\n&gt; by killing one of the sisters.  I feel dirty at even the thought that<br/>\n&gt; there are Necromancers hunting sisters for there pelts, I mean belts.<br/>\n&gt; I guess I will have to make a pilgrimage to that island and cast my<br/>\n&gt; belt into the sea.  I have much pennance to do for profitting by the<br/>\n&gt; death of such an unfortunate.<br/>\n&gt;<br/>\n&gt;         Good thing I&#39;m not on the pvp server or I&#39;d spend all my time<br/>\n&gt; dying while trying to prevent people from killing the poor little<br/>\n&gt; sisters.  come to think of it that&#39;s why I&#39;m not on the pvp server.<br/>\n&gt; I&#39;d be spending all my time dying trying to protect all the good<br/>\n&gt; people getting killed by other supposedly good people.  Nothing like<br/>\n&gt; watching a paladin slaughtering stonecarvers in Butcherblock, asking<br/>\n&gt; him what he&#39;s doing, and having him respond, &quot;They&#39;re the only thing<br/>\n&gt; in BB that gives me xp, and I can kill them while waiting for the<br/>\n&gt; boat.&quot;  If that isn&#39;t bad enough, he was in /roleplaying mode!  Some<br/>\n&gt; people will never get it.<br/>\n&gt;<br/>\n&gt; Kitasi the grief-stricken </span></blockquote></div>","specialLinks":[]}}
