{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David.Lynam@xxxxxx.xx.xxx","from":"David.Lynam@...","replyTo":"LIST","senderId":"JFnYhNgsBB4wSGU_z42zk2BBsyCXO85YIU0G4zPdmfkDNtvcLInZYra9cqm3h8EJIgiFzcTaJ2wa2VHCTwumHg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:  Item Values","postDate":"932146153","msgId":3791,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOTcuMzc5MS45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":3760,"nextInTopic":3877,"prevInTime":3790,"nextInTime":3792,"topicId":3759,"numMessagesInTopic":4,"msgSnippet":"... This is, in fact, the very reason I sort of kind of in a round about way miss UO.  Our position in EQ as bards is nothing like that of the bards of UO.  I","messageBody":"<div id=\"ygrps-yiv-336249059\"><blockquote><span title=\"ireply\">&gt;I don&#39;t think EQ has enough infrastructure to survive on a<br/>\n&gt;purely social aspect.  There are no player-owned structures,<br/>\n&gt;there are no player-owned merchants, there are no item sinks,<br/>\n&gt;and there are very few money sinks (trade skills, steel armor)<br/>\n&gt;most of which (trade skills) were an afterthought coded in<br/>\n&gt;just before the game went Final.  In short, there really isn&#39;t<br/>\n&gt;much you can *do* in EQ which doesn&#39;t revolve around killing<br/>\n&gt;monsters to gain items and experience.  You can&#39;t really make<br/>\n&gt;your mark on the world.<br/>\n<br/>\n&gt;The PvP and Racewar servers definitely have more<br/>\n&gt;possibilities, but on the normal servers, socializing is not<br/>\n&gt;much different from an IRC chat room.<br/>\n<br/>\n&gt;In that respect, UO is ahead of EQ.  I think EQ only strived<br/>\n&gt;to make massively multiplayer online hack and slash FRPG.  UO<br/>\n&gt;strived to make an online virtual world.  In the discussions<br/>\n&gt;Brad McQuaid and Raph Koster have had, it&#39;s pretty obvious EQ<br/>\n&gt;didn&#39;t have as high a goal as UO.  Brad still refuses to admit<br/>\n&gt;that long-term money and item sinks are necessary in a<br/>\n&gt;persistent online game, to keep player ability inflation (and<br/>\n&gt;thus monster difficulty deflation) in check.<br/>\n<br/>\n<br/>\n </span></blockquote>This is, in fact, the very reason I sort of kind of in a round about way<br/>\nmiss UO.  Our position in EQ as bards is nothing like that of the bards of<br/>\nUO.  I remember playing as a bard in UO, I would travel town to town, tavern<br/>\nto tavern and play the same annoying tunes and spam songs across the screen.<br/>\nFor a lot of people, I was just another annoying town cryer that was little<br/>\nmore than a distraction from pking.  For others I was true entertainment.<br/>\nPeople would stand around watching me, some would even follow, and almost<br/>\nall would have a small donation in hand for the wandering entertainer.  I<br/>\nhonestly dont know how I could even attempt at such a thing in everquest.<br/>\nAnd even if i were able to manage a small production, how would I hope to<br/>\ncatch the attention of the warriors on their way to camp Drelzna for her<br/>\nboots, or those hard set on reaching that next spell rank?  It&#39;s the<br/>\nconstant competition that kills it all for me.  Too much emphasis on<br/>\nlevelling and item gaining.  Once the level curve gets higher I hope we&#39;ll<br/>\nstart to see more people willing to stop and smell the roses.  Perhaps then<br/>\nwe&#39;ll begin to see some sort of sense of community that EQ sorely lacks<br/>\nright now.<br/>\n<br/>\nPS - personal messaging kills social interaction too in my opinion  -=)</div>","specialLinks":[]}}
