{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lea G","from":"&quot;Lea G&quot; &lt;keylimes@...","replyTo":"LIST","senderId":"MfA_bDknUrYoEqQ466Ta2tnQlLaeL_xjZLaHsi5Amfu4TeYk3p9gMZKWVbqp7j-DfQ0vLUe7PzHMP0ivqSNbMlk2O5dT","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:a lot of topics","postDate":"932149523","msgId":3797,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOTcuMzc5Ny45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3801,"prevInTime":3796,"nextInTime":3798,"topicId":3797,"numMessagesInTopic":5,"msgSnippet":"Hail Fellow Bards, [re: successful leveling] I advise all bards overly concerned with the best weapons and damage dealt, to review the gifts that you have been","messageBody":"<div id=\"ygrps-yiv-552710236\">Hail Fellow Bards,<br/>\n<br/>\n[re: successful leveling]<br/>\nI advise all bards overly concerned with the best weapons and damage dealt, <br/>\nto review the gifts that you have been given. Nothing sickens me more than <br/>\nseeing a forceful party in danger, while the bard is selfishly fighting. <br/>\nSHAME ON THAT BARD! If you the bard wants to utilize your talents most <br/>\nefficiently, group with 2 warriors (or a monk), 2 rogues, and 1 party member <br/>\nthat can do emergency heals. Stand back and play your heal with your lute, <br/>\ntwist whatever other song fits the occasion, and you can fight for hours and <br/>\nhours, gain &quot;circles of knowledge&quot; quite quickly. A healthy group prevails, <br/>\nso if you want to succeed and learn quickly, this is your best source. Use <br/>\nyour combat skills when soloing, or with weak groups, BUT always remember in <br/>\nlarge groups, you ARE NOT a tank or a fighter, you are a talented musician.<br/>\n<br/>\n[re: biographies]<br/>\nI had a great pleasure of leading a rich and comfortable life in the world <br/>\nof Ultima. But due to the destruction and corruptions of the lands my &quot;male <br/>\nguardians&quot; gave the option of living there alone (and for sure I would have <br/>\nsuffered) or leave everything and relocate in the lands of Everquest. <br/>\n*sniffles* I must say I chose the latter and I remain miserably homesick. <br/>\nBut enough about my (OT) whining, my bio reads:<br/>\n<br/>\n&quot;Forced to flee my beloved home, my male guardians sang lullabies to comfort <br/>\nmy woes, may the love for music instilled in my heart protect my guardians <br/>\nand the life Tunare has granted us.&quot; (and aye, I read everyone&#39;s bio & for <br/>\nyou paranoid freaks that fear inspection, NO, I AM NOT LOOKING AT YOUR <br/>\nUNDERWEAR, get over it! I wish Verant would do away with the damn inspect <br/>\nmessage)<br/>\n<br/>\n<br/>\n[re: twinking]<br/>\nMany older EQ citizens have memories of working hard for everything they <br/>\nhave, and now the youngsters these days are having everything given to them. <br/>\nJealousy runs rampant, but so goes the world. I have had everything given to <br/>\nme by my guardians, lol, so I have little to say on the morality of the <br/>\nissue.<br/>\n<br/>\n(And yes, begging is so annoying but so are the will work for food signs  <br/>\nand the &quot;can you spare some change?&quot; line when I &quot;zone&quot; to the real world. <br/>\nAt least in EQ, I have /ignore!)<br/>\n<br/>\nMay your music allow you to prosper,<br/>\nVisha</div>","specialLinks":[]}}
