{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sean Kennedy","from":"&quot;Sean Kennedy&quot; &lt;orang@...","replyTo":"LIST","senderId":"dR7oH9EZdZzMmi8do-VUVptModgiezsCv8MuZvUSnkP9c4aryT1st7CYUo1TFzZSJ_fvXg7HrRnZ6yyGM1pfjWiBOreM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [OT] Brewing, Pottery and the Norrath economy","postDate":"932161930","msgId":3832,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4xOTguMzgzMi45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":3767,"nextInTopic":3835,"prevInTime":3831,"nextInTime":3833,"topicId":3669,"numMessagesInTopic":13,"msgSnippet":"... Tailoring patchwork goes trivial at 26 skill, from then on you need studs. This will be a money drain, as there is no way you ll make the several plat each","messageBody":"<div id=\"ygrps-yiv-2001780684\"><blockquote><span title=\"ireply\">&gt;Just my views here (still off topic, but all us Bards seem to dabble in<br/>\n&gt;trade skills anyway):<br/>\n&gt;<br/>\n&gt;After fighting my way up to level 11, mostly solo, and barely getting<br/>\n&gt;enough plat to afford my songs at each level, I was told that I should<br/>\n&gt;work on trade skills to make the money I needed.  Ok, that&#39;s well and<br/>\n&gt;good then.<br/>\n&gt;<br/>\n&gt;Next skill, tailoring.  Here&#39;s something that actually makes a little<br/>\n&gt;money.  At least enough to pay for the patterns (since I hunt my own<br/>\n&gt;skins).  But what did I find?  No market--everyone wants banded armor.<br/>\n&gt;Patchwork is useless except for the lowest levels, and most of them<br/>\n&gt;either ignore auction, or have already got what they wan.  Ok, I&#39;m still<br/>\n&gt;making enough off of the merchants to at least get somewhere.  Up to 21<br/>\n&gt;in this skill and seeming to be stuck there (still get alot of failures<br/>\n&gt;and I can&#39;t do studded yet).<br/>\n<br/>\n<br/>\n </span></blockquote>Tailoring patchwork goes trivial at 26 skill, from then on you need studs.<br/>\nThis will be a money drain, as there is no way you&#39;ll make the several<br/>\nplat each that you&#39;d need to to break even.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Time for blacksmithing to learn to at least make the studs for my<br/>\n&gt;tailoring skill.  As far as I&#39;m concern, this is a complete loss for<br/>\n&gt;now...the cash I spent on it set me back as a tailor because I couldn&#39;t<br/>\n&gt;afford the patterns for the longest time.  Although I was able to get<br/>\n&gt;studs made up with a little patience.  Skill here, about 18.<br/>\n<br/>\n<br/>\n </span></blockquote>Smithing takes serious money to get up.  I have a mage (purpose made<br/>\nto do trade skills, after I lost my stuff to a bug) with a 110 int and 90<br/>\ncha.  Plunging 60 plat into him (the excess made from pottery, that I<br/>\ndidn&#39;t transfer to my bard, because the I had regained what I had before<br/>\nthe bug) I got him to 38 skill.  Some to the sites suggest 40+ skill to<br/>\ndo well on studs.  Of course, you don&#39;t use up files, even in failures,<br/>\nso it&#39;s a little cheaper than it was when those guides were written.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Ok, finally despairing over getting enough cash to even _think_ about<br/>\n&gt;affording banded armor, let alone getting a magical weapon (yeah, I am<br/>\n&gt;still using my Mino), I turned to brewing.  Even figured out some of the<br/>\n&gt;recipes without spoilers (though I turned to those after a while), and<br/>\n&gt;found that it was even worse than cooking.  I lost even more cash at this<br/>\n&gt;than I did at cooking (though blacksmithing cost me even more).  I even<br/>\n&gt;got up to 25 in brewing.<br/>\n<br/>\n<br/>\n </span></blockquote>Again, you need to sink the cash in to reap the end benefits (gone now).<br/>\nI&#39;ve heard startup costs of 6-10 pp<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;So, what does that leave?  Hmmm, I can spend several days fishing and<br/>\n&gt;eventually I&#39;ll make enough plat to afford good armor.  Or I can keep<br/>\n&gt;hunting lions, wolves, and bears in EC for tailoring, like I have been.<br/>\n&gt;I was thinking of trying pottery, but in light of what I&#39;ve been hearing,<br/>\n&gt;I&#39;m glad I didn&#39;t try to waste my money on that.<br/>\n<br/>\n<br/>\n </span></blockquote>Again, pottery took startup capital of 15pp to get to master skill level,<br/>\nand make the rediculous amounts of cash (30pp per hour)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Frankly, it looks like Verant wants lower level folks to be dependent on<br/>\n&gt;handouts from higher level folks.  I find it rather sad that I can barely<br/>\n&gt;get necessities on my own each level up to level 10 and now that I&#39;m<br/>\n&gt;level 11, I really need banded to survive and I can&#39;t afford it, nor does<br/>\n&gt;it look like I will ever afford it soon.<br/>\n<br/>\n<br/>\n </span></blockquote>Originally, before the bug ate my stuff (anyone sick of me talking about<br/>\nthat yet?  :) I earned all my income from hunting.<br/>\n<br/>\nAt level 9 I took my first darkweed snake, very dangerous work.  They<br/>\nare underhunted in the East Commonlands, because most classes can&#39;t<br/>\ndeal with the poison (regular poison, 5hp per tick damage, OUCH).  High<br/>\nblues will give you a pasting, low blues are medium-tough.  As well as<br/>\nbeing underhunted they have decent loot, Giant Snake fangs sell to NPC&#39;s<br/>\nfor 4g6s (at 95 cha), as do Venom Sacs.  They don&#39;t always drop them,<br/>\nbut you&#39;re getting exp at the same time.<br/>\n<br/>\nAt level 11 you start by weaving Anthem and Warsong, then wait &#39;til you get<br/>\npoisoned.  If you get poisoned early, and he&#39;s hitting you hard, run<br/>\nfor the zone, screaming like a little girl, he&#39;s high blue and he&#39;s about to<br/>\nhand you your head.  If you get him down a ways before being poisoned,<br/>\nswitch to Warsong+Hymn weave.  When you finish him, you&#39;ll be<br/>\npoisoned, and losing 2hp per tick (6 seconds, or there abouts).  If you&#39;re<br/>\nclose to dieing, and you don&#39;t get your lute in your hands quick you<br/>\ncan die after winning.  Don&#39;t loot yet.  First, sit down (down to 1hp per<br/>\ntick) then switch to your lute.  (You do have the hotkeys set up with<br/>\nthe necessary inventory slots, don&#39;t you?)  Down time is longer than<br/>\nwe&#39;re used to, due to the poison.<br/>\n<br/>\nWhenever I was on at odd times, and didn&#39;t feel like finding a group<br/>\n(if I&#39;m only going to be on for an hour or two, it doesn&#39;t seem fair<br/>\nto them or me) I&#39;d head to the N.W. corner of the E.C. by the Inn,<br/>\nDWS&#39;s are very common, and you can pull to the wall to cover your<br/>\nback.<br/>\n<br/>\nWhen I left the east coast at 14, I had ~90-100 plat in the bank,<br/>\na snakeskin jerkin, all my songs to that point, snakeskin gloves<br/>\nand my nice scimitar (didn&#39;t trade that in &#39;til 16).  I went to<br/>\npaw from there, and N. Karanas (you CAN kite griffawns if you&#39;re<br/>\ncareful, nice exp, nice loot, they replaced DWS&#39;s as my goto<br/>\nprey during the times my friends weren&#39;t on)<br/>\n<br/>\nYou can survive without banded for several more levels.  I did.<br/>\nRiian, a 15 then 16 level druid hunted with me in Paw.  We both<br/>\nhad an ac of 302 before buffs, yet we were able to take<br/>\nHigh Shaman Lenrel, a Splitpaw Noble and a regular shaman<br/>\non all at once.  I came close to dieing that time, but I learned<br/>\nthe layout of the room he spawns in, and was able to creep<br/>\nin, target the noble (blue) lament him, target the shaman (exp<br/>\ngreen at 15) lament him, target Lenrel, bellow, and run<br/>\nfor the door, then the anteroom door, and out to the room we<br/>\nfought him in.  Picked up a RTS, and bunches of other good<br/>\nloot down there.  Getting to High Shaman Ren Rex is easier<br/>\nbut the layout favors a slightly bigger party.<br/>\n<br/>\nOf course, at 16 I went on a buying spree, spent most of my<br/>\ncash on some nice stuff, and ended up losing it to a bug<br/>\ncoming out of befallen the next day :(<br/>\n<br/>\nIf you don&#39;t want to deal with the poisonous snakes, go straight<br/>\nto paw now, you can hunt the gnolls outside the entrance and<br/>\njust inside easily with lament.  They seem to always have a few<br/>\nsilver, and often a rusty weapon.<br/>\n<br/>\nJust because others get a huge boost from twinking, don&#39;t<br/>\nbelieve you have to have what they do to succeed.<br/>\n<br/>\nTindayen, 16th level bard<br/>\nSwifthawk, 6th level shaman</div>","specialLinks":[]}}
