{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...","replyTo":"LIST","senderId":"E5tvekGb7YBIt34okU5kApQA8pCv9bxxr1coHbPolsDTj-qkBYCbOyJxnn3sl9h_OXLkZ1fCF7P-Wld3KhiQNWwn9xv0k35SQnCzbTNdCBM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RaceWar & Bards","postDate":"932405176","msgId":3943,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMDMuMzk0My45NTkyNzMzNzFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3958,"prevInTime":3942,"nextInTime":3944,"topicId":3943,"numMessagesInTopic":5,"msgSnippet":"As I mentioned a bit ago, I m playing on the Test Server now (as Talies, a Half-Elven Bard, naturally.)   One thing I noticed right off - there s a LOT higher","messageBody":"<div id=\"ygrps-yiv-1496727633\">As I mentioned a bit ago, I&#39;m playing on the Test Server now (as Talies, a<br/>\nHalf-Elven Bard, naturally.)   One thing I noticed right off - there&#39;s a<br/>\nLOT higher percentage of Bards on the Test Server, vs. other servers I&#39;ve<br/>\nplayed on.  I didn&#39;t have to wonder too long, either - as soon as I made<br/>\n6th level, I found just how powerful I really was!  Fighting yellow-to-me<br/>\nGnome Enchanters, while their spells would waste me pretty effectively, I&#39;d<br/>\njust run in, wail on their pet, wail on them and then back off - they&#39;d<br/>\nalways run out of mana before they could finish me off, and then run away<br/>\nwhile I dealt with their pet.  Rather then following, I was retreating and<br/>\nhealing - I healed faster than they could possibly gain their mana back<br/>\nespecially since they were running away)  And since the most common PvP<br/>\ntactic is &quot;Root&#39;em and Pummel&#39;em&quot;, I&#39;m pretty well immune to that.  I am<br/>\n*NOT* immune to fear, charm or other annoying &quot;Take control&quot; things (as I<br/>\nlearned while trying to test a potential bug.*)<br/>\n<br/>\nNow understand this: I never provoked any attacks.  I always went in<br/>\nunarmed, greeted them warmly, and even if they attacked me, I asked them<br/>\nnot to, then warned them to stop interfering with the mail (I was on the<br/>\nFedEx Quest).  Finally, I&#39;d have to whip out the sword, and go at it.  The<br/>\nfirst time I did that was to a necromancer, she and her enchanter buddy<br/>\nwere wailing on me for all they were worth (1 pt, 2 pt, miss miss miss),<br/>\nand saying how fun it was, and &quot;En Guarde!&quot; etc.  I was laughing at the<br/>\ncomputer watching this, but I had to keep saying things like &quot;Don&#39;t make me<br/>\nhurt you...&quot;  So finally, I drew my Fine Steel Longsword, and swung at the<br/>\nnecromancer (who&#39;d been draining my health). *crunch* 12 points.  Not much,<br/>\ntrue, but she panicked &quot;RUN AWAY!!!&quot;  Her buddy left me his pet and fled,<br/>\nand would go a little ways, cast choke on me, then summon another pet.  It<br/>\nwas funny, really.  I killed three of his pets before catching up to him at<br/>\nthe entrance to Ak&#39;anon where he begged for backup.  3 Spellcasters, all<br/>\nhitting me, and I *STILL* got the enchanter down to less than half a<br/>\nbubble, doing the death crawl to get away.  I was hurting m&#39;self, and<br/>\ndidn&#39;t really want to kill him, so I turned, kicked in Selo&#39;s and<br/>\nhigh-tailed it out of there.  Nearly died anyway, to a nicely timed and<br/>\nwell executed backstab, but fortunately, the Hymn twisted with Selo&#39;s saved<br/>\nm&#39;life.<br/>\n<br/>\nNow THAT&#39;S a great one to tell the grandkids.<br/>\n<br/>\nWord of warning to would-be travelers: Faction hits *are* implemented, and<br/>\nthey look functional.<br/>\n<br/>\nTalies the Wanderer, Test Server, Bristlebane, Rallos Zek (as Tallies)</div>","specialLinks":[]}}
