{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"8BKv3KwwLEtZOlNt2uph5iG3lMfeAIvlJNpx2KsD5hbGhbKfHhiNADtNVqK5FP_j2RMAIKb_jjR5AmRtp_IB6QeKEd0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Center of attention","postDate":"932501306","msgId":4027,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMDcuNDAyNy45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4026,"nextInTopic":4031,"prevInTime":4026,"nextInTime":4028,"topicId":4012,"numMessagesInTopic":9,"msgSnippet":"... A lot of dungeons are buggy in that area effect songs/spells will hit stuff through walls, floors, and ceilings. Unfortunately, the only way to learn where","messageBody":"<div id=\"ygrps-yiv-1455571137\">On Tue, 20 Jul 1999, Llewrend Lynnhaven wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; First guk, near the scryer room my party of six where<br/>\n&gt; bashing every froglock in sight, gaining massive exp<br/>\n&gt; and loot.  So we say, what the heck, lets go in the<br/>\n&gt; room.  Well, on knight comes after us, so I use my<br/>\n&gt; melodic binding song that I love so much.  Big<br/>\n&gt; mistake, from behind one of our tanks I saw no less<br/>\n&gt; than 15 assorted froglocks come up the stairs, and who<br/>\n&gt; do you think they were headed for?  Well, after about<br/>\n<br/>\n </span></blockquote>A lot of dungeons are buggy in that area effect songs/spells<br/>\nwill hit stuff through walls, floors, and ceilings.<br/>\nUnfortunately, the only way to learn where not to use them is<br/>\nto use them in the wrong places.  :-( Some places in Guk are<br/>\nsafe, others are not.  Permafrost so far has been pretty safe,<br/>\nas have been Befallen and Najena.  Paw looked like it had some<br/>\nproblems, but most of the stuff was green when I first went<br/>\nthere so I can&#39;t say for sure.  Dunno about Runnyeye - that<br/>\nplace has been deadly for me so I never even bothered trying<br/>\narea effect songs in there.  One outdoor zone you should be<br/>\ncareful in is Mistmoore - parts of the castle interior are<br/>\nbehind solid walls, and the level range for mobs there goes<br/>\nfrom about 20-53.  You think you are using Lullaby on a L20<br/>\nfamiliar, and suddenly a L45 mob is casting spells at you<br/>\nthrough the walls.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; stuff, play anthem for my friends in battle, and what<br/>\n&gt; do you think happened?  Again, I&#39;m dragged down under<br/>\n&gt; a sea of amphibious flesh.  So after a while, I say,<br/>\n<br/>\n </span></blockquote>Yup, if your friends are only attacking one mob (which is<br/>\nusually the best strategy) and you play a buff/debuff,<br/>\nanything they&#39;re not attacking will start attacking you.  <br/>\nMake sure there is a healer in your group, preferably two.<br/>\nPaladins are good too since most will glady use their Lay<br/>\nHands to keep alive the bard who is holding those 3 other<br/>\nnasty mobs at bay with Lullaby.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; heck, I&#39;ll head over to good ole unrest, what could be<br/>\n&gt; safer?  Get there, find some good friends I could<br/>\n&gt; trust, and we get to slayin undead.  One of the dry<br/>\n&gt; bones makes a run for the house, silly bard that I am,<br/>\n&gt; I chase him, again, still singing a song, forget which<br/>\n&gt; one.  Withing seconds the doors fly open and carrion,<br/>\n&gt; monks and the reclusive ghoul magi beeline right at<br/>\n<br/>\n </span></blockquote>There&#39;s a pathing bug in Unrest.  If a mob from the house gets<br/>\npulled to the zone and walks back, it almost always stops just<br/>\ninside the front door.  If this happens to a train, you get<br/>\n10-20 mobs all piled up on one square inside the front door.<br/>\nPull one and a good number will follow.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Fighting a while, see a wisp to the left of the house,<br/>\n&gt; facing the back.  Someone in my guild needed a light<br/>\n&gt; stone, so I run to grab it, while singing my little<br/>\n&gt; anthem.  All of a sudden, the hag 3 floors up starts<br/>\n&gt; casting on me from a window, and I wake up at home<br/>\n<br/>\n </span></blockquote>Yup, this is the &quot;casting mob someone else is fighting turning<br/>\naround to cast a spell on a nearby bard who isn&#39;t hurting it&quot;<br/>\nsyndrome.  In Highpass and Crushbone it was just walking sleep<br/>\nand root being cast on you as you stood there with Accelerando<br/>\nplaying, watching someone else fight.  In Unrest, it&#39;s the<br/>\nhags dropping 10 ton anvils on you from the sky.  I usually<br/>\nstop all songs when I see a hag nearby, or if we&#39;re not<br/>\nfighting switch to invisibility.  All the more reason to pull<br/>\nto the walls.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; among the trees.  That sucked.  Does this mean we<br/>\n&gt; can&#39;t use any of our aoe or buffs anywhere near a<br/>\n&gt; dungeon?  Well, at least my calves are built up from<br/>\n&gt; zone running :)<br/>\n<br/>\n </span></blockquote>I guess you just learn to live with it.  Others learn to deal<br/>\nwith dying from being unable to outrun mobs, we learn to deal<br/>\nwith dying from being attacked by stuff we never saw.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
