{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roop Dirump","from":"&quot;Roop Dirump&quot; &lt;roop@...","replyTo":"LIST","senderId":"qVi1Za-9GzrGO2Aae7W4y9t8bFC5zBguIsh80OYDJokL66UwRaUw9OVLModkw-7ow2ROqlTXThXaH7LHjcM_HFFkPaAQ57gH","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Level 9","postDate":"925700077","msgId":405,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNC40MDUuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":402,"nextInTopic":407,"prevInTime":404,"nextInTime":406,"topicId":387,"numMessagesInTopic":16,"msgSnippet":"Reminds me of a group that asked me to join once.  I was wandering around the frigid north, new to the area, sort of bored, why not, eh?  There was one fellow","messageBody":"<div id=\"ygrps-yiv-459313388\">Reminds me of a group that asked me to join once.  I was wandering around<br/>\nthe frigid north, new to the area, sort of bored, why not, eh?  There was<br/>\none fellow who knew what bards could do, he was the one I think who pressed<br/>\nfor my services (I could tell by the ooos and ahhs from the others when my<br/>\nturbo drum overcharge kicked in).  After a few battles, he took me aside and<br/>\ntold me he should maybe &quot;explain&quot; to me how bards worked, &quot;The bard buffs<br/>\nare worthless.&quot;  ???<br/>\n<br/>\nHe just wanted two songs, and only two: accelerado and hymn of restoration,<br/>\n&quot;the only worthwhile bard songs.&quot;  What I did?  I laughed in his face.<br/>\n<br/>\nThen I explained to him how MAGES should work: Stated I actually hated<br/>\nwaiting around for five minutes as he recharged after every skirmish with a<br/>\ngnoll pup, so he shouldn&#39;t do anything at all--nada / zilch / stand there<br/>\nstiff / do nothing--except in dire emergencies!  Told him a mage<br/>\nshould--never--cast spells (except for a pet), until that rare time the<br/>\nbattle is turning for the worse.  This will keep us alive, I explained, so<br/>\nhe will have full mana available if we get jumped or overwhelmed.  First,<br/>\nwe&#39;ll move from monster to monster quicker for better experience, second, we<br/>\navoid sitting around in dangerous areas, third, when things go bad he&#39;ll<br/>\nhave maximum firepower.  That shut him up.<br/>\n<br/>\nLike he&#39;s about to follow us around doing absolutely nothing during most<br/>\nbattles, even if it insured the survival of the group!  Needless to say, the<br/>\n&quot;buff&quot; songs continued!  And the Hymn was played at the proper time!  And<br/>\nI&#39;m sure he cast his spells at the proper time, actually, for I only<br/>\npretended to know how to do his job, but in retrospect it does make a lot of<br/>\nsense.<br/>\n<br/>\nKeep this in mind: it&#39;s your character, not the leader&#39;s.  Personally, if I<br/>\nfind myself in a group with a bad &quot;general,&quot; I either disobey (and see how<br/>\nhe reacts) and/or leave.  You can be arrogant, see,  because you are a BARD,<br/>\nspecial, who needs the rest of them, eh?  Any other group would happily grab<br/>\nme up!  Ever hear a bard shout to &quot;join a group&quot; more than Once?  Hah!<br/>\nNever believe anybody knows more about being a bard than you do, because<br/>\nthey may have played a bard but not--Your--bard!  And you&#39;re in demand,<br/>\ndon&#39;t take no nonsense, you can be choosey!  Any group that can&#39;t use a bard<br/>\nhas never been with a bard.<br/>\n<br/>\nRoop<br/>\n<br/>\nAnd besides, you&#39;re really singing the songs about the glory of your group,<br/>\nwho wants to sing songs of glory to a bunch of nimrods?  Flit around &#39;til<br/>\nyou find real heroes like a real bard.<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Daniel P. Sniderman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:slide@...\">slide@...</a>&gt;<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nDate: Sunday, May 02, 1999 6:45 PM<br/>\nSubject: [eqbards] Re: Level 9<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Daniel P. Sniderman&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:slide@...\">slide@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;----- Original Message -----<br/>\n&gt;From: Morgan Allison &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:morgan@...\">morgan@...</a>&gt;<br/>\n&gt;To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\n&gt;Sent: Sunday, May 02, 1999 12:04 PM<br/>\n&gt;Subject: [eqbards] Re: Level 9<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt; From: &quot;Morgan Allison&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:morgan@...\">morgan@...</a>&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt; Your concerns really struck a nerve with me and I&#39;d like to share some of<br/>\n&gt;my<br/>\n&gt;&gt; observations about life as a bard.  As mentioned in  previous reply, we<br/>\n&gt;&gt; bards are actually very good soloists.  When things get hairy, we have<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"qreply\"> &gt;&gt; accellerando  - a near full-proff excape route.  In the situation you<br/>\n&gt;&gt; described, if I was getting hit hard and hit a lot, I&#39;d hit accellerando<br/>\n&gt;at<br/>\n&gt;<br/>\n&gt;I lasted about 15 seconds.  I tried my damndest to get accell - but kept on<br/>\n&gt;getting stunned...<br/>\n&gt;While I was stunned the two cents and the legionaire were hitting me..<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt; about 3 bars of health.  This is because you slow down below 2 bars and<br/>\n&gt;you<br/>\n&gt;&gt; may need that extra bar to get some distance between you and the orcs.<br/>\n&gt;&gt; Always have accellerando hot-keyed.<br/>\n&gt;&gt;<br/>\n&gt;<br/>\n&gt;Stupid me - didn&#39;t know you can hot-key a spell...<br/>\n&gt;<br/>\n&gt;&gt; Second, lament is a great spell but it can, as you have learned, fail.<br/>\n&gt;&gt; However, the lower the level of creature is compared to you, the more<br/>\n&gt;likely<br/>\n&gt;&gt; it is to succeed.  Never use it on a white or higher con.  It will fail<br/>\n&gt;way<br/>\n&gt;&gt; too often.  But, if they all con green or a low blue, you could solo a<br/>\n&gt;camp<br/>\n&gt;&gt; and clean it out.<br/>\n&gt;&gt;<br/>\n&gt;<br/>\n&gt;I didn&#39;t realize they &quot;fixed&quot; that spell.  When I first got it - it wasn&#39;t<br/>\n&gt;working.  Was soloing an orc camp in Lesser Feydark - (with a bunch of high<br/>\n&gt;level guys - no prob that time) - and it didn&#39;t work.  I recall comments on<br/>\n&gt;this list about it.  If there were comments that it was fixed - I must have<br/>\n&gt;missed it.<br/>\n&gt;<br/>\n&gt;&gt; Third, our greatest power is in grouping, but grouping is risky.  It is a<br/>\n&gt;&gt; high-trust situation.  Be very careful who you group with and guage how<br/>\n&gt;well<br/>\n&gt;&gt; you can trust them.  I might group with a group like you had described,<br/>\n&gt;but<br/>\n&gt;&gt; I would not trust them to save my butt if I got in trouble and at the<br/>\n&gt;first<br/>\n&gt;&gt; sign of trouble, I&#39;d run.  Only when they have shown that they can be<br/>\n&gt;&gt; counted on to keep me alive when the going got rough would I let myself<br/>\n&gt;get<br/>\n&gt;&gt; low in health.  I die more frequently in a group then solo because I am<br/>\n&gt;&gt; still too trusting and eager to jump into danger to save someone whose<br/>\n&gt;&gt; stupidity got them into trouble... usually failing and dieing along side<br/>\n&gt;of<br/>\n&gt;&gt; them.<br/>\n&gt;<br/>\n&gt;Well the biggest thing I learned - not to listen to non-bards about what<br/>\n&gt;song to use.  The leader of the group (who seemed to know what he was<br/>\n&gt;doing) - asked me to turn on the dischord song before starting to fight.  I<br/>\n&gt;should have trusted my own instincts than listen to someone else...  I<br/>\n&gt;usually start with a buff song - and switch when I feel it&#39;s appropriate.<br/>\n&gt;&gt;<br/>\n&gt;&gt; Be up front with them about this though.  Make sure they understand that<br/>\n&gt;&gt; since you don&#39;t know them well, and your life is dear to you, you will do<br/>\n&gt;&gt; what you have to to protect it until some trust and teamwork has<br/>\n&gt;developed.<br/>\n&gt;&gt;<br/>\n&gt;<br/>\n&gt;I appreciate the advice.  Live and learn (or in this case - Die and Learn!)<br/>\n&gt;Getting Stunned is clearly the biggest problem we face in combat!<br/>\n&gt;<br/>\n&gt;Slyde<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Looking for an efficient, fun way to stay in touch with family members?<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Create a ONElist community just for your family!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
