{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"hho@xxxxxxxxxxxx.xx","from":"hho@...","replyTo":"LIST","senderId":"rG9HWS1VO47Zs8xUrJgTHTM2i4QUzrv71Y5psnnBuKGW62NdSDDQDGxwgLc_5kK9KREuR3V2ZkF2rQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Twinking (was Re: Blackened Iron Armor *SPOILER* (sort of))","postDate":"932628581","msgId":4104,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMTEuNDEwNC45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":4103,"nextInTime":4105,"topicId":4104,"numMessagesInTopic":1,"msgSnippet":"Hiya all, Even if its a bit off topic for this NG. I would like to state my oppinion too. I was aggrivated at first when I saw people running around with very","messageBody":"<div id=\"ygrps-yiv-1443358426\">Hiya all,<br/>\nEven if its a bit off topic for this NG. I would like to state my oppinion<br/>\ntoo.<br/>\nI was aggrivated at first when I saw people running around with very good<br/>\narmor and stuff, but after giving it some thought and looking at them<br/>\nfight. I really dont feel that way anymore. Sure they have proberly been<br/>\ntwinked, but along the line mentioned in the post below; I have the feeling<br/>\nit dont help them that much? IMO a level 10 player cannot take much<br/>\nstronger beasts down just because he have a full set of bronze. Just when I<br/>\nlook at things going on in Unrest I can see that the people at my level<br/>\nrunning around in Bronze fight the same stuff as me. I also seem to<br/>\nremember that there is damage caps on weapon damage versus level, so a<br/>\nlevel 1 char would not get much benefit of using a dirk?<br/>\n<br/>\nIMO the two real problems with EQ is:<br/>\no Camping<br/>\n<br/>\nI returned to Crushbone last night and it dident work anyway near it was<br/>\nintended, because all the higher level orcs was camped out. and people was<br/>\njust standing in line to kill this or that orc. During beta and the first<br/>\nmonth of release I think it worked much better. Permafrost still works<br/>\nokay, but it will proberly change as people learn how great a place it is.<br/>\n<br/>\no No money drains<br/>\n<br/>\nI have not yet reached this point myself (50pp in bank wearing mostly<br/>\nbanded, a combine scimi and a dirk), but it seems ovius to me that EQ&#39;s<br/>\necon. is headed straight hell. The world is getting flooded with items and<br/>\nmoney devaluating the econ very fast. Allmost no money goes back to the<br/>\nsystem, but keeps pouring in to PC&#39;s pockets. I think that Verant has to<br/>\nput some kind of money drain in! One thing I see as a possibilty is wearing<br/>\nstuff out. I know M59 had this sollution where weapons got worn and would<br/>\neventually break if not mended proberly. The mending could (and should) be<br/>\ndone by NPC smiths or componts to it should come of npc&#39;s so GM&#39;s could<br/>\ncontrol the rate money could be sucked out of the world (we all needs our<br/>\nweapons and armor right?). For casters this is allready implemented by the<br/>\nuse of components, but what about non casters? What do we spend our money<br/>\non (by NPC&#39;s), if we dont want to take up any trade skills...<br/>\nI know that Brad have stated that he dont see any problems with it, but I<br/>\nsure as hell do.<br/>\n<br/>\nAck This got way off topic. Sorry I will move my rambling to another<br/>\nplace..<br/>\n<br/>\nMusiker the rambling bard<br/>\n18th level, Bertox<br/>\n<br/>\n<br/>\nMessage: 24<br/>\n   Date: Wed, 21 Jul 1999 23:41:00 -0500<br/>\n   From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silky@...\">silky@...</a><br/>\nSubject: Re: Blackened Iron Armor *SPOILER* (sort of)<br/>\n<br/>\n<br/>\nWhile this is not really barding related - I guess anything that touches<br/>\nthe virtual world to this extent affects bards as much as anyone else.<br/>\n<br/>\nNow - excuse me while I try to understand these statements.<br/>\n<br/>\nIt&#39;s understood that twinking is irritating to everyone but the twinkie -<br/>\nhowever that said.....<br/>\n<br/>\nAt 09:38 PM 7/21/99 -0400, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: DreamKing &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:drmking@...\">drmking@...</a>&gt;<br/>\n&gt;<br/>\n&gt;I totally agree with you. It aggrivates me to no end to see twinked<br/>\n </span></blockquote>players<br/>\n<blockquote><span title=\"ireply\"> &gt;because obviously it&#39;s not fair to the rest of us who actually work our<br/>\n&gt;behinds off for what we have,<br/>\n<br/>\n </span></blockquote>PLEASE explain to me how (unless you are +pvp) what they have has ANY<br/>\nbearing on you whatsoever? The &#39;it&#39;s not fair&#39; portion fairly reeks of &quot;I<br/>\ndidn&#39;t, you can&#39;t&quot;. Right or wrong, this in no way equates to &#39;fair or<br/>\nunfair&#39; since this is not a competition. Last I checked - no one got a<br/>\ncookie for being first to anything here. My neighbor has a caddie - I drive<br/>\na bug - it&#39;s &#39;not fair&#39;?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; but also because I feel they&#39;re missing out<br/>\n&gt;in part of the game completely.<br/>\n<br/>\n </span></blockquote>Well, it&#39;s so nice to know that the happiness monitor is paying attention<br/>\nand on duty. Really - if THEY are missing out - uhhhhh - is this also any<br/>\nof your or my concern? While I happen to believe in your statement myself,<br/>\nthat is a personal choice - and there is nothing any of us - or Verant for<br/>\nthat matter can substantially do to stop this short of totally<br/>\nrestructuring the way things work. Thankfully - unless you are +pvp - it<br/>\nremoves a huge part of the equation of &#39;affecting others&#39; unfairly or<br/>\nadversely.<br/>\n<br/>\nI felt great when I was able to afford<br/>\n<blockquote><span title=\"ireply\"> &gt;buying that last piece to my banded armor set. I didn&#39;t get to do that<br/>\n&gt;until after level 10. Yet I see people level 5 walking around with pieces<br/>\n&gt;(or complete sets) of plate armor. If someone offered me a set of plate<br/>\n&gt;would I accept it? Nope. It would totally take away from the game that I<br/>\n&gt;play. If someone offered me a little something for a favor I did them -<br/>\n&gt;sure I&#39;d take it. But not if it was way out of bounds for the favor. It&#39;s<br/>\n&gt;not a matter of pride or passing up a great offer - it&#39;s about making the<br/>\n&gt;most out of EQ.<br/>\n<br/>\n </span></blockquote>Well - my story is much the same, most of my contemporaries have moved onto<br/>\nbronze, I&#39;m still in banded, and likely will be till rubicite, if I ever<br/>\ndecide to move on at all. I am under no compunction to ever advance past<br/>\nwhere I am now - some of us are NOT explorer - adventurer types. I&#39;m happy<br/>\nthat everything in my homeland doesn&#39;t want a piece of me on a stick at<br/>\nthis point - that was my sole level goal. I look at this more as a world to<br/>\nlive in - vs a hack and slash to hit 50 on and finish. Matter of fact - I<br/>\nspend a LOT of time in town, I just wish &#39;clothing&#39; didn&#39;t look like a<br/>\nskimpy one-piece bathing suit on me. I did make it to Qeynos today to get a<br/>\nsilk evening whachmacalit - the one with +5 charisma - guess what, looks<br/>\nlike I&#39;m back in my swimsuit top *sigh*. Npc&#39;s can have nice clothes, why<br/>\ncan&#39;t I?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Twinked players are missing out on so much.<br/>\n<br/>\n </span></blockquote>Well, that depends - is this their first character? Believe me - after<br/>\nplaying UO for 2+ years, and EQ now for a few months, newbieness looses<br/>\nit&#39;s attraction after you&#39;ve already been there done that. Even if THIS<br/>\ncharacter hasn&#39;t - YOU have. Working up thru the lower ranks becomes so<br/>\nmuch repetitive work - and it&#39;s a lot the same for most classes -<br/>\nnewbieness is newbieness all over Norrath.<br/>\n<br/>\nWould I give one of my new characters equipment my old had outgrown, hmmm -<br/>\ndepends what it is. Probably, if it&#39;s nothing outlandish. My husband has a<br/>\nhabit of &#39;playing&#39; around with a lot of different classes - although I tell<br/>\nhim when he gets frustrated to wait a bit, all classes are much the same to<br/>\nstart (i.e., you die a lot) he still does it. I will usually give him a<br/>\nsuit of patchwork and a real weapon - ewwww....bigtime twink there.<br/>\n<br/>\nI think if I ever got my hands on the REALLY nice stuff - I&#39;d still pass it<br/>\ndown, but I&#39;d wait till that character was approaching appropriate level<br/>\nfor it. Not even for any high moral ground, but because all the twinking in<br/>\nthe world isn&#39;t gonna keep a lvl 1 from dieing with GREAT regularity. These<br/>\nfolks that do it before Lvl 5 are really much braver than I. I can see it<br/>\nnow,<br/>\n<br/>\na) Make Newbie<br/>\nb) Give Newbie 5 packpacks of armor and weapons<br/>\nc) Equip Newbie<br/>\nd) Newbie gets his butt handed to him by first bat he sees<br/>\n<br/>\nSERVER DISCONNECTED<br/>\n<br/>\nWHAT!  Quick, redial, redial - what someone cut an OC LINE! ARRRRRGGGGGHHH!<br/>\nWHAT DO YOU MEAN VEESHAN IS DOWN FOR MAINTENANCE NOOOOOOOOOOOOOO.<br/>\n<br/>\nScratch one very expensive set of equipment.<br/>\n<br/>\nI&#39;ve seen enough of these deaths to know that no armor or weapon in the<br/>\ngame is gonna make up for experience points - YOU IS STILL GONNA DIE - that<br/>\nis one thing Verant did very, very well - twinking may be visual, but it<br/>\ndoes NOT makeup for experience points - or knowledge of how things work.</div>","specialLinks":[]}}
