{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Blair, Keith (Keith Blair)","from":"&quot;Blair, Keith (Keith Blair)&quot; &lt;kblair@...","replyTo":"LIST","senderId":"dfaoMA38M1pCydsZgV9Xdx_QTRKUe-g3kk3NKd3QB4lqU88FhmwuGi0KJq9-W5sYpbifZRfs9pSd2ie5cg8caYabno_lj-CHrHXLcdudE3BnPNQn73xV","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Twinked Bards Re: Blackened Iron (meta)","postDate":"932663615","msgId":4157,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMTQuNDE1Ny45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4156,"nextInTopic":4165,"prevInTime":4156,"nextInTime":4158,"topicId":4149,"numMessagesInTopic":6,"msgSnippet":"... I have to disagree with this because of a very strong point that can be brought up. Some people enjoy using EQ s /ooc and /shout commands for their ","messageBody":"<div id=\"ygrps-yiv-891005227\"><blockquote><span title=\"ireply\">&gt; make it fun for you.  Don&#39;t hate others because you don&#39;t <br/>\n&gt; think something is &quot;right&quot; about how they play the game.<br/>\n<br/>\n </span></blockquote>I have to disagree with this because of a very strong point that can be<br/>\nbrought up. Some people enjoy using EQ&#39;s /ooc and /shout commands for their<br/>\nconstant chit-chat and arguing. They may find it fun and entertaining, but<br/>\nthe rest of the people on the server or in the zone couldn&#39;t care less and<br/>\nwould really prefer it if they&#39;d take it to IRC. (There&#39;s enough stuff to<br/>\nkeep track of in that little message window without trying to filter through<br/>\nall the chatter) And before you say that we could simply turn off shouts or<br/>\nooc&#39;s - I&#39;d argue that you shouldn&#39;t be forced to do that just to enjoy the<br/>\ngame. There are some VERY good uses and quite a few times that the shout&#39;s<br/>\nare used properly (ie: &quot;/shout Mino Hero at cave entrance!&quot;) that make the<br/>\ntools valuable. I&#39;d also prefer to not have an ignore list a mile long.. I<br/>\ndo like interacting with people and helping them as much as possible. If<br/>\nthey were put on my ignore list a month ago and I go to help them and can&#39;t<br/>\nsee anything they&#39;re saying I&#39;m going to be slightly confused.  :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Remember - if it can be done, it will be done.<br/>\n&gt; You may think Verant should put in some limits<br/>\n&gt; on what level can have such and such stuffs.<br/>\n&gt; But where is the fun in that? Much of the crazy<br/>\n&gt; things that happen - happen because there are so<br/>\n&gt; few rules.<br/>\n<br/>\n </span></blockquote>Let me ask you this.. If you worked hard at your job for awhile trying to<br/>\nmove up the ladder and then someone that had just started a few days ago got<br/>\na position (or the window desk you wanted, or better pay or whatever) higher<br/>\nup than you just because their friend was influential with the upper-ups -<br/>\nwould it bother you? Of course it would. Sure, EQ is just a game - but you<br/>\nspend &quot;real life&quot; time playing it and earning things. The person that got<br/>\noffered the above perk maybe would be foolish to turn it down, but didn&#39;t<br/>\nearn it - and may not do as good of a job without the type of experience<br/>\nthat you had gotten. (This is an example, and obviously isn&#39;t perfect - but<br/>\nI&#39;m simply trying to make a little point)<br/>\n<br/>\nI&#39;m not flaming or trying to start any arguments, I just thought a couple of<br/>\nexamples might help you see why some of us disagree. There&#39;s probably no<br/>\nclear line as to what&#39;s right and when..</div>","specialLinks":[]}}
