{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"NeXuS","from":"&quot;NeXuS&quot; &lt;nexus@...","replyTo":"LIST","senderId":"rjqh6yelRVEOhI28NVjGnkWFSutT0spTCUofZLPBpMDB_g92YYgZF0PqFSqvS2Cx1DKzccSmPfaRFE8b_usmARUplMA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Practicing Instruments","postDate":"925759278","msgId":417,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNS40MTcuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":412,"nextInTopic":0,"prevInTime":416,"nextInTime":418,"topicId":412,"numMessagesInTopic":2,"msgSnippet":"... Hi Here is list of all the Bard things I have put together including Songs and What Instrament to use, what they do and Where to get them including names","messageBody":"<div id=\"ygrps-yiv-1898544746\"><blockquote><span title=\"ireply\">&gt; From: &quot;Mott, Mike J.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:MIKE.J.MOTT@...\">MIKE.J.MOTT@...</a>&gt;<br/>\n&gt; Also, does anyone have a list of the songs with the instrument used<br/>\n&gt; to play it?<br/>\n<br/>\n </span></blockquote>Hi Here is list of all the Bard things I have put together including Songs<br/>\nand What Instrament to use, what they do and Where to get them including<br/>\nnames of cities. I can send this in a TxT form but if you are like me I do<br/>\nnot normally Accept File attachments due to high number of Vireses and Word<br/>\nDoc Macro Vireses. Just Copy everything here to a Bard.txt or Bard.doc file<br/>\nand youll have it with you always. I am always putting together more so if<br/>\nyou have something here I don&#39;t please tell me so I can add it.<br/>\n<br/>\nKoden<br/>\nBard of The League of Swords<br/>\n<br/>\nBard Song List and Where to get them.<br/>\n<br/>\nSpell Descriptions<br/>\n<br/>\nLevel 1 - Chant of Battle<br/>\nThis will boost the parties AC, STR and DEX by a small ammount. It&#39;s not<br/>\nvery powerful but it does help a little<br/>\n<br/>\nLevel 2 - Chords of Dissonance<br/>\nThis spell does a small ammount of damage with an area effect. This spell<br/>\ntakes a long time just to get a regular rat to half it&#39;s health but if<br/>\nyou&#39;re fighting several targets at once then the difference can be<br/>\nnoticeable. Be very careful using it around any npc&#39;s such as the guards<br/>\nsince it will hurt them also<br/>\n<br/>\nLevel 3 - Jaxon&#39;s Jig o&#39; Vigor<br/>\nThis will decrease the fatigue of the party by a small ammount.  Great when<br/>\nswimming.<br/>\n<br/>\nLevel 4 - Lyssa&#39;s Locating Lyric<br/>\nClick on the person whos corpse you want to find, cast this spell and it<br/>\nwill constantly update your heading so you&#39;re pointing at the corpse. The<br/>\ncorpse must be in the same zone as you. This spell works very well and it<br/>\nwill definitely come in handy now and then.<br/>\n<br/>\nLevel 5 - Selo&#39;s Accelerando<br/>\nCast this spell and you will be able to out run almost anything, use it with<br/>\na drum and you will. This is one of the bard&#39;s best spells.<br/>\n<br/>\nLevel 6 - Hymn of Restoration<br/>\nThis is the first really useful spell for combat. It will constantly heal<br/>\nthe party by 3 points every tick (5 seconds), 6 points with a stringed<br/>\ninstrument and plus the 1 point you usually get that&#39;s 7 points a tick. Plus<br/>\nanother if you&#39;re sitting down. I believe this spell does an extra 2 points<br/>\nof healing for every 6 levels you gain over level 6<br/>\n<br/>\nLevel 7 - Jonthan&#39;s Whistling Warsong<br/>\nThis only works on yourself and it will increase your STR, AC and attack<br/>\nspeed. I find that Hymn is better unless you&#39;re attacking something that<br/>\ncan&#39;t hurt you anyways this will let you kill it a little faster<br/>\n<br/>\nLevel 8 - Kelin&#39;s Lugubrious Lament<br/>\nThis will only work on a single target at a time but if you have two<br/>\nmonsters standing beside each other and you know you can only handle one at<br/>\na time you can cast it on a one of them and lead the other away without the<br/>\nfirst one attacking you. I&#39;ve been told that if you time it right you can<br/>\nwork the effect on not only 1 but also 2 targets at a time which would come<br/>\nin handy if you wanted to attack a camp. This spell can be very useful if<br/>\nyou learn to use it wisely<br/>\n<br/>\nLevel 9 - Elemental Rhythms<br/>\nThis will increase your fire, cold and magic resistances each one by 15 and<br/>\n27 if you&#39;re using a drum with it. If your party is going to get blasted<br/>\nwith magic attacks from something like an evil eye and your extra attack<br/>\npower won&#39;t be missed too sorely equip a drum and this spell can be a big<br/>\nhelp<br/>\n<br/>\nLevel 10 - Anthem de Arms<br/>\nThis will increase the attack speed and strength of the party. Hymn is often<br/>\na better spell to use but if you have 2 bards in a group, a lot of hitters<br/>\nor you&#39;re just not taking much damage then this spell can be very useful.<br/>\nOne trick is if you alternate between this and hymn with the right timing<br/>\nyou and get the benefits of both spells<br/>\n<br/>\nLevel 11 - Cinda&#39;s Charismatic Carillon<br/>\nThis spell apparently increases your faction with an NPC, I&#39;ve tested it out<br/>\nmany times and haven&#39;t been able to observe strong results so far...<br/>\n<br/>\nLevel 12 - Brusco&#39;s Boastful Bellow<br/>\nBellow is another spell you&#39;ll find yourself using all the time. Target a<br/>\nmonster cast the spell and it starts off doing about a maximum of 7 points<br/>\nof damage which doesn&#39;t sound like much but it never misses and it often<br/>\ndoes full damage. I believe it does an extra point of damage every 2 levels<br/>\nabove 12. After you hit the monster you will see a message saying &#39;monster<br/>\nwas hit by non mele damage&#39; or something like that, hit the spell button<br/>\nagain really quickly to stop casting and hit it again to recast it. When you<br/>\nget the timing right you can cast it just as fast as swinging a longsword.<br/>\nThis is also the first spell a bard gets that&#39;s useful for drawing monsters<br/>\nat a distance<br/>\n<br/>\nLevel 13 - Purifying Rythms<br/>\nThis will increase your party&#39;s resistance against poison, magic and disease<br/>\neach by 15 and 27 if you&#39;re using a drum. This spell is just like the level<br/>\n9 spell except it effects more commonly dealt with attacks<br/>\nLevel 14 - Lyssa&#39;s Cataloging Libretto<br/>\nCast this spell and click an item like a ring on your person and it will<br/>\ntell you something about it.<br/>\n<br/>\nLevel 15 - Kelin&#39;s Lucid Lullaby<br/>\nRun into an orc camp, cast this spell and they will all fall asleep allowing<br/>\nyou to attack them one by one. This spell gets more powerful as you go up<br/>\nlevels so after you gain a few more levels you can do the same at a dervish<br/>\ncamp. Very powerful spell when there are a lot of easier monsters attacking<br/>\nyou. It usualy works flawlessly on monsters that con green to you, works ok<br/>\non monsters that are blue and anything greater then blue it usually won&#39;t do<br/>\nmuch to.<br/>\n<br/>\nLevel 16 - Tarew&#39;s Aquatic Ayre<br/>\nAs long as you are singing this song your party can remain underwater<br/>\nindefinitely. If you want to explore underwater or get into combat<br/>\nunderwater this spell is a must<br/>\n<br/>\nLevel 17 - Guardian Rhythms<br/>\nThis will increase your parties resistance against magic by 15 and 27 if<br/>\nyou&#39;re holding a drum plus it will increase your AC by 3 and 7 with a drum.<br/>\nThe AC increase is insignificant at this level so the level 13 spell seems<br/>\nlike a better one to keep memorized since it covers more attacks<br/>\n<br/>\nLevel 18 - Denon&#39;s Disruptive Discord<br/>\nThis is just like the level 2 spell except that it&#39;s area of effect is a<br/>\nlittle smaller and it also reduces effected monsters AC. It dishes out<br/>\napproximately 4 points of damage and 8 if you use it with a horn. If you<br/>\nhave a bunch of easier monsters attacking you and lulling them isn&#39;t worth<br/>\nit then use this and they&#39;ll all be dead pretty quick<br/>\n<br/>\nLevel 19 - Shauri&#39;s Sonorous Clouding<br/>\nThis spell will make your party invisible but you must be holding a wind<br/>\ninstrument for it to work at all. Great spell for making your way through<br/>\ndangerous areas like highpass hold by yourself but it doesn&#39;t work so well<br/>\nin a party since the other pary members have to stay fairly close to you in<br/>\norder to be effected and they can&#39;t see you<br/>\n<br/>\nLevel 20 - Largo&#39;s Melodic Binding<br/>\nThis is another area effect combat spell so be careful around guards etc. It<br/>\napparently reduces the effected targets by decreasing their attack speed and<br/>\nAC. I haven&#39;t been able to notice a difference so far; maybe I need to find<br/>\na stopwatch to time this stuff. Whether or not it works as assumed this<br/>\nwon&#39;t be one of those killer spells you&#39;ll find yourself looking forward to<br/>\n<br/>\nLevel 21 - Melanie&#39;s Mellifluous Motion<br/>\nCast this spell and roughly every 5 seconds it wills randomly teleport you<br/>\nto a nearby location. Used with a wind instrument it will teleport you<br/>\nfarther. This spell even works in a dungeon but I couldn&#39;t get it to<br/>\nteleport me through walls or locked doors. This might come in handy if<br/>\nyou&#39;re fighting in a dungeon and since you can&#39;t use your speed spell this<br/>\ncould give you a little head start if you wanted to run from a fight<br/>\n<br/>\n<br/>\nLevel        Title                 Location<br/>\n<br/>\n1        Chant of Battle             Any Bard Guild<br/>\n2        Chords of Dissonance         Any Bard Guild<br/>\n3        Jaxan&#39;s Jig O Vigor         Any Bard Guild<br/>\n4        Lyssa&#39;s Locating Lyric         Any Bard Guild<br/>\n5        Selo&#39;s Accelerando         Any Bard Guild<br/>\n6        Hymn of Angels             Any Bard Guild<br/>\n7        Jonathan&#39;s Warsong         Any Bard Guild<br/>\n8        Kelin&#39;s Lament             Kelethin<br/>\n9        Elemental Rhythms         Kelethin, Qeynos<br/>\n10      Anthem de Arms             Freeport, Qeynos<br/>\n11      Cinda&#39;s Charismatic Carrillion    Kelethin<br/>\n12      Brusco&#39;s Boastful Bellow    Freeport, Qeynos<br/>\n13      Purifying Rhythms         Kelethin, Qeynos<br/>\n14      Lyssa&#39;s Cataloging Libretto    Erudin<br/>\n15      Kelin&#39;s Lucid Lullaby         Kelethin<br/>\n16      Tarew&#39;s Aquatic Ayre         Highhold<br/>\n17      Guardian Rhythms         Kelethin, Qeynos<br/>\n18      Denon&#39;s Disruptive Discord    Freeport, Qeynos<br/>\n19      Shauri&#39;s Sonorous Clouding    Erudin<br/>\n20      Largo&#39;s Melodic Binding         Freeport, Qeynos<br/>\n21      Melanie&#39;s Mellifluous Motion    Highhold<br/>\n22      Alenia&#39;s Disenchanting Melody    Kelethin, Qeynos<br/>\n23      Selo&#39;s Consonant Chain         Highhold<br/>\n24      Lyssa&#39;s Veracious Concord    Erudin<br/>\n25      Psalm of Warmth             Erudin, Kelethin, Qeynos<br/>\n26      Angstlich&#39;s Apalling Screech    Kelethin<br/>\n27      Solon&#39;s Song of the Sirens    Kelethin<br/>\n28      Crission&#39;s Pixie Chase         Kelethin<br/>\n29      Psalm of Vitality         Kelethin, Qeynos<br/>\n31      Agilmente&#39;s Aria of Eagles    Highhold<br/>\n32      Cassindra&#39;s Chorus of Clarity    Kelethin, Qeynos<br/>\n33      Psalm of Cooling         Erudin, Kelethin, Qeynos<br/>\n34      Lyssa&#39;s Solidarity of Vision    Erudin<br/>\n35      Denon&#39;s Dissension         Freeport, Qeynos<br/>\n36      Vilia&#39;s Verses of Celerity    Freeport, Qeynos<br/>\n37      Psalm of Purity             Kelethin, Qeynos<br/>\n40      Syvelian&#39;s Anti-Magic Aura    Kelethin<br/>\n41      Psalm of Mystic Shielding    Kelethin, Qeynos<br/>\n42      McVaxius Berserker Crescendo    Freeport, Qeynos<br/>\n<br/>\nBard Songs<br/>\nI&#39;ll do a short description of the first few songs bards receive.<br/>\nAfter that, you&#39;ll be on your own, but help is always around the<br/>\ncorner. Politely asking a higher level bard will usually get you<br/>\nthe answers you seek.<br/>\n<br/>\n1. Chant of Battle - (Singing skill) Adds to your AC and strength.<br/>\n A weak effect, but you&#39;ll mostly be singing this song at a low<br/>\n level, and it will work well for you. This song affects everyone<br/>\nin your party.<br/>\n<br/>\n2. Chords of Dissonance - (Stringed Instruments) Damages everything<br/>\n within a certain area from the person singing/playing the song.<br/>\nA very useful spell for damaging monsters, especially those that<br/>\n cannot be harmed by normal weapons and/or a gang of monsters all<br/>\n in a group. This spell is VERY dangerous though, as everything<br/>\n affected by it will NOT be happy with you. In dungeons for<br/>\nexample, you will find yourself attacked by monsters that were<br/>\n ignoring you up until you started playing this song. In inns<br/>\n and cities, this song will get guards and merchants attacking<br/>\n YOU very quickly. I don&#39;t know a single bard who hasn&#39;t been<br/>\n killed because they played this song too close to a guard or<br/>\n merchant. When you use it, get in the habit of turning it off<br/>\nIMMEDIATELY after you kill the monster you are fighting.<br/>\n<br/>\n3. Jaxan`s Jig o` Vigor - (Singing skill) This song increases your<br/>\n stamina as you sing it. Stamina is very important when you run<br/>\n long distances, or in long fights. This song affects everyone in<br/>\nyour party.<br/>\n<br/>\n4. Lyssa`s Locating Lyric - (Singing skill) If you have nothing<br/>\n targeted, this song finds the nearest corpse. Not too useful. The<br/>\n strength of this song lies in its targeted ability. Select the<br/>\nperson whose corpse you wish to locate (such as yourself), and<br/>\nstart singing. Soon your body will jerk around in the direction<br/>\nof the corpse, and the corpse is selected. You will make many<br/>\nfriends with this song, locating long lost bodies, an all too<br/>\n common problem in EQ.<br/>\n<br/>\n5. Selo`s Accelerando - (Percussion skill) One of the best songs<br/>\n a bard has, this song enables the bard to run like the wind,<br/>\nparticularly if the person is using a drum and is skilled in its<br/>\n use. This song affects everyone in the party, and so is very<br/>\n popular for groups making a long distance trip. The song also<br/>\n decreases the stamina loss caused by running for long periods<br/>\nof time. Whether it is getting from A to B faster or outrunning<br/>\n an angry swarm of monsters, this is one of the most handy songs<br/>\n a bard will ever sing.<br/>\n<br/>\n6. Hymn of Restoration - (Stringed Instruments) This is the cr´┐¢me<br/>\n de la cr´┐¢me of bard songs, at least in the first 10 levels. Singing<br/>\n this song provides a constant regeneration of health for as long<br/>\nas the song is played. Healing rates vary with levels, but singing<br/>\n the song alone up to level 11 heals 3 hit points per &quot;pulse&quot;, which<br/>\n roughly equates to one round of combat. Playing this song with a<br/>\n stringed instrument increases the effect to 5 per pulse. This song<br/>\n effects everyone in your party and will really make you popular,<br/>\nboth among your fellow adventurers and among the monsters you are<br/>\nfighting, who will often stop beating on the beefy fighters in the<br/>\n group to get at the pesky bard healing everyone. In a party that<br/>\nswitches off the person who is taking damage, this song is amazing,<br/>\n because it allows players to take damage, heal while someone else<br/>\n takes the damage, and then switch off again, vastly increasing<br/>\nthe durability of the party during a fight. After the fight is over,<br/>\n get our your lute and start playing. Soon, even the most grievously<br/>\n wounded fighter in the party will be ready to go again, all without<br/>\n mana expenditure.<br/>\n<br/>\n7. Jonthan&#39;s Whistling Warsong - (Singing skill) This song is<br/>\nessentially a beefed up &quot;Chant of Battle&quot; that only effects the<br/>\n singer. It has little use in a party, but is useful when soloing.<br/>\n Some say the healing song is better, but you don&#39;t need to heal<br/>\nif they can&#39;t hit you.<br/>\n<br/>\n8. Kelin`s Lugubrious Lament - (Singing skill) Formerly used for<br/>\na different purpose, this song has been redone into a bard version<br/>\n of the Lull spell. This song is incredibly useful, allowing you<br/>\nto tackle monsters who are in groups by lulling the monsters you<br/>\n do not wish to attack, then pulling the monsters you do. Monsters<br/>\n will occasionally resist your spell, or sometimes the lull effect<br/>\n will not be enough to keep them quiet, but this is still a<br/>\n wonderful addition to your songbook.<br/>\n<br/>\n9. Elemental Rhythms - (Percussion Instruments) This song vastly<br/>\n increases the party&#39;s resistance to fire, cold and magic,<br/>\nparticularly when played with a drum. Useful for fighting<br/>\n spellcasting monsters and the like, but the situations are<br/>\n pretty specialized.<br/>\n<br/>\n10. Anthem de Arms - (Singing skill) This song increases the<br/>\n party&#39;s strength and more importantly - attack speed! The<br/>\n increase in speed is hard to notice at times, but it is<br/>\nthere, and you will REALLY notice it in parties with a lot<br/>\n of &quot;hitters&quot;. If you are in a party that is fighting a lot<br/>\n of monsters and not taking a lot of damage, you will find<br/>\nthis song even better than the mighty Hymn of Restoration, and<br/>\n that is saying A LOT.<br/>\n<br/>\n11. Cinda&#39;s Charismatic Carrillon - This song causes a wave<br/>\nof enchantment to wash over you and your NPC target, making the<br/>\n NPC like you more than they did before. In theory, this should<br/>\n make prices lower for you, and make hostile NPCs more likely<br/>\n to appreciate you. The effect is small and hard to notice,<br/>\n however.<br/>\n<br/>\n12. Brusco&#39;s Boastful Bellow - (Singing Skill) This is the<br/>\n bard&#39;s single target, direct damage song. Although the amount<br/>\n of damage done by the song is low compared to the direct<br/>\n damage spells of a wizard or other spellcaster of the same<br/>\n level, the fact that it can be sung without mana makes this<br/>\nsong special. This spell is especially good for getting a<br/>\nmonster&#39;s attention, damaging monsters that re vulnerable<br/>\nonly to magic or disrupting spellcasters who have Rooted you<br/>\n outside of weapon range. Additionally, this song really ticks<br/>\n the monsters off, so it is useful if you want to taunt their<br/>\nattention off someone else in a fight.<br/>\n<br/>\n13. Purifying Rhythms - (Percussion Skill) This is similar to<br/>\n Elemental Rhythms in that it raises your party&#39;s resistances,<br/>\n in this case, Poison, Magic and Disease resistance. This song<br/>\nis very useful, especially if juggled with an offensive song,<br/>\n as there are a great many monsters who disease and poison,<br/>\nboth of which are very annoying effects.<br/>\n<br/>\n14. Lyssa&#39;s Cataloging Libretto -- This song is similar to the<br/>\nIdentify series of spells possessed by other spellcasters.<br/>\n Currently, this song is not of much use, since all items are<br/>\n itentified.<br/>\n<br/>\n15. Kelin`s Lucid Lullaby - (Stringed Instruments) This song<br/>\n does what you would expect a lullaby to do - it puts things<br/>\n to sleep. Similar to Chords of Dissonance, this song affects<br/>\neverything in a certain radius, so it should be used with<br/>\n care, but its effect is incredibly useful. Found yourself<br/>\n surrounded by monsters, trapped with no way out and about<br/>\nto<br/>\n die? Put them to sleep! This song is the Feign Death of the<br/>\n bard class, and it will save your life many times. It is<br/>\nfairly easily resisted though, so be ready for monsters who<br/>\n didn&#39;t appreciate your bedtime tunes.<br/>\n<br/>\n16. Tarew`s Aquatic Ayre - (Wind Instruments) This song allows<br/>\n and your entire party you to breath underwater, adventuring<br/>\n in areas other players can only dream of.<br/>\n<br/>\n17. Guardian Rhythms - (Percussion Instruments) This song increases<br/>\n the party&#39;s magic resistance and creates a &quot;spell shield&quot;. Just<br/>\n how the spell shield part of this song works is unknown to the<br/>\n author, but presumably the party is much more resistant to magical<br/>\n attack while the bard plays this song.<br/>\n<br/>\n18. Denon`s Disruptive Discord - (Brass Instruments) This song is<br/>\n very similar to Chords of Dissonance, except that in addition to<br/>\n damaging your opponents, it lowers their AC as well. This is the<br/>\nfirst song that REQUIRES the bard use an instrument, as it cannot<br/>\n be sung for lesser effect.<br/>\n<br/>\n19. Shauri`s Sonorous Clouding - (Wind Instruments) Like Denon&#39;s<br/>\n Discord, this song requires the use of an instrument, but the<br/>\n effects of the song are more than worth this limitation. Shauri`s<br/>\n Sonorous Clouding makes the entire party inivisible, allowing<br/>\nthem to simply walk through areas that would otherwise would be<br/>\n completely inaccessable to them. Keep in mind though, that some<br/>\nmonsters can see invisible players.<br/>\n<br/>\n20. Shauri`s Sonorous Clouding - (Wind Instruments) Like Denon&#39;s<br/>\n Discord, this song requires the use of an instrument, but the<br/>\n effects of the song are more than worth this limitation. Shauri`s<br/>\n Sonorous Clouding makes the entire party inivisible, allowing<br/>\nthem to simply walk through areas that would otherwise would be<br/>\n completely inaccessable to them. Keep in mind though, that some<br/>\nmonsters can see invisible players.<br/>\n<br/>\n<br/>\nBard Spells<br/>\n<br/>\nAll Bard Spells - 1 Spell per Level<br/>\n<br/>\nLevel/Spell Name<br/>\n Effect<br/>\n Skill<br/>\n Location Found<br/>\n<br/>\n1-Chant of Battle<br/>\n Party: Add Armor Class, Strength, and Dexterity<br/>\n Perc<br/>\n Any Bard Guild<br/>\n<br/>\n2-Chords of Dissonance<br/>\n Non Party: Damage 30 foot radius<br/>\n String<br/>\n Any Bard Guild<br/>\n<br/>\n3-Jaxan&#39;s Jig o&#39; Vigor<br/>\n Party: Fatigue Return<br/>\n Sing<br/>\n Any Bard Guild<br/>\n<br/>\n4-Lyssa&#39;s Locating Lyric<br/>\n Target: Find Corpse<br/>\n Sing<br/>\n Any Bard Guild<br/>\n<br/>\n5-Selo&#39;s Accelerando<br/>\n Party: Increase Movement and Fatigue<br/>\n Perc<br/>\n Any Bard Guild<br/>\n<br/>\n6-Hymm of Restoration(Angels)<br/>\n Party: Healing<br/>\n String<br/>\n Any Bard Guild<br/>\n<br/>\n7-Jonthan&#39;s Whistling Warsong<br/>\n Self: Add Strength and Armor Class (Attack Speed)<br/>\n Sing<br/>\n Any Bard Guild<br/>\n<br/>\n8-Kelin&#39;s Lugubrious Lament<br/>\n Target: Lower Reaction and Help and AGRO<br/>\n Sing<br/>\n Kelethin<br/>\n<br/>\n9-Elemental Rhythms<br/>\n Party: Protections from Fire, Cold, and Magic<br/>\n Perc<br/>\n Kelethin, Qeynos<br/>\n<br/>\n10-Anthem de Arms<br/>\n Party: Add Attack Speed and Strength<br/>\n Sing<br/>\n Freeport, Qeynos<br/>\n<br/>\n11-Cinda&#39;s Charismatic Carillon<br/>\n Self: Add NPC Faction<br/>\n Sing<br/>\n Kelethin<br/>\n<br/>\n12-Brusco&#39;s Boastful Bellow<br/>\n Target: 1/d Damage<br/>\n Sing<br/>\n Freeport, Qeynos<br/>\n<br/>\n13-Purifying Rhythms<br/>\n Party: Protections from Poison, Disease, and Magic<br/>\n Perc<br/>\n Kelethin, Qeynos<br/>\n<br/>\n14-Lyssa&#39;s Cataloging Libretto<br/>\n Item: Identify<br/>\n Sing<br/>\n Erudin<br/>\n<br/>\n15-Kelin&#39;s Lucid Lullaby<br/>\n Non Party: Entrall and Nix S.<br/>\n String<br/>\n Kelethin<br/>\n<br/>\n16-Tarew&#39;s Aquatic Ayre<br/>\n Party: Water Breathing<br/>\n Wind<br/>\n Highhold<br/>\n<br/>\n17-Guardian Rhythms<br/>\n Party: Protection from Magic, Add Armor Class and Spell Shield<br/>\n Perc<br/>\n Kelethin, Qeynos<br/>\n<br/>\n18-Denon&#39;s Disruptive Discord<br/>\n Non Party: Damage and Lower Armor Class<br/>\n Brass<br/>\n Freeport, Qeynos<br/>\n<br/>\n19-Shauri&#39;s Sonorous Clouding<br/>\n Party: Invisibility<br/>\n Wind<br/>\n Erudin<br/>\n<br/>\n20-Largo&#39;s Melodic Binding<br/>\n Non Party: Lower Attack Speed and Lower Armor Class<br/>\n Sing<br/>\n Freeport, Qeynos<br/>\n<br/>\n21-Melanie&#39;s Mellifluous Motion<br/>\n Party: Short Distance Random Teleport<br/>\n  Highhold<br/>\n<br/>\n22-Alenia&#39;s Disenchanting Melody<br/>\n Party: Cancel Magic<br/>\n  Kelethin, Qeynos<br/>\n<br/>\n23-Selo&#39;s Consonant Chain<br/>\n Target: Slow Down Target Movement, and Lower Attack Speed<br/>\n  Highhold<br/>\n<br/>\n24-Lyssa&#39;s Veracious Concord<br/>\n Party: See Invisible<br/>\n  Erudin<br/>\n<br/>\n25-Psalm of Warmth<br/>\n   Erudin, Kelethin, Qeyn<br/>\n<br/>\n26-Angstlich&#39;s Apalling Screech<br/>\n   Kelethin<br/>\n<br/>\n27-Solon&#39;s Song of the Sirens<br/>\n   Kelethin<br/>\n<br/>\n28-Crission&#39;s Pixie Chase<br/>\n   Kelethin<br/>\n<br/>\n29-Psalm of Vitality<br/>\n   Kelethin, Qeynos<br/>\n<br/>\n30-<br/>\n<br/>\n31-Agilmente&#39;s Aria of Eagles<br/>\n   Highhold<br/>\n<br/>\n32-Cassindra&#39;s Chorus of Clarity<br/>\n   Kelethin, Qeynos<br/>\n<br/>\n33-Psalm of Cooling<br/>\n   Erudin, Kelethin, Qeyn<br/>\n<br/>\n34-Lyssa&#39;s Solidarity of Vision<br/>\n   Erudin<br/>\n<br/>\n35-Denon&#39;s Dissension<br/>\n   Freeport, Qeynos<br/>\n<br/>\n36-Vilia&#39;s Verses of Celerity<br/>\n   Freeport, Qeynos<br/>\n<br/>\n37-Psalm of Purity<br/>\n   Kelethin, Qeynos<br/>\n<br/>\n38-<br/>\n<br/>\n39-<br/>\n<br/>\n40-Syvelian&#39;s Anti-Magic Aura<br/>\n   Kelethin<br/>\n<br/>\n41-Psalm of Mystic Shielding<br/>\n   Kelethin, Qeynos<br/>\n<br/>\n42-McVaxius Berserker Crescendo<br/>\n   Freeport, Qeynos</div>","specialLinks":[]}}
