{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"silky@xxxxxx.xxxxxxx.xxx","from":"silky@...","replyTo":"LIST","senderId":"sgpeHanzFYmt9exwy4ls8qHdmAjgeoEZt9usq5mqQ5h1S6OnIv7PoQjWO6N5zTyEyHmPWgZX-d5Feg0805RI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Magical Gloves? (Added: Bard Revenge?)","postDate":"933014504","msgId":4355,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMjMuNDM1NS45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4350,"nextInTopic":4356,"prevInTime":4354,"nextInTime":4356,"topicId":4350,"numMessagesInTopic":10,"msgSnippet":"This isn t just a bard only problem, try being in a group and having a mag outzap your entire group like that, very irritating. Verant is well aware of this","messageBody":"<div id=\"ygrps-yiv-1418686646\">This isn&#39;t just a bard only problem, try being in a group and having a mag<br/>\noutzap your entire group like that, very irritating.<br/>\n<br/>\nVerant is well aware of this problem, I think they are just not sure how to<br/>\ncombat it.<br/>\n<br/>\nThe best solution I&#39;ve seen proposed so far, is having total group damage<br/>\ncount against who gets the kill. Of course, a group of mages could team up,<br/>\nbut kill stealers like this tend to be loners - getting a group of higher<br/>\nlevel ones together to accomplish this would be a lot harder to do.<br/>\n<br/>\nAs it works now - whoever gets the most damage in, gets the kill.  If you<br/>\nhappen to be in a group, it extends to your group.<br/>\n<br/>\nThere is no &#39;good&#39; answer to this, as any possible solutions present their<br/>\nown brand of problems.<br/>\n<br/>\nOnce you get high enough to charm - that IS something a bard can do, charm<br/>\nthe mob - the caster wastes his manna, mob goes uncharmed, proceed to kill.<br/>\n<br/>\nIt&#39;s truly a pity that some folks had such poor home training that they<br/>\nfeel justified acting in such an antisocial manner in &#39;a game&#39;. I usually<br/>\ntry to talk to them, sometimes it works, sometimes it doesn&#39;t. When it<br/>\ndoesn&#39;t - this type also has a nasty habit of proceeding into actions that<br/>\ncan quite reasonably be considered harrassment - THAT the GMs CAN do<br/>\nsomething about, and if it happens, I have no problem whatsoever reporting<br/>\nthem.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;And on a different subject and trying to keep it Bard related: What can a<br/>\n&gt;bard do (if anything) when he/she is being constantly robbed of his/her<br/>\n&gt;kills by magic users? For example.. I&#39;m sitting on the training hill in<br/>\n&gt;Crushbone just wailing away having a good ol&#39; time - nobody else is up there<br/>\n&gt;(that I can see) and I&#39;m just plugging away at Centurions.. Lo&#39; and behold<br/>\n&gt;the Trainer spawns.. I start whacking away at him thinking great, real<br/>\n&gt;experience now - and *zap* *bang* *boosh* and the trainer is running to a<br/>\n&gt;magic user that was hiding himself over the edge of the hill. Aparently (now<br/>\n&gt;I know) the Trainer carries the Shiney Brass Shield sometimes.. I mutter my<br/>\n&gt;profanities and the other person leaves (so I thought). Same thing happens<br/>\n&gt;again.. And again.. I finally get sick of it and leave the hill. Is there<br/>\n&gt;nothing that as a Bard we can do to prevent this sort of thing? I mean, I<br/>\n&gt;wasn&#39;t camping for the shield (didnt even really know about it at first) but<br/>\n&gt;my kills were being stolen. I&#39;ve camped before and gladly take turns with<br/>\n&gt;any other groups that are present - but it&#39;s really annoying that there&#39;s<br/>\n&gt;such rampant stealing like this and nothing that can be done about it. Whine<br/>\n&gt;to Verrant? I doubt they&#39;d do anything.. Duel the caster? Bah, he wouldn&#39;t<br/>\n&gt;accept. And neither of us were PvP&#39;s. Are we as Bard&#39;s just stuck to the<br/>\n&gt;whims of Magic users?<br/>\n&gt;<br/>\n&gt;I won&#39;t even get into the massive and unbelievable amount of KS&#39;ing on the<br/>\n&gt;new Brell Serillis server.. keeeeripes man. 100 people outside of Felwithe<br/>\n&gt;going after the same MOB&#39;s.. I gave up on that server quickly.<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;You can WIN $100 to Amazon.com!<br/>\n&gt;If you join ONElist´┐¢s FRIENDS & FAMILY program.  For details, go to<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
