{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"SteelWolf","from":"SteelWolf &lt;steelwlf@...","replyTo":"LIST","senderId":"Z96ODsIcuVmCMe4Ec_5ln7nX0J6zjHPxf0MWlu0vtmjPbbgUDrvxhBCDKmeNE8zEN4DQG3gtCGdW9KoMg-DoNwr8LfaqgXPc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bard Revenge","postDate":"927750237","msgId":4371,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMjQuNDM3MS45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4363,"nextInTopic":4373,"prevInTime":4370,"nextInTime":4372,"topicId":4358,"numMessagesInTopic":16,"msgSnippet":"Charm works extremely well against killstealers. I truely consider this song revenge for the 26 levels of killstealing I had to endure from Druids and wizards","messageBody":"<div id=\"ygrps-yiv-1329815310\">Charm works extremely well against killstealers. I truely consider this song<br/>\nrevenge for the 26 levels of killstealing I had to endure from Druids and<br/>\nwizards (and clerics vs. undead) before I got it.<br/>\n<br/>\nMy best example of revenge is when a friend and I were in Runnyeye camping the<br/>\nwarlord so we could get him a BI crown. We were the only two people in the zone.<br/>\nIn comes a L28 druid and a L25 cleric, who decide they also want the warlord.<br/>\nThey however, were not willing to take turns alternating the warlord. I have<br/>\nseen this so many times, especially at Derv camps in my teens - wizards and<br/>\nDruids are notorious for &quot;taking&quot; simply because they can. Not all, mind you,<br/>\nbut too many. The druid declares that we will &quot;free for all&quot; the warlord since<br/>\nshe is not going to wait for a L29 Bard and L26 Cleric to take a turn. Goblin<br/>\nWarlord spawns, and I easily charm it. The druid casts lightning 7 times on a<br/>\ncharmed warlord, and manages one hit. She then goes to melee it, with her below<br/>\naverage melee ability and manaless. I simply melee dual-wielded and bellow<br/>\nconstantly. I easily got the kill. After this demonstration, she apologized for<br/>\nbeing rude, and agreed to take turns. *smiles at such a happy ending*<br/>\n<br/>\nThe charm song is simply one of our most powerful combat related skills. The<br/>\nother day late I pulled a barkeeper and a dry bones came. Again it was a friend<br/>\nand I fighting, and both monsters together were too much. I charmed the<br/>\nbarkeeper and ordered him to guard me. We then saw:<br/>\n<br/>\n&quot;an undead barkeeper backstabs a dry bones skeleton for 154 points of damage&quot;<br/>\n<br/>\nThe barkeeper went on to completely destroy the dry bones in under a minute, and<br/>\nwe got the exp since he was a pet. Charm is outstanding also for pulling<br/>\nsomething off a wizard or cleric because if the charm works, they are out of<br/>\ndanger. I have yet to see any other song of ours that works so well against<br/>\nmonsters that con red. There was nothing quite so satisfying as being in Cazic<br/>\nThule and charming a justicar, and having it go from casting Greater Heal and<br/>\nDaring on the other lizards to Smite Smite Smite Smite.<br/>\n<br/>\nOne thing I have noticed, is that ordering the pet to attack a specific target<br/>\ndoes not always work properly. Sometimes it will attack a member of our party<br/>\nthat hurt it, even though it is still charmed. For this reason I use Guard me<br/>\nand Guard Here. Guard Here is great if you will have to zone, Guard me is what I<br/>\nuse in combat.<br/>\n<br/>\nAriell Thunderwolf, Karana</div>","specialLinks":[]}}
