{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"ny31fEC91tswj5Uj3q-E1jiyfv7NGB2IGL56GKiLtE6tdB_d1leqUwGs0QBk8KVp6p9-ZAacVNtQnMpcB56GFbnkWUqfz5pk5rTwnzGoj7fvwe6C","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Dumbassity WARNING: OFF TOPIC was Dumb Bards","postDate":"933104438","msgId":4441,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMjcuNDQ0MS45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4421,"nextInTopic":0,"prevInTime":4440,"nextInTime":4442,"topicId":4421,"numMessagesInTopic":2,"msgSnippet":"Heh heh, glad I m not the only one to run into these type of guys.  E ci does seem to proliferate them, must be dumb people have dumb friends. Imagine my","messageBody":"<div id=\"ygrps-yiv-2005218001\">Heh heh, glad I&#39;m not the only one to run into these type of guys.  E&#39;ci<br/>\ndoes seem to proliferate them, must be dumb people have dumb friends.<br/>\nImagine my annoyance as the level 19 monk I was grouping with kept<br/>\nround-kicking the monsters for 1pt for over an hour.  I asked him why he<br/>\nnever did anything but round-kick and he replied, cause its the only monk<br/>\nattack I have.  Huh?  Don&#39;t you have other combat buttons you could switch<br/>\nit to?  No, the skill never showed up.  I then realized I had never seen him<br/>\nblock either.  Upon asking if he ever spent any training points in them his<br/>\nreply had me rofl in real life.  What are training points?  Unf***in&#39;<br/>\nbelievable.  This guy had never spent training point one in his whole<br/>\ncareer.  How he made it to 19th level is beyond me.  I had assumed he just<br/>\nwas missing since I have misses turned off, but what a shock.  No wonder he<br/>\nthought monks were really difficult to beat on critters with.<br/>\nWHERE do these people come from???<br/>\n<br/>\nKitasi the dumbfounded<br/>\n<br/>\nFrom: &quot;Michael Steele&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wvrk_jock@...\">wvrk_jock@...</a>&gt;<br/>\n<br/>\nRoop,<br/>\nI had the almost exact same thing happen to me the other day on Bristlebane.<br/>\nListen to this and I swear you will pee all over yourself.<br/>\nLast weekend my cleric friend and I were in EK doing the lion/crawler/hound<br/>\nshuffle when towards the end of the fight with one of these critters my<br/>\ncleric friend healed himself and we hear someone shout CHEATER!<br/>\n<br/>\nNormally, I just ignore shouts as spam and go about business as usual.<br/>\nhowever, looking around I noticed the source of the shout was staring<br/>\ndirectly at my cleric friend and said *Cheater* again. We&#39;re all, WTF? This<br/>\nguy con&#39;d  Red as Lenin to me so, at first I was taken aback and wondered<br/>\njust what he was talking about.<br/>\n<br/>\nYes? we ask him. Just how and what are we doing to cheat?<br/>\nI was dumbfounded.<br/>\nThe guy says, You cast heal on yourself!<br/>\n&lt;blinks&gt;<br/>\nWTF you talking about, man?<br/>\nThe guy says, That is IMPOSSIBLE! I am a level 30 cleric and can&#39;t cast<br/>\nspells in combat! You CHEATED. I get interrupted all the time so it is<br/>\nIMPOSSIBLE.<br/>\n&lt;blinks again&gt;<br/>\nChanneling, we say.<br/>\nCHANNELING? What is Channeling? he asks.<br/>\n<br/>\nTo make a long story short, suffice it to say Mr. Level 30 Cleric had never<br/>\nheard of Channeling and had about a gazzillion practice points saved up for<br/>\nthat *Special Training* he apparently dreamed of spending them on.  He has<br/>\nnever spent a practice point in his life.<br/>\nJESUS H CHRIST! Can you imagine his down time for meditating?<br/>\nYes, we did school him on training points and channeling/interruptions.  But<br/>\nbeing the * fu**ing bitch *  (his own words) that I am, made a complete fool<br/>\nout of him in the process.  I usually dont do that sort of thing because I<br/>\nhate to be at the recieving end of someones ridicule as much as the next<br/>\nguy, but CRIMINY! Level 30! And to boot he was being a total ass to us, and<br/>\ncalled us Cheaters. If he would have been nice and asked how we were doing<br/>\nsuch a WONDOROUS THING as being able to cast spells in combat, I would have<br/>\nnot made him feel so small.<br/>\n<br/>\nM Steele</div>","specialLinks":[]}}
