{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"jyoziRInfQwZZN6Us_Cwef0fxVmQeiwW-eU7dzrK7uSiVzLUzSBzKt9yQ02JjIrMhIM5TnURNxOhxanTCWVw4lIJKJo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Need Input on Charm and Pixie Strike","postDate":"933109381","msgId":4456,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMjcuNDQ1Ni45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4437,"nextInTopic":0,"prevInTime":4455,"nextInTime":4457,"topicId":4437,"numMessagesInTopic":2,"msgSnippet":"... What s your charisma?  Charm consistently lasts 3 pulses for me (120 chr).  I charm something, order it to attack, switch to Hymn (or Anthem if my party is","messageBody":"<div id=\"ygrps-yiv-996234246\">On Tue, 27 Jul 1999, Mott, Mike J. wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; Some bards on the list have said that charm is the greatest thing since<br/>\n&gt; sliced bread yada yada yada.  My problem is that sure I can charm a critter,<br/>\n&gt; but 5-20 seconds later, it is back wacking the &%^$ out of me!  So then I<br/>\n&gt; try to continually &quot;recharm&quot; the creature, this works a little better, but I<br/>\n&gt; am still getting attacked by my &quot;pet&quot; about 25% of the time.  Am I doing<br/>\n&gt; something wrong? Is there a trick to it?<br/>\n<br/>\n </span></blockquote>What&#39;s your charisma?  Charm consistently lasts 3 pulses for<br/>\nme (120 chr).  I charm something, order it to attack, switch<br/>\nto Hymn (or Anthem if my party is busy fighting something<br/>\nelse), then back off.  When both mobs start to run towards me,<br/>\nI know the charm is up, and usually I have enough time to<br/>\ncharm it again before it reaches me.  My timing is getting<br/>\ngood enough that I don&#39;t even have to run back now - I just<br/>\nhit charm again a short while before it&#39;s supposed to be up,<br/>\nand the mobs gets at most one hit on me.  Mind you I do take<br/>\ndamage, but usually not enough that Hymn with a lute can&#39;t<br/>\npatch up while I&#39;m waiting for charm to expire again.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; The other song I have problems with is Pixie Strike.  What real use is this<br/>\n&gt; song?  You have to target the creature you want to strike, then NO ONE can<br/>\n&gt; hit it while it is in lala land, or it wakes up.  What this means is<br/>\n&gt; effectively to keep a monster out of the fight I have to keep it targeted<br/>\n&gt; and continually sing pixie strike at it, and not attack anything else.  Why<br/>\n&gt; not use lullaby (aside from the obvious area effect dangers) and just have<br/>\n&gt; everyone in the party attack the same MOB?<br/>\n<br/>\n </span></blockquote>Like charm, Pixie Strike consistently lasts 3 pulses for me.<br/>\nThat hasn&#39;t been the case with Lullaby - a lot of mobs seem to<br/>\nwake up immediately or before three pulses are up with<br/>\nLullaby.  When fighting a single mob, I use Strike to pause<br/>\nthe battle while I weave Hymn so my party can heal up.  When<br/>\nfighting multiple mobs, I use it to pause one or two mobs<br/>\nwhile the party works on the other(s).  It&#39;s very useful in<br/>\nbuggy places like Mistmoore where an area effect song/spell<br/>\ntoo close to a wall can get a bunch of level 40+ mobs casting<br/>\nat you through the walls, or where there&#39;s a lot of &quot;green<br/>\ntrash&quot; wandering around.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
