{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"RON_TALBOT@xxxxxxxxxxxxxxxx.xx.xx.xxx","from":"RON_TALBOT@...","replyTo":"LIST","senderId":"eOdjl24OX-8S8q2MdL2QXp_WWQ6A1MpgKDOTt8ZWmV_SrrOTLJf4pUiGhBIriYPE5TQLh3UJn7tnXrmlrJDgs4v2y-BjCHfzkKLEgg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Mistmoore - Mayhem and Murder (story)","postDate":"933267948","msgId":4569,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMzMuNDU2OS45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":4550,"nextInTopic":4574,"prevInTime":4568,"nextInTime":4570,"topicId":4550,"numMessagesInTopic":7,"msgSnippet":"I salute you!  Wonderfully story!  Now it needs to be  put to music. everything is better with music right?...   (hmmm maybe I ll give a story a try) Bujold","messageBody":"<div id=\"ygrps-yiv-1676560787\">I salute you!  Wonderfully story!  Now it needs to be  put to music. <br/>\n     everything is better with music right?...   (hmmm maybe I&#39;ll give a <br/>\n     story a try)<br/>\n     <br/>\n     Bujold 19th level<br/>\n     Xegony<br/>\n     <br/>\n<br/>\n<br/>\n______________________________ Reply Separator _________________________________<br/>\nSubject: [eqbards] Mistmoore - Mayhem and Murder (story)<br/>\nAuthor:  Non-HP-brian.jones (<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:brian.jones@...\">brian.jones@...</a>) at HP-ColSprings,mimegw5<br/>\nDate:    7/29/99 6:35 AM<br/>\n<br/>\n<br/>\nFrom: &quot;Jones, Brian&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:brian.jones@...\">brian.jones@...</a>&gt;<br/>\n     <br/>\nFrom the Journals of Angarth Bladedancer, Wolf-Warrior of the Anstruther <br/>\nClan <br/>\n     <br/>\nTuesday, 3rd of November, in the Year 3174 <br/>\n     <br/>\n        The forest was covered in a thick fog, giving the illusion of<br/>\nwalking on clouds.  A steady chorus of insects serenaded us as we traveled <br/>\nbeneath the huge oak trees in a southwesterly direction.  The druid in our <br/>\ncompany, Morrel Direstorm, led us to a small wood elf village where we were <br/>\nable to refresh our provisions and continue on our journey.  Not far from <br/>\nthe hamlet we encountered a lone orc centurion.  The beast was adorned in <br/>\nthe trappings of the Crushbone orcs, with a sickly, gray hide and yellow <br/>\ntusks protruding from its misshapen maw.  We followed the creature, trailing <br/>\nit to its camp situated at the bottom of a hill.  The encampment consisted <br/>\nof three small huts surrounding a huge campfire.  The huts were made of <br/>\ntanned skins stretched taut over hickory poles with primitive designs drawn <br/>\non the surface of the skins.<br/>\n        The orc we followed stopped to talk to one of the orcs by the<br/>\ncampfire then retreated into a hut.  Morrel informed us that the orc was the <br/>\noracle, considered the wise leader of the camp.   Having a high hatred for <br/>\nthe foul beasts, we started formulating a plan to remove the blight from the <br/>\nland.  I proceeded to enter the camp and take out the leader, when the <br/>\nlargest orc I have ever seen came rushing from the center tent!  The beast <br/>\nwas just a few inches shorter than my 7-foot height, but twice the girth. <br/>\nWith a flurry of swings and bashes, the legionnaire kept me busy trying to <br/>\ndodge, parry and attack.  Luckily the other orcs in the camp did not have <br/>\nthe gumption to join the fray.  With the druid healing and the wizard, <br/>\nMaurek Maelstrom, igniting the orc with lightning and fire, it finally <br/>\nsuccumbed to death.  In my travels in all of Norrath, I have not found a <br/>\nstronger orc than this legionnaire.  Even the powerful Shralok orcs of High <br/>\nHold pale in comparison.  Fatigued from the battle, we moved to the south <br/>\naway from the camp to recuperate.<br/>\n        We followed the line of hills to the west, passing by a few vacated<br/>\ncamps.  At one point we passed by a structure of stones that had fallen in <br/>\ndisrepair. Morrel informed us that it was a gathering place for what the <br/>\nwood-folk call fae drakes, related to the pixies and brownies of Lesser <br/>\nFaydark.  They were not malicious to us, so after a brief rest and vigilance <br/>\nover the &#39;butterflies&#39; (that is what they reminded me of) we continued on <br/>\nour journey. <br/>\n        As we continued traveling westward, the forest became unnaturally<br/>\nquiescent.  No sound.  No wind.    From what we could tell, not a living <br/>\nentity stirred in this part of the forest.  Unsettling?  Yes.  Oppressive? <br/>\nVery. An ill omen of what was to come?  Perhaps.  But we are hardened <br/>\nadventurers.  Brave.  Daring.  And foolish.<br/>\n        We found a trail that lead southward through the hills.  As we<br/>\nfollowed the roughly hewn path, the stagnation increased, almost like moving <br/>\nthrough the fetid swamp of Innothule.  There was no water, or mud bogs, just <br/>\nthe stench of rotted vegetation and decay.  And the air was thick with the <br/>\ncloying smell of death.  The trail continued to the southwest, each step <br/>\ntaking us closer to whatever was causing the decadence.  There was a point <br/>\nthat we crossed when the ground was suddenly covered in a fine mist, so <br/>\nthick that it seemed like snow.  We stopped at this point and moved <br/>\nbackwards, and the mist just as suddenly disappeared.  Something was <br/>\ndefinitely wrong here, and we were determined to find out what. We entered <br/>\nthe mists...<br/>\n     <br/>\n        Ahead, built into the side of a towering mountain, stood a massive<br/>\nedifice.  The path we followed led into a small courtyard with a pool in the <br/>\ncenter.  A turret stood on a hill to the right of the path, standing like a <br/>\nhuge, stone guardian watching over the entrance to its master&#39;s domain.<br/>\nJust as we reached the base of the tower, a hideous scream filled the air. <br/>\nA dark elf adorned in plate armor came running toward us!  Atop his head <br/>\nrested a helm shaped in the form of a demon, with horns protruding from the <br/>\ncrown and jagged teeth just above the mouth.  The dark elf spoke in a voice <br/>\nthat seemed like it emitted from within a sepulcher, and his breath smelled <br/>\nof decay and rot.<br/>\n                &quot;Welcome to Mistmoore.  I am the harbinger of your death!&quot;<br/>\n        I brought my swords up in front of me, trying to deflect the blows<br/>\nof the harbinger.  The speed of the demon was phenomenal, his dirk and <br/>\nrapier darting between my defenses and scoring several severe blows.  The <br/>\nwizard stood back and unleashed a lightning bolt, the hot energy coursing <br/>\nover the harbinger at the same time the druid cast his spell. <br/>\n        With a demoniac laugh, the dark elf continued his onslaught,<br/>\nunaffected by the magical attack.  Morrel moved back a few steps and healed <br/>\nme, but the wounds the black fiend inflicted on my person were far more <br/>\ndeadly than the druids&#39; power could overcome.  I slowly retreated, keeping <br/>\nthe harbingers attention to me while my comrades fled the mist.  At my first <br/>\nopportunity, I turn and followed my friends to safety. Oddly enough, the <br/>\nharbinger did not follow us from the mist.  Perhaps the dark elf gained his <br/>\npower from the mist.  Perhaps he was bound to the mists in a way we did not <br/>\nunderstand.  I believe he was fettered to the mists by the vileness of his <br/>\nown heart and his veneration to the God of Hate.  <br/>\n        We tarried at the edge of the mists until my wounds were made whole<br/>\nand the two spellcasters had finished meditating.  We were determined to <br/>\ninvestigate the courtyard that we glimpsed from the trail, to at least gain <br/>\nsome knowledge of the area so that we might come back when we were more <br/>\npowerful and greater in numbers.  By the time we recuperated, the sun was <br/>\nsinking below the mountains, leaving the region in ever-shifting shadows. <br/>\nWe gathered our belongings and entered the mists once again.<br/>\n     <br/>\n        With sunlight streaming through the mountains the courtyard had<br/>\nlooked foreboding to say the least.  With darkness descending, the courtyard <br/>\ntransformed into something more horrific, something directly manifested from <br/>\nthe insane mind of Cazic-Thule himself.   The mist had thinned somewhat with <br/>\nnight approaching.  The first thing I noticed were the dead.  Corpses were <br/>\nstrewn everywhere, covering the ground like misshapen lumps of earth.  Some <br/>\nhad been dead for some time, naked from the scavengers except for a few <br/>\npieces of rotted clothing.  Others had been slain recently; their eyes still <br/>\nwide in terror,  blood seeping from their many wounds.  Some I recognized - <br/>\nAramis, Garan, Mahlyn, Morstangar.   Others were as strange to me as the <br/>\nland I now found myself.  There were wolves lying dead next to humans and <br/>\ndwarfs and elves. Morrel informed us in a strangled voice that they were <br/>\ndruids in the guise of wolves.  The dissonance was the most disturbing, <br/>\nhowever.  Screams of pain and torture filled the night air. Sounds of battle <br/>\ncould be heard coming from a trail leading up the mountain.  Then silence.<br/>\n        We stood there for a few moments, listening to the dead, eyes wide<br/>\nopen for any danger lurking in the darkness.  A faint din broke the silence. <br/>\nIt sounded like running footsteps that grew louder and louder with each <br/>\npassing moment.  The three of us were turning in circles, to see where the <br/>\nnoise was coming from.  Then I heard the shout.<br/>\n         &quot;Run!&quot;<br/>\n        Coming down the trail was a lone paladin, his silver armor covered<br/>\nin dents and blood.  Trailing behind him were creatures so unspeakable I <br/>\nshutter just remembering their ghastly visages and malformed bodies.  Some <br/>\nwere dark elves dressed in armor and wearing the same demon-skull the <br/>\nharbinger wore.   Some were much worse.  <br/>\n        We turned and started running up the trail, leaving swirling eddies<br/>\nof mist in our wake.  I heard the crumble of armor on stone and turned to <br/>\nlook.  The paladin had fallen, his gore-splattered helmet slowly rocking <br/>\nback and forth.  I took a step forward, my heart telling me to help the poor <br/>\nfellow.   But my mind stopped me.  Perched on the back of the fallen paladin <br/>\nis a werewolf, its mangy coat glistening with the blood of the hero.  I look <br/>\ninto the eyes of the beast and it smiles menacingly.  It smiles!   Something <br/>\ndrops from the open maw.  The arm of the paladin!  I quickly turned and ran <br/>\njust as the salivating beast leaped toward me.  Ahead I saw where the mist <br/>\nended and started running faster.  A vicious blow sent me reeling through <br/>\nthe air, striking the ground hard.  Dazed, I felt something at my shoulder <br/>\npulling at me.  I turned around and brought my dirk out, ready to thrust it <br/>\nin the chest of the foul beast. But it wasn&#39;t there.  Morrel is standing <br/>\nover me, his spells sending healing warmth through my body.  The ground is <br/>\nclear of the mists, and it seems the beast stopped at the edge.  We did not <br/>\nenter the mists again.<br/>\n     <br/>\n     <br/>\n     <br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n     <br/>\nONElist now has T-SHIRTS!<br/>\nFor details and to order, go to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/store/tshirts.html\">http://www.onelist.com/store/tshirts.html</a><br/>\n     <br/>\n------------------------------------------------------------------------</div>","specialLinks":[]}}
