{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Blair, Keith (Keith Blair)","from":"&quot;Blair, Keith (Keith Blair)&quot; &lt;kblair@...","replyTo":"LIST","senderId":"iZJNftUuQfBCMuHbAAr_toDEGAphvl2_muZNv_okTxV5xLz0lP5jnx3X1n89UwxIejjdi40DYuZdZMpbl9LFWXbnMQLzs0FsAuVh6HdCv0hsZus_GGro","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Silly Bards (+story)","postDate":"933259523","msgId":4575,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yMzQuNDU3NS45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":4574,"nextInTime":4576,"topicId":4575,"numMessagesInTopic":1,"msgSnippet":"What s the silliest thing that you ve done in your EQ travels? To start, mine was two nights ago.. A fellow Bard and I were walking cautiously through","messageBody":"<div id=\"ygrps-yiv-901988434\">What&#39;s the silliest thing that you&#39;ve done in your EQ travels?<br/>\n<br/>\nTo start, mine was two nights ago..<br/>\n<br/>\nA fellow Bard and I were walking cautiously through Befallen, sneaking past<br/>\nthe numerous wandering skeletons and avoiding the sharp diseased teeth of<br/>\nthe rats that seemed to be at every footstep. We came upon a door. We<br/>\nlistened and didn&#39;t hear anything from the other side. Apprehensively we<br/>\nopened it ever so slightly and peered inside. All clear, it looked safe<br/>\nenough. My friend walked in and to the side looking around to make sure<br/>\nnothing was hiding. &quot;It&#39;s safe, come on in&quot;, he said. Breathing a sigh of<br/>\nrelief I walked through the door. *crunch* The next thing I heard was the<br/>\nsound of my body hitting the floor. The floor in the room below us. &quot;Ouch!<br/>\nEgads! I&#39;ve BEfallen and I can&#39;t get up!&quot; So much for sticking together. We<br/>\nboth check the hand drawn maps that we purchased from a previous traveler<br/>\nand can&#39;t figure out where I happen to be now. While debating as to whether<br/>\nwe should chance having him come down and join me or me just trying to run<br/>\nas fast as I can until I see something that might look familiar, the only<br/>\ndoor in the room opens. My heart stops and fear paralyzes my body as my eyes<br/>\nwide with terror watch a nearly dead warrior come through, battered, bloody<br/>\nand obviously near death. He looks around the room, looking for an escape<br/>\nand I can see the terror in his eyes as he realizes that he&#39;s reached a dead<br/>\nend. He turns and screams as 4 mummies and a very upset ghoul come into the<br/>\nroom after him. Still paralyzed with fear and confusion I can do nothing but<br/>\nwatch as the undead devour his body and soul. In the middle of the carnage I<br/>\nbelieve my only hope is to try to run past them while they&#39;re occupied, run<br/>\nfor my life. Sword and shield in hand and cursing the limitations of Selo<br/>\nand his now defunct song I make a run for it. A corner here, a hall there, a<br/>\nghoul and a mummy oh my! Finally! The double stairway! I recognize where I&#39;m<br/>\nat and keep running. Suddenly I&#39;m stunned and fall to the floor, covered<br/>\nwith the living undead creatures making my death quick, but very painful.<br/>\n<br/>\nLet the silliness begin.<br/>\n<br/>\nI run from Freeport and through the desert back to the entrance of Befallen<br/>\n(appropriately named I have come to find out) where my friend meets with me.<br/>\nJokingly he says &quot;Watch that first step, it&#39;s a doozy&quot;. Hrmph. I find my<br/>\npoor corpse and retrieve my belongings. Angry and vowing revenge we decide<br/>\nto return to the room and press onward. Carefully making our way back<br/>\ntowards the area and confident because the rooms were empty before, we rush<br/>\nforward. *crash* Guess who fell through the floor. Again. *sigh* After<br/>\nreceiving many curses on my family and my heritage from my friend, I yell to<br/>\nhim above to go back and meet me on the other side. I decide to try to make<br/>\na run for it before someone brings another group of upset undead into the<br/>\nroom again. I open the door and there standing before me is a ghoul. With a<br/>\nknowing grin on his face waving his finger back and forth in a &quot;No no,<br/>\nyou&#39;re not going anywhere&quot; motion. I scream my best bellow and run. Run for<br/>\nmy life.. which ended, very quickly there after. <br/>\n<br/>\nMoral of the story - Watch that first step, it&#39;s a doozy.</div>","specialLinks":[]}}
