{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"25Z69trbDmy46yazZ8VJBFUG-EUiGbOne68RZSte9J3n9BIBQE4rhx_ymCZiBMtGFx-O2Nzfs-d-E_bdq_0jSuo20eQCAX7lNG93mVbZOxvLe0R9fmZ9lK3X3I8fecSsstY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Z-axis bug","postDate":"933716082","msgId":4813,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNDYuNDgxMy45NTkyNzMzNzJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":4814,"prevInTime":4812,"nextInTime":4814,"topicId":4813,"numMessagesInTopic":13,"msgSnippet":"I have read many posts on this list and experienced first hand the Z-axis bug that affects area of effect songs like Denons Disruptive Discord (DDD) and Chords","messageBody":"<div id=\"ygrps-yiv-764493494\">I have read many posts on this list and experienced first hand the Z-axis<br/>\nbug that affects area of effect songs like Denons Disruptive Discord (DDD)<br/>\nand Chords of Dissonance.  In case some of you weren&#39;t aware of this<br/>\nproblem, let me give you an example of how the bug affects you.  <br/>\n<br/>\nOne time I was in Unrest camping along the left wall across from the porch.<br/>\nIf you have ever been there, you are aware that you will often see the<br/>\nmessage &quot;A festering hag begins to cast a spell&quot; even though there is,<br/>\nfortunately, no hag in sight.  The hag is actually in the basement of Unrest<br/>\nunderneath near where you are camping.  Once before I was aware of this bug,<br/>\nI was singing DDD in that area.  With the z-axis bug, even though the hag<br/>\nwas in the basement underneath me, the song affected her and put me on her<br/>\nhate list.  She worked her way to the outside courtyard and made a beeline<br/>\nright towards me, apping me twice with two lightning bolts before I ever<br/>\nrealied what happened.  Of course she brought some friends along with her in<br/>\nthe form of carrion ghous and barbed bone skeletons so my group got totally<br/>\nbushwhacked.  <br/>\n<br/>\nThis example was taken from Unrest but it has also happened to me once in<br/>\nBeholder and I have read that it occurs in almost every other dungeon also.<br/>\n<br/>\nWhat I&#39;m wondering is if Verant has acknowledged the -axis bug and if so<br/>\nhave they made any statement about trying to fix it.  I don&#39;t remember if<br/>\nthis was included in the petition so should we submit another petition just<br/>\nfor this bug?  I only play a bard so do not know if all classes with area of<br/>\neffect spells are affected by the z-axis bug but if they are we should<br/>\ninclude them in the petition as well.<br/>\n<br/>\nBefore we submit a petition, I think we should also consider the possibility<br/>\nthat this is not even a bug.  I say that because it is within the realms of<br/>\npossibility that Verant intended for our songs to work this way.  Sound does<br/>\ncarry so its possible that even though we can&#39;t see the monsters, they can<br/>\ncertainly hear our songs through the walls.  Something to consider. <br/>\n<br/>\nAlso, for bards of higher experience, can someone post a list of all the<br/>\nplaces where we shouldn&#39;t sing our area of effect songs due to this bug?  <br/>\n<br/>\nGaltin of E&#39;ci</div>","specialLinks":[]}}
