{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"RON_TALBOT@xxxxxxxxxxxxxxxx.xx.xx.xxx","from":"RON_TALBOT@...","replyTo":"LIST","senderId":"2oAYEj9F95WE-ORCyKnHKn1C1JNlOexrlT1PTUIS8XeMdnM19FjjF1CoTKzsQFblWToQe4LLTjqckD9NgIQ2iQIvbyCJobmbw1IbkQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Experience and level diff.","postDate":"933785048","msgId":4854,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNDguNDg1NC45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":4853,"nextInTime":4855,"topicId":4854,"numMessagesInTopic":1,"msgSnippet":"I must respectfully but strongly disagree with your analysis.  I have noticed many times that lower members in a party get experience at a slower rate then the","messageBody":"<div id=\"ygrps-yiv-541615714\">I must respectfully but strongly disagree with your analysis.  I have <br/>\n     noticed many times that lower members in a party get experience at a <br/>\n     slower rate then the higher level members of the party.  I think the <br/>\n     earlier post about your level divided by the total levels in the group <br/>\n     is more accurate.  (anybody know if this has been confirmed by V?)<br/>\n     <br/>\n         I have also heard that there is a exp bonus for being in a large <br/>\n     group but have seen no evidence to this effect in my experiences.  (I <br/>\n     do still prefer to group for safety and fun.)<br/>\n     <br/>\n     Bujold<br/>\n     19th level<br/>\n     xegony<br/>\n<br/>\n<br/>\n______________________________ Reply Separator _________________________________<br/>\nSubject: Re: [eqbards] RE: HighKeep Advice Needed<br/>\nAuthor:  Non-HP-lomack (<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lomack@...\">lomack@...</a>) at HP-ColSprings,mimegw5<br/>\nDate:    8/4/99 9:03 AM<br/>\n<br/>\n<br/>\nFrom: Lomack &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lomack@...\">lomack@...</a>&gt;<br/>\n     <br/>\nRoughly the way exp has always been explained to me and appears to function <br/>\nlike this at all levels.<br/>\n     <br/>\nIf a level 20 25 and 29 players are all grouped and they kill a mob.  Each <br/>\nof them gets the same percentage of exp needed for their level.  That means <br/>\nthat if the mob gives the level 29 player 2% of the total exp needed to <br/>\ngain level 30.  It will also give the level 20 player 2% of the exp that he <br/>\nor she needs to gain level 21. (I&#39;m talking total exp for the level not <br/>\nwhat you still need left to make the next level)<br/>\nEvery time I go out adventuring.  No matter what group I am in and what the <br/>\nlevels are.  If I gain a bubbel of exp for say an hour of play.  Everyone <br/>\nelse in the group  appears to have also gained one bubbel of exp. <br/>\nReguardless of race or class.  Now I am sure there are probably penalties <br/>\nto some classes that could cause this to be inaccurate.  However, they have <br/>\nnever been very noticible.<br/>\nI believe Verant designed the exp system so that if say a group of 6 <br/>\nplayers reguardless of class and race always grouped and Never adventured <br/>\nwith out all the other members of the group.  They would all level FAIRLY <br/>\nbut not exactly all the way to level 50.  The same principle can be applied <br/>\nwhen dealing with a mixed group.  Eveeryone is going to level about the <br/>\nsame rate.<br/>\nThe reason it appears as though lower level people don&#39;t get as much exp is <br/>\nthat the higher level players require a larger percentage of exp to get <br/>\nthem to the next level.  So if the group is killing blue things.  The <br/>\nhighest level person will suck up more exp because the system is leveling <br/>\nthem roughly the same rate.<br/>\n     <br/>\nJust a not about this post.  I know that there are rumors from some guides <br/>\nand beta testers as well as other players that say certain mobs give <br/>\ncertain classes more exp.  As well as the one that says some classes have <br/>\nmore penalties than others depending on the zone they are in.  Thats why in <br/>\nmy above comments I used the words fairly and roughly.  I&#39;m not looking for <br/>\nflames, Just though you might care to hear the point of view from soneone <br/>\nwho has plaied with groups well above me and well below me for a total of <br/>\n68 levels worth of characters.  Ones almost 30, most in their teens.<br/>\n     <br/>\nLomack<br/>\nMaster of Recruiting<br/>\nThe Crimson Knights<br/>\nFennin Ro<br/>\nwww.bck.org<br/>\n     <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;&gt; My first night as level 20 and I went<br/>\n&gt;&gt; to HighHold Keep.  Got into a group with <br/>\n&gt;&gt; others ranging to 27 with me the lowest <br/>\n&gt;&gt; most of the time.<br/>\n&gt;<br/>\n&gt;Correct me if I&#39;m wrong, but with a group of people that high up in level <br/>\n&gt;(up to 7 above you), isn&#39;t it true that you&#39;d get very little to no <br/>\n&gt;experience from the fights? I remember when I was level 5 and my friend was <br/>\n&gt;level 9 and trying to help me out, I stopped getting experience when we were <br/>\n&gt;grouped because he was 4 levels above me. I&#39;ve heard that even when the <br/>\n&gt;levels are closer, the people with the higher levels get more experience <br/>\n&gt;than the lower levels regardless of who does the most damage. Of course if <br/>\n&gt;you were just there for the fun, it wouldn&#39;t matter - but I was just curious <br/>\n&gt;if you got any experience from it.<br/>\n&gt;<br/>\n     <br/>\n </span></blockquote>--------------------------- ONElist Sponsor ----------------------------<br/>\n     <br/>\nONElist announces &quot;FRIENDS & FAMILY!&quot;<br/>\nFor details, including our weekly drawing, go to <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n     <br/>\n------------------------------------------------------------------------</div>","specialLinks":[]}}
