{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"lRlTZxoMtH_Yco296bmN9bt7bIKTsCRQvJXcDJJ2kxrU8OGs-luHjyw1FN0eHiD1q3ESDcEWh4g3WLtU5r8oVrpCBE-uNNmFkbeWyY5Vf7x2zUhe","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Bard Petition","postDate":"933785927","msgId":4856,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNDguNDg1Ni45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":4855,"nextInTopic":4857,"prevInTime":4855,"nextInTime":4857,"topicId":1637,"numMessagesInTopic":33,"msgSnippet":"Ok, here are my thoughts on what Bards could use to be better. 1. Increase some of the skill level caps.  Having abilities that are capped at below your","messageBody":"<div id=\"ygrps-yiv-985052820\">Ok, here are my thoughts on what Bards could use to be better.<br/>\n<br/>\n1. Increase some of the skill level caps.  Having abilities that are capped<br/>\nat below your starting racial point is silly.  The bards that spend more<br/>\ntime using the skill should be able to gain in the ones they use.  Maybe<br/>\nmake it harder to raise the skills, but at least allow it to raise to a<br/>\nreasonable level.  Not much point in getting Pick Locks at what 35th if the<br/>\nonly locks we would encounter at that level will always be impossible due to<br/>\nour low skill cap.  Assuming they start implementing locks, which I believe<br/>\nthey will, given time.<br/>\n<br/>\n2. To bind or not to bind?  I believe we should have bind, but others<br/>\nvehemently disagree.  I would favor a bind that is self only, with a mana<br/>\ncost and I even like the idea of a material component like a beverage of<br/>\nsome kind.  This could easily be used to replace our level 14 song which is<br/>\ncurrently nearly useless due to the decision to allow item identification to<br/>\noccurr as it did in Beta.<br/>\n<br/>\n3. Bard specific weapons would be nice.  I like the idea of the Singing<br/>\nSword, and most classes have weapons specific to them, we do not.  Also many<br/>\nclasses have quests specifically tailored to their class that provide<br/>\nexcellent rewards once one has enough faction.  We unfortunately have only<br/>\nthe drum quest.  Nice, but very low level.  The Winds of Karana quest seems<br/>\nreally cool, but my reward was a copy of Chant of Battle.  Yeah, that&#39;s<br/>\nuseful, give me my starting spell again.  On the other hand I can get the<br/>\nCleric Paladin only quest weapon, the non-bard 2HB quest weapon, the warrior<br/>\nonly 2HS quest weapon.  Too bad my own people treat me worse than those<br/>\nguys.<br/>\n<br/>\n4. My biggest dissapointment at becoming a bard in the beginning, went to<br/>\nbuy a bow only to find we cannot use them.  I could care less that they are<br/>\nsomewhat inefficient, I just wanted to be able to use one.  It fits into<br/>\nalmost every concept of a bard in fantasy literature and games, but not in<br/>\nEQ?  Can&#39;t figure out why since it clearly is not unbalancing.<br/>\n<br/>\n5. No harmony skill.  There has to be some skill at playing the class.<br/>\nPlaying a bard is not twitchy.  I weave 2 songs all the time despite 500ms<br/>\nping.  Its not twitching to hit 2 keys about 6 seconds apart.<br/>\n<br/>\n6. I think our rogue skill should function just like rogues.  Isn&#39;t it<br/>\nenough we have to wait to a high level to get what a rogue starts with?<br/>\nAlso sneaking while hiding should be possible once we have both skills, as<br/>\nit is for rogues.<br/>\n<br/>\n7. Fix the z axis problem.  I hate that I can&#39;t use half my spells in any<br/>\nmulti level dungeon because some dazed goblin shaman two floors away heard<br/>\nme, but the dazed goblin guard I can see doesn&#39;t.  Its not a feature, its a<br/>\nholdover from the anti-flying code.<br/>\n<br/>\nFunny thing is 7 is all I canthink of right offhand.  I still think bards<br/>\nare a great class, most of my gripes are little things.  I still hold to my<br/>\nfeeling that I will never play another non-binding class however.<br/>\n<br/>\nKitasi of E&#39;ci<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Judson Sapp [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:JudsonSapp@...\">JudsonSapp@...</a>]<br/>\nSent: Wednesday, August 04, 1999 10:33 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: [eqbards] Bard Petition<br/>\n<br/>\n<br/>\nFrom: &quot;Judson Sapp&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:JudsonSapp@...\">JudsonSapp@...</a>&gt;<br/>\n<br/>\nI read a post about starting back up the bard petition.  I for one do not<br/>\nlike petitions but for some strange reason that seems to be the way to get<br/>\nthings fixed with this game.  So I wrote the original writer of the Bard<br/>\npetition and he wrote me back saying &quot;If you rally some people to make new<br/>\ncomments, I will overhaul it and submit it to Brad&quot;.  The ball is in our<br/>\ncourt so I was hoping to see a bunch of new comments on things we would like<br/>\nto have fixed or changed with the class.<br/>\n<br/>\nOn a personal note my Bard character is my favorite to play, and believe it<br/>\nor not on the Magician mailing list everyone there complained a lot more<br/>\nabout there class.  I have to say though that my Mage character was a lot<br/>\nmore balanced than my bard.  And yet they keep helping the Mages out by<br/>\nfixing their complaints.  Maybe the squeaky wheel does get oil.<br/>\n<br/>\nSuggestions:  As my bard is still new I can offer only a few ideas to get<br/>\nthe ball rolling.<br/>\n<br/>\n1.  Some of our songs seem to do just about the same thing.  My idea is<br/>\nchange the higher level song to do more.  Ex.  Chant seems to me (Stats<br/>\nmight be the factor) to be the better song to use over Warsong and Anthem.<br/>\nI have seen a lot of debate over this but here is my point, there should be<br/>\nno debate.  The higher song should be better.<br/>\n2.  I love the idea of a harmony skill.<br/>\n3.  I think we should get a message if we succeed in hiding like the rouges<br/>\ndo.<br/>\n4.  As far as binding goes, I am indifferent.  From a role-playing stand<br/>\npoint it seems logical, but I can see why we do not have it also, so flip a<br/>\ncoin.<br/>\n5.  Have you ever played a Role Playing Game where a bard was not using a<br/>\ncrossbow or bow?<br/>\n6.  I love the idea about having a couple of Bard only weapons that can be<br/>\nused as an instrument also.  (Singing Sword to increase the affect of<br/>\nsinging songs,  Or a whistling sword for wind)  Who knows, a lot of ideas<br/>\nhere would help.<br/>\n<br/>\n<br/>\nI hope this gets the ball rolling and as viewed as a constructive way to<br/>\nhelp solve some bard issues.<br/>\n<br/>\nFair thee well friends!<br/>\n<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nYou can WIN $100 to Amazon.com!<br/>\nIf you join ONElist&#39;s FRIENDS & FAMILY program.  For details, go to<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n<br/>\n------------------------------------------------------------------------</div>","specialLinks":[]}}
