{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robin Wise 3","from":"&quot;Robin Wise 3&quot; &lt;eurmali@...&gt;","replyTo":"LIST","senderId":"BRGM0QdWaXeLGvmLpSVWF_arRM_gUxLWbwSdQkP259mC2lPxQ1zkSnMKp2Zi8uWC55vM1xnQhBfQJdbZeGNCLND7AA_2M9iFS6ZI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bard petition ideas (Long)","postDate":"933793370","msgId":4880,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNDkuNDg4MC45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":5072,"prevInTime":4879,"nextInTime":4881,"topicId":4880,"numMessagesInTopic":18,"msgSnippet":"Hail all!  I for one am very happy to be a bard.  Still, some stupid things do occasionally cause me to grind my teeth.  Though I lack the experience of the","messageBody":"<div id=\"ygrps-yiv-36161403\">Hail all!  I for one am very happy to be a bard.  Still, some stupid things <br/>\ndo occasionally cause me to grind my teeth.  Though I lack the experience of <br/>\nthe master bards out there, here are my two coppers&#39; worth, cobbled together <br/>\nfrom a few earlier posts:<br/>\n<br/>\n1. Do not cap our skills so low, like forage (40), and sneak (70) - absurd. <br/>\nRaise the caps.<br/>\n<br/>\nAbsolutely.  Why in the world can I never get better at foraging, when I do <br/>\nit all the time?  I understand that there is likely a balance concern with <br/>\nforage, since it can keep you fed and provide brewing supplies - but level <br/>\ncaps deal with that adequately.  Likewise, rogues are weak enough that it <br/>\nhardly seems fair that we should be able to do everything they do as well as <br/>\nthey do it... still, our caps are so low that by the time we get the skills <br/>\nthey will only be useful against green MOBs so far below us we could ignore <br/>\nthem anyways.  If our pick locks is capped so low that we can&#39;t pick any <br/>\nlocks, why have the skill?  There aren&#39;t exactly a plethora of locks around <br/>\nNorrath right now...  Likewise, what is the point of having Safe Fall capped <br/>\nso low?  We get these skills at far higher levels than our peers do, which <br/>\nis fair, and they are never as good as our peers&#39;, which is fair, but they <br/>\nshould at least be useful to us when we get them...<br/>\n<br/>\n2. Fix our broken songs - there are some that do not appear to do anything <br/>\n(Disenchanting Melody) and others that are silly (random short distance <br/>\nteleport that tends to put you in a basement of a zone or at the bottom of <br/>\nthe ocean - I waited 21 levels to get that?)<br/>\n<br/>\nThe only good use I have yet heard for this song is in traveling, and I have <br/>\nto say this sounds like hogwash to me.  We already have an excellent <br/>\ntraveling song in Selo&#39;s Accelerando, so if the only good use for another <br/>\n(MUCH higher level) song is to duplicate (with some risk and randomness) the <br/>\neffects of Selo&#39;s, get rid of it.  Considering we only get 1 song per level, <br/>\ninstead of batches of 6 or 8 every few levels, I would hope that all of our <br/>\nsongs did something useful.  I personally don&#39;t care that Chant and Anthem <br/>\nare similar - they have some minor differences, and they stack with <br/>\ndifferent songs, so that is fine by me.  Still, how many songs do we have <br/>\n(out of 50) that either don&#39;t exist or do nothing as far as we can tell? I <br/>\nwill bet there are at least 5, or 10%... this is pretty amazing really.  <br/>\nWhat would you hear if 10% of the wizard spells did nothing or were <br/>\nunimplemented?<br/>\n<br/>\n3. Do something about the Z-axis bug - I don&#39;t care how well sound travels, <br/>\nit does not travel through several feet of earth and stone into a basement, <br/>\nthereby drawing out uber-mobs who are hell-bent on destroying the bard, and <br/>\ngenerally do so before he knows what hit him (often then don&#39;t even need to <br/>\nleave the basement to do it!).<br/>\n<br/>\nThis one is a pet peeve of most bards.  Why do the Chords only travel a <br/>\nlittle ways on X and Y but a great distance on Z?  If it were just sound <br/>\ncarrying, we should have a much greater range.  Yes, I know that is a <br/>\ntwo-edged sword, insofar as it would end up having bards piss off NPCs more <br/>\noften, but it would make kiting easier.  Just make it consistent, either <br/>\nway.<br/>\n<br/>\n4.  I love the idea of a harmony skill.<br/>\n<br/>\nI have to agree... I have no problem weaving three songs most of the time, <br/>\nbut when I hit a laggy area I sometimes have trouble holding two songs up.  <br/>\nConsidering this skill is crucial to bard success, and (as far as I can tell <br/>\nby conning) is figured into our ability to fight, we should not have to have <br/>\namazing reflexes to do this.  No, it does not take amazing reflexes to weave <br/>\ntwo songs... but it can be very hard to weave three, and is mostly <br/>\nimpossible for me to get the mythical &quot;3.5&quot; songs.<br/>\n<br/>\n5.  I think we should get a message if we succeed in hiding like the rogues <br/>\ndo.<br/>\n<br/>\nWhy wouldn&#39;t we?  This makes no sense... must be a bug.<br/>\n<br/>\n6.  As far as binding goes, I am indifferent.  From a role-playing stand <br/>\npoint it seems logical, but I can see why we do not have it also, so flip a <br/>\ncoin.<br/>\n<br/>\nConsidering we travel more than any other class, we should be able to bind <br/>\nourselves, or there should be NPCs that will bind for a few plat.  Either <br/>\nway is fine by me, but occasionally I have been in situations where I could <br/>\nnot get a bind, and was frustrated for some time.  I was in Halas once and <br/>\nfound not a single caster in the zone (out of about 6 people), much less one <br/>\nwho could bind me.  In Erudin two nights ago I was the only person in the <br/>\ncity, as far as I could see... it was late at night PST, and the place was a <br/>\nghost town... considering the length of the trip I had just made, if I had <br/>\nplanned to explore Toxxulia or the Kerra Ridge I would have been SOL.  <br/>\nThankfully I was only there for our largely pointless 14th level song and <br/>\nsome Erud&#39;s tonic.<br/>\n<br/>\n7.   Bard weapon / instruments<br/>\n<br/>\nI heard a funny idea for this the other day... make a &quot;Paino&quot; for bards... <br/>\nit&#39;s like a small piano, but hurts more.  = ) Percussion instrument, 1H <br/>\nBlunt maybe something like 6 damage 30 delay.  Or how about a Hammered <br/>\nDulcimer?  We could wield the hammers in combat... ok, this one is not <br/>\nimportant to me at all, but would be a nice touch.<br/>\n<br/>\n8.  More magic instruments<br/>\n<br/>\nSomewhere in the game there should be magical wind and string instruments, <br/>\nand I do not mean nonfuctional quest items. = )  Something that does for <br/>\nHymn of Restoration what the MM Battle Drum does for Selo&#39;s Accelerando... <br/>\nmake it rare, make it hard to get, but make it available!<br/>\n<br/>\n9.  Why not make a Perform Skill?<br/>\n<br/>\nThis is the bard-only version of begging... if you perform well enough, NPCs <br/>\nwill give you money.  I have had great success with roleplaying this for <br/>\nPCs, but it seems to me that a young bard should be able to sit on a street <br/>\ncorner and make a few silvers by strumming his lute... level caps can keep <br/>\nthis balanced, and perhaps this skill could work in conjunction with the <br/>\nCarillion?  OK, this is just another random idea, not important to the <br/>\nclass, but it sounds good right now = )<br/>\n<br/>\nWell, just a few thoughts off the top of my head.  Anything to avoid work... <br/>\n= )<br/>\n<br/>\nMay your voices ever be sweet,<br/>\n<br/>\nAloro (E&#39;ci)<br/>\nBard of the 14th Song</div>","specialLinks":[]}}
