{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Darrian Ashoka","from":"Darrian Ashoka &lt;dashoka@...","replyTo":"LIST","senderId":"r69a6LpuruTUQJmBdE6tNChjaw5v3ODIz9uk5oyaSlJOZEca3taHxMZ2YLaI1owc65pJKnmX-wnRnzLWPQ_9yA1F3F2Y_nNWbw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Time for my 2 copper (long)","postDate":"933864973","msgId":4946,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNTIuNDk0Ni45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":4971,"prevInTime":4945,"nextInTime":4947,"topicId":4946,"numMessagesInTopic":2,"msgSnippet":"Been reading this mailing list (in digest form) for a while now. Kind of lurking but I think more of trying to compose my thoughts more than anything else. Let","messageBody":"<div id=\"ygrps-yiv-1062939090\">Been reading this mailing list (in digest form) for a while now. Kind<br/>\nof lurking but I think more of trying to compose my thoughts more than<br/>\nanything else. Let me try to now articulate the opinions and thoughts I<br/>\nhave gathered and not bore you at the same time.<br/>\n<br/>\n<br/>\nARMOR<br/>\n<br/>\nThis is from a monk friend of mine. It seems at higher level, the<br/>\nactually number doesn&#39;t really matter as much. The stats however do.<br/>\nAgility and Dex become more and more important in melee it seems.<br/>\nNowadays, the mobs I fight bash me really hard whether I wear the best<br/>\npossible AC giving armor or not. It seems that our AC does not rise at<br/>\nthe same speed as the ATK of the mobs we fight. I depend so much on a<br/>\nhealer in our group, otherwise I&#39;m stuck with fighting really low blues<br/>\nwith one or two other melee classes. This makes sense since as you rise<br/>\nin level, your defense points adds more to your total AC than the armor<br/>\nyou are wearing. At lower levels, you hardly had any defense points so<br/>\nthe AC of the armor played a large role in your overall AC. This<br/>\nchanges in the higher levels because you gather so many defense points<br/>\nthat they make up most of your AC and not the armor you wear. <br/>\n<br/>\n<br/>\nPETITION<br/>\n<br/>\nI hate petitions. This is not saying that I wouldn&#39;t like to see some<br/>\nchanges/improvements/additions to the bard class. As far as bard only<br/>\nitems, let&#39;s not complain. We get to use almost everything out there<br/>\nand our instruments are unique to us. In fact consider them our bard<br/>\nonly &quot;weapons&quot;. <br/>\n<br/>\nGROUPING<br/>\n<br/>\nAs you level higher and higher, the level gap becomes wider and wider.<br/>\nI group regularly up to 5 levels above me and I still get decent exp.<br/>\nAt lower levels, anything more than 2 levels is unheard of but it<br/>\nbecomes more and more common and the exp isn&#39;t bad. Maybe someone can<br/>\nactually drop official numbers but from personal experience it&#39;s not<br/>\nbad at all. <br/>\n<br/>\n<br/>\nOk some favors to ask now. Can I please see a screenshot of the bard<br/>\narmor? I want to see how cool I will look in the future hopefully if<br/>\nI&#39;m lucky. Unfortunately, I&#39;m a fashion addict (and I&#39;m human too hence<br/>\nmy armor is mostly lacking in the fashion department) and I would<br/>\nreally like to see the bard only armor looks. <br/>\n<br/>\nI know the Mistmoore Battle Drum is great and the Princess Lute doesn&#39;t<br/>\nseem to be anything but a quest item. What about Brahm&#39;s horn? Is it<br/>\nbrass or is it a wind instrument (like the mino horn)?<br/>\n<br/>\n<br/>\n<br/>\nDarrian Ashoka<br/>\n<br/>\n_____________________________________________________________<br/>\nDo You Yahoo!?<br/>\nFree instant messaging and more at <a rel=\"nofollow\" target=\"_blank\" href=\"http://messenger.yahoo.com\">http://messenger.yahoo.com</a></div>","specialLinks":[]}}
