{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"DreamKing","from":"DreamKing &lt;klblair@...&gt;","replyTo":"LIST","senderId":"xeu4HRaDN7cpLjp2ngmQ-UPX2EaNeqzI5PPnyNTdWYCgp3DpbcBx1TXb7L5GyLsEof5rCFt6Ok9NIDOkcA6lIi3Fv04","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: I&#39;m dying I think, that is bored (OT)","postDate":"934294791","msgId":5141,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjMuNTE0MS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5137,"nextInTopic":5152,"prevInTime":5140,"nextInTime":5142,"topicId":5131,"numMessagesInTopic":13,"msgSnippet":"... Speak for yourself. Within my first 7 levels, I had been to all three continents and more zones than I can remember. I d much rather be exploring Norrath","messageBody":"<div id=\"ygrps-yiv-378700752\"><blockquote><span title=\"ireply\">&gt; There is no wandering.  Everyone stays put.<br/>\n<br/>\n </span></blockquote>Speak for yourself. Within my first 7 levels, I had been to all three<br/>\ncontinents and more zones than I can remember. I&#39;d much rather be<br/>\nexploring Norrath than camping some mob for some spiffy item.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Camping is a problem, everyone says, and we<br/>\n&gt; have all these solutions suggested and<br/>\n&gt; implemented.  But, mmmm, none will work!<br/>\n&gt; Camping is central to EverQuest!  Everyone<br/>\n&gt; camps!  Everywhere!<br/>\n<br/>\n </span></blockquote>Have to agree with you there. The problem in my opinion is that the<br/>\nsame mobs spawn in the same spots with the same items. This is a<br/>\nmistake, but one that probably won&#39;t ever be fixed. However, the new<br/>\nchange to no-drop type items is about the best thing that Verant could<br/>\nhave done to combat the problem. Why camp for that great armor off of<br/>\nsomeone in the Fear plane if you&#39;ve already got it? You can&#39;t carry it<br/>\nanyway. I&#39;d almost like to see all armor and weapons dropped by mobs to<br/>\nbe no-drop items (that could be sold to merchants only). <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; permafrost together, eventually reaching some<br/>\n&gt; deep section, then heading back to quit for<br/>\n&gt; the evening.  This is an ideal, I wish I could<br/>\n&gt; be in THAT group, because I have NEVER ever<br/>\n&gt; ever ever been in a group like that.<br/>\n<br/>\n </span></blockquote>That&#39;s pretty much how I play. I refuse to sit and camp some particular<br/>\nspot for any amount of time. Go in, clear it out, be happy and leave.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Either your group can Handle the best<br/>\n&gt; of a dungeon, in which case they get<br/>\n&gt; no experience as they battle their way<br/>\n&gt; through it to the end, or they<br/>\n&gt; camp the area where they get it.<br/>\n<br/>\n </span></blockquote>In my opinion (your thoughts may vary), people worry *WAY* too much<br/>\nabout getting experience and advancing in levels. These people have too<br/>\nmuch of a hack & slash mentality. I don&#39;t worry about gaining levels as<br/>\nmuch as I do about seeing new things. At level 17 I had a great time<br/>\ngoing through Infected Paw where everything was green to me. Did I gain<br/>\nk00l d00d kr@d experience? Nope. Did I have a great time? Yup. And<br/>\nguess what, I didn&#39;t spend all my time healing. I got to look around<br/>\nand actually see the place. Quit worrying about reaching level 50 and<br/>\ngetting the bestest items in Norrath.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; A while back I was O so bored &quot;camping the wall&quot;<br/>\n<br/>\n </span></blockquote>So why were you doing it? You&#39;re bored with something that you don&#39;t<br/>\nhave to be doing. Move on.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I had a friend in traction 10 months for<br/>\n&gt; an accident.<br/>\n<br/>\n </span></blockquote>And I&#39;m sure if you died in real life, you wouldn&#39;t respawn in your<br/>\nbedroom.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; My solution:  No natural regeration of<br/>\n&gt; wounds, for anyone.  This is not how<br/>\n&gt; wounds work, afterall.  A warrior is<br/>\n&gt; wounded, make no natural regeneration<br/>\n&gt; but increase effect of bandages.  They<br/>\n&gt; want healing, find a freaking cleric.<br/>\n<br/>\n </span></blockquote>Then people complain, like you did above, about how much down time<br/>\nthere is even more. No thanks. People in real life (tm) do natually<br/>\nregenerate - there&#39;s no reason to not do so in the game.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; gravity, and follows Einstein<br/>\n<br/>\n </span></blockquote>Who says Einstein was correct?   :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; created out of thin air.  It needs<br/>\n&gt; a source<br/>\n<br/>\n </span></blockquote>Magic/mana as played in D&D is given by the player&#39;s diety, or could be<br/>\nthought of as stamina, but for casters. You can run & jump all you want<br/>\nuntil you&#39;re out of stamina, but when you get worn out you have to rest<br/>\nto get your stamina back. Mana is like that for casters. They can cast<br/>\nall they want, but they eventually get worn out and get a headache.<br/>\nThey rest a bit and can cast spells again. <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I want the game to require people to be<br/>\n&gt; on THE MOVE and not encourage them to sit<br/>\n&gt; around like they&#39;re lazy.<br/>\n<br/>\n </span></blockquote>The only way this is going to happen is to make mobs respawn<br/>\ndynamically. Meaning, in different spots. It&#39;s bad planning to have<br/>\nstatic spawn points (even for players). It&#39;s even worse to make it so<br/>\nthat the *same* mobs have the *same* loot all the time (or on a<br/>\nrotation)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; When I fight this AI, it makes me bored.<br/>\n<br/>\n </span></blockquote>No offense, but if you can do better - I&#39;m sure we&#39;ll all be happy to<br/>\nbuy the game you do it in. You want &quot;intelligent&quot; AI? Buy Quake. Buy<br/>\nUnreal. (Which was supposed to have great AI) Monster sees player.<br/>\nMonster runs to player to try to kill. Monster dies or player dies. End<br/>\nof encounter. EQ&#39;s mobs not only know when to run, they know to attack<br/>\nthe player doing the most damage to them, they also know to keep<br/>\nattacking the player with the lowest health, and a few other things.<br/>\nSure, it&#39;s not perfect. But the game as a whole, is very good.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Tradeskills are lacking.<br/>\n<br/>\n </span></blockquote>No argument here. There&#39;s pretty much no reason to do any of them<br/>\nunless you&#39;ve got a lot of money to start Jewelry or Blacksmithing.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It is like a moment locked in time,<br/>\n&gt; it never changes.  No matter what<br/>\n&gt; anyone does, the NPCs will always<br/>\n&gt; be locked in that moment, regardless<br/>\n&gt; what level the real folk have gotten<br/>\n&gt; to.  The &quot;plot&quot; is unchanging.<br/>\n<br/>\n </span></blockquote>With 1500 people on a server all going through the same process,<br/>\nunfortunately (or fortunately) these things must be that way, otherwise<br/>\nnobody would EVER know what to do. Suppose all the lower level things<br/>\nwere already accomplished. Any new players coming into a new war<br/>\nbetween Freeport and Neriak would be slaughtered. And how would you<br/>\ndocument such things so that when players came into the world, they<br/>\ncould find out everything that came to be before them? A few years<br/>\nafter the game started, the amount of collected information would be<br/>\nuntrackable by new players.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; online rolplaying game with an ongoing plot!<br/>\n<br/>\n </span></blockquote>Try to fathom the amount of programming and staff that this would<br/>\nrequire. I can assure you that you wouldn&#39;t get such a game for $10 a<br/>\nmonth.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; The story sucks, folks.  It wants to<br/>\n&gt; be a single player game, the story!!!<br/>\n<br/>\n </span></blockquote>If you hate it so much, feel free to stop playing. Personally, my wife<br/>\nand I like the story and background given quite a lot. <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; To really encourage roleplaying and a<br/>\n&gt; community allow people access to an<br/>\n&gt; in-game print press.  Where they can<br/>\n&gt; make their own newspapers or books.<br/>\n<br/>\n </span></blockquote>Interesting idea for a trade skill. But it would be abused. Imagine<br/>\n&quot;Women of Norrath - Issue #69&quot; by some krad k00l d00d clan.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; In Everquest, there&#39;s no option but<br/>\n&gt; combat, everything else sucks<br/>\n<br/>\n </span></blockquote>In YOUR opinion. Personally, I find a great many things in Norrath to<br/>\nenjoy.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; if you don&#39;t like the way combat<br/>\n&gt; works, well then you&#39;re fucked.<br/>\n<br/>\n </span></blockquote>Not really.<br/>\n<br/>\n1. Cancel account<br/>\n2. C:&#92;&gt; del &#92;everquest<br/>\n<br/>\n<br/>\nYou get from the game what you want to get from it. You paid for it,<br/>\nyou have a right to complain about it and I&#39;m not one to argue your<br/>\ncomplaints (I cant do jack about them). But I will say that for the<br/>\nmost part, I disagree with nearly everything you said. (For whatever<br/>\nthat matters) The game plays as you play. If you play a hack & slash,<br/>\nyou&#39;re going to get very bored, very quickly. If you put yourself into<br/>\nthe world and find players that do the same, then it can be quite a lot<br/>\nof fun. You dont like camping? DONT FRIGGIN CAMP. Norrath is a large<br/>\nworld and there&#39;s a lot to see. Personally, I plan to start mapping. I<br/>\nmay not get experience, but I&#39;m sure to have fun actually seeing<br/>\neverything - perhaps even some stuff that isn&#39;t currently mapped or<br/>\nknown about.<br/>\n<br/>\nPS: If you want to see something that&#39;ll make you happier about<br/>\nEverQuest, try to check out someone playing the beta of Asheron&#39;s Call.<br/>\nI&#39;m beta testing it and it&#39;s no competition to EQ in any way.<br/>\n<br/>\n_____________________________________________________________<br/>\nDo You Yahoo!?<br/>\nBid and sell for free at <a rel=\"nofollow\" target=\"_blank\" href=\"http://auctions.yahoo.com\">http://auctions.yahoo.com</a></div>","specialLinks":[]}}
