{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Thompson","from":"Scott Thompson &lt;SCOTT.THOMPSON@...&gt;","replyTo":"LIST","senderId":"uzjkbaXgqTkI81uYkg2TbGsGqD_B5ToE1fE5wmyMx7Ttf3RxdQZ5zQpTgUODyT8nzz8zdyuTzxzSx3_NLB-LpnEEsJHlu_ja0_sgw1jq","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Missed notes on songs.","postDate":"934301039","msgId":5146,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjMuNTE0Ni45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5145,"nextInTopic":5147,"prevInTime":5145,"nextInTime":5147,"topicId":5143,"numMessagesInTopic":8,"msgSnippet":"When discussing stats and their effects on missed notes, keep in mind that Verant defined a skill of 75 as average. With this is mind, the speculation that","messageBody":"<div id=\"ygrps-yiv-1890877550\">When discussing stats and their effects on missed notes,<br/>\nkeep in mind that Verant defined a skill of 75 as average.<br/>\nWith this is mind, the speculation that having 110 versus<br/>\n140 dex or agility or charisma makes a large difference in missed<br/>\nnotes is probably off the mark. Think of selling prices. Going<br/>\nfrom 60 to 75 chr makes a noticable difference. But going from<br/>\n150 to 200 makes no difference. Why? Its capped of course (best<br/>\nselling price minus 5 percent I believe). There is an elastic<br/>\nrange in which stat increases make a large difference but after<br/>\na certain point, you hit a point of diminishing returns. If<br/>\na person with 110 dex is missing notes constantly, I submit<br/>\nthat what ever the source of the problem, it is not that<br/>\nparticular stat. Based on the way other stats work, going<br/>\nfrom 110 to 140 would at best reduce missed notes 10 percent<br/>\nor so.<br/>\n<br/>\nOne side note on stats and their progression. AGI and AC or INT<br/>\nand MANA are different in nature. Stats that are linearly tied<br/>\nto other stats tend to have an arithmetic progression by<br/>\ndefinition. In contrast, the effect of stats on skill checks tend<br/>\nto be asymptotic because there are only too possible outcomes-<br/>\nsuccess or failure. As you approach the tail of the bell curve,<br/>\neach stat increase has a lower and lower impact on your success rate.<br/>\nAfter all, you cant get a message like-<br/>\n<br/>\n&quot;You REALLY hit that note! Lullaby throws Werebat into a COMA!&quot;<br/>\n<br/>\nCharisma and prices are interesting in that around the mean stat<br/>\n(75), it moves like AGI and AC but because of the base selling<br/>\nprice, the variance is restricted and the impact hits a brick wall<br/>\nlike a yes/no skill check at the tails of the distribution.<br/>\nSo CHR looks like int around the mean but it tapers at the tails<br/>\nlike skill check related stats. <br/>\n<br/>\nOf course, there is a lot of generalization in this post but I think the<br/>\nbasic point is fairly clear- super high stats are not the explanation<br/>\nor solution to the missed notes problem (or bug). If anyone wants<br/>\nto discuss the statistical issues in precise detail, I would be glad<br/>\nto 8)<br/>\n<br/>\n<br/>\nBaraden of TM, Rodcet, Prexus, Brell, SAS, and SPSS</div>","specialLinks":[]}}
