{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Thompson","from":"Scott Thompson &lt;SCOTT.THOMPSON@...","replyTo":"LIST","senderId":"9ROBbd2aPmmr6wWDnn0oviPG8kjdzO3xJyBcrMBayaBkbPy6CGf1fgLHd05EsTl7e4kOGSamR_j0eSKqkBtvnRVaPxHk9ZXFr2y3t2U-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Missed notes on songs.","postDate":"934308032","msgId":5151,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjQuNTE1MS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5150,"nextInTopic":5177,"prevInTime":5150,"nextInTime":5152,"topicId":5143,"numMessagesInTopic":8,"msgSnippet":"I have to disagree. In beta, there were frequent updates from Verant about what they were doing both to tweak up and down characters. Now, there is an eerie","messageBody":"<div id=\"ygrps-yiv-2078293164\">I have to disagree. In beta, there were frequent updates from<br/>\nVerant about what they were doing both to tweak up and down<br/>\ncharacters. Now, there is an eerie silence. When they improve<br/>\nthings, they post them all over the place. But changes for the<br/>\nworse just dont appear. Either they are not nerfing anyone or<br/>\nthey are not admitting. Well, I think we have noticed that the<br/>\nway some of our songs function have changed. The missed notes<br/>\nissue was acknowledged as a high level song problem by Verant<br/>\nand when they &quot;fixed&quot; it, the number of missed notes on lower<br/>\nlevel songs went up. Of course, Verant hasnt mentioned a word<br/>\nabout that. Regardless of whether you consider the increase<br/>\na problem or not, it is there, detracts from the class, and is<br/>\ncompletely unacknowledged by Verant. We have spent a lot<br/>\nof bandwidth here trying to determine whats going when Verant<br/>\ncould have just stated it up front. As paying customers, it is<br/>\nnot our job to police Verant. I really dont think it is too much<br/>\nto ask of Verant that they be forthright and document relevant<br/>\nchanges.<br/>\n<br/>\nNow, dont misunderstand me. The missed note issue is only one<br/>\nof several odd changes that have gone undocumented. I gave it<br/>\nas an example since it is currently on everyones mind but it<br/>\ncertainly is not the only instance. Some of the changes were<br/>\nostensibly &quot;the way things were supposed to be&quot; but Verant<br/>\nhadnt gotten around to implementing them. Still, players should be<br/>\nmade aware of them. Do you think monks would have Instill Doubt<br/>\nright now if a player had not discovered it and then people<br/>\ncalled Verant on it? If we dont stand up on the issues, we will<br/>\nget ignored.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Keith G. Spencer [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kgs@...\">kgs@...</a>]<br/>\nSent: Tuesday, August 10, 1999 10:39 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: Re: [eqbards] Missed notes on songs.<br/>\n<br/>\n<br/>\nFrom: &quot;Keith G. Spencer&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kgs@...\">kgs@...</a>&gt;<br/>\n<br/>\nOk overall I&#39;m pretty sure this whole silent nerfing thing is some of you<br/>\ngetting worked up into a paranoid frenzy.  I checked with my enchanter<br/>\nfriend and he thinks he might have fizzled all of 2 times last night, but<br/>\nnoted that after every patch the enchanter boards fill up with this same<br/>\nparanoid nonsense that resist rates and fizzle rates have changed, and after<br/>\nrunning a few tests they&#39;re always around where they should be.<br/>\n<br/>\nI&#39;m going to run some trials tonight, and I suggest before anyone else makes<br/>\naccusations of silent nerfing or any other wonderful conspiracies they do<br/>\nthe same.<br/>\n<br/>\nAnd a note about the random number generator, it does -seem- it likes long<br/>\nstrings of failures in a row, but over time, it still comes up statiscally<br/>\ncorrect.</div>","specialLinks":[]}}
