{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"SpudSucker","from":"&quot;SpudSucker&quot; &lt;sprite@...","replyTo":"LIST","senderId":"n-CSsGv57sTmCb8FOEwxViRGXBXVNGmYZjbzP5dRPmEOC2iR5eBzkJNe7bvzxkP1BK1DPoYS9GDTRj63Y_OqM1NOqn9v7iBJIxA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: I&#39;m dying I think, that is bored (OT)","postDate":"934308425","msgId":5152,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjQuNTE1Mi45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5141,"nextInTopic":5157,"prevInTime":5151,"nextInTime":5153,"topicId":5131,"numMessagesInTopic":13,"msgSnippet":"... if ... what ... EQ is a game with limited shelf life in it s current state.  Everyone says, How can you say that, this is a MMORPG!  I say it because","messageBody":"<div id=\"ygrps-yiv-894150146\"><blockquote><span title=\"ireply\">&gt;I know this is a long post, my friends, but it&#39;s probably my very last post<br/>\n&gt;to this group, so I appologize.  I apologize in advance for the language,<br/>\n </span></blockquote>if<br/>\n<blockquote><span title=\"ireply\"> &gt;you are sensitive, stop now.<br/>\n&gt;<br/>\n&gt;There is no death in EverQuest, except psychologically.  And I&#39;m dying, I<br/>\n&gt;think.<br/>\n&gt;I have loved this list like no other board&#39;ve known in some years.   It is<br/>\n&gt;highly intellectual, why I bother you with this damned heavy luggage.<br/>\n&gt;<br/>\n&gt;Bored.  I&#39;m bored.  Thinking of quiting because of it.  Boredom, I imagine,<br/>\n&gt;would be probably the worst reason a designer would fear someone would give<br/>\n&gt;up on their massive online game like this.  Boredom, really, is almost the<br/>\n&gt;worst of an insult.  Someone is angry, that&#39;s better.  They feel something,<br/>\n&gt;they&#39;re emotional about it, a love-turned-to-hate kind of thing, acceptable<br/>\n&gt;and expected.  But boredom?  Boredom, apathy, that&#39;s a lack of everything<br/>\n&gt;good.  That would be scarry, at least if I were a developer, and that&#39;s<br/>\n </span></blockquote>what<br/>\n<blockquote><span title=\"ireply\"> &gt;I am: not a developer but bored.<br/>\n&gt;<br/>\n&gt;Ah well, but boredom has it&#39;s good sides.  It&#39;s a slower kind of emotion,<br/>\n&gt;lets you think.  When you&#39;re bored, you&#39;re less apt to just quit outright,<br/>\n&gt;and instead ponder why, in fact, you ARE bored.  So I&#39;ve thought on it, and<br/>\n&gt;it&#39;s off-topic but I couldn&#39;t give a rat&#39;s ass but I&#39;m posting it here<br/>\n&gt;because this is the only discussion area I&#39;ve found where maybe someone<br/>\n&gt;could say something, anything, though I somehow doubt it would help.<br/>\n<br/>\n<br/>\n </span></blockquote>EQ is a game with limited shelf life in it&#39;s current state.  Everyone says,<br/>\n&quot;How can you say that, this is a MMORPG!&quot;  I say it because this is the most<br/>\nlimited and dull MMORPG or MUD I have ever played.  The AI is horrid and<br/>\nunless you are on a PvP server combat is nothing but a dingy camp fest.<br/>\nYup, what fun is going to a dungeon and sitting in a corner for a couple<br/>\nhours?  Please, in my PnP RPGs never once as a PC did I ever sit in one<br/>\nplace, (Well, cept the time we found an Ogre princess, but the DM was high<br/>\nduring that game so nothing was normal.)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;* It runs deep, I think.  There is no wandering.  Everyone stays put.<br/>\n&gt;Camping is a problem, everyone says, and we have all these solutions<br/>\n&gt;suggested and implemented.  But, mmmm, none will work!  Camping is central<br/>\n&gt;to EverQuest!  Everyone camps!  Everywhere!  Been to Unrest?  How else do<br/>\n&gt;you survive there but &quot;camp the wall?&quot;  These people aren&#39;t camping for<br/>\n&gt;items, but just to play.  Folks camp every dungeon, every outdoor zone.<br/>\n&gt;I&#39;ve been to West Karanas and watched folks pulling lions to the wall.  And<br/>\n&gt;it&#39;s the same everywhere else.  Was suggested by a friend, since I so<br/>\n&gt;loathed camping, to play the south Karanas.  I am currently &quot;camped&quot; there<br/>\n&gt;now, because that&#39;s all anyone does in such an outdoor zone as well!<br/>\n<br/>\n<br/>\n </span></blockquote>Brad loves this story and insists that because of this we must have static<br/>\nstuff.  Now if the story actually unfolded and you go past the first chapter<br/>\nit would be nice, since things would change.  Thing&#39;s aren&#39;t changing and<br/>\nshow no sign of ever changing.  Why was Diablo a massive classic?  Even<br/>\nthough the AI wasn&#39;t hot, nor was the story that great, the dungeon always<br/>\nchanged and you never knew what you were going to get.  Why do I compare EQ<br/>\nto Diablo instead of another RPG?  There is no comparison of EQ to another<br/>\nRPG, it blows EQ away.  Why not compare a CRPG to EQ?  Because they are so<br/>\ndifferent they are in different geners.  The closest type of game to EQ are<br/>\nPnP RPGs and it can&#39;t compare to them.  :(<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I remember Brad McQuaid discussing this, and saying it&#39;s the path of least<br/>\n&gt;resistance.  How he and his buddies would group up, and move through<br/>\n&gt;permafrost together, eventually reaching some deep section, then heading<br/>\n&gt;back to quit for the evening.  This is an ideal, I wish I could be in THAT<br/>\n&gt;group, because I have NEVER ever ever ever been in a group like that.  GOD<br/>\n&gt;YES I wish that was how Everquest REALLY worked the WAY he said!!!  Seeing<br/>\n&gt;such a dungeon, I think he&#39;s bullshitting because it seems impossible!<br/>\n&gt;<br/>\n&gt;I&#39;ve been in Everfrost, and it gets insanely more difficult the deeper you<br/>\n&gt;go.  Like waves.  If I&#39;m in a level 20 average group in Everfrost, we will<br/>\n&gt;find things easy at first, then we&#39;ll find a few MOBs that are a good<br/>\n </span></blockquote>fight,<br/>\n<blockquote><span title=\"ireply\"> &gt;as we go on we Find some hard ones, then we are immedietly overwhelmed and<br/>\n&gt;dead.  If our group is around level 30 in level, well, then maybe we have a<br/>\n&gt;chance:  Yet we&#39;d still get no experience for the early part, still get<br/>\n&gt;overwhelmed by wall bugs.<br/>\n<br/>\n<br/>\n </span></blockquote>He says alot, if I remember correctly in the post where he says he went to<br/>\nEF, he had also said the character he actually takes on the servers to play<br/>\nwas in the low to mid teens, how he could go very far into EF at all is a<br/>\nmystery to me?  That is unless he took a level 50 ranger weilding a the<br/>\nfirey avenger.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;So folks camp.  They find the area where things give them experience, sit<br/>\n&gt;there for a few hours, and let one person bring the nasties to them.  And<br/>\n&gt;the warriors are always healing, and the mages are always meditating<br/>\n </span></blockquote>anyway.<br/>\n<blockquote><span title=\"ireply\"> &gt;So the game -requires- camping in this respect.  We aren&#39;t choosing the<br/>\n&gt;&quot;path of least resistance&quot; because I, for one, do not know what the hell<br/>\n&gt;McQuaid is talking about.  I&#39;d love to see him and his group play.  Either<br/>\n&gt;your group can Handle the best of a dungeon, in which case they get no<br/>\n&gt;experience as they battle their way through it to the end, or they camp the<br/>\n&gt;area where they get it.<br/>\n<br/>\n<br/>\n </span></blockquote>I would love to see Brad&#39;s group play as well.  But I would guess they have<br/>\ntheir own private server too.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Back to Unrest.  A while back I was O so bored &quot;camping the wall&quot; as it<br/>\n&gt;were, and someone suggested we hit the Magi Room and camp that.  I was<br/>\n&gt;actually Happy to be moving in a group, finally.  We might not have been<br/>\n&gt;moving for long, but at least we were on the move.  Most of the group were<br/>\n&gt;in the room and settled, but one fellow was lost.  I went out and found<br/>\n </span></blockquote>him.<br/>\n<blockquote><span title=\"ireply\"> &gt;No songs or spells, nothing fancy, we were just walking back up the stairs.<br/>\n&gt;At the edge of the stairs everything in the basement and attic attacked me<br/>\n&gt;at once.  I had time to read the message, &quot;HITS YOU&quot; before death came<br/>\n&gt;lurking.  Do NOT move about through dungeons, stay in one place and camp<br/>\n </span></blockquote>it.<br/>\n<blockquote><span title=\"ireply\"> &gt;The bugs, not to mention class requirements, warrant it.<br/>\n<br/>\n<br/>\n </span></blockquote>It would be a nasty trap in my game for me to do something like this, but<br/>\nthen if I pulled this crap I wouldn&#39;t be a DM.  Not to mention in a CRPG if<br/>\nsomething like this happened I would take the game back to the store as a<br/>\nbuggy peice of junk.  Shame I didn&#39;t do that with this.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;If McQuaid would like bands of adventurers to be heroically moving about<br/>\n </span></blockquote>and<br/>\n<blockquote><span title=\"ireply\"> &gt;adventuring, rather than  sitting around like white trash in a JellyStone<br/>\n&gt;Park, why is it like this?  O, fighters need time to sit and heal, and<br/>\n </span></blockquote>mages<br/>\n<blockquote><span title=\"ireply\"> &gt;need time to replenish mana.  The game encourages camping by all it&#39;s<br/>\n&gt;downtime.<br/>\n<br/>\n<br/>\n </span></blockquote>From what I heard back in phase 2 monsters hit for about the same as a PC<br/>\nwarrior.  People went _into_ dungeons and had fun.  No one complaned, then<br/>\nsuddenly Verrant made every mob hit for massive ammounts of damage and<br/>\nviola!  Camping made easy!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I say it&#39;s perfectly ridiculous, actually.  Especially warriors<br/>\n&gt;complaining!!  &quot;I broke my leg and it actually takes me 3 whole minutes to<br/>\n&gt;regenerate the wound!  This is not fair!&quot;  Bah!  It is all perfectly<br/>\n&gt;ridiculous.  I had a friend in traction 10 months for an accident.<br/>\n&gt;<br/>\n&gt;:My solution:  No natural regeration of wounds, for anyone.  This is not<br/>\n </span></blockquote>how<br/>\n<blockquote><span title=\"ireply\"> &gt;wounds work, afterall.  A warrior is wounded, make no natural regeneration<br/>\n&gt;but increase effect of bandages.  They want healing, find a freaking<br/>\n </span></blockquote>cleric.<br/>\n<br/>\n<br/>\nI think the whole problem is that you don&#39;t regenerate fast enough, as a<br/>\nbard, people must think I am nuts, but I honestly think somehting in game<br/>\nshould allow people to regain HPs at a rate where they are able to go into a<br/>\ndungeon without camping.  At this time it is impossible, even though a<br/>\nfighter can be healed when a caster meds in the middle of a dungeon he is<br/>\ntoaste.  Allow potions of healing at a reasonable cost that are worth it!  I<br/>\nwould pay a plat for a potion of healing and 5 plat for a potion of greater<br/>\nhealing, and 10 plat for a potion of complete healing.  At those prices no<br/>\none would be able to just buy so many that a cleric isn&#39;t needed, they would<br/>\nfor emergencys and to aid in dungeon diving.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;No regeneration of mana either.  I know there&#39;s no real-world counter-part,<br/>\n&gt;which others would point out THIS IS A GAME anyway in the last argument,<br/>\n </span></blockquote>but<br/>\n<blockquote><span title=\"ireply\"> &gt;we&#39;re talking logic.  Mana, where does it come from?  The physics of mana?<br/>\n&gt;Where is this pure energy coming from?  Apparently Norrath does have<br/>\n&gt;gravity, and follows Einstein, so we must assume Energy cannot be just<br/>\n&gt;created out of thin air.  It needs a source....  The soul I always assumed,<br/>\n&gt;but that can only supply so much.  So I say any mana user must find a<br/>\n </span></blockquote>source<br/>\n<blockquote><span title=\"ireply\"> &gt;of their mana and cast a spell, a place where they take their mana from.<br/>\n&gt;That UFO in Qeynos would be a good place.  But at higher levels, I say<br/>\n&gt;better places to find where one can channel mana from.  When one needs more<br/>\n&gt;mana, they must teleport there, at least in spirit, through a complex<br/>\n </span></blockquote>spell.<br/>\n<blockquote><span title=\"ireply\"> &gt;Enough with everyone sitting on their duffs.  Burn mana in a battle, run<br/>\n </span></blockquote>and<br/>\n<blockquote><span title=\"ireply\"> &gt;hope you&#39;re not chased to find a private spot to channel spirit spell to<br/>\n&gt;regain all your lost mana.  I want the game to require people to be on THE<br/>\n&gt;MOVE and not encourage them to sit around like they&#39;re lazy.<br/>\n<br/>\n<br/>\n </span></blockquote>My potion idea works on mana too, but make mana potions cheaper, this would<br/>\nmake it so casters would need less time spent staring at their spell books<br/>\nand more time having fun.  Heck, tone down all spells if you want, so the<br/>\ndamage per time stays the same, but make it FUN!  Staying in the fight<br/>\ninstead of staring at a spell book is much more enjoyable.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;*  AI lacking.  In a massively multiplayer game it should be better,<br/>\n&gt;especially one that is so Player vs. Environment based.   This is AI that<br/>\n&gt;was seen in Doom, if that.  The wonder of AI that some folks are impressed<br/>\n&gt;by how it acts, when it&#39;s actions are not that complex.  MUST be improved.<br/>\n&gt;When I fight this AI, it makes me bored.<br/>\n<br/>\n<br/>\n </span></blockquote>Exactly, I think I will move to a race war server when I get to your<br/>\nposisition, or start up a DE on rallos that hates anybody.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;:I want to see a wandering band of orcs that act as a team.  A leader, a<br/>\n&gt;cleric, and grunts.  Grunts will break off when even less than half wounded<br/>\n&gt;to let others take the brunt, grunts will protect cleric, team will fall<br/>\n&gt;apart when leader dies.  I want to see ALL MOBs not be so damn still.  You<br/>\n&gt;get in a Duel and everyone moves, and tactics begin to come into play.<br/>\n </span></blockquote>MOBs<br/>\n<blockquote><span title=\"ireply\"> &gt;use no tactics, they stand still and things get very boring.  One MOB is<br/>\n&gt;like any other, just higher level and maybe with different spells.<br/>\n<br/>\n<br/>\n </span></blockquote>Would be nice, but won&#39;t ever happen in EQ, the AI seems to be a simple<br/>\nscript.  I made better scripts in BG for petes sakes.  Sure it isn&#39;t the<br/>\nsame thing, but if some 19 year old is able to make desent scripts in BG<br/>\ncome one, you could do better Verrant!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;* Tradeskills are lacking.  I have a feeling, given a year, this may work<br/>\n&gt;out.<br/>\n<br/>\n<br/>\n </span></blockquote>I sure won&#39;t wait that long.  I&#39;ll play till I get bored as  you are, then<br/>\neither go to PvP servers or quit.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;* Death.  There is no death.  I want to die.  I cannot die.  Who were the<br/>\n&gt;generation before this, the immortal generation?  Totally ignored by the<br/>\n&gt;story of the game.<br/>\n<br/>\n<br/>\n </span></blockquote>If you died and lost a character wouldn&#39;t you be pissed?  Face it, to many<br/>\nbugs to even think of permanant death.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;* The story is too static.  One of Brad McQuaid&#39;s problems with adding<br/>\n&gt;monsters that offer random cool items was that it wouldn&#39;t work in the<br/>\n&gt;story.  I can understand this point perfectly, yet people would always be<br/>\n&gt;camping anyway because that&#39;s all they ever do.  But back to the story.<br/>\n&gt;<br/>\n&gt;The story, is, rather interesting.  But this is not the story for a<br/>\n&gt;massively online roleplaying game.  This is the story for a single player<br/>\n&gt;game!  Let&#39;s take, for example, the story of Crushbone.<br/>\n&gt;<br/>\n&gt;One can jump an orc courier a bit ways off from Crush.  Eventually one<br/>\n </span></blockquote>works<br/>\n<blockquote><span title=\"ireply\"> &gt;their way to Crushbone, finding many interesting things going on, an<br/>\n&gt;alliance with dark elves for instance.  One fights their way through there,<br/>\n&gt;and eventually finds a one ambassador Dvinn!  Ah HAH!  And slay him.<br/>\n&gt;<br/>\n&gt;Problem.  That courier is always delivering notes, ambassador Dvinn will<br/>\n&gt;always be undergoing negotiations.  Kill him?  No matter.<br/>\n&gt;<br/>\n&gt;It is like a moment locked in time, it never changes.  No matter what<br/>\n </span></blockquote>anyone<br/>\n<blockquote><span title=\"ireply\"> &gt;does, the NPCs will always be locked in that moment, regardless what level<br/>\n&gt;the real folk have gotten to.  The &quot;plot&quot; is unchanging.  Join a massively<br/>\n&gt;online rolplaying game with an ongoing plot!  There is no ongoing plot.<br/>\n&gt;Everything is the same.  It always has been, always will.  McQuaid wants<br/>\n&gt;people to appreciate where items come from plotwise, when they buy them or<br/>\n&gt;find them.  Yet I&#39;m afraid those subtlties are lost when it&#39;s always that<br/>\n&gt;same NPC in that same place, and they never change.<br/>\n&gt;<br/>\n&gt;:An ever evolving NPC plot, entirely dependent on PC action!   How does the<br/>\n&gt;plot unfold?  Almost like voting.  The most PCs to do the most quests one<br/>\n&gt;way determine how a plot unfolds!<br/>\n&gt;<br/>\n&gt;Why is there a &quot;Rescue the Princess&quot; quest where the princess can never<br/>\n&gt;actually be rescued?  Because she can&#39;t!  She has to be around for the next<br/>\n&gt;guy to resuce her!!  The story sucks, folks.  It wants to be a single<br/>\n </span></blockquote>player<br/>\n<blockquote><span title=\"ireply\"> &gt;game, the story!!!  This is not a plot for a massive role playing game,<br/>\n </span></blockquote>it&#39;s<br/>\n<blockquote><span title=\"ireply\"> &gt;a scizophrenic single user plot.<br/>\n<br/>\n<br/>\n </span></blockquote>Exactly, the very reason I quit questing, no impact on the world in any way.<br/>\nAs soon as I did a quest the NPC would even give me the very same quest<br/>\nagain!  Why bother if there is no impact!  Heck, why does question become so<br/>\nrewarding in RPGs?  Because they have an impact on the world.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;* Fix the damned NPC parser.  Using Scott Adams Parser in 1999!!!!  Infocom<br/>\n&gt;got it better in 1985!!!<br/>\n<br/>\n<br/>\n </span></blockquote>He he he, funny but true in a sad way.  :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;* To really encourage roleplaying and a community allow people access to an<br/>\n&gt;in-game print press.  Where they can make their own newspapers or books.<br/>\n&gt;Allow people to own a deck of cards so they can play kings court and<br/>\n </span></blockquote>gamble.<br/>\n<blockquote><span title=\"ireply\"> &gt;Make a Roulette Wheel when a PC spins it everyone can watch the text as it<br/>\n&gt;clicks along.<br/>\n<br/>\n<br/>\n </span></blockquote>Before I thought this would be meaningless, then I remember playing chess in<br/>\nUO and how much fun that was, or other things along that nature.  I was part<br/>\nof a guild that would write many books and leave them around.  Not stupid or<br/>\njunky stuff, we would write actual stories and things like that.  Me and<br/>\nthree other people wrote a small series called &quot;The Travels of Dentharous&quot;.<br/>\nWho knows if anyone saw them, but it was still fun.  I loved looking at<br/>\nbooks others had left, while many were junk that immature people had<br/>\nwritten, there were many that were fun to read.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;NAMELY<br/>\n&gt;<br/>\n&gt;GIVE folks options besides combat!!!  I ask this, because the way combat<br/>\n&gt;works in EverQuest bores the living crap out of me.  If it weren&#39;t for the<br/>\n&gt;way groups worked, &quot;heroes&quot; sitting around in some safe corner while<br/>\n </span></blockquote>squires<br/>\n<blockquote><span title=\"ireply\"> &gt;hauled the monsters one at a time for them.... BAH!<br/>\n&gt;<br/>\n&gt;In Everquest, there&#39;s no option but combat, everything else sucks, and if<br/>\n&gt;you don&#39;t like the way combat works, well then you&#39;re fucked.<br/>\n&gt;<br/>\n&gt;Roop<br/>\n&gt;<br/>\n<br/>\n<br/>\n </span></blockquote>This is EQs biggest problem.  While I cannot speak for anyone else, I will<br/>\nprolly quit when D2 comes out, if it&#39;s as good as D1.  I mean, the combat<br/>\nwill be FAR better, and the loot and dungeons never grow old.  It is always<br/>\nnew every time.<br/>\n-Sprite</div>","specialLinks":[]}}
