{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"9TuMiNeTTE_Ie58YjpPQs1jCNIlyHpnokVdk8H_DlnwwjlPyZ__gNRvOroB3-lTB0BpZKbSL7dEci8lAc6dNyhUKy_JOHygErIevLJloO35HngqKyzxMur86VlX8c_0ecEY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: I&#39;m dying I think, that is bored (OT)","postDate":"934320368","msgId":5163,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjUuNTE2My45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5161,"nextInTopic":5165,"prevInTime":5162,"nextInTime":5164,"topicId":5131,"numMessagesInTopic":13,"msgSnippet":"What would be cool, but probably impossible to implement, is a feature that required you or your group to venture further into a dungeon in order to find","messageBody":"<div id=\"ygrps-yiv-923178862\">What would be cool, but probably impossible to implement, is a feature that<br/>\nrequired you or your group to venture further into a dungeon in order to<br/>\nfind anything to fight.  For example, you enter Befallen and fight your<br/>\nfirst fight.  In this scenario, the spawn doesn&#39;t reappear until you move on<br/>\nfurther and fight the next spawn.  If you were to return to the first spawn,<br/>\nit would give you no experience or loot.  The next group behind you can then<br/>\ncome in and fight the first spawn.  In this scenario, groups progress<br/>\nthrough the dungeon until they get to the end.  Any nice reward would come<br/>\nat the end when the group completes the dungeon by fighting the boss<br/>\ncreature.  If dungeons worked this way, Verant could design dungeons around<br/>\na specific level range.  As it stands right now, most dungeons are designed<br/>\nfor a large range of levels.  For example, in Unrest, you can survive at<br/>\n15th level by camping the yard trash.  It takes someone high 20s/low 30s to<br/>\ntake on the big stuff in the basement.  The hard part would be determining<br/>\nthe order groups got to enter into the dungeon.  There would have to be some<br/>\nform of cooperation or more GM/guide support but the task isn&#39;t impossible.<br/>\n<br/>\n<br/>\nJust and idea thats probably been discussed before.  For you programmers,<br/>\nhow hard would it be to design something like this?  In the most recent<br/>\npatch message, they state the Plane of Fear will be coded to prevent anyone<br/>\nunder level 46 from entering.  Seems like Verant could program dungeons like<br/>\nthat also were they to implement something like I suggested.<br/>\n<br/>\nGaltin of E&#39;ci<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From:\tRoop Dirump [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roop@...\">roop@...</a>]<br/>\n&gt; Sent:\tMonday, August 09, 1999 9:49 PM<br/>\n&gt; To:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; Subject:\t[eqbards] I&#39;m dying I think, that is bored (OT)<br/>\n&gt; <br/>\n&gt; From: &quot;Roop Dirump&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roop@...\">roop@...</a>&gt;<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; I know this is a long post, my friends, but it&#39;s probably my very last<br/>\n&gt; post<br/>\n&gt; to this group, so I appologize.  I apologize in advance for the language,<br/>\n&gt; if<br/>\n&gt; you are sensitive, stop now.<br/>\n&gt; <br/>\n&gt; There is no death in EverQuest, except psychologically.  And I&#39;m dying, I<br/>\n&gt; think.<br/>\n&gt; I have loved this list like no other board&#39;ve known in some years.   It is<br/>\n&gt; highly intellectual, why I bother you with this damned heavy luggage.<br/>\n&gt; <br/>\n&gt; Bored.  I&#39;m bored.  Thinking of quiting because of it.  Boredom, I<br/>\n&gt; imagine,<br/>\n&gt; would be probably the worst reason a designer would fear someone would<br/>\n&gt; give<br/>\n&gt; up on their massive online game like this.  Boredom, really, is almost the<br/>\n&gt; worst of an insult.  Someone is angry, that&#39;s better.  They feel<br/>\n&gt; something,<br/>\n&gt; they&#39;re emotional about it, a love-turned-to-hate kind of thing,<br/>\n&gt; acceptable<br/>\n&gt; and expected.  But boredom?  Boredom, apathy, that&#39;s a lack of everything<br/>\n&gt; good.  That would be scarry, at least if I were a developer, and that&#39;s<br/>\n&gt; what<br/>\n&gt; I am: not a developer but bored.<br/>\n&gt; <br/>\n&gt; Ah well, but boredom has it&#39;s good sides.  It&#39;s a slower kind of emotion,<br/>\n&gt; lets you think.  When you&#39;re bored, you&#39;re less apt to just quit outright,<br/>\n&gt; and instead ponder why, in fact, you ARE bored.  So I&#39;ve thought on it,<br/>\n&gt; and<br/>\n&gt; it&#39;s off-topic but I couldn&#39;t give a rat&#39;s ass but I&#39;m posting it here<br/>\n&gt; because this is the only discussion area I&#39;ve found where maybe someone<br/>\n&gt; could say something, anything, though I somehow doubt it would help.<br/>\n&gt; <br/>\n&gt; * It runs deep, I think.  There is no wandering.  Everyone stays put.<br/>\n&gt; Camping is a problem, everyone says, and we have all these solutions<br/>\n&gt; suggested and implemented.  But, mmmm, none will work!  Camping is central<br/>\n&gt; to EverQuest!  Everyone camps!  Everywhere!  Been to Unrest?  How else do<br/>\n&gt; you survive there but &quot;camp the wall?&quot;  These people aren&#39;t camping for<br/>\n&gt; items, but just to play.  Folks camp every dungeon, every outdoor zone.<br/>\n&gt; I&#39;ve been to West Karanas and watched folks pulling lions to the wall.<br/>\n&gt; And<br/>\n&gt; it&#39;s the same everywhere else.  Was suggested by a friend, since I so<br/>\n&gt; loathed camping, to play the south Karanas.  I am currently &quot;camped&quot; there<br/>\n&gt; now, because that&#39;s all anyone does in such an outdoor zone as well!<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
