{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Llewrend Lynnhaven","from":"Llewrend Lynnhaven &lt;lordartos@...","replyTo":"LIST","senderId":"csc0qOGt3BcItAG_jqHv45XR-4GLUss1zcIHUY8DCvovD9eP7giy4iw8WRJz-yfAfg18OHpplDUOX4plI78Vs-4POJuh8jLZBoh9xbCMRw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: I&#39;m dying I think, that is bored (OT)","postDate":"934377899","msgId":5176,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjYuNTE3Ni45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5165,"nextInTopic":5178,"prevInTime":5175,"nextInTime":5177,"topicId":5131,"numMessagesInTopic":13,"msgSnippet":"Wow, for a second there I thought I was at the message board at The Vault.  Anyway, in comparison to UO, I think everquest blows it away community wise,","messageBody":"<div id=\"ygrps-yiv-2035165125\">Wow, for a second there I thought I was at the message<br/>\nboard at The Vault.  Anyway, in comparison to UO, I<br/>\nthink everquest blows it away community wise, whereas<br/>\nUO wins in character developement.  Of course, in UO<br/>\neveryone was basically the same character, and if<br/>\nmelee classes think they&#39;re screwed here.......<br/>\n<br/>\nAnyway, if there was a perfect server out there with<br/>\nperfect players all a playing, the moment you log on<br/>\nit&#39;s no longer perfect.  Just isn&#39;t the nature of our<br/>\nworld.  Yes there are problems, and yes camping and<br/>\nleveling are boring as hell, but game design is not<br/>\ngoing to change that.  Eventually the KeewL d00dz will<br/>\nhit level 50 and go on to quake 3.  The herd will thin<br/>\nout, and you&#39;ll be able to start a low level character<br/>\nand roleplay him and quest him to your hearts content.<br/>\n EQ is not great in it&#39;s ability to spoon-feed you the<br/>\nexperiance, I think it&#39;s strength is it&#39;s ambiguity<br/>\n(sp).  It&#39;s vauge enough that you and your friends can<br/>\nwrite your own stories and impose them upon the world.<br/>\n I write stories for my guild based on the adventures<br/>\nwe&#39;ve had.  Granted I embellish a little to make it<br/>\nmore story and less game like, but the stories are<br/>\nthere for you to write.  It&#39;s all about what you bring<br/>\nto the table.  And more important to make good friends<br/>\nwho like to roleplay than it is to get your polished<br/>\ngranite tommahawk.  Bottom line is, I&#39;ve never seen a<br/>\ngame people were willing to go through such great<br/>\nlengths to both villanize and defend.  And if you were<br/>\ntruely apathetic, you wouldn&#39;t have posted the message<br/>\nyou did.  It shows you still care for the game, your<br/>\njust frustrated, we all get that way.  Right now EQ is<br/>\nthe best thing out there aside pen and paper we just<br/>\nhave to hash it out and make it better ourselves. <br/>\nVerant can&#39;t make people better players, they can&#39;t<br/>\nmake people less selfish, they can&#39;t give a 12 year<br/>\nold a sudden realization of maturity.  Make the game<br/>\nyour own, travel with friends, and spend a lot of time<br/>\ndoing things with no tangable benifits.  It all washes<br/>\nout in the end.<br/>\n<br/>\nBut that&#39;s just me<br/>\n<br/>\nLlewrend Lynnhaven<br/>\nWanderer of the Plains of Karana</div>","specialLinks":[]}}
