{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Kim","from":"John Kim &lt;kim@...","replyTo":"LIST","senderId":"NpoaGiIPNZr8OnT_u0aUQ9kMFehmI82zumsHzJUvzducm0FKnupkck2XQcitf7TND6GPSU1-2b_kUtjyTWvmJJF7Pm0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Verant social","postDate":"934408209","msgId":5219,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNjcuNTIxOS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":5218,"nextInTime":5220,"topicId":5219,"numMessagesInTopic":1,"msgSnippet":"Please excuse the poor formatting (when will these browsers get cut and paste right and exclude the leading spaces...). The bard-specific part is: Butler said","messageBody":"<div id=\"ygrps-yiv-292988524\">Please excuse the poor formatting (when will these browsers<br/>\nget cut and paste right and exclude the leading spaces...).<br/>\nThe bard-specific part is:<br/>\n<br/>\n    Butler said there is no correlation between Charisma and<br/>\n    one&#39;s saves. Your charisma is related to how well you<br/>\n    interact/affect creatures. He also mentioned that<br/>\n    Bard&#39;s singing skill has a check against charisma. <br/>\n<br/>\nI guess this explains where the talk about charisma affecting<br/>\nmissed notes started.  And the talk about charisma not<br/>\naffecting resists is a misinterpretation (your charisma does<br/>\nnot affect *your* resist rate).  The entire post is included<br/>\nbelow if you&#39;re interested in the other stuff:<br/>\n<br/>\n<br/>\nSpell News From Zatkin: Ensnare <br/>\nCommunity News [ 11:51 PM PT ] - Den &lt;mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:den@...\">den@...</a>?subject=EQNews&gt; <br/>\nFrom Edward: <br/>\n<br/>\n    In a series of recent emails with Geoffrey Zatkin [Verant<br/>\nInteractive&#39;s resident magic guru], I pointed out the results<br/>\nof some experiments with Ensnare. According to<br/>\n    GZ, Ensnare was designed to last substantially longer than<br/>\nSnare (which only makes sense, as Druids get Ensnare at 29th<br/>\nlevel). However, based on a series of<br/>\n    controlled tests on a yellow monster, it appeared that<br/>\nEnsnare would last only 5 to 10 seconds. GZ just sent the<br/>\nfollowing message, indicating that Ensnare might be<br/>\n    fixed tomorrow: <br/>\n    &quot;Hmm - I made a change - we are patching spells tomorrow<br/>\nmorning - see if it works better for you then. :) <br/>\n    -Geoffrey Zatkin&quot; <br/>\n    Thanks! <br/>\n<br/>\n<br/>\n--------------------------------------------------------------------------------<br/>\n<br/>\n    Last week Verant held a social at a local Milwaukee bar,<br/>\nBucky Bradleys. Yes, there was free food and drinks, however,<br/>\nthere was also easy access to three of the<br/>\n    four persons I most wanted to ask questions of. The only<br/>\none missing was Mr. Zatkin. <br/>\n    From 7pm to 10:30pm we deluged Verant bigwigs with<br/>\nquestions concerning EQ. To our astonishment and pleasant<br/>\nsurprise we were given direct, concise answers<br/>\n    to all questions. These guys even did it with a twinkle in<br/>\ntheir eyes. Personally I was very impresses with how they<br/>\nhandled themselves. There were approximately<br/>\n    100 to 125 players there all wanting to bend Verant&#39;s ear.<br/>\nI think no one was disappointed. Of course there was a machine<br/>\ngun type atmosphere of questioning. Here<br/>\n    is what I found out. <br/>\n<br/>\n    Camping is a major priority with Verant at this time.<br/>\nSmedley&#39;s thought is the world is overcrowded. He leans<br/>\ntowards making similar items available in other areas.<br/>\n    An example of this would be Jboots (call them Tboots for<br/>\ntravelers boots) and put them somewhere other than Najena.<br/>\nMuch is in the works here. <br/>\n    When told that we maxed our characters in under 30 days<br/>\n/played time Smedley suddenly was Very interested in us and<br/>\nqueried us on how. He called us the<br/>\n    Milwaukee guard killers and said to pay attention to them<br/>\nafter the next patch. (and started dialing his cellphone :-()<br/>\n<br/>\n    Plane of Fear (PoF). Why is the God CT was such a wimp.<br/>\nSmedley told us to drink to our characters tonight because in<br/>\na week, upon entering the PoF they would<br/>\n    not be around.Smedley said the 16hour respawn time was due<br/>\nto the economics of high level items in the game. (He thinks<br/>\nthe PoF is WAY too easy) <br/>\n<br/>\n    Smedley said the penalty levels (divisible by 5 levels)<br/>\nwas an uncontrollable error and was unavoidable. <br/>\n<br/>\n    Smedley said that the Shaman was one of the most difficult<br/>\nclasses to balance. He also stated that they were going to get<br/>\nan entertaining revamp to their much<br/>\n    nerfed disease spells.<br/>\n<br/>\n    Smedley said the tracking screen probably will never get a<br/>\nscrollbar and yes, Druids only get track to 20% skill. <br/>\n<br/>\n    McQuaid said that outdoor shrink was not going to be<br/>\nimplemented because he thinks shrunken PCs outdoors look<br/>\nterrible. <br/>\n<br/>\n    McQuaid said that personal gate was probably going to be<br/>\nremoved as a way out of the PoF. <br/>\n<br/>\n    McQuaid hinted at there not being ANY way out of the PoF<br/>\nin the future other than a Zone line he himself places in<br/>\nthere. <br/>\n<br/>\n    McQuaid said he is considering putting a 200 to 400HP<br/>\ndamage effect just from zoning into the PoF. <br/>\n    McQuaid smiled mischievously when we asked if the portal<br/>\nout was in the Temple in PoF. He said the Hate plane opening<br/>\nis not yet on the schedule. <br/>\n<br/>\n    McQuaid is disappointed at how the ranger turned out. He<br/>\nwanted him to be the master of Dual Wield. <br/>\n<br/>\n    McQuaid said there wouldn&#39;t be an Improved Spirit of the<br/>\nWolf. He thinks the world is too small already. <br/>\n<br/>\n    McQuaid said they forgot to place the shield icon on the<br/>\nBarbarian class (WHOOPS) and that it is a 10meg library file<br/>\nthat controls that so no fix soon. <br/>\n    McQuaid said he wanted warriors to be jazzed up just a bit<br/>\nmore. Perhaps weapon specialization.... <br/>\n<br/>\n    McQuaid said there is a marked difference in experience<br/>\nrequired according to class and race. He also said that they<br/>\nwould not give out formulas and to question<br/>\n    what the rumor mill says about this. Obviously, there is a<br/>\nhuge spreadsheet somewhere detailing class experience charts<br/>\nand penalties.<br/>\n<br/>\n    Butler said there is no correlation between Charisma and<br/>\none&#39;s saves. Your charisma is related to how well you<br/>\ninteract/affect creatures. He also mentioned that<br/>\n    Bard&#39;s singing skill has a check against charisma. <br/>\n<br/>\n    Bulter gave me a 20 minute history of the Guide program.<br/>\nHe explained what Verant&#39;s position and policies on exploiting<br/>\nwere and that there have been quite a high<br/>\n    number of banned players. The golden rule here is that if<br/>\nyou are decreasing another player&#39;s enjoyment of the game you<br/>\nare going to be in trouble. If you do same to<br/>\n    multiple players you will be starting over.</div>","specialLinks":[]}}
