{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dudley Stewart","from":"Dudley Stewart &lt;dud@...","replyTo":"LIST","senderId":"4dAwWZFdb8a1Nk7UnBtG85cONFR0pRZgi-PUgRHktFuRS4s6h9tLtRzhCmCa4ZosYDOfq7gU0s-ypCCLgUYQrGzNKA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Level 30 song does exist","postDate":"926049874","msgId":527,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMS41MjcuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":513,"nextInTopic":0,"prevInTime":526,"nextInTime":528,"topicId":513,"numMessagesInTopic":2,"msgSnippet":"... your ... Eehehe, hell yes! And thanks, btw. Glad you warned about the spoiler too - folks, please follow suit, if you d be so kind. I ve read a couple of","messageBody":"<div id=\"ygrps-yiv-1905801800\"><blockquote><span title=\"ireply\">&gt;&gt;From: &quot;Roop Dirump&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roop@...\">roop@...</a>&gt;<br/>\n<br/>\n&gt;&gt;SPOILER<br/>\n&gt;&gt;Trust me, it&#39;s in there, now do you really want that cheap feeling in <br/>\n </span></blockquote>your<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;gut for knowing?<br/>\n&gt;&gt;Sure you do!<br/>\n<br/>\n<br/>\n </span></blockquote>Eehehe, hell yes!<br/>\nAnd thanks, btw. Glad you warned about the spoiler too - folks, please <br/>\nfollow suit, if you&#39;d be so kind. I&#39;ve read a couple of things <br/>\ninadvertently that I enjoyed reading, and was grateful for knowing, but <br/>\nwere spoilers - and I would wager my cat&#39;s remaining genitals that some <br/>\npeople&#39;s wrath will be incurred if this practise continues.<br/>\n<br/>\nCan I just say now that it&#39;s a hell of a blast playing a Bard? Lvl 13 and <br/>\nit&#39;s been a hoot so far. Unfortunately, we do have a handful of pretty <br/>\ncrappy songs and I&#39;ve not got much to look forward to for a while. I don&#39;t <br/>\nplay as often as I&#39;d like, so sometimes a week goes by before I level. Or <br/>\nso it seems. But isn&#39;t this a bit of a shame? I feel like some of them were <br/>\njust thrown in because they didn&#39;t know what to make up. Bummer.<br/>\n<br/>\nAt least we kick pretty good ass... so far! I do a fair amount of dmg <br/>\n(using a shiny-happy-whistling Mino Axe) and combined with bellow it adds <br/>\nup to a hefty world of pain on whatever beastie I&#39;m whacking. I enjoy the <br/>\nidea of a warrior-bard - a hardened and world-weary bard with something of <br/>\nan attitude, and I&#39;m seriously considering making a Bard on the PVP server. <br/>\nI don&#39;t think there&#39;s many there... at least I&#39;d not die too much, because <br/>\nI&#39;d flee like speedy gonzalez if I was losing the fight, but it&#39;d also be <br/>\ninteresting to see how Bards stack up against the folks in there.<br/>\n<br/>\nAnd now, a question about Kiting. I&#39;m always grouped and on the move so <br/>\nI&#39;ve not had a chance to really try this out... How exactly do you do it? <br/>\nYou run with Accelerando, then Bellow the MOB... and keep accelerando up or <br/>\ndo you just run normally, and the MOB&#39;s a safe distance behind you <br/>\n(although still within reach of Bellow) and it can only keep up with you <br/>\nwithout gaining on you?<br/>\n<br/>\nOr do you do a combo of both all the time?<br/>\n<br/>\nThanks!<br/>\n<br/>\nS&#39;right,<br/>\nLord Scrotum<br/>\n<br/>\nAnd now for my nasty, tasteless, cheap story for all who have read this <br/>\nfar:<br/>\n<br/>\nI was on the island in Erud&#39;s Crossing earlier today. If you don&#39;t want to <br/>\nknow about it, read no further. Perhaps a *spoiler* below.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nFor those who don&#39;t know - it&#39;s a tiny island between Qeynos and Erudin <br/>\nthat&#39;s populated by some very sweet cat-people, vampire bats, Kerra Isle <br/>\nbeetles, Kerra Spiders, Wisps, Island Madmen, Earth Elementals and some <br/>\nZombies underwater by a sunken ship. (Very cool looking ship, I may add)<br/>\n<br/>\nSeveral times now I&#39;ve gotten into trouble there (kerra spiders help each <br/>\nother out, and are pretty damn hardy) and have had to escape using <br/>\nAccelerando. But where to go? It&#39;s a tiny island. So I have to run around <br/>\nand around and around... and around... and as I go I pick up more spiders <br/>\nalong the way. I need to wait until the boat arrives, time it so that it&#39;s <br/>\nalmost about to leave before I speed onto the boat. Then the critters swim <br/>\nup to the boat and whack me through the hull but with some luck the boat&#39;s <br/>\non its way before I get too hurt.<br/>\n<br/>\nPeople on the boat are often very perplexed about what&#39;s going on, but <br/>\nwhile I&#39;m running and when the boat is in the zone I warn them all about <br/>\nwhat&#39;s going to happen and ask them all to move to the front of the boat.<br/>\n<br/>\nSo today I log on there, decide to go for zombies. Learn the hard way that <br/>\nlull didn&#39;t do a good job on them and I start running and running, chased <br/>\nby the three zombies and an elemental who decided to tag along for the <br/>\nride. All alone on the island, and the boat zones with one guy on it. I <br/>\nstart OOCing and Shouting, explaining what&#39;s going on... no answer.<br/>\n<br/>\nI repeat it... no answer. Again... the boat docks, I&#39;m running.. the guy&#39;s <br/>\non it, sitting in the middle of the deck. I yell again, I /tell him... <br/>\nnothing. So what can I do? I speed up onto the boat, move away from him... <br/>\nbut POW POW POW! The zombies start whacking him. He leaps up, RUNS off the <br/>\nboat and the boat starts to move.<br/>\n<br/>\nI stayed on the boat ;) A few seconds later he YELLS! &quot;HELP ON THE <br/>\nDOCKK!!!!!&quot;<br/>\n<br/>\nI zoned... nothing I could do for the poor bastard.<br/>\nI stay on the boat, it goes to Erudin, then back to Erud&#39;s crossing <br/>\n(although on the return journey it doesn&#39;t go near the island) and I see <br/>\n(with the help of /who) that he&#39;s STILL in the zone! I was impressed, <br/>\nassuming he&#39;d been whacked.<br/>\n<br/>\n1/2 an hour later I&#39;m in West Karana, on my way someplace else, waiting for <br/>\nsomeone by T2... some people ther. 1 says, &quot;Where&#39;s &lt;&lt;that guy&gt;&gt;?&quot;<br/>\nOther says &quot;Oh, he&#39;s getting his stuff, he died to 3 zombies&quot;<br/>\n<br/>\nOh how I laughed.</div>","specialLinks":[]}}
