{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Schuldes","from":"James Schuldes &lt;jgs@...&gt;","replyTo":"LIST","senderId":"1BswYYeNWnsiEn_bdBXU_lJCaWDWk22_EUNZe17WUj6UQL1xhabkVOZfj-5yIFBjxeybWIYjwN0xvTyvkpE6PmCRBatClaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Quest from Hell or Don;t try this at home kids... (spoilers f or a quest)","postDate":"934831166","msgId":5285,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNzMuNTI4NS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":5284,"nextInTime":5286,"topicId":5285,"numMessagesInTopic":1,"msgSnippet":"(spoiler space - delete now if you don t wanna know) In my travels across Antonica, I offered to run some folks down from HighPass Hold.  Well one of the party","messageBody":"<div id=\"ygrps-yiv-1150608636\">(spoiler space - delete now if you don&#39;t wanna know)<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nIn my travels across Antonica, I offered to run some folks down from<br/>\nHighPass Hold.  Well one of the party casts Levitate and we set merrily off<br/>\ndown the ramp.  As I run down the middle of the canyon, my levi starts to<br/>\nslowly drop off until I flutter gently to the ground.  As I run down the<br/>\ncanyon, who do I meet but the so far totally elusive Milea Clothspinner!<br/>\nMake a mental note as I pass her - to check with her sister next time I am<br/>\nin Qeynos.<br/>\n<br/>\nAnd lo - Nerissa is still concerned about Milea so I agree to take the note<br/>\nout to her. <br/>\n<br/>\nWell, here I am at he base of HH ramp and some time on my hands.  And there<br/>\nis Sellkie (high 20&#39;s Paladin) of the Light Brigade so I axe him if he wants<br/>\nto join me on this quest. And we trot off up the lower canyon to find Milea.<br/>\nSince Sellkie is not worried about spoilers, I splain to him how this guard<br/>\nis gonna show up after I give Milea a note and how we or me gotta schwack<br/>\nthis guard but I got no clue about how he cons or what faction hits are<br/>\ngonna happen if he gets killed. <br/>\n<br/>\nSo, we decide to disband the group and I will con the guard and if it looks<br/>\ndo-able, I will attack him and take what ever factions I get.  Sure nuff,<br/>\nafter a brief exchange with Milea, this guard comes marching up and attacks<br/>\nher.  I had conned Milea and she was red to me - now I con the guard and he<br/>\nis blue or lower to me.  <br/>\n<br/>\nAvast! you bastage - how dare you strike a woman!!!  Take this you bastage!<br/>\nFeel the point of my Ashenwood Short Stabber!  Take that -- you bastage!!! <br/>\n<br/>\nThe fight is about even and I am down to half my health and starting to get<br/>\na bit worried.  I know Sellkie is standing by but I am thinking I gotta<br/>\nfinish this on my own.  This is where I got real stoopid.  I figger Milea<br/>\nhere can tank for me some and I try to scrape the guard off on her.  <br/>\n<br/>\nBut no, somehow I manage to attack Milea too!!!  YIKES!!!  What did I do??<br/>\nEither hit a key for an AE song or mouse look targeted her by accident with<br/>\nauto-attack on.  At any rate, I am under half HP and now have a red con<br/>\nwarrior in full steel plate attacking me.  So, I yell to Sellkie that the<br/>\nplan has kinda come unglued and I am gonna zone these two.  Well, he gives<br/>\nme a heal or a LOH and I bolt down the canyon.  <br/>\n<br/>\nMelia chases me and I am running for the Wooden Bridge.  Meanwhile, the<br/>\nguard got pissed at Sellkie and made the mistake of attacking him.  The<br/>\nguard falls easily to Sellkie&#39;s blade.  Sellkie is shouting &quot;CLOTHSPINNER TO<br/>\nTHE ZONE!!!&quot;  &quot;Look out for a Sylly train to the zone&quot;  I am laughing so<br/>\nhard I can barely run.  Milea realizes that there is no way she can catch me<br/>\nand decides to head back to her guard post.  <br/>\n<br/>\nOn the way back she spots Sellkie and remembers that he was the one who<br/>\nhelped her attacker (me) and she frenzies on him.  Another mistake for her.<br/>\nSellkie dispatches her just as I get back to him.  Wow - I bet that really<br/>\nimpressed him with my superior cunning and fight skills.  Dragged him into<br/>\ntwo fights with faction hits he wasn&#39;t planning on - wonder if they will<br/>\ncancel each other or just got worse on both sides???  I got them too but<br/>\ndidn&#39;t look closely at them.  Another Sylly Quest gone horribly awry!<br/>\n<br/>\nSylly Songsynger<br/>\nBard of the 21th song<br/>\na.k.a. Robo-Bard<br/>\nSelling Second-hands Swords and Stabbers<br/>\nsomewhere on Innoruuk</div>","specialLinks":[]}}
