{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...&gt;","replyTo":"LIST","senderId":"60GCMnvc3DuEbnmoP5itUpos75TPnuaBwKUQ5FuVo2GV4VqgCrqth_a7GaeyoG0A9h7gUI0j9av7FxrFq_kAEhmab2sNLA0mkj9yy8CwohuFTL2-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: INtresting stuff, Bard related is at the bottom.... .SPOILERS TO SOME OF THESE","postDate":"934832850","msgId":5286,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNzMuNTI4Ni45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":5285,"nextInTime":5287,"topicId":5286,"numMessagesInTopic":1,"msgSnippet":"Spoilers to some of this..... While I was hanging around in the Seafarer s Roost in East Freeport, the bard there did some performances.....  here we go: ","messageBody":"<div id=\"ygrps-yiv-1767160894\">Spoilers to some of this.....<br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n <br/>\n<br/>\nWhile I was hanging around in the Seafarer&#39;s Roost in East Freeport, the<br/>\nbard there did some performances.....  here we go:<br/>\n <br/>\nPalana Willin says:<br/>\n <br/>\n&quot;Within my head and inside my brain, I hold the power to set free Ogguk<br/>\ncity.  Open up it&#39;s doors to all that is pretty.  Instead, here I am in a<br/>\npile of my own dung smelling quite dingy.  Drinking Ogre Swill with which i<br/>\nam stingy.  I may have the key, but the point is quite moot.  For you see, I<br/>\nam nothing more than a dumb, smelly Ogre brute.  Thank you, I hope you<br/>\nenjoyed that one.&quot;<br/>\n <br/>\nTalym Shoonstar says:<br/>\n <br/>\n&quot;Ha! That&#39;s right.  Them Ogre&#39;s are as thick as they come.&quot;<br/>\n <br/>\nThis is a reference to the Bartender&#39;s Compendium Quest.  The bartender and<br/>\nan ogre in Ogguk are involved.<br/>\n----------------------------<br/>\n <br/>\nPalana Willin says:<br/>\n <br/>\n&quot;My city is mighty and all shall learn to cower.  We are nothing more than<br/>\nthe ultimate power.  My city is pure and filled with beautiful charm.  I<br/>\nshall conquer you to save you from harm.  My city shall first send it&#39;s<br/>\nguards to back you in times of need.  Soon you shall learn to live under my<br/>\nlaws, indeed.  So now down when you see me and give out my favorite cheer,<br/>\nAll Hail Antonius Bail, my city is Qeynos and there is nothing to fear.<br/>\n <br/>\nTaylm Shoonstar says:<br/>\n <br/>\n&quot;Antonius Bayle is a blithering fool&quot;<br/>\n <br/>\n**NOTE** Palana refers to Antonius Bail, while Taylm refers to Antonius<br/>\nBayle.  (Reminds me of princess Lenya/Lenia in Highkeep)<br/>\n <br/>\nThis is a reference to the fact that Antoniu&#39;s brother, Kane Bayle is<br/>\nimpersonating Antonius and trying to take over the city.  Kane is evil and<br/>\naligned with the various corrupt Qeynos guards like Lt Dagarok, ever seen<br/>\nhim with his skeletal pet?  Nobody has gotten much farther than this on this<br/>\none that I could find.  I am currently at dead ends and probably not high<br/>\nenough level to get any frather at the present. <br/>\n ---------------------------<br/>\n <br/>\nOk, in my screenshot I missed some of this one, but I can tell you this, she<br/>\nis singing about Joffrey Clay.<br/>\n <br/>\nPalana Willin says:<br/>\n <br/>\n&quot;...You took the lute.  It was my favorite one.  A little white lute, and<br/>\nwent off to Qeynos.  You took the songs.  They were all special ones.<br/>\nPacked them all up.  Off to Qeynos.  You killed the plant.  Put in a deep<br/>\nfreeze.  Dumped it in the trunk.  With the rest of the refuse.  You, left to<br/>\nQeynos.  You, left to Qeynos.  You, left to Qeynos.  You, left to Qeynos.<br/>\n <br/>\nBiggle Lobokker says:<br/>\n <br/>\n&quot;That voice must have scared him away.&quot;<br/>\n <br/>\nTalym Shoonstar says:<br/>\n <br/>\n&quot;Get off the stage lass.  Can&#39;t ye see he left becase you can&#39;t carry a<br/>\ntune.&quot;<br/>\n <br/>\nNo idea, are you certain it refers to Joffrey and not the broken Lute fellow<br/>\nin Qeynos?  Joffrey is learning the flute, but it wouldn&#39;t be the first time<br/>\na quest item could be given to multiple people.  I&#39;ll try it next time I go<br/>\nto Qeynos. <br/>\n -----------------------<br/>\n <br/>\nThose are the three songs I heard.  I went to see Joffrey Clay in the bard&#39;s<br/>\nguild in Qeynos, but I couldn&#39;t get him to say anything about Palina, or a<br/>\nlute, white, little, or otherwise.  Or special songs, a plant, a deep<br/>\nfreeze, etc.  But then again, the more minds on that the better.<br/>\n <br/>\nSomething else intresting I talked to Joffrey Clay about was the brought on<br/>\nby his opening statement after hailing him.  He said .... and I am trying to<br/>\nlearn to play the [flute].  So I asked him &quot;What about the flute?&quot;  And he<br/>\nsaid something like &quot;Do you like my flute, Jusean made it for me&quot;, so I say<br/>\n&quot;Who is Jusean?&quot; and he says (paraphrase) &quot;Jusean is blah blah, his father<br/>\nwas a master instrument crafter, and Jusean has taking up the technique<br/>\nquite well&quot;, so I say &quot;Where is Jusean?&quot; and Joffrey says he is close by.<br/>\nWell, it turns out  Jusean is right outside the door, he is the guy who<br/>\ngives you the bard report quest.  I intergated him about being a instrument<br/>\ncraftsman with no results.  I tried giving him instrument parts in various<br/>\ncombinations (there are 2 places in Qeynos to get instrument parts, a<br/>\nmerchant in the guild sells some and the guy on the dock also does, and<br/>\nthey DO NOT sell completely the same parts, either.) to no avail.  For<br/>\nexample, I have him an unfinished brass trumpet, Horn mouthpiece, and<br/>\nTrumpet Vales.  Then I gave him the same thing, and some money.  Tried Raw<br/>\nBamboo and Flute mouthpiece, nothing... etc etc.  <br/>\n <br/>\nWe&#39;ve discussed this a while back.  No one has been able to get anywhere on<br/>\nthis and it may be broken.  I would sugest giving Justean the broken flute<br/>\nfrom the Winds of Karana quest.  Perhaps he will fix it and give it back as<br/>\na magical flute of some type.  About the only lead I have.  I have found<br/>\nthat Herman the hermit has such a short life span due to druids camping him<br/>\nfor faction that it may be tough to do.  Still the druid&#39;s may happily give<br/>\nup the flute, which likely has little use to them. <br/>\n <br/>\n Anyway, I hope this sparks some new discussion and maybe something will<br/>\ncome out of this.  All I ask from you guys is that you share any info you<br/>\nfind with the other bards who read this site/mailing list.<br/>\n <br/>\nSincerely,<br/>\nMr. Pink</div>","specialLinks":[]}}
