{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Blitz Krieg","from":"&quot;Blitz Krieg&quot; &lt;blitz_krieg@...","replyTo":"LIST","senderId":"BRWNbdoLevfPej86FNcv5_wVoRuol59OpVwrBMyzfj9EVM-EfvzlHd2LZjxwMTuwVz5g2PJ2EKSi0TuFWrTup1gUn07c2JcvARJZpTXo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lute of the Gypsy Princess","postDate":"935113874","msgId":5399,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yNzkuNTM5OS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5398,"nextInTopic":6421,"prevInTime":5398,"nextInTime":5400,"topicId":2544,"numMessagesInTopic":27,"msgSnippet":"I ve died numerous times to bugs and trains, but the exp has so far been far worth it.  A couple thoughts on your experience and possibly how mine differs.  I","messageBody":"<div id=\"ygrps-yiv-1227064939\">I&#39;ve died numerous times to bugs and trains, but the exp has so far been far<br/>\nworth it.  A couple thoughts on your experience and possibly how mine<br/>\ndiffers.  I haven&#39;t camped the gy, yet, tho many people have suggested it.<br/>\nOnly occasional Glyphed Guards con yellow to me at 24, so I&#39;m leary of too<br/>\nmany of them spawning at once.  I&#39;d camp it with a party with an average<br/>\nlevel of about 25, tho.  Currently, we&#39;re camping 1 of 3 spots around the<br/>\nlake.  The best spot seems to be the corner of the lake closest to the<br/>\n&quot;gorge&quot;.  You can turn the corner from the gorge and be somewhat safe from<br/>\ncasters.  Behind the lake is safe from most trains, and I&#39;ve watched several<br/>\nNASTY trains go by in safety.  You also have a good view of any gargoyles<br/>\nspawning at the tower.  The 2nd best spot seems to be under the tower back<br/>\nagainst the wall.  Tho, this spot I&#39;ve been killed by &quot;invisible&quot; casters.<br/>\nThey must be either in the tower or behind the walls.  This is safe from<br/>\nmost trains as well, and is the closest to the gargs, but you can&#39;t see the<br/>\nfar side of the tower.  The 3rd spot is on the hill to the left as you come<br/>\ndown the ramp at the entrance.  This is probably the safest spot from trains<br/>\nin the front area, but is much more difficult to lure to.  Casters wreck<br/>\nhavoc in this zone and tying them up early is very important.  You DON&#39;T<br/>\nwant to tie them up out in the open as this can spell disaster if a train<br/>\ncomes thru.  Always lure your mob out of the &quot;tracks&quot; and snare them early.<br/>\nI hit level 23 about 5 times and really missed having Chain.<br/>\n<br/>\nDid I mention Gargoyle eyes sell for 9.5 pp?  : )<br/>\n<br/>\nI&#39;m a little depressed to find out about the lute, tho I figured as much.<br/>\n : )  I guess I&#39;ll be using a heavier, overpriced high level Bard Lute, lol.<br/>\nMaybe I&#39;ll bank it and go back to my Mandolin.  : )<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I&#39;m glad your experience in Mistmoore has been better than mine.  I&#39;ve gone<br/>\n&gt;from 21 to 22, back to 21, gained 22, and now back to 21st level again.<br/>\n&gt;These deaths have been primarily due to one or two jerks purposely causing<br/>\n&gt;massive trains.  The most recent time my group was camping in the<br/>\n </span></blockquote>graveyard.<br/>\n<blockquote><span title=\"ireply\"> &gt;We had a party of 5 people all in their low 20s.  We were doing OK with<br/>\n </span></blockquote>what<br/>\n<blockquote><span title=\"ireply\"> &gt;we had.  A 30th level necromancer asked to join us.  Our group leader told<br/>\n&gt;him no because of his level.  Next thing we know the necro is leading a<br/>\n&gt;train of ancilles and gargoyles into the graveyard.  As soon as he got to<br/>\n&gt;the graveyard, he gated out.  They promptly killed me and one other person.<br/>\n&gt;The other three were able to gate out.<br/>\n&gt;<br/>\n&gt;Next time I log on I&#39;m going back to Unrest.  At my level, almost<br/>\n </span></blockquote>everything<br/>\n<blockquote><span title=\"ireply\"> &gt;in Mistmoore except the familiars and sentrys were resisting my songs.  In<br/>\n&gt;Unrest I think I will be a little more useful.  Will probably head back to<br/>\n&gt;Mistmoore when I&#39;m around 25th level.<br/>\n&gt;<br/>\n&gt;To answer your original question, the posts I have read indicate the Lute<br/>\n </span></blockquote>of<br/>\n<blockquote><span title=\"qreply\"> &gt;the Gypsy Princess does not confer any bonuses to songs that use the String<br/>\n&gt;skill.<br/>\n&gt;<br/>\n&gt;Galtin of E&#39;ci </span></blockquote></div>","specialLinks":[]}}
