{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Blair, Keith (Keith Blair)","from":"&quot;Blair, Keith (Keith Blair)&quot; &lt;kblair@...","replyTo":"LIST","senderId":"PP1FFHa_fMhfd8yBbbwQtBpUee5RE6FqjPMTIm3SJWU02dZVcOAtOSPO1uqgOst0ctVB2OAfQUhGRdt_NIfFg4ZMCH33ggxT9_CcWhOSU1nKNn2lWbZM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Frustration Story (OT - Long)","postDate":"935423988","msgId":5429,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yODIuNTQyOS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":5432,"prevInTime":5428,"nextInTime":5430,"topicId":5429,"numMessagesInTopic":14,"msgSnippet":"There are possible spoilers here. Skip if you don t want them. Also told OOC as I was too frustrated to spice it up. (grin) * * * * * * * * * * * * * * * * ","messageBody":"<div id=\"ygrps-yiv-119751167\">There are possible spoilers here. Skip if you don&#39;t want them. Also told OOC<br/>\nas I was too frustrated to spice it up. (grin)<br/>\n<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n*<br/>\n<br/>\nFreeport to Qeynos. Trumpy. Easy Kill. Kaladim. Money. No problem. Wife in<br/>\nHalas, pick her up and escort her back while I&#39;m there. Two birds, one<br/>\nstone.<br/>\n<br/>\nHrmph.<br/>\n<br/>\nI&#39;m a bard. I run and run fast. I&#39;m level 17 and can actually travel through<br/>\nHighpass fairly comfortably. Even stopping for a fight with a Gnoll or Orc<br/>\nif he&#39;s alone and I&#39;m in the mood. If not, I run and run fast. Also, I&#39;m a<br/>\nbard. I&#39;m poor and I need money. Being the local mailboy just isn&#39;t making<br/>\nup for the price of my combine and my dirk.<br/>\n<br/>\nI put on my boots, check my supplies, grab my trusty drum and head out of<br/>\nFreeport on my way to Qeynos. Figured I&#39;d actually time myself to see how<br/>\nfast I can make the cross country trip. I&#39;m thinking I can do it in 30<br/>\nminutes or so of real time. Let&#39;s see if I&#39;m right. It&#39;s now 1:30 in the<br/>\nafternoon - should be there shortly after 2:00 and be headed home for a late<br/>\nlunch around 3:00 at a Freeport Inn.<br/>\n<br/>\nOff we go out the gates.. through the east commons, through the west commons<br/>\nbarely resisting the temptation to stop at the rare full dervish camp that<br/>\nno other adventurers were killing at and head into Kithicor. Hop the hobbit<br/>\nhole and continue to the Highpass entrance. Yay, making great time - what a<br/>\nbreeze. Head through Highpass, grab some mail at the Keep (every gold<br/>\ncounts), and head back out to East Karana. Little bit of a stop for the<br/>\nmail, but no biggie.<br/>\n<br/>\nAs a younger more cautious Bard I would head straight for the water of the<br/>\nKarana&#39;s and follow it all the way to Qeynos Hills. But hey, I&#39;m level 17<br/>\nand I run fast, I duel wield, I rock. I look at my map and see that I can<br/>\nmake a nearly straight line through the Karana&#39;s and probably save a good<br/>\namount of time. So off I go.<br/>\n<br/>\nWow, there&#39;s a lot of Griff&#39;s out these days.. Through East Karana I go. I<br/>\nsee a young Shaman trying to run from a Griffawn and figure I could give her<br/>\na speed boost.. I invite her into a group. She joins, we run - run fast. Hit<br/>\nthe North Karana zone and make a rude gesture to the Griffawn before zoning.<br/>\nShe thanks me (I twisted Hymn while we were running and healed her) and we<br/>\nungroup. <br/>\n<br/>\nThrough North Karana I go. This is almost too easy. And did I mention that<br/>\nWOW there&#39;s a lot of Griff&#39;s out these days? I resist the temptation of<br/>\nhitting South Karana for more mail as it&#39;s just too far out of the way and<br/>\nafter all, I&#39;m trying to see how fast I can make the trip.. I hit West<br/>\nKarana and notice that my easy straight line goes into some mountains. Hrm..<br/>\nFaster to go around or faster to climb and go straight.. *shrug* Shortest<br/>\ndistance is A to B right? Forward I go.<br/>\n<br/>\nStop snickering.<br/>\n<br/>\nI hit the mountains going due west. (Go west young bard!) I see some Bandits<br/>\nthat are all green to me. Bah, I&#39;d love the loot but no time this trip. I<br/>\nskirt around them and keep going. Nifty looking mountains these are.. I come<br/>\nover a ridge and see a little temple. Aw, how cute. Ogres.<br/>\n<br/>\nStop laughing at me.<br/>\n<br/>\nI con them all and they&#39;re all Amiable to me. Hrm.. what did I ever do for<br/>\nthem? Odd. Ok, this is where I admittedly made a really bad use of common<br/>\nsense. Instead of making a wide path around them, I figured since they were<br/>\namiable to me I could just run right by and wave as I did it. After all,<br/>\nthey like me right?<br/>\n<br/>\n*ahem*<br/>\n<br/>\nLOADING, PLEASE WAIT...<br/>\n<br/>\nI didn&#39;t see who hit me. I didn&#39;t see what damage they did. I was simply<br/>\nslain. No dropping of the health bar. Just slain.<br/>\n<br/>\nFreeport. Yay. *sigh* Normally I don&#39;t bother myself with buying a spare<br/>\ndrum but this time, my corpse is farther than it&#39;s ever been lost before. I<br/>\nrun to the bank, grab some money, run to the guild (yay, same zone) and grab<br/>\na drum and off I go. My trip to the point where my corpse is was a little<br/>\nmore nervous - but uneventful. Ah, there it is. My lonely body. At the edge<br/>\nof the Ogre camp between two white rock thingies - and of course, two<br/>\nAmiable conning Ogres.<br/>\n<br/>\nTrying to figure out why they attacked me I make a circle around the temple<br/>\nmaking sure to con everything there. Ah, there it is. Chief Dooga.<br/>\nThreateningly. How rude. Oh well, no time to ask him what his problem is,<br/>\ngotta get my corpse. I inch my way down while bashing on my /corpse hot key<br/>\nwhen all the sudden the Ogre&#39;s notice me. Without thinking I turned and ran<br/>\nhoping maybe I&#39;d just lead them far enough away then go in a circle back to<br/>\nthe temple and /corpse my body along to the zone border or something. How<br/>\nfast can big Ogre&#39;s run anyway? Took a little damage this time, but still<br/>\nalive and running. Hit F9 a couple times to see how far behind me they are<br/>\nand notice something.. &quot;Chief Dooga&#39;s Pet&quot; is on my tail - and closing fast.<br/>\nWhat an Ogre has a wolf for, I don&#39;t know. I run fast..<br/>\n<br/>\nLOADING, PLEASE WAIT...<br/>\n<br/>\n...not fast enough. Freeport. Yay. Again. So much for making the trip in<br/>\ngood time. Another drum, and a few platinum from the bank this time. I&#39;m<br/>\ngoing to have to pay someone to help me or to make me invisible. Run back to<br/>\nmy corpse, again. There it is. I have no idea where my other &quot;drum holding&quot;<br/>\ncorpse is, but that&#39;s of no concern to me right now. Drums are cheap and I<br/>\ngots a song.. I yell out for assistance and get a few replies. Tell them my<br/>\nsad story and they&#39;re helpful as Nun&#39;s.. until they hear where my body is.<br/>\n&quot;Oh, sorry - I uh, I have to go get dinner. Good luck though!&quot;<br/>\n<br/>\nFinally, someone offers to cast Invisibility on me. Yay! I&#39;m invisible! I<br/>\nhad to go to them, so now I&#39;m kind turned around. Start up the Locating song<br/>\nand poof. I&#39;m visible again. How rude. Beg for another invisibility spell<br/>\nwhile still facing the direction the song pointed me in and started a<br/>\nrunning.. no selo&#39;s. How slow. Poor non-bards of the world.<br/>\n<br/>\nThere&#39;s my corpse. Yay, found it. I hit F9 a few times, yup - still<br/>\ninvisible. Start inching my way down towards my corpse while bashing my<br/>\n/corpse key.. Yay! &quot;Pulling your corpse&quot; message.. Apparently, Ogres don&#39;t<br/>\nlike to see moving corpses. They start running towards the only thing they<br/>\ncan see. The corpse. I turn to run again (don&#39;t see the pet) all the while<br/>\nbashing that /corpse key..<br/>\n<br/>\nLOADING, PLEASE WAIT...<br/>\n<br/>\n..&quot;You do not have any corpses in this zone&quot;<br/>\n<br/>\n*sigh* Freeport. Again. Did I mention that I had originally planned on<br/>\nmaking this as fast of a trip as possible? Ok, ANOTHER drum and back to my<br/>\ncorpse. My lord, the number of Griff&#39;s increases the number of times you run<br/>\nthrough the Karana&#39;s. At no time did I have less than two in my visible<br/>\nwindow no matter which way I looked. Anyway, back to my corpse which is now<br/>\nfar enough away from the Ogre&#39;s to loot. BAH! Two bandits standing right<br/>\nnext to it having a tea party. *sigh* Wait. Bandits finally start running..<br/>\ntowards me. I run out of their way and they run by. *phew* Go to my corpse,<br/>\npull it even farther away just to be safe and loot it. Loot the other<br/>\ncorpse. Go find my third corpse. Yay. 4 drums. Curse the Ogre&#39;s and head to<br/>\nQeynos.<br/>\n<br/>\nArrive at Qeynos at around 5:30. So much for speed timing. Pick up some mail<br/>\nthen head over to the bar to see Trumpy. Give him the phrase that pays and<br/>\nthis time he doesn&#39;t go anywhere. Instead his goons come after me, thus<br/>\ncausing the bouncer to come after me. Goons green, bouncer red. I run, run<br/>\nfast. I zone. Well that stinks. I can&#39;t get Trumpy out of the bar anymore. I<br/>\ngo back, zoned and forgotten and watch someone else pull Trumpy out of the<br/>\nbar. Silly high elf, attacked Trumpy only 10 steps from the bar. Silly high<br/>\nelf killed Trumpy then died. Checked where high elf was, and noticed he<br/>\nwasn&#39;t in Qeynos anymore Toto. What the heck, feel kind of low for doing it,<br/>\nbut I&#39;ll wait here and just get the head from the dead Trumpy. I right click<br/>\non Trumpy&#39;s corpse a few times and WHACK! Multiple hits in the back from the<br/>\nbouncer. I start to run, but down to only 1 bubble of health - don&#39;t run<br/>\nvery fast..<br/>\n<br/>\nLOADING, PLEASE WAIT...<br/>\n<br/>\nFreeport. *sigh* Yes. I should have gotten bound. No, I didn&#39;t get bound. To<br/>\nthe bank, to the guild, FAR around the Ogre camp we go. Wife loots corpse in<br/>\nQeynos (except two mailbags of course), we meet in North Karana and run home<br/>\nto Freeport. Running fast. With 5 drums and no Trumpy body parts and no<br/>\nmail.<br/>\n<br/>\nMoral of the story? The faster you try to make a trip, the longer it&#39;ll take<br/>\nyou and the less money you&#39;ll make. And did I mention how incredibly high<br/>\nthe griff count is lately?</div>","specialLinks":[]}}
