{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lost Child","from":"&quot;Lost Child&quot; &lt;lostchild@...","replyTo":"LIST","senderId":"leJgrF0iLjbq73Q2EQmh82Uu5TcSiCRvlEcY_LlEqMY0Iw1gryz68YrcDHNCeuU4eceK18DAQdvzu8DWgkUOgC7jvBNqu6i6bFlX","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Everquest account security","postDate":"935449967","msgId":5457,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yODMuNTQ1Ny45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5456,"nextInTopic":5459,"prevInTime":5456,"nextInTime":5458,"topicId":5454,"numMessagesInTopic":12,"msgSnippet":"Would any of your friends/relatives have or can guess your station name and password?  Do you have a spouse that is really upset with you spending too much","messageBody":"<div id=\"ygrps-yiv-418106683\">Would any of your friends/relatives have or can guess your station name and <br/>\npassword?  Do you have a spouse that is really upset with you spending too <br/>\nmuch time on EQ?  Maybe he/she guessed your password and gave all your stuff <br/>\naway.  Did you ever visit some everquest websites which you need to create <br/>\nan account with user name and password?  Are either the user name or the <br/>\npassword same as your EQ login ones?  Have you ever sign any EQ class <br/>\npetition with your station name?  Is your password easy to guess?  Did you <br/>\nmake the password the same as the surname of your character?  That is the <br/>\nfirst thing a hacker would guess.<br/>\n<br/>\nIt seems like there can be only one reason.  Somehow, someone got hold of <br/>\nyour station name and password.  It is either thru you or thru Verant. :(<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt;A copy of a post I have just made to Usenet for information (and a few<br/>\n&gt;notes of sympathy and support for a poor bard losing all her stuff<br/>\n&gt;would be appreciated ;-)<br/>\n&gt;<br/>\n&gt;The story begins ....<br/>\n&gt;<br/>\n&gt;Sunday night, after a reasonably successful day my wizard returns to<br/>\n&gt;Freeport, does her bits and pieces in the city and then returns to the<br/>\n&gt;West gate to camp for the night.  Roughly 8pm my time.<br/>\n&gt;<br/>\n&gt;Sometime earlier, my bard has already had a look out, and has camped<br/>\n&gt;at about the same spot in West Freeport.<br/>\n&gt;<br/>\n&gt;Monday night .... after a day at work, I return home to log in and<br/>\n&gt;take out my frustrations on the orcs, goblins and other meanies of<br/>\n&gt;Norrath.  I get to the character screen and decide to take the bard<br/>\n&gt;out for a run.<br/>\n&gt;<br/>\n&gt;Strange.  The character model is naked except for the lute.  Oh well,<br/>\n&gt;maybe it got corrupted somehow, so I select enter world.<br/>\n&gt;<br/>\n&gt;Strange.  I&#39;m standing at the counter in the Freeport bank.  I didn&#39;t<br/>\n&gt;park here the last time.  Press inventory.<br/>\n&gt;<br/>\n&gt;Even stranger.  Where have all my armour and weapons gone?  &lt;insert<br/>\n&gt;growing concern&gt;  Check the bank manager.<br/>\n&gt;<br/>\n&gt;Oh dear.  &lt;insert sinking feeling&gt;  Where has all my money gone?<br/>\n&gt;<br/>\n&gt;Immediately camp.  Check my other characters on the screen.  Wizard is<br/>\n&gt;also naked.  Other 2 throwaway characters seem to be untouched.  So I<br/>\n&gt;enter the world as my wizard.<br/>\n&gt;<br/>\n&gt;Same routine ... I don&#39;t remember camping at the same counter in the<br/>\n&gt;Freeport bank.  Oh look, armour and equipment seems to have<br/>\n&gt;disappeared.  And yes, so has all my money in the bank.<br/>\n&gt;<br/>\n&gt;&lt;insert a thump as I can&#39;t sink any lower&gt;<br/>\n&gt;<br/>\n&gt;And then I get to thinking.  Well, no one else has physical access to<br/>\n&gt;my computer, let alone knowledge of my station ID or password.  My CD<br/>\n&gt;is safely locked away, the account key long since forgotten or known<br/>\n&gt;outside of this room.<br/>\n&gt;<br/>\n&gt;I certainly did not give away the equipment and money.  And especially<br/>\n&gt;not on both my main characters.<br/>\n&gt;<br/>\n&gt;I think for a while and can&#39;t come up with any other reasonable<br/>\n&gt;explanation ....my account has been accessed without my knowledge or<br/>\n&gt;consent, and all my bits and pieces have been &quot;donated&quot; away to<br/>\n&gt;persons unknown.<br/>\n&gt;<br/>\n&gt;At this stage, I phone Verant (or whoever).  Spend a good half hour in<br/>\n&gt;a queue on the customer support only to be told I should have phoned<br/>\n&gt;tech support. &lt;sigh - at least it&#39;s the same the world over&gt;  Phone<br/>\n&gt;tech support .... I should petition and speak to the GM on the server.<br/>\n&gt;Yes I already did the petition thing, no one was on.  So I was<br/>\n&gt;provided with the Mith Marr administrator&#39;s email address, and<br/>\n&gt;promptly sent an email off to him/her.  I also logged in, went round<br/>\n&gt;killing the lowest of the low beasts in an attempt to recover some<br/>\n&gt;money, and then eventually sat in W Freeport and waited.  But it is<br/>\n&gt;time for me to log, and I shall have to seek a solution via email.<br/>\n&gt;<br/>\n&gt;This is simply an information sharing posting, to warn people that it<br/>\n&gt;is possible for such things to happen.  As far as I&#39;m concerned, my<br/>\n&gt;account was compromised, I can see no other explanation for it.  My<br/>\n&gt;only hope is that the logs retained by the administrators will<br/>\n&gt;demonstrate the time my account was accessed, the IP address used, and<br/>\n&gt;hopefully the EQ account key used.  This will at least provide a trace<br/>\n&gt;to the person responsible and &lt;fingers crossed&gt; remove them from the<br/>\n&gt;game.  If I have lost my money and equipment, so be it, my life still<br/>\n&gt;continues, perhaps somewhat disappointed, and certainly demotivated<br/>\n&gt;for tonight at least.<br/>\n&gt;<br/>\n&gt;I would welcome any other reasonable suggestions that could explain<br/>\n&gt;what has happened.  People lose equpiment and money to bugs quite a<br/>\n&gt;bit, however having both characters standing at the counter in the<br/>\n&gt;Freeport bank cannot be explained by a bug.  I am simply at a loss to<br/>\n&gt;explain it in any other way than an unauthorised account use.<br/>\n&gt;<br/>\n&gt;Anyway, throwing it open to the rather more well-informed crowd ......<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--<br/>\n&gt;<br/>\n&gt;Saldara<br/>\n&gt;High Elf Wizard (21), Mith Marr server<br/>\n&gt;<br/>\n&gt;Melaniel<br/>\n&gt;Wood Elf Bard (11), Mith Marr server </span></blockquote></div>","specialLinks":[]}}
