{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jamie","from":"&quot;Jamie&quot; &lt;bribed@...","replyTo":"LIST","senderId":"kYiPKDVWyITKpB6hdhKgzsbOKHKwJlMWMr2XX_XZbyqQ8DiMKM_9s1hjNRFcobBr_ltiooR9ijEnVE011Y767p0t","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Loooooong story","postDate":"935513613","msgId":5490,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yODUuNTQ5MC45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":5465,"nextInTopic":0,"prevInTime":5489,"nextInTime":5491,"topicId":5465,"numMessagesInTopic":2,"msgSnippet":"LOL...errr...hmm, sorry, but it was funny :) Anyways, I make a point of not going into BlackBurrow until level 9, so that none of the weaker gnolls will attack","messageBody":"<div id=\"ygrps-yiv-1643890608\">LOL...errr...hmm, sorry, but it was funny :)<br/>\n<br/>\nAnyways, I make a point of not going into BlackBurrow until level 9, so that<br/>\nnone of the weaker gnolls will attack me.<br/>\nOh, and you should have parted company with that silly wizard after you all<br/>\ndied the first time :)<br/>\n<br/>\n<br/>\nTaluvil<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Webber, Jessica &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:WebberJ@...\">WebberJ@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Tuesday, August 24, 1999 7:39 AM<br/>\nSubject: [eqbards] Loooooong story<br/>\n<br/>\n<br/>\n&gt; From: &quot;Webber, Jessica&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:WebberJ@...\">WebberJ@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Well it seems my accidental post amused and inspired a few of you.  Not to<br/>\n&gt; be outdone, especially on the multiple-deaths-per-night thread, I submit<br/>\n&gt; this for nomination for Norath&#39;s Worst Grouping Experience.  Sorry about<br/>\n&gt; the length, which will probably get me kicked off the list, but, well, I<br/>\n&gt; kept dying!  This happened about a month ago with my bard on Tunare,<br/>\n&gt; Evulia, and her halfling druid friend Zenia, both level 7.  It was also<br/>\n&gt; my first time in Blackburrow and my first time grouping with strangers.<br/>\n&gt;<br/>\n&gt; Zenia and I enter Blackburrow to the echoes of gnoll cries and screams<br/>\n&gt; of anguish.  Bodies are strewn all around.  The air reeks of blood and<br/>\n&gt; carnage.  We decend a short way into the depths of the burrow, tripping<br/>\n&gt; over dismembered limbs we dare not try to identify.  We stop in a<br/>\n&gt; hallway and spy a scrawny gnoll.<br/>\n&gt; Zenia: This looks good.  Shall we take that scrawny?<br/>\n&gt; me:  Aye.<br/>\n&gt; We attack.  Another scrawny gnoll joins in.  I find myself getting<br/>\n&gt; pushed around and can&#39;t stay focused on one gnoll at a time.  Singing is<br/>\n&gt; near impossible.  Zenia watches her manna supply warily. Although we are<br/>\n&gt; victorious, the battle lasts far longer than either of us had anticipated.<br/>\n&gt; But before we are fully rested another battle ensues.  As I&#39;m being<br/>\nsmacked<br/>\n&gt; around by a gnoll and a patrolling gnoll, I watch in horror as a guard<br/>\n&gt; bashes Zenia&#39;s head in.  Fighting now to avenge my friend, I jam a dagger<br/>\n&gt; through the throat of one gnoll, only to die at the hands of the other.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; Back at Qeynos we are joined by a ranger of the same age.  The ranger<br/>\n&gt; claims he knows of a great spot where you&#39;ll see, at most, 2 guards and<br/>\n&gt; 2 regular gnolls.  No trains.  It sounds like paradise & we head off,<br/>\n&gt; stopping briefly to loot our corpses.  Arriving at the ranger&#39;s hunting<br/>\n&gt; grounds we are joined by a wizard.<br/>\n&gt; Wizard: Hail<br/>\n&gt; Others: Hail<br/>\n&gt; Wizard:  OK, see that guard?  I&#39;m going to root him.  Zenia, you snare<br/>\n&gt; him.  Then we&#39;ll all slaughter him.<br/>\n&gt; Zenia:  Wait, medding.<br/>\n&gt; The ranger and Zenia begin buffing the party.<br/>\n&gt; Wizard:  OK, I&#39;m getting over to the other side of him now...<br/>\n&gt; Ranger:  Wait, medding.<br/>\n&gt; Wizard:  OK the coast is clear.  I think we can take this guy.<br/>\n&gt; Ranger:  I&#39;m not at full manna yet.<br/>\n&gt; Zenia:  Nor I<br/>\n&gt; The wizard examines the gnoll guard from every angle, then hops around on<br/>\n&gt; his toes, punching the air like a professional boxer warming up for a<br/>\n&gt; fight.  I practice sense heading and forage for food.  Zenia and the<br/>\n&gt; ranger finish medding.<br/>\n&gt; Wizard:  Is everyone ready?<br/>\n&gt; Zenia:  (standing back up) Aye, ready!<br/>\n&gt; Ranger: All set<br/>\n&gt; me: (stuffing an odd root I&#39;ve just dug up into my pack) Good to go!<br/>\n&gt; Wizard: OK, Zenia will snare it first, then we all attack.<br/>\n&gt; Zenia casts.  The guard attacks Zenia.  The ranger rushes to her<br/>\n&gt; assistance.  I follow.  Another guard spawns and attacks the ranger.  A<br/>\n&gt; regular gnoll spawns.  The ranger screams and falls.  Zenia screams and<br/>\n&gt; falls.  I scream and fall.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; I awaken outside Qeynos & see Zenia a few feet away.  I sit down next to<br/>\n&gt; her and begin memorizing songs.<br/>\n&gt; me: Hail<br/>\n&gt; Zenia: Hail<br/>\n&gt; The ranger awakens beside us.  He sits down and opens his spellbook.<br/>\n&gt; Ranger: Hail<br/>\n&gt; Zenia & I: Hail<br/>\n&gt; Ranger: Did we all die?<br/>\n&gt; me: (noting the wizard isn&#39;t in our zone) No, the wizard&#39;s alive.<br/>\n&gt; We wait for eachother to finish memorizing our spells and head back to<br/>\n&gt; retrieve our corpses.  Zenia and the ranger begin the whole<br/>\n&gt; buffing/medding process again.  Another guard spawns.<br/>\n&gt; Wizard: OK, see that guard?  I&#39;ll root him, Zenia will snare him, then<br/>\n&gt; we all attack.<br/>\n&gt; Ranger:  Am I the only tank?<br/>\n&gt; me:  I&#39;ll tank as best I can.<br/>\n&gt; Ranger: Yeah, you were hitting pretty good for a bit there...<br/>\n&gt; Wizard:  Yeah, yeah, whatever.  Anyway, THIS time we all stay on the<br/>\n&gt; first guard if others spawn, OK?  If we can all concentrate on one at a<br/>\n&gt; time we&#39;ll manage.<br/>\n&gt; Zenia:  We need more people.  I&#39;m going to see who I can get.<br/>\n&gt; Zenia tries to enlist others while meditating and buffing.  I continue<br/>\n&gt; practicing sense heading and forage for food.  The wizard wanders<br/>\n&gt; restlessly over to the guard to make faces at it.  The ranger stands<br/>\n&gt; up...<br/>\n&gt; Ranger: FOR THE LOVE OF GOD WOULD SOMEONE, ANYONE AT ALL, PLEASE COME<br/>\n&gt; HELP ME???  I&#39;M BEGGING YOU!! PLEASE???<br/>\n&gt; Zenia jumps to her feet!  I whirl around to face the ranger, gripping my<br/>\n&gt; dagger tightly!  The wizard rushes back over to us, eyes flashing and<br/>\n&gt; smiling like a madman!<br/>\n&gt; Ranger: SORRY!! WRONG HOT KEY!! NO NEED OF ASSISTANCE!! SORRY!!<br/>\n&gt; The wizard walks away pouting.  Zenia shakes her head and goes back to<br/>\n&gt; medding.<br/>\n&gt; me:  That&#39;s one hell of a hotkey!  What were you trying to do?<br/>\n&gt; Ranger: (shrugging sheepishly) Forage?<br/>\n&gt; Wizard:  HELP! HELP! WIZARD IN NEED OF ASSISTANCE!<br/>\n&gt; After a moment&#39;s hesitation (understandable, I guess), we rush over to<br/>\n&gt; discover a battle has begun between the guard and our wizard.  More<br/>\n&gt; gnolls spawn.  Screams ring through the air.  The party cannot tell if<br/>\n&gt; the blood that covers them is their own or their foes.  Beaten and<br/>\n&gt; dizzy, I try to back away but am slaughtered.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; Back at Qeynos I begin memorizing the tools of my trade.  With my nose<br/>\n&gt; in the book, I didn&#39;t notice Zenia come up behind me.<br/>\n&gt; Zenia: Hail.  Good news.  I got us a cleric.  He&#39;s on his way to the<br/>\n&gt; others.<br/>\n&gt; We head back.<br/>\n&gt; Cleric:  Hail.<br/>\n&gt; Zenia & I:  Hail.<br/>\n&gt; Ranger:  (to wizard) You said if it ran to chase it!<br/>\n&gt; Wizard:  No, I said if it ran I&#39;d root it and then you could go get it.<br/>\n&gt; Ranger:  You told me to run!<br/>\n&gt; Wizard:  Well it doesn&#39;t matter because it&#39;s dead now.  Just next time<br/>\n&gt; wait for me to root it.<br/>\n&gt; The wizard turns and walks away.  I watch with keen facination as tiny<br/>\n&gt; daggers emerge from the ranger&#39;s eyes and head straight for the wizards<br/>\n&gt; back.  Assuming this to be a ranger-only skill, I ask him what the<br/>\n&gt; arguement was all about. The ranger just shakes his head.  Zenia, the<br/>\n&gt; cleric, and the ranger begin buffing the party.  The wizard paces,<br/>\n&gt; anxiously awaiting the next spawn.  I practice sense heading and forage<br/>\n&gt; for food.  After a short wait, we&#39;re all buffed up and another guard<br/>\n&gt; spawns.  We try using the same tactics.  These tactics work much better<br/>\n&gt; now that we have 5 people in the party.  This time only one of us dies.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; I relearn my songs yet again.  (I can now sing them backwords, in five<br/>\n&gt; different keys, while breakdancing)  I return to our little battle<br/>\n&gt; ground and the ranger announces he must depart.  No one looks<br/>\n&gt; surprised.  Zenia and the cleric begin buffing the party.  Rather than<br/>\n&gt; practice sense heading or forage for food I check my inventory.  I&#39;ve<br/>\n&gt; made less than two gold and have ZERO experience to show for any of<br/>\n&gt; this.  The wizard decides to rest very, very near the spawn point.<br/>\n&gt; Zenia points this out to him.  He dismisses her with a wave of his<br/>\n&gt; hand.  Zenia manages to enlist two more adventureres, but before they<br/>\n&gt; can reach us another battle begins.  Two guards and two regular gnolls<br/>\n&gt; spawn, and two of our bodies fall to the floor.  With my last breath I<br/>\n&gt; laugh at the fact that the wizard&#39;s fell first.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; Back at Qeynos, I awaken to find the wizard memorizing spells a few feet<br/>\n&gt; off.  I sit down next to him and open my songbook.<br/>\n&gt; me: Hail.<br/>\n&gt; No response.  I begin relearning my songs.  When I&#39;m done I look over to<br/>\n&gt; find the wizard has left without me.  Spitting Selo&#39;s, I head back to the<br/>\n&gt; burrow.  Before reaching the entrance, Zenia asks me to meet up with<br/>\n&gt; a brave, but young cleric from Erudin.  I spot him and introduce<br/>\n&gt; myself and we wait for Zenia, who is fetching another druid from<br/>\n&gt; Surefall.  Meanwhile we receive an informative group tell from the<br/>\n&gt; wizard stating that, not only has another guardsman spawned, but that he<br/>\n&gt; believes he&#39;s within a few kills of level 8.  I reply to the group that<br/>\n&gt; I believe I&#39;m within a few deaths of level 6.  Finally Zenia arrives -<br/>\n&gt; alone and cursing.<br/>\n&gt; me:  Where&#39;s the druid?<br/>\n&gt; Zenia:  Link dead.  I&#39;ll go get him if he comes back.  For now, let me<br/>\n&gt; cast invisibility on you two and will head down.<br/>\n&gt; She casts.  We enter.  We get separated by a train.  I fall into a pool of<br/>\n&gt; water.  I try to find a shore to pull up onto but find it incredibly<br/>\n&gt; difficult to navigate while invisible, particularly with zone&#39;s high lag.<br/>\n&gt; I attempt to remove the invisibility, but don&#39;t know how.<br/>\n&gt; Surefall Druid:  I&#39;m back.  Where are you?<br/>\n&gt; Zenia:  I&#39;m coming for you now.<br/>\n&gt; me: Umm, got a bit of a problem here.<br/>\n&gt; Wizard:  Where is everyone??!!<br/>\n&gt; Zenia:  I&#39;m getting the druid, I&#39;ll be right back.<br/>\n&gt; Young cleric:  Where are you all?<br/>\n&gt; Zenia:  (to younger cleric) What?  Didn&#39;t you follow me to the others?<br/>\n&gt; Surefall Druid:  wtf?<br/>\n&gt; Older cleric:  (to younger cleric) stay where you are, I&#39;m coming.<br/>\n&gt; Wizard: (to the clerics) There are still some stray gnolls about.<br/>\n&gt; Regular ones.  We can take them while waiting for the druids.<br/>\n&gt; I finally manage to pull myself up onto a shore, only to discover I&#39;m<br/>\n&gt; now wedged between two rocks. I&#39;m unable to turn or move in any direction.<br/>\n&gt; me:  WTF???!!!  Umm, folks, I&#39;ve got a problem.  I&#39;m stuck.  Literally.<br/>\n&gt; I&#39;m wedged between two rocks and can&#39;t move.<br/>\n&gt; Older cleric: Where are you?<br/>\n&gt; Zenia:  Hang on Eve, I&#39;m on my way!<br/>\n&gt; Surefall Druid:  WTF???<br/>\n&gt; Wizard:  Another guard&#39;s just spawned!<br/>\n&gt; Young cleric: Where are the others?<br/>\n&gt; me: I&#39;m at &lt;I give my LOC&gt;<br/>\n&gt; Surefall Druid: (having just left the group) 6th level druid looking for<br/>\n&gt; a REAL group!<br/>\n&gt; Zenia:  Don&#39;t group with him.  He&#39;s impatient.<br/>\n&gt; Wizard:  Hey, these guards are yellow to me now!<br/>\n&gt; Older cleric:  I can&#39;t find Eve.<br/>\n&gt; Zenia:  Try jumping or ducking, Eve.<br/>\n&gt; I jump.  Nothing happens.  I duck.  I plunge back into the water and<br/>\n&gt; back into my previous predicament - swimming while invisible.  I become<br/>\n&gt; outstanding in swimming.  Finally invisibilty wears off and I head to<br/>\n&gt; shore.  But for some reason everytime I climb up I fall back in AND get<br/>\n&gt; injured by the fall.<br/>\n&gt; Zenia:  Get up on shore already!<br/>\n&gt; me: (taking my hands off the Look Up and Forward keys to reply) I<br/>\n&gt; can&#39;t!  For some reason I keep falling back in!<br/>\n&gt; Zenia:  Come up for air already!  Why&#39;d you swim back down to the<br/>\n&gt; bottom?!<br/>\n&gt; I don&#39;t bother to point out that I can&#39;t swim and reply at the same time<br/>\n&gt; and instead make more vain attempts to beach myself.  Zenia jumps in the<br/>\n&gt; water, swims up beside me, the climbs back on shore.  I hit the same<br/>\n&gt; spot she does, climb up, then fall back in, injuring myself in the<br/>\n&gt; process.  I try hitting every single spot on the shore.  Finally I hit<br/>\n&gt; one spot and swim a good ten feet onto dry land before dropping safely<br/>\n&gt; to my feet.  Flustered and shivering I follow Zenia back to the rest of<br/>\n&gt; the party.<br/>\n&gt; Wizard:  OK, I&#39;ll root this guard, Zenia can snare it, then Eve & the<br/>\n&gt; clerics can hack away at it.<br/>\n&gt; me:  Mind if I put my armor on first?<br/>\n&gt; Zenia:  Don&#39;t use root.  It isn&#39;t working.<br/>\n&gt; Older cleric:  Umm, I need to leave now.  It&#39;s not that I don&#39;t want to<br/>\n&gt; stay but, umm, see, the owner of this phone line wants me to get off of<br/>\n&gt; it.  There&#39;s nothing I can do.  Sorry.  Bye.<br/>\n&gt; Wizard:  (Dismissing the older cleric with a wave of his hand) OK Zenia,<br/>\n&gt; you just snare it and I&#39;ll start hitting it with other spells.<br/>\n&gt; Young cleric:  Umm, Eve, do you have a healing song?<br/>\n&gt; me: Yeah, but it&#39;s not all that powerful.<br/>\n&gt; Wizard:  Hey, did I mention these guards are yellow to me now?<br/>\n&gt; Zenia:  Aye, they&#39;re yellow to me as well.<br/>\n&gt; me:  Still red to me.<br/>\n&gt; Wizard:  I think I can take one by myself.<br/>\n&gt; Young cleric:  You CAN&#39;T take one by yourself!<br/>\n&gt; Wizard:  (dismissing the young cleric with a wave of his hand)  I really<br/>\n&gt; do believe I can.  Without much difficulty.<br/>\n&gt; Zenia:  Everytime we&#39;ve attacked others have spawned.  Do you think you<br/>\n&gt; can solo two?<br/>\n&gt; Wizard: (to cleric) Go over by where Eve is.  I&#39;m going to try soloing<br/>\n&gt; this one.<br/>\n&gt; Young cleric:  You&#39;re going to die...<br/>\n&gt; The young cleric and I back up into the crevaces in the wall as far from<br/>\n&gt; the guardsman as possible.  We have a silent competition to see who can<br/>\n&gt; back themselves in further.  Being a wood elf, I win.<br/>\n&gt; Zenia: At least wait until we&#39;re fully buffed and medded.<br/>\n&gt; Wizard: (ignoring her) OK, here goes...<br/>\n&gt; Young cleric:  I&#39;m not fully medded!<br/>\n&gt; Zenia: WAIT!!<br/>\n&gt; The wizard zaps the guard.  It attacks him.  The cleric stands up, takes<br/>\n&gt; a step forward, then turns and looks to me.  I take a step forward, then<br/>\n&gt; turn and look at the cleric.  Another guard spawns.<br/>\n&gt; Wizard:  HELP! HELP! WIZARD IN NEED OF ASSISTANCE!<br/>\n&gt; Zenia:  RUN!!<br/>\n&gt; Zenia promptly follows her own advice.  I wait for the cleric to start<br/>\n&gt; running, but instead he raises his weapon and joins the battle.  I start<br/>\n&gt; to flee, then turn back cursing.  I can&#39;t leave the cleric to die.  I<br/>\n&gt; begin to sing.  One of the guards immediately turns to me.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; Back at Qeynos, Zenia tells me privately that the group will be<br/>\n&gt; disbanding as soon as we get all the corpses back.  I check my<br/>\n&gt; inventory.  Just under 3 gold, a couple patches of fur, and one copper<br/>\n&gt; ring are all I have to show for the evening.  No experience.  I arrive<br/>\n&gt; back at our hunting grounds and the wizard leaves the party.  There is<br/>\n&gt; much rejoicing.  We make our apologies to the cleric, hoping to one day<br/>\n&gt; fight with him again under better circumstances.  Then Zenia and I head<br/>\n&gt; back to the hills.  On our way back to Qeynos a wolf begins nipping at<br/>\n&gt; me.  I turn and stab at it, then remember I&#39;m in the company of a<br/>\n&gt; druid.  I advice we make a dash to the zone before I find myself<br/>\n&gt; knitting some small patchwork.  Zenia laughs.  I laugh.  Cros laughs.<br/>\n&gt;<br/>\n&gt; LOADING, PLEASE WAIT...<br/>\n&gt;<br/>\n&gt; L8R<br/>\n&gt; Evulia, bard gone soloist<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ATTENTION ONElist MEMBERS! Are you getting your ONElist news?<br/>\n&gt; If not, join our MEMBER NEWSLETTER here:<br/>\n&gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/newsletter1\">http://clickme.onelist.com/ad/newsletter1</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
