{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"MoG7SSYc1Wj1QXFpL3-IdWmfVxyqk10b7itvswisT3qJFLuOcKR1IknKApxRBJpgx5SV4o5vXTX-P1371uafyiIGfXQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Corpse Recoveries","postDate":"935517084","msgId":5501,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yODUuNTUwMS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":5503,"prevInTime":5500,"nextInTime":5502,"topicId":5501,"numMessagesInTopic":15,"msgSnippet":"I was spending time on Erud s Crossing last night.  I m level 15, nearing 16 and the wisps are still slow experience and pretty good money for me. Anyhow... ","messageBody":"<div id=\"ygrps-yiv-602243324\">I was spending time on Erud&#39;s Crossing last night.  I&#39;m level 15, nearing 16<br/>\nand the wisps are still slow experience and pretty good money for me.<br/>\nAnyhow...<br/>\n<br/>\nThere is normally anywhere from 1 to 14 people in that zone (it&#39;s spooky<br/>\nseeing only yourself in a /w), and it&#39;s a pretty small island so you come to<br/>\n&quot;know&quot; the others that are there and share wisp rotation, etc.  Last night<br/>\nabout midnight a guy that I&#39;d been playing alongside for hours (but don&#39;t have<br/>\nany long-term association with) gets killed by the Kerran Cat on the docks..<br/>\nI&#39;m not sure what all happened but he claimed that the cat woman killed him<br/>\nwhile he was on the boat.  I never did see how that was possible, but I<br/>\ndigress.  When he comes back onto the island from Qeynos he /tells me asking<br/>\nfor a corpse location.  I had done this a couple of times for others on the<br/>\nisland (always for free), as sometimes your corpse ends up offshore when<br/>\nfighting the zombie sailors.  Anyhow, I say &quot;sure, I&#39;ll find it for you.&quot;,<br/>\nmeet up with him on the dock, target him and &quot;Wow...  I&#39;m pointing offshore<br/>\nhere...&quot;  Blah, blah, yeah cat killed me on boat, blah blah...  Ok...  &quot;Let&#39;s<br/>\nfind out how far offshore you are by triangulation.&quot;  I start to move up and<br/>\ndown the beach now to see how my angle changes as I move.  &quot;Why the hell are<br/>\nyou running back and forth up the beach?  I thought you were going to help me<br/>\nfind my corpse!?!?!  What&#39;s tringlation?&quot;  Sigh...  Explain.  &quot;Oh kewl.&quot;<br/>\nUnfortunately my angle isn&#39;t changing much as I run up and down the beach.<br/>\nHis corpse is *way* offshore - and it gets seriously deep out there - after<br/>\nyou swim past the sharks.  &quot;Oh, I died on the boat and I&#39;ll bet my corpse fell<br/>\noff when it hit the zone border.&quot;  Ok, sounds plausible.  &quot;Well, it&#39;s in that<br/>\ndirection.  Good luck.&quot;  I say.  &quot;Wait!  I need for you to go with me and<br/>\npoint at my corpse.&quot;<br/>\n<br/>\nWhoah now.<br/>\n<br/>\nI&#39;m standing on this island with full banded armor, spiked collar, rusty<br/>\nspiked shoulders, snakeskin mask, misc. magic jewelry, 80pp in cash, a Dragood<br/>\nDirk, a Tentacle Whip, A Combine long sword and three backpacks with various<br/>\nlighstones in them.  So I, as politely as I can, say &quot;I&#39;m sorry, I&#39;d really<br/>\nlike to help you, but most of the valuable items I own are on my person and I<br/>\ndon&#39;t like the thought of putting myself into a position where my corpse might<br/>\nbe permanently irretrievable.&quot;  So he replies &quot;Oh PLEASE!  You have to help<br/>\nme!  All of my stuff is on that corpse!&quot;  I say &quot;Yes, but assuming we get past<br/>\nthe sharks, what if we hit the zone and zone into Erudin?  How can we be sure<br/>\nthat we can zone back in this direction?&quot;,  &quot;Oh I&#39;m sure we could!  Or we<br/>\ncould follow a boat to Erudin.&quot;<br/>\n<br/>\nNope.  Sorry.<br/>\n<br/>\nThe last time I saw this guy he was understandably upset, but swimming<br/>\noffshore to look for his corpse in the direction that I gave him.  Believe me<br/>\nI wished him well, but I couldn&#39;t put my character in that potentially<br/>\ndisarterous position.<br/>\n<br/>\nHow would others have handled this situation?  Given it&#39;s midnight, and you<br/>\nplan on logging within an hour or so and there&#39;s no bank on the island.<br/>\n<br/>\nDo others have experiences where players feel like just because we can located<br/>\nwe&#39;re somehow *obligated* to do so regardless of the circumstances or dangers?<br/>\n<br/>\nJust wondering.<br/>\n<br/>\n<br/>\nCrier<br/>\nBard of the 15th song on Fennin Ro</div>","specialLinks":[]}}
