{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Elijah Meeker","from":"&quot;Elijah Meeker&quot; &lt;elijah@...","replyTo":"LIST","senderId":"PgdvDakr_nxkBvmK4P1H4mtJr_qmxX12Ooc1Ku8NSWJQUxjnMSaNYfHjKN7BypdKxL9gETx3f3uh0RignJO12Jeab9DTa_26CHEdrHh5ToU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hello Again","postDate":"935678404","msgId":5645,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yOTEuNTY0NS45NTkyNzMzNzNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":5647,"prevInTime":5644,"nextInTime":5646,"topicId":5645,"numMessagesInTopic":7,"msgSnippet":"I have not been able to really particiapate iin the list for a while as I was switching jobs etc. Got to be unemployed for a couple of weeks and as a result","messageBody":"<div id=\"ygrps-yiv-702840087\">I have not been able to really particiapate iin the list for a while as I<br/>\nwas switching jobs etc. Got to be unemployed for a couple of weeks and as a<br/>\nresult Tszaaz went from about level 17 to 21 *laughs* Currently I am level<br/>\n23. NO MORE POWERLEVELING! I am just going to enjoy it for a while, the next<br/>\ntwo songs (see invis and psalm of warmth) are stinkers anyway,so no big<br/>\nhurry.<br/>\n<br/>\nSo! Here are some thoughts from the interum.<br/>\n<br/>\nChains ROCKS. If the bard was Brad&#39;s favorite character we would have gotten<br/>\nChains at level 9. Lull, which used to be a nearly useless song to me is now<br/>\na standard part of my arsenal. This may be an illusion but I swear I have<br/>\nlulled yellows if not reds (sorry in a swarm /conning is not my first<br/>\nthought).<br/>\nI am in with a standard group now, and it is a nearly perfect combination:<br/>\n<br/>\nCleric- Bards best friend really. He spends a LOT of mana on me, but hey I<br/>\nalso keep the mobs of his wife the Warrior *laughs*. I make sure to pick him<br/>\nup a few of the gems he uses to buff me everytime I go to Highpass, least I<br/>\ncan do.<br/>\n<br/>\nWarrior - at 3 levels above me, she often can taunt mobs off me - a warrior<br/>\nof my level couldn&#39;t. An actual damage dealer, but it was SWEET to have the<br/>\ngroup decide they /needed/ me in combat *sigh* I am needed for combat, I<br/>\nlike that...*laughs*<br/>\n<br/>\nWizard - KABOOM! And he is a good one too, waits paitently until the warrior<br/>\ncalls in the air strikes.<br/>\n<br/>\nThis was a preformed group and I was worried that I would not be adding much<br/>\nvalue, but I was wrooooong. They freakin love me for the huge shortening of<br/>\ndowntime as the warrior gets to heal without burning the clerics mana. The<br/>\nwizard loves me because he can now safely med in dagerous places (inviso)<br/>\nand he keeps suggesting I maybe kinda powerlevel to 32...*laughs*<br/>\n<br/>\nbtw, when grouped with a warrior and she is only down a bubble at the end of<br/>\nfight, arm the lute regardless. On a warrior that is a LOT of hitpoints, if<br/>\nyou don&#39;t the wizzy will be ready before she is.<br/>\n<br/>\nOn my continuing tour of perfect bardic soloing locations, add the Gorge of<br/>\nKing Visine for levels 19-22. The minos run FASTER THAN SOW, but slower than<br/>\naccelerondo (heeee!). Camp in &quot;the hall&quot; leadingto E Karana and run down the<br/>\nchasm on your right, take the  first left, and pull a mino out of &quot;The<br/>\nCircle&quot;. Yesssss, you might get two, or three if you aren&#39;t careful. /con<br/>\nthem all first.<br/>\nIf you pull a Chasm mino and the Hall is reletivly  empty you better &quot;kite&quot;<br/>\nit first. I put it in quotes because technically it isn&#39;t kiting and<br/>\nshouldn&#39;t be effected by the new patch. Accelerondo/bellow of course. it is<br/>\ndicey, you will often get hit, accelerondo is too fast to do it well,<br/>\nregular running too slow.<br/>\n<br/>\nOh! Does everyone know about &quot;Heal Kiting&quot;? I use it all the time in the<br/>\nKaranas. If you start getting beat on, Accelerondo away, arm the lute. Sing<br/>\nHymn until accelerondo wears out, re-sing accelerondo. Run between two<br/>\npoints, if you are a risk-taker/vindictive you can sing bellow as you pass<br/>\nyour pursuer. But then back on task, you got some healing to do. I have used<br/>\nthis against multiple Reavers and deep blue Aviaks. Warwolves will catch you<br/>\nif you try this though, so watch it.<br/>\n<br/>\nWeapons: Besides the Dragoon Dirk I am now weilding a Polished Granite<br/>\nTomahawk. Jaxon&#39;s Jig o&#39; Vigor, probably a loooong forgotten song, will stay<br/>\nmemed for as long as you own a PGT. What a stamina pig.<br/>\n<br/>\nOhh! My Name! As some may know I have been a big fan of Kithicor forest, we<br/>\nhave had a little study group about it on and off over on CoN/Discussions.<br/>\nSo when it came time for a last nime I was going to pick &quot;D&#39;Kith&quot;. Then, the<br/>\nday I hit 20 I woke up with a horrible realization. She might not think of<br/>\nit the first day, but sooooner or later the Warrior in my group was going to<br/>\nstart calling me &quot;Biggus&quot;. As in &quot;Bigus D&#39;Kith&quot;. (Monty Python reference)<br/>\n*sigh* so I went off to the Elven Dictionary and found &quot;E&#39;Taurguin&quot; or  &quot;Of<br/>\ntheUndead Forest&quot; a much better reference *smiles*. Oh, and the name filter<br/>\ndoes not accept apostrophies, you have to petition and be prepared to wait.<br/>\n<br/>\n<br/>\nOkay, here is my last thought of the day, sorry, it is going to be<br/>\ndepressing. Guise of the Deceiver is no-drop and Bard/Rgue only. While<br/>\nothers can still use the Dark Elf Illusion effect, most won&#39;t need it. I<br/>\nhear it is a common drop. This means a lot of them probably get destroyed<br/>\n*heavy sigh*. AS SOON as I get one, I am finally going to get to RP a<br/>\nTeir&#39;Dal Bard. Thought about sneaing in to join an assasin group, but I hear<br/>\nthe path TO the tower is too perilous to try, even if I would be relativly<br/>\nsafe once there. *sigh*<br/>\n<br/>\n*waves* nice to be back,<br/>\n<br/>\nTszaaz E&#39;Taurguin</div>","specialLinks":[]}}
