{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"J.M. Capozzi","from":"&quot;J.M. Capozzi&quot; &lt;croak63@...","replyTo":"LIST","senderId":"z1D8zI2fkP1TDMxBQEzjD-Bk61kYB6dzdQ36UXJxppbxXPG7oBF-PlWELPm_0-6j5IXq1JZ1JittPa7yJBuPNaGYrQTMhA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: 1H Slashing Magical Weapon List - Read and comment","postDate":"926334539","msgId":571,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNS41NzEuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":568,"nextInTopic":574,"prevInTime":570,"nextInTime":572,"topicId":464,"numMessagesInTopic":9,"msgSnippet":"At around the late teens, you ll start getting an additional damage bonus, depending on your strength and weapons skills and offense. I started seeing mine","messageBody":"<div id=\"ygrps-yiv-166957037\">At around the late teens, you&#39;ll start getting an additional damage bonus,<br/>\ndepending on your strength and weapons skills and offense. I started seeing<br/>\nmine about 18th, with Anthem and Warsong going.  It goes up slowly but<br/>\nsurely<br/>\n<br/>\nWith a 5 damage well balanced scimitar, at 29th level, I&#39;m hitting for 16.<br/>\nWith a 6 damage WB rapier, I&#39;m hitting for 19, and with a 7 damage barbed<br/>\nleather whip or 7 damage Jambiya,  I&#39;m hitting for 22.<br/>\n<br/>\nOh, that&#39;s SERRATED bone dirk btw,  it&#39;s an 8 damage weapon, (but casts<br/>\nEngulfing Darkness) and it&#39;s rogue only.  And more importantly, it&#39;s<br/>\nPIERCING.<br/>\n<br/>\nThe guy that runs EQ&#39;lizer probably hasn&#39;t seen any of those toys in real<br/>\nlife, and half his information is incorrect.<br/>\n<br/>\nAnother little tidbit, this right from Ryan Palachio (Head tuning GM).<br/>\nSince the start of retail, STR affects not only how much you can carry and<br/>\nhow hard you hit, but also how WELL you hit.<br/>\n<br/>\n DEX is still a factor in accuracy, but now STR is worked on both sides of<br/>\nthe combat equation, To-Hit and Damage.<br/>\n<br/>\nAs far as your DPS formula goes, I think you&#39;d be better served simply<br/>\ndividing the base damage by the delay, it&#39;s a better real world indicator.<br/>\n<br/>\n Ah, hell, tired of typing, here&#39;s a cut and paste from a post I made on the<br/>\nEQ Beta board back in November.  Some of the weapon stats have changed due<br/>\nto tuning, but it&#39;s still  accurate.<br/>\n<br/>\nA lot of numbers here, don&#39;t read if you&#39;re not into that sorta thing. VERY<br/>\nLONG POST!!<br/>\nPosted By: Kendrick &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:capozzi@...\">capozzi@...</a>&gt;<br/>\nTuesday, 3 November 1998, at 10:41 a.m.<br/>\n<br/>\nIn Response To: I&#39;ve got to disagree (Kiro)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I just can&#39;t agree with you here Kendrick. I&#39;ve heard you talk about speed<br/>\n&gt; being a principle factor in your weapon selection before - but you cannot<br/>\n&gt; ignore a higher damager &quot;per click&quot; capacity of the mino axe.<br/>\n&gt; This will be obvious to most everyone, but evaluate the weapon based on<br/>\n&gt; the amount of time (speed factor time) that is takes the weapon to inflict<br/>\n&gt; 1 point of damage. For the longsword this is 4.8333 clicks - for the mino<br/>\n&gt; axe it is 4.625 clicks and for the combine longsword (as a reference) it<br/>\n&gt; is 4.667.<br/>\n<br/>\n&gt; Now - from those numbers, you can see that a mino axe will outdistance<br/>\n&gt; both the longsword and the combine longsword in damage. I recognize the<br/>\n&gt; speed advantage in giving better averaged damage in any one combat - but<br/>\n&gt; if you give the mino axe enough time, it will come out ahead. Instead of<br/>\n&gt; basing your weapon decision on ONE combat, base it on a lifetime. The mino<br/>\n&gt; axe will far exceed the longsword and combine longsword in damage over a 4<br/>\n&gt; level lifetime with that weapon (then you need the combine for it&#39;s magic<br/>\n&gt; capabilities).<br/>\n<br/>\n </span></blockquote>Here is one big factor that skews the straight time vs damage calculations:<br/>\n<br/>\nHigher attack speed means more chances of processing dual attack and or<br/>\nwield.<br/>\n<br/>\nOnce those two skills come into play, faster weapons take a large leap<br/>\nforward in overall efficiency. I&#39;d much rather have the system check every 3<br/>\nseconds if I get an additional attack(s) than I would every 5 seconds. Those<br/>\nare arbitrary time factors, but you get the point. A longsword checks every<br/>\n29 units, to see if you swing twice, or use your secondary...a mino axe<br/>\nchecks every 38 units. Probability is in favor of the faster weapon here.<br/>\n<br/>\nBefore that time, lower offense/weapons skills mean you miss more. So,<br/>\nswinging more IS a good thing, be it one combat, or one hundred combats.<br/>\nHitting a target has a large random component, stacking the odds more in<br/>\nyour favor never hurts. Not to mention faster swings means faster skill<br/>\nincreases, something not to be overlooked.<br/>\n<br/>\nWhen you jump the gap, and go to 2h weapons, well, they ARE more efficient.<br/>\nThey have to be, to make up for the loss of either a shield or a secondary<br/>\nweapon, and are purpose designed to be the most devastating weapons in the<br/>\ngame.<br/>\n<br/>\nYou&#39;ll note also, that the &#39;good&#39; weapons break a couple of rules, they have<br/>\nhigher base damage, and higher speed, with the level 40-50 stuff having<br/>\ndamage numbers half that of their attack speed, more or less. You&#39;ll not be<br/>\nlikely to see any weapons with more than .50 efficiency in players hands.<br/>\n<br/>\nOk, to find the efficiency rating (as I call it) of a given weapon, divide<br/>\nits base damage by it&#39;s attack speed.<br/>\n<br/>\n3/20 Dagger .150<br/>\n4/23 Short Sword .170<br/>\n5/25 Rapier/Scimitar .200<br/>\n7/35 Battle Axe .200<br/>\n6/29 Longsword/Spear .206<br/>\n8/39 Bastard sword .205<br/>\n8/38 Mino axe .210,<br/>\n6/28 Combine longsword .214,<br/>\n5/23 Combine rapier .217,<br/>\n6/27 Combine spear .222<br/>\n7/28 Barbed leather whip .250,<br/>\n6/25 Stiletto of Bloodclaw .24,<br/>\n8/35 Screaming Mace .228<br/>\n12/43 Combine 2h .270<br/>\n14/50 Halberd .280<br/>\n14/43 Dwarven Greataxe/Bloodstained Sword .325<br/>\n16/35 Gigantic Zwiehander .457<br/>\n11/22 Fanged Skull Stiletto .50<br/>\n<br/>\nThat&#39;s just a listing of a weapon&#39;s optimum efficiency level. You&#39;ll note<br/>\nthough, that a bastard sword is a hair worse than a longsword, a mino axe a<br/>\nhair better, and neither do as well as a combine longsword.<br/>\n<br/>\nAnother calculation you can do, which gives you a better &#39;real world&#39;<br/>\nindication of how good a weapon is, is to determine a baseline weapon, I<br/>\npick steel longswords, and compare damage over any given period of time. To<br/>\ndo this, you take the attack speed, multiply it by the number of attacks you<br/>\nwant, and then multiply that number by the base damage. Lets do 100 swings<br/>\nof a long sword. That takes 2900 (29 speed) time units, and yeilds 600<br/>\n(100*6) damage.<br/>\n<br/>\nNow, take a mino axe, divide its speed, 38, by 2900. That gives you 76.3,<br/>\nthe amount of swings it will do in the same time period. Multiply that by 8,<br/>\nthe base damage. In the time it takes a longsword to swing 100 times for 600<br/>\ndamage, a mino axe swings 76, for 610. Ten points. Ten points in return for<br/>\n23.7% less chances to hit. To figure longer spans, just add some zeros. The<br/>\ngap widens a bit, 10x that time=100 more damage for the mino axe, but 240<br/>\nmore swings with the longsword, and so on. With bonus damage for higher<br/>\nskills, the ratio is still the same.<br/>\n<br/>\nA regular bastard sword fares even worse, doing 74 swings, and 594 damage.<br/>\nA combine longsword will do 103 swings, and 621 damage.<br/>\nA combine rapier will do 126 attacks, for 630 damage.<br/>\nA combine spear will do 107 attacks, and 644 damage.<br/>\nA screaming mace will do 82 swings, and 662 damage.<br/>\nA bloodclaw stiletto will do 116 attacks, for 696 damage.<br/>\nA barbed whip will do 103 swings, and 724 damage.<br/>\nA halberd will do 58 swings, and 812 damage.<br/>\nA 2h combine, 67 swings, 809 damage.<br/>\nA dwarven 2h greataxe or bloodstained sword will do 67 attacks, and 944<br/>\ndamage.<br/>\n<br/>\nAll of the above weapons are in the game, and in testers hands. [Note: All<br/>\nnumbers were rounded down] Also, the above numbers do not take into account<br/>\nthe advantages of dual attack/wield.<br/>\n<br/>\nTo put this all in context, with off-the-shelf weapons, I&#39;d have no<br/>\nhesitation standing a pair of 30th level players, one dual combine longsword<br/>\nwarrior up against a combine 2h sword or halberd wielding warrior..it&#39;d be a<br/>\nclose fight, and my money would be on the longsword user, all else being<br/>\nequal. Were it a sword and shield vs a 2h, well, the 2h user would win.<br/>\n<br/>\nThe rough calculation of dual attack going off is (Skill+Level)/500, the<br/>\nresult being a percentage.<br/>\n<br/>\nFor dual wield, it&#39;s (Skill+Level)/600<br/>\n<br/>\nAt 30th level, you&#39;ve got a 30% chance of getting your secondary attack in.<br/>\nThat&#39;s roughly 30% more damage you can inflict (and, at 30th level, you can<br/>\nuse that offhand weapon TWICE, if warrior or rogue). With only one secondary<br/>\nattack, a dual weilding combine longsword user is almost dead even with a<br/>\nsingle combine 2h or halberd user (807 points of damage vs 809 or 812 for<br/>\nthe 2h user, and of course, the dual user has a lot more swings)..if he&#39;s IS<br/>\na warrior or rogue, he does even better, approaching 1000 points damage.<br/>\nThis is not factoring in the increased chance over time of your primary<br/>\ngoing off twice with a faster weapon.<br/>\n<br/>\nHope this clarifies my reasoning, and doesn&#39;t bore you to tears reading it.<br/>\nAnd it&#39;s just this sort of thing I&#39;m really going to miss, if all the<br/>\nnumbers get hidden in retail. Counterpoint being, a lot of folks DON&#39;T want<br/>\nto know these sort of things.<br/>\n<br/>\n<br/>\nMessages in This Thread<br/>\n<br/>\n  a.. When if ever will we see an actual Assassin class? -- Ryaxx --<br/>\nSaturday, 31 October 1998, at 4:18 p.m.<br/>\n    a.. Re: When if ever will we see an actual Assassin class? -- Brad<br/>\nMcQuaid -- Saturday, 31 October 1998, at 6:18 p.m.<br/>\n      a.. Brad... -- Ryaxx -- Saturday, 31 October 1998, at 6:26 p.m.<br/>\n        a.. Really? Looking at my skill list I always considered that part<br/>\nof me... -- Lorcan -- Saturday, 31 October 1998, at 6:30 p.m.<br/>\n          a.. Re: Really? Looking at my skill list I always considered that<br/>\npart of me... -- Ryaxx -- Saturday, 31 October 1998, at 6:34 p.m.<br/>\n            a.. Umm, yes the quest is to assisinate... -- Lorcan --<br/>\nSaturday, 31 October 1998, at 6:36 p.m.<br/>\n    b.. Re: When if ever will we see an actual Assassin class? -- kaen --<br/>\nSaturday, 31 October 1998, at 5:51 p.m.<br/>\n      a.. good idea -- Ryaxx -- Saturday, 31 October 1998, at 6:18 p.m.<br/>\n        a.. Re: good idea -- kaen -- Sunday, 1 November 1998, at 10:00 a.m.<br/>\n    c.. Re: When if ever will we see an actual Assassin class? -- Kileyan --<br/>\nSaturday, 31 October 1998, at 4:30 p.m.<br/>\n      a.. Assassins kill people not monsters -- Ryaxx -- Saturday, 31<br/>\nOctober 1998, at 4:47 p.m.<br/>\n        a.. Re: Assassins kill people not monsters -- Boewin of the Half<br/>\nHand -- Saturday, 31 October 1998, at 5:35 p.m.<br/>\n          a.. Not quite correct -- Kendrick -- Saturday, 31 October 1998, at<br/>\n6:09 p.m.<br/>\n            a.. I&#39;ve got to disagree -- Kiro -- Tuesday, 3 November 1998, at<br/>\n5:56 a.m.<br/>\n              a.. A lot of numbers here, don&#39;t read if you&#39;re not into that<br/>\nsorta thing. VERY LONG POST!! -- Kendrick -- Tuesday, 3 November 1998, at<br/>\n10:41 a.m.<br/>\n                a.. The dangers of conjecture -- Forge -- Thursday, 5<br/>\nNovember 1998, at 5:32 a.m.<br/>\n                b.. kendrick the massively leveled help me with<br/>\nsomething. -- Baldaan -- Wednesday, 4 November 1998, at 9:56 a.m.<br/>\n                  a.. Re: kendrick the massively leveled help me with<br/>\nsomething. -- Kendrick -- Wednesday, 4 November 1998, at 12:40 p.m.<br/>\n                  b.. Re: kendrick the massively leveled help me with<br/>\nsomething. -- Absor -- Wednesday, 4 November 1998, at 10:49 a.m.<br/>\n                c.. Re: A lot of numbers here, don&#39;t read if you&#39;re not into<br/>\nthat sorta thing. VERY LONG POST!! -- Ruepel da troll Shaman (Nox) --<br/>\nTuesday, 3 November 1998, at 11:46 a.m.<br/>\n                  a.. Re: A lot of numbers here, don&#39;t read if you&#39;re not<br/>\ninto that sorta thing. VERY LONG POST!! -- Kendrick -- Tuesday, 3 November<br/>\n1998, at 12:03 p.m.<br/>\n                    a.. Re: A lot of numbers here, don&#39;t read if you&#39;re not<br/>\ninto that sorta thing. VERY LONG POST!! -- Nox -- Tuesday, 3 November 1998,<br/>\nat 12:59 p.m.<br/>\n            b.. Double Attack and Speed -- Boewin of the Half Hand --<br/>\nMonday, 2 November 1998, at 9:02 a.m.<br/>\n<br/>\n<br/>\n      | View Thread | Post Response | Return to Index | Read Prev Msg | Read<br/>\nNext Msg |<br/>\n<br/>\n<br/>\n<br/>\n   Password:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: David Rubino &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tigger@...\">tigger@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Sunday, May 09, 1999 9:29 PM<br/>\nSubject: Re: [eqbards] 1H Slashing Magical Weapon List - Read and comment<br/>\n<br/>\n<br/>\n&gt;From: David Rubino &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tigger@...\">tigger@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Sure,<br/>\n&gt;<br/>\n&gt;The formula is simple. First of all, a weapon has a maximum amount of<br/>\n&gt;damage it can do in a single hit. This amount is (DMG * 2) + 1. Why? It<br/>\n&gt;just does . . . observe your weapon&#39;s behavior. Your Mino Axe should do no<br/>\n&gt;more than 17 damage (8 * 2) +1.<br/>\n&gt;<br/>\n&gt;Obviously, you won&#39;t always do the maximum amount of damage.<br/>\n&gt;<br/>\n&gt;Your STR helps determine how close to the max you hit. The higher your STR,<br/>\n&gt;the more chance you&#39;ll have of hitting for the max. Your skill in the<br/>\n&gt;weapon and in offense probably affects this as well.<br/>\n&gt;<br/>\n&gt;Also, your opponent&#39;s armor will affact how much damage you hit for,<br/>\n&gt;because their armor will absorb some of your damage. You will notice you do<br/>\n&gt;less damage against higher level characters even when you hit them.<br/>\n&gt;<br/>\n&gt;So my formula takes the max amount of damage (DMG * 2) + 1 . . . and<br/>\n&gt;divides it by the delay of a weapon in seconds (Delay / 10). Doing this you<br/>\n&gt;get damage per second, which is probably better named maximum damage per<br/>\n&gt;second.<br/>\n&gt;<br/>\n&gt;-Musil<br/>\n&gt;<br/>\n&gt;At 09:38 AM 5/9/99 , you wrote:<br/>\n&gt;&gt;From: &quot;Blitz Krieg&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:blitz_krieg@...\">blitz_krieg@...</a>&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt;Question about your formula for dps... And maybe it&#39;s a question about<br/>\n&gt;&gt;damage in general...  : )<br/>\n&gt;&gt;<br/>\n&gt;&gt;(damage*2)+1   Where&#39;d you get the *2?  Doesn&#39;t STR get factored in there<br/>\n&gt;&gt;somewhere?  I am extremelly curious about this as I am probably over<br/>\n&gt;&gt;obsessive about Stats.  : )<br/>\n&gt;&gt;<br/>\n&gt;&gt;If someone could break down how my Mino Axe with a damage of 8 does 18 max<br/>\n&gt;&gt;damage for me, I&#39;d appreciate it. :)<br/>\n&gt;&gt;<br/>\n&gt;&gt;I have a base strength of 95, going as high as 112 with buffs and equip.<br/>\n&gt;&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt;&gt; I sorted through the list of weapons on EQLizer for magic 1H slashing<br/>\n&gt;&gt;&gt;weapons.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt; The obvious ones are the combine longsword and scimtar, and their<br/>\n&gt;&gt;&gt;well-balanced counterparts. Information on these is widely held, so I<br/>\nwon&#39;t<br/>\n&gt;&gt;&gt;go into detail here.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt; First, let me say I measure the damage value of a weapon using a stat<br/>\n&gt;&gt;&gt;called damage per second (dps). This is calculated assuming that the<br/>\ndelay<br/>\n&gt;&gt;&gt;is in tenths of a sec (I think that&#39;s about right). To calculate:<br/>\n (damage<br/>\n&gt;&gt;&gt;* 2) + 1 ) / (delay / 10)<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt; Please give me any info you have on any of these weapons, including<br/>\n&gt;&gt;&gt;opinons on which is best, how hard they to obtain, how much they sell for<br/>\n&gt;&gt;&gt;if sold, etc.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt; Also, if there are any missng from this list please add them. (There are<br/>\n&gt;&gt;&gt;only 4 here). And two of those are not even confirmed as 1H slashing<br/>\nmagic<br/>\n&gt;&gt;&gt;weapons.  If they are not magic and 1H slashing then I am very much<br/>\nhoping<br/>\n&gt;&gt;&gt;I am missing some good ones from this list.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Barbed Whip<br/>\n&gt;&gt;&gt;Damage 7 / Delay 28 = 5.35 dps<br/>\n&gt;&gt;&gt;Found on the Bonrcrusher in Najena<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Polished Granite Tomahawk<br/>\n&gt;&gt;&gt;Damage 6 / Delay 26 = 5 dps<br/>\n&gt;&gt;&gt;Casts berserker strnegth occasionally, but I don&#39;t know what this is.<br/>\n&gt;&gt;&gt;Have no idea where it is found.<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Crystalline Sword<br/>\n&gt;&gt;&gt;Damage 11 / Delay 38 = 6.05 dps<br/>\n&gt;&gt;&gt;Don&#39;t even know if this is magical, but I have a feeling it is<br/>\n&gt;&gt;&gt;Don&#39;t have any idea where to find it<br/>\n&gt;&gt;&gt;Don&#39;t even know if it is 1H Slashing<br/>\n&gt;&gt;&gt;Please help on this one, I like the stats!<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Cerrated Bone Dirk<br/>\n&gt;&gt;&gt;Damage 9 / Delay Delay 26 = 7.3 dps!<br/>\n&gt;&gt;&gt;Don&#39;t know if it is 1H slashing<br/>\n&gt;&gt;&gt;Don&#39;t know if it magic<br/>\n&gt;&gt;&gt;I do know it is found on the Froglock Assasin in Guk Bottom<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Just for comparison:<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Mino Axe<br/>\n&gt;&gt;&gt;Damage 8 / Delay 37 = 4.59 dps<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;Dwarven Axe<br/>\n&gt;&gt;&gt;Damage 6 / Delay 26 = 5 dps<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;------------------------------------------------------------------------<br/>\n&gt;&gt;&gt;Attention Star Wars fans!<br/>\n&gt;&gt;&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;&gt;&gt;ONElist is the best place for your Star Wars list!<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt;------------------------------------------------------------------------<br/>\n&gt;&gt;ONElist:  the best source for group communications.<br/>\n&gt;&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;&gt;Join today!<br/>\n&gt;&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;To unsubscribe from this mailing list, or to change your subscription<br/>\n&gt;to digest, go to the ONElist web site, at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a> and<br/>\n&gt;select the Member Center link from the menu bar on the left. </span></blockquote></div>","specialLinks":[]}}
