{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"nl5fJmYy6aWpTgJQ11QXPPWtjPK0sKgAFHG3O9ntEwe_j_FBy2uRzKjcsQJaqoUz0SzKkAbdLkF0oKY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Songs in use (cazicthule)","postDate":"935785205","msgId":5763,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yOTYuNTc2My45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":5734,"nextInTopic":0,"prevInTime":5762,"nextInTime":5764,"topicId":5734,"numMessagesInTopic":2,"msgSnippet":"... That is a question I ve had too.  If a mob charms a player, and you charm him back, what happens to the player when your charm expires?  Does he become","messageBody":"<div id=\"ygrps-yiv-1856512786\">On Fri, 27 Aug 1999, Ryan Honeyman wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; * The Tae Diviner can charm people, and he usually does.<br/>\n&gt;   If your party identifies which player is whacking them,<br/>\n&gt;   charm them right back to your side and make them attack<br/>\n&gt;   the Tae.  They are much more efficient under charm control,<br/>\n&gt;   than they would be otherwise.  If they seem to break charm<br/>\n&gt;   too quickly, drag them in a room, and tell them to sit.<br/>\n<br/>\n </span></blockquote>That is a question I&#39;ve had too.  If a mob charms a player,<br/>\nand you charm him back, what happens to the player when your<br/>\ncharm expires?  Does he become free from all charms, or (as<br/>\nyou seem to imply) he revert to being charmed by the mob?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; * AE fear (Screech) - all I can say is &#39;wow&#39;.  I can disperse<br/>\n&gt;   a 10 lizard train at the zoneline in 2 seconds.  While being<br/>\n&gt;   swarmed in 4C, this song let me escape into the maze and back<br/>\n&gt;   to the courtyard.  4 mob limits do not apply &#39;outdoors&#39; and<br/>\n&gt;   cazicthule is considered outdoors.  My screen scrolled really<br/>\n&gt;   bad with &#39;... flees in terror&#39; as a horde of lizards ran off.<br/>\n<br/>\n </span></blockquote>I&#39;ll have to test this in Guk, but I don&#39;t think there is a 4<br/>\nmob limit.  The only 4 mob limit I&#39;ve seen is that at most, 4<br/>\nmobs will be attacking you simultaneously.  If 4 are already<br/>\nengaged, the rest will be aggor and facing you, but will not<br/>\nattack.  This usually creates the illusion that your area<br/>\neffect songs are only affecting 4 mobs, since the rest are<br/>\nusually standing out of range.  However, if you physically<br/>\nmove so that more than 4 are in range, they will all be<br/>\naffected.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; * Lullaby.  I stopped using this song at level 16 when the novelity<br/>\n&gt;   wore off.  Everytime I&#39;d play it, I would usually die.  Parties<br/>\n&gt;   don&#39;t understand how dangerous this song can be to the bard.<br/>\n&gt;   But now I mem&#39;d it back in my song lineup, and at my level with<br/>\n&gt;   a lute, jeez, I can put things to sleep instantly with very little<br/>\n&gt;   resists.  Same as Screech in that I can nod off as many lizards <br/>\n&gt;   that decide to show up, think I did 8 at once last night.<br/>\n<br/>\n </span></blockquote>The most I&#39;ve confirmed is 11 (with one resist).  Someone was<br/>\ntalking about putting 20-30 gnolls to sleep in Blackburrow,<br/>\nwhile a high level caster cast an area effect spell to kill<br/>\nthem all at once.  :-)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   As for blocking casters with this, you either have to be lucky<br/>\n&gt;   or continue to strike them over and over.  If you see a judicator<br/>\n&gt;   healing and you press your pixie button, you will almost never<br/>\n&gt;   catch the lizard in time.  You will _never_ catch smites, they<br/>\n&gt;   are too quick, and you probably wont ever catch wrath.  Twitching<br/>\n&gt;   the button on a visual spell cue means you are too late.  Almost<br/>\n&gt;   need to cycle pixie on one target to keep it in check.<br/>\n<br/>\n </span></blockquote>That&#39;s what I do - hit it over and over with Strike.  When it<br/>\ntakes, not only does it interrupt them, it puts them to sleep<br/>\nuntil they&#39;re hit again.  That small pause in their activity<br/>\nmakes it more likely that your next Strike will catch them in<br/>\nthe middle of casting again.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   Mage and pet are attacking a monster, and I charm it.  Sometimes<br/>\n&gt;   the pet STILL has the monster on it&#39;s attack list and decides<br/>\n&gt;   to attack ME the master of the monster.  I was beaten up very<br/>\n&gt;   bad by a magician&#39;s own pet last night in cazicthule.<br/>\n<br/>\n </span></blockquote>Yeah, bug it.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   Party is fighting a monster, and another shows up and I charm<br/>\n&gt;   the new monster.  One party member turns to attack the new monster<br/>\n&gt;   after charm wears off to &#39;pull it off me&#39; - but I charm it again.<br/>\n&gt;   The monster now has the player who attacked it STILL in it&#39;s agro<br/>\n&gt;   list.  And without me saying, /pet back off - the monster will <br/>\n&gt;   continue to beat down that player.  In fact if I tell the pet<br/>\n<br/>\n </span></blockquote>Yeah, but it too.<br/>\n<br/>\nAnother bug is that if a monster decides to go somewhere<br/>\n(flee, return to home position) and you charm it, it will<br/>\nignore your commands and keep going.  One of the AIs in<br/>\nMistmoore seems to be to return to the castle for<br/>\nreinforcements.  I happened to catch a glyphed ghoul with a<br/>\nshield returning from a train.  I charmed him to pull him to<br/>\nmy group (so that nobody could steal him), but he decided to<br/>\nreturn to the castle.  I kept telling him /pet follow me and<br/>\nover and over but he kept walking back to the castle.  I had<br/>\nto zone because I knew he&#39;d turn aggro to me when uncharmed<br/>\nand bring all his castle buddies after me.  I will have to try<br/>\n/pet back off next time.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   One more bubble til this hell ends...<br/>\n&gt; <br/>\n&gt;   Harmonic Distortion, 30th drummer.<br/>\n<br/>\n </span></blockquote>Actually, it&#39;s two bubbles.  In 31 you lose about a bubble<br/>\nwhen you die.  So until you have a bubble in 31, one death<br/>\nwill send you right back to 30.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
