{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;slide@...","replyTo":"LIST","senderId":"bUS64o1MClDyCs6sD965NZsZ75avJIYWkawLd84QgkTmnedA5O_be8UgJMdIU2qADBOd4xOQKYn2Nxlil1hjUyhuuUWyH2WzLhbp-__GUEX_UabI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lets invite someone from Verant to join the list","postDate":"935861804","msgId":5780,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4yOTguNTc4MC45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":5768,"nextInTopic":5781,"prevInTime":5779,"nextInTime":5781,"topicId":5766,"numMessagesInTopic":4,"msgSnippet":"Hot off the EQ Vault - maybe we could get Geoffrey Zatkin - a designer.. One would thing a designer would be particuarly interested in the thoughts and","messageBody":"<div id=\"ygrps-yiv-1220672109\">Hot off the EQ Vault - maybe we could get Geoffrey Zatkin - a designer..<br/>\nOne would thing a designer would be particuarly interested in the thoughts<br/>\nand suggestions of those playing the game..<br/>\n<br/>\nSlyde<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Reece, Tom - 25IDL G4 &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Friday, August 27, 1999 4:38 PM<br/>\nSubject: [eqbards] Lets invite someone from Verant to join the list<br/>\n<br/>\n<br/>\n&gt; From: &quot;Reece, Tom - 25IDL G4&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Perhaps the moderator of this list can send an email to Verant and request<br/>\n&gt; that the bard programmer join this list.  Include in the message that we<br/>\nas<br/>\n&gt; representatives of the EQ bard community are requesting this not so much<br/>\nas<br/>\n<br/>\n<br/>\n<br/>\nGZ on Bards<br/>\nVerant Game Designer Geoffrey Zatkin recently responded to an email written<br/>\nby Solos Chimamire concerning spells used by the Bard class. Here&#39;s the<br/>\nresponse accompanied by the questions: (Solos&#39; words are in normal text,<br/>\nGeoffrey&#39;s response is in italics)<br/>\nHello folks,<br/>\nI&#39;ve recently wrote to GZ and made some suggestions regarding bard songs,<br/>\nand he is kind enough to give me a reply, here&#39;s what he said:<br/>\n<br/>\n----<br/>\nLevel 40 Syvelian&#39;s Anti-Magic Aria - The name of this song suggests that it<br/>\nwill have some &#39;anti-magic&#39; effect, so I assume perhaps interrupt casting /<br/>\ndispell magic / reduce magic resistance, etc. However it does none of the<br/>\nabove, in fact, I have not been able to figure out what it actually does.<br/>\n<br/>\nGot a fix going in on the next spell patch.<br/>\n<br/>\nLevel 43 Denon&#39;s Desparate Dirge - While the 275 damage is a blast, this<br/>\nsong often targets *grouped* PC, making it useless if you cast it on mobs<br/>\nsurrounded by your group member. I&#39;ve done it many many times and often the<br/>\nsong doesn&#39;t do any damage as it targetted all the grouped PC. Also as the<br/>\nname suggest, it should be used in a desparate situation, perhaps when the<br/>\nbard is surrounded by mobs, pounding to death.. the type of damage (ie. AoE)<br/>\nisn&#39;t really helping at that situation, as you need to run away from the<br/>\nchasing mob, far enough so it won&#39;t hurt you, then sing the song and hope<br/>\nthat it will target them instead of PC. So a suggestion is perhaps change it<br/>\nto be a PB song instead - and maybe even stun the mobs for a little while?<br/>\n<br/>\nI have a tweek for this going in on the next spell patch as well. Tell me<br/>\nwhat you think.<br/>\n<br/>\nNext I would like to send in a few suggestions on songs that works, but<br/>\nwould be able to work better :<br/>\n<br/>\nLevel 19 Shauri`s Sonorous Clouding - This song works great - to NPC only.<br/>\nThe song effect is giving out bard location to any PC and make it unless in<br/>\nPvP situations. It also lets you follow your party members while invis -<br/>\nwhich do you think (honestly) is more important?<br/>\n<br/>\nLevel 27 Solon&#39;s Song of the Sirens - While I understand this song could be<br/>\npowerful, yet it is still dangerous to use, as uncharmed mob will really<br/>\nreally get mad at you. So I wonder why it cannot share the same properties<br/>\nas other charm spells, ie. determine by the magic resistance and level of<br/>\nthe charmer and charmee (?) to decide whether a charm is successful, instead<br/>\nof putting a hard coded cap on it?<br/>\n<br/>\nWe have the hard coded cap in because while Bards are good at Charming, they<br/>\nare not the masters of it. Only Enchanters are the masters of charming.<br/>\n<br/>\nLevel 44 Cassindra&#39;s Elegy - Even though this song is great that it gives<br/>\nsome extra INT and WIS to our caster friends, yet it is short lasting and<br/>\nthe extra mana given by the increase in INT/WIS doesn&#39;t help at all, so a<br/>\nbetter usage of this song is perhaps make the effect last longer?<br/>\n<br/>\nThis was intended to be a hard song to use well. The extra Int AND Wis from<br/>\nthe same spell are so nice that we needed a drawback.<br/>\n<br/>\n- How about a DD song with higher damage (lower than that of Desparate<br/>\nDirge), but cost mana as well (eg. 200 mana for 100 dmg?) - A memory blurr /<br/>\natone type song? Probably wont get the dd spell - Bards are not really DD<br/>\ncharacters.<br/>\n<br/>\nThe memory blur one is possible - i am testing out some of the final songs -<br/>\nif i don&#39;t like how they work, i may sub in a blur.<br/>\n<br/>\nGeoffrey C.Zatkin<br/>\nArch-Mage of Norrath<br/>\n<br/>\nThanks Solos! </span></blockquote></div>","specialLinks":[]}}
