{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rodney Morris","from":"Rodney Morris &lt;rodmorris@...","replyTo":"LIST","senderId":"DHlEHYHhrQx5SpdpLGn6ZqPsdm8CNlB37SGIylGrFaH-IeGV7rOesCrr1PxLfldAL5wYNVr_xf5dMTjMs4NiNZlTFQ3GdAQgfw7wMHkr","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: 1H Slash - Don&#39;t read if you&#39;re bored by stats. :)","postDate":"926396857","msgId":583,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNS41ODMuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":581,"nextInTopic":585,"prevInTime":582,"nextInTime":584,"topicId":581,"numMessagesInTopic":3,"msgSnippet":"... I m just making this up as I go along, but I believe that STR has an effect on the chance of hitting for maximum damage.  I am quite sure that STR does not","messageBody":"<div id=\"ygrps-yiv-590932541\">Blitz Krieg wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Question I still have then, is all geared around Strength.  Both these<br/>\n&gt; methods do not incorporate strength into the equation, tho strength does<br/>\n&gt; have an effect of how hard you&#39;d hit.  What is the lower limit of any<br/>\n&gt; weapon?  Are you utilizing your strength bonuses more by carrying the Higher<br/>\n&gt; Damage weapon and hitting for more raw power, or by hitting more often for<br/>\n&gt; slightly more power?  And same with lower strength.... Does anyone have data<br/>\n&gt; or an idea of a calculation to determine this?  The answer is vaguely in<br/>\n&gt; front of my eyes, and I can not quite grasp it.  : )<br/>\n<br/>\n </span></blockquote>I&#39;m just making this up as I go along, but I believe that STR has<br/>\nan effect on the chance of hitting for maximum damage.  I am quite<br/>\nsure that STR does not affect what that maximum damage is (at lower<br/>\nlevels ie. &lt; 13, anyway), as I frequently compare notes with friends.<br/>\n<br/>\nMy friend with a 2H dwarven axe was quite amused to find that she<br/>\noccasionally hit for 1 damage!  Is that like a shaving nick?  8)<br/>\n<br/>\nI don&#39;t know if the curve is linear, logarithmic, exponential, normal,<br/>\nlimited exponential or any other variant you can think of.  But<br/>\nlogic (!?) says to me that it is affected by STR and your Offence and<br/>\nskill rating at that weapon.<br/>\nI understand that DEX affects the chance of hitting, but it wouldn&#39;t<br/>\nsurprise me to find that it also affects the above.<br/>\nAnd of course, just to make this difficult, it all is affected by<br/>\nwhat you are attacking.<br/>\n<br/>\nOf course, trying to untangle how STR alone affects your combat would<br/>\nbe quite a time consuming task.  Not impossible though.<br/>\n<br/>\nSo, if anybody is interested in spending the time necessary: we need<br/>\na bard to sing Chant and Anthem, and somebody with maxed out skills<br/>\nto attack the same type of creature over and over, taking note of<br/>\nhits (and how much) and misses.  Do this LOTS (would 1000 attack<br/>\nrounds be a reasonable sample?), while keeping all else constant.<br/>\nNote the weapon you were using, your skill levels etc, and then repeat<br/>\nwith the bard NOT singing Chant and Anthem.<br/>\n<br/>\nOf course, you will have to make sure not to level-up in the middle<br/>\nof this procedure.  And the bard&#39;s singing/drumming would also have<br/>\nto be maxed out (not hard).<br/>\n<br/>\nNow, if you want to be really complete, do this again with a different<br/>\nweapon.  And again.  And again.   8)<br/>\n<br/>\nMaybe if lots did it just once each, we could get an idea.  And then<br/>\nagain, maybe nobody cares that much, and we can go on speculating<br/>\nabout it!<br/>\n<br/>\nMully<br/>\nVeeshan</div>","specialLinks":[]}}
