{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John.Curry@xxxxxx.xxx","from":"John.Curry@...","replyTo":"LIST","senderId":"2LHBwW4Eyc0S10qX2trv0TiEXau4vw5YbmgBrfLCvMjl0CfRe0bU_Sv6RAr3XLPCfEVkvFxp4u-rHt_K","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hero or Kamakazi Pilot","postDate":"936374905","msgId":6038,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMTAuNjAzOC45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":6041,"prevInTime":6037,"nextInTime":6039,"topicId":6038,"numMessagesInTopic":7,"msgSnippet":"I had a disturbing situation happen the other day.  I was sharing the sisters bandit camp in Lesser fay with a group of 3 others.  All of the other players","messageBody":"<div id=\"ygrps-yiv-948296023\">I had a disturbing situation happen the other day.  I was sharing the<br/>\nsisters bandit camp in Lesser fay with a group of 3 others.  All of the<br/>\nother players were 15-16 level and in a group, and consisted of a Ranger,<br/>\nBard, and a Magician.  At the time I was 15th level and am quite capable of<br/>\nsoloing the camp while alone, so I wasen&#39;t milking off them.  We had a good<br/>\nthing going and were being very friendly to one another untill something odd<br/>\nhappend.<br/>\n<br/>\nI was waiting for my spawn, when I heared the sounds of battle behind me.  I<br/>\nfigured that they were killing a giant spider or somthing in between spawns<br/>\nas I often do.  But something didn&#39;t sound right.  I turned around to see<br/>\nthe 16th level Bard and the 15th level Ranger, attacking a named Brownie.<br/>\nMy jaw dropped as I asessed the situation.  The brownie was hardly hit at<br/>\nall and the two where below half health already.  Now was my time for snap<br/>\ndeciscions.  Should I help out, or should I bug out.  <br/>\n<br/>\nI knew that they would die if they stayed, but I thought that the 16th bard<br/>\nwould kick in Selo&#39;s and run for the zone pulling the little nasty with him<br/>\nand saving the party.  Thats what I would do.  Well I waited and the spell<br/>\ncaster managed to get off some big spells taking its health down about a<br/>\nquarter, just as the Bard and the Ranger dropped.  By this time I had my<br/>\ndrum in hand and Selo&#39;s playing, I whacked the Brownie and headed for the<br/>\nGreater Fay zone.  Much to my surprise, I could not out-run him by much, and<br/>\nhe stayed on my tail all the way to the zone, where I got out with a sliver<br/>\nof life.  <br/>\n<br/>\nNow I&#39;m feeling pretty good at this point, because I managed to save the<br/>\nSpell Caster.  But as I&#39;m healing in the entrance to the lesser fay, the<br/>\nBard who died came up and started bitching me out for not helping.  I told<br/>\nhim that he was dead from the first hit, and asked him why he did not Selo<br/>\nout for the zone with his party, but that just made him more mad.<br/>\n<br/>\nI ended up stopping for the night to try think of anything I could have done<br/>\nbetter, it all happend so fast.  Any suggestions?<br/>\n<br/>\nSevin 16th Human Bard<br/>\nBrell Server</div>","specialLinks":[]}}
