{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"7Ust4h_fNekS7IapGYPWHf03VFV8F2xIu16knVw6YbrHU_gQHnupkqpAX1vyEYvJGhcnUbEDqKFPZMk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Constructive criticism wanted on my tactics","postDate":"936641910","msgId":6104,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMTUuNjEwNC45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":6100,"nextInTopic":6107,"prevInTime":6103,"nextInTime":6105,"topicId":6100,"numMessagesInTopic":5,"msgSnippet":"... From a pure experience/time perspective, it is always better to have more people in your group.  This is especially true as a bard since your party songs","messageBody":"<div id=\"ygrps-yiv-1586127602\">On Mon, 6 Sep 1999, JasonF wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; Last night I was camping the Preacher room in Permafrost with a 23rd Wizard, a<br/>\n&gt; 22nd Wizard, a 22nd Cleric, and a 19th bard.  I&#39;m pretty damn young to be<br/>\n&gt; there, as those are hard-hitting Ice Goblins and heavy casters that we&#39;re<br/>\n&gt; fighting.  We held our own there for about five hours - with me mostly using<br/>\n&gt; instruments and not weapons - in fact we were TANKLESS.  We got a tell at<br/>\n&gt; about the four hour mark from two Warriors wanting to join our group - and we<br/>\n&gt; declined!  I routinely pulled Gobs from the surrounding area when mana<br/>\n&gt; permitted as well.<br/>\n<br/>\n </span></blockquote>From a pure experience/time perspective, it is always better<br/>\nto have more people in your group.  This is especially true as<br/>\na bard since your party songs multiply every person&#39;s<br/>\neffectiveness.  The only time I turn down adding more people<br/>\nto a group is if they are known jerks, or if the spawn in the<br/>\narea will not support the extra people (i.e. there is nothing <br/>\nelse nearby and we are already handling what&#39;s there with<br/>\nease).<br/>\n<br/>\nIf this was not the case, then I can only assume you felt the<br/>\ngroup&#39;s increased effectiveness with two tanks would not<br/>\noffset the decrease in experience.  I&#39;d suggest you improve<br/>\nyour mixed tank/caster strategies then - the only remaining<br/>\nfactor is poor tactics.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If heavy casters were in the pull (and they throw Force<br/>\n&gt; Shock and the like) I would switch to button bank 2 (my<br/>\n&gt; &quot;caster&quot; bank) and play Anthem, Guardian and Elemental<br/>\n&gt; while holding a drum.  Anthem was played because my cleric<br/>\n<br/>\n </span></blockquote>I thought Anthem no longer stacked with Guardian Rhythms?  Or<br/>\nmaybe it was Chant of Battle that didn&#39;t stack with GR...<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; was melee&#39;ing fairly often as was one of the Wizards, so<br/>\n&gt; it&#39;s better than nothing. Our magic resists with the drum<br/>\n&gt; equipped were in the low 70s, and 40ish for heat and cold.  <br/>\n&gt; Not shabby, but can I do better at my level without a MM<br/>\n&gt; drum? Any stacking advice would be welcome.<br/>\n<br/>\n </span></blockquote>It&#39;s tough to appraise the effectiveness of MR against casting<br/>\nmobs because you don&#39;t get a message saying how much damage<br/>\ntheir spells did.  The strategy I found worked best when I was<br/>\nin Permafrost was just to play Lullaby over and over (stop and<br/>\nrestart it each time it pulses to minimize the interval).  <br/>\nThat interrupted almost every spell, and the goblins went down<br/>\nusually getting only 0 or 1 spell off, sometimes 2.  I dunno<br/>\nhow viable this strategy is at level 19 though.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;  I didn&#39;t play<br/>\n&gt; Hymn much fighting the casters &#39;cause .. what&#39;s the point?  <br/>\n&gt; They&#39;re either gonna burn you for 150 points or not, and<br/>\n&gt; Hymn isn&#39;t going to help much since my drum is equipped.<br/>\n<br/>\n </span></blockquote>Set up a hotkey bank with four songs, your instrument melee<br/>\nslot, and an instrument inventory slot.  Put the drum in the<br/>\nmelee slot and pick up the lute with your mouse cursor.  Play<br/>\nER, then GR.  When you switch to Hymn, click on the drum to<br/>\nequip the lute and place the drum on the mouse cursor.  When<br/>\nyou switch back to ER, click on the lute to equip the drum<br/>\nagain.  (The instrument inventory slot isn&#39;t really necessary,<br/>\nbut I found it handy in case I needed to drop my rather<br/>\nvaluable Mistmoore drum to pick up something else.  :-)<br/>\n<br/>\nThis also works with Hymn (lute), CoD (lute), and DDD (horn).<br/>\nEach song gets enhanced by its respective instrument, and it&#39;s<br/>\nnot that much more difficult to do.  It&#39;s still a hassle<br/>\nthough and I only set it up occasionally.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Besides, we had a Cleric in the group (she saved my bacon<br/>\n&gt; when down to 30HPs on about three different occassions).<br/>\n<br/>\n </span></blockquote>Clerics are a bard&#39;s best friend.  Don&#39;t grow too dependent on<br/>\nthem though.  Once you get into your low- to mid-20s, you are<br/>\nno longer the enormous mob magnet you used to be, and with<br/>\ncareful damage management, you can do pretty well grouped<br/>\nwithout a cleric.  It requires different songs, good taunt<br/>\ncoordination with the other group members, everyone has to<br/>\nknow what the others are and are not capable of, and you<br/>\nreally have to stay on your toes.  But it&#39;s a lot of fun, and<br/>\nwhat you learn while doing it will kick in automatically when<br/>\nyou *are* grouped with a cleric and he announces &quot;OOM&quot; in the<br/>\nmiddle of a nasty fight.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If there were no casters involved I would switch to button<br/>\n&gt; bank 1 (my &quot;melee&quot; bank) and play Warsong, Anthem and Hymn<br/>\n&gt; of Restoration.<br/>\n<br/>\n </span></blockquote>If you were doing most of the tanking, then Warsong probably<br/>\nwas appropriate.  If the others are taking damage though, I&#39;d<br/>\nconsider using GR instead of Warsong.  It has a slight AC buff<br/>\n(bigger than ER or PR) which is mostly negligible, but can<br/>\nmake a difference in marginal situations.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; In appropriate situations I can also use<br/>\n&gt; Bellow or Denon&#39;s Distruptive Discord on this bank, but<br/>\n&gt; Bellow is pretty pathetic when you&#39;re fighting multiple<br/>\n&gt; mobs and DDD can really get you in trouble in a dungeon<br/>\n&gt; where you can&#39;t even use Selo&#39;s.<br/>\n<br/>\n </span></blockquote>When you are the lowest level member of a group, you should<br/>\nconcentrate more on party buff songs (which can&#39;t be resisted)<br/>\nrather than offensive songs (which can be resisted).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Lullaby was also used a fair amount and the Gobs didn&#39;t<br/>\n&gt; resist TOO much.  I would equip my mandolin and just stand<br/>\n&gt; there playing Lullable while the casters burned the gobs<br/>\n&gt; or beat on them with sticks.  Usually during this type of<br/>\n&gt; cheezy caster melee combat I was typing &quot;Fight one&quot;,<br/>\n&gt; &quot;Fight one&quot; over and over.  It takes some people a long<br/>\n&gt; time to realize what&#39;s going on.<br/>\n<br/>\n </span></blockquote>Yeah, it&#39;s amazing how little people think when they aren&#39;t<br/>\nthe ones taking all the damage.  :-)<br/>\n<br/>\nI&#39;m curious if you found any basis for the claim that Lullaby<br/>\nnixes the hate list.  Whenever I&#39;m grouped with overzealous<br/>\nnukers, I haven&#39;t been able to use Lullaby to pull a mob off<br/>\nthem.  It goes to sleep, but when it wakes up it just resumes<br/>\nchasing the nuker.  Finally after about 5 or 6 pulses of<br/>\nLullaby it starts to attack me, but then the caster nukes<br/>\nagain and the whole thing starts all over.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; For reference, when in melee my weapons are Dragoon Dirk or Barbed Leather<br/>\n&gt; Whip in the offhand with Thulian Bladed Claws in my primary hand.  This<br/>\n&gt; character is *not* twinked believe it or not...<br/>\n<br/>\n </span></blockquote>Bleh - a non-twinked L20 bard has better weapons than I do.  <br/>\nI need to get better weapons.  Doesn&#39;t help that my friends<br/>\nand I aren&#39;t into camping...<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
