{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"lFCSo0SDVHAJREhN418loBI6hpQXGU5Z9DwBqpnYxqC5Ofy9vf37vlC5Kxz-xBScJdunuqYIgeDw9lr_JYDH2SV-Dxs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Constructive criticism wanted on my tactics","postDate":"936646479","msgId":6109,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMTUuNjEwOS45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":6107,"nextInTopic":6125,"prevInTime":6108,"nextInTime":6110,"topicId":6100,"numMessagesInTopic":5,"msgSnippet":"... I do not have a steady group.  This was a pickup group, as all of mine are. This is very frustrating at times because I am forever explaining group tactics","messageBody":"<div id=\"ygrps-yiv-1093039039\"><blockquote><span title=\"ireply\">&gt; From a pure experience/time perspective, it is always better<br/>\n&gt; to have more people in your group.  This is especially true as<br/>\n&gt; a bard since your party songs multiply every person&#39;s<br/>\n&gt; effectiveness.  The only time I turn down adding more people<br/>\n&gt; to a group is if they are known jerks, or if the spawn in the<br/>\n&gt; area will not support the extra people (i.e. there is nothing<br/>\n&gt; else nearby and we are already handling what&#39;s there with<br/>\n&gt; ease).<br/>\n&gt;<br/>\n&gt; If this was not the case, then I can only assume you felt the<br/>\n&gt; group&#39;s increased effectiveness with two tanks would not<br/>\n&gt; offset the decrease in experience.  I&#39;d suggest you improve<br/>\n&gt; your mixed tank/caster strategies then - the only remaining<br/>\n&gt; factor is poor tactics.<br/>\n<br/>\n </span></blockquote>I do not have a steady group.  This was a pickup group, as all of mine are.<br/>\nThis is very frustrating at times because I am forever explaining group<br/>\ntactics with a bard present to groups at my level (20th) that are unfamiliar<br/>\nwith bards.  &quot;Oh you heal?  Kewl!&quot;   Sigh...<br/>\n<br/>\nWe turned down the warriors after discussion for several reasons.  We were<br/>\nfading - it was 4:45am or so and we knew that we weren&#39;t going to be there<br/>\nmuch longer.  In fact it was my opinion that changing tactics at that point,<br/>\nwith us as tired as we were, could have spelled disaster.  I discouraged their<br/>\njoining.  We felt like we could continue to hold the room and we did.  One or<br/>\ntwo hours earlier and I would have accepted their request.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I thought Anthem no longer stacked with Guardian Rhythms?  Or<br/>\n&gt; maybe it was Chant of Battle that didn&#39;t stack with GR...<br/>\n<br/>\n </span></blockquote>I am quite sure...  I was weaving Anthem, Guardian and Elemental Rythms.  I<br/>\ndefinitely verified that Guardian and Elemental stacked because I tested MR<br/>\nwith and without my drum playing one, the other and both.  I did not check<br/>\nstats will all three stacked together, perhaps the icon displayed without<br/>\nyielding any results (which I would find kinda disturbing).  Purifying and<br/>\nGuardian Rythms do not stack as I recall.  Don&#39;t know about Chant of Battle as<br/>\nI haven&#39;t played that in a while (probably should dust it off and try it at<br/>\n20th though).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It&#39;s tough to appraise the effectiveness of MR against casting<br/>\n&gt; mobs because you don&#39;t get a message saying how much damage<br/>\n&gt; their spells did.  The strategy I found worked best when I was<br/>\n&gt; in Permafrost was just to play Lullaby over and over (stop and<br/>\n&gt; restart it each time it pulses to minimize the interval).<br/>\n&gt; That interrupted almost every spell, and the goblins went down<br/>\n&gt; usually getting only 0 or 1 spell off, sometimes 2.  I dunno<br/>\n&gt; how viable this strategy is at level 19 though.<br/>\n<br/>\n </span></blockquote>I hadn&#39;t thought about stopping and restarting Lullaby to decrease the<br/>\ninterval.  That&#39;s for the tidbit.  In fact, I&#39;d been unsure as to how lullaby<br/>\nworked and was hesitant to stop it at all.  If it&#39;s a pure &quot;tick song&quot; then<br/>\nI&#39;ll definitely start weaving other songs with it.<br/>\n<br/>\nThe only evidence I have of additional MR being a Good Thing is that we fought<br/>\nthe Preacher twice and had a couple of fights with both a Diviner and Evoker -<br/>\nwhen I used the drum and boosted our MR, I was always surprised at how high<br/>\neveryone&#39;s health was at the end of a battle.  Now with two wizards in the<br/>\nfights they didn&#39;t last long, but when I played my &quot;melee songs&quot; in a similar<br/>\nfight, the Cleric in our group would be healing away...  Very subjective stuff<br/>\nthough.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Set up a hotkey bank with four songs, your instrument melee<br/>\n&gt; slot, and an instrument inventory slot.  Put the drum in the<br/>\n&gt; melee slot and pick up the lute with your mouse cursor.  Play<br/>\n&gt; ER, then GR.  When you switch to Hymn, click on the drum to<br/>\n&gt; equip the lute and place the drum on the mouse cursor.  When<br/>\n&gt; you switch back to ER, click on the lute to equip the drum<br/>\n&gt; again.  (The instrument inventory slot isn&#39;t really necessary,<br/>\n&gt; but I found it handy in case I needed to drop my rather<br/>\n&gt; valuable Mistmoore drum to pick up something else.  :-)<br/>\n&gt;<br/>\n&gt; This also works with Hymn (lute), CoD (lute), and DDD (horn).<br/>\n&gt; Each song gets enhanced by its respective instrument, and it&#39;s<br/>\n&gt; not that much more difficult to do.  It&#39;s still a hassle<br/>\n&gt; though and I only set it up occasionally.<br/>\n<br/>\n </span></blockquote>I&#39;ve read about switching instruments and weapons in combat.  I have one<br/>\nproblem with that.  I currently have about 800pp worth of weapons (Thulian<br/>\nClaw, Barbed Whip, Dragoon Dirk).  If I drop one of those, I stand a decent<br/>\nchance of losing it permanently.  If I purchase a MM drum for somewhere around<br/>\n400pp that brings me to 1,200pp worth of stuff I&#39;d be (literally) juggling.<br/>\nNot my idea of a good time.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If you were doing most of the tanking, then Warsong probably<br/>\n&gt; was appropriate.  If the others are taking damage though, I&#39;d<br/>\n&gt; consider using GR instead of Warsong.  It has a slight AC buff<br/>\n&gt; (bigger than ER or PR) which is mostly negligible, but can<br/>\n&gt; make a difference in marginal situations.<br/>\n<br/>\n </span></blockquote>Good observation.  I will play with GR and break out Chant and play with it<br/>\nsome too.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; When you are the lowest level member of a group, you should<br/>\n&gt; concentrate more on party buff songs (which can&#39;t be resisted)<br/>\n&gt; rather than offensive songs (which can be resisted).<br/>\n<br/>\n </span></blockquote>Which, although not fully formed in my mind perhaps, is what I was doing with<br/>\nthe exception of Lullaby.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I&#39;m curious if you found any basis for the claim that Lullaby<br/>\n&gt; nixes the hate list.  Whenever I&#39;m grouped with overzealous<br/>\n&gt; nukers, I haven&#39;t been able to use Lullaby to pull a mob off<br/>\n&gt; them.  It goes to sleep, but when it wakes up it just resumes<br/>\n&gt; chasing the nuker.  Finally after about 5 or 6 pulses of<br/>\n&gt; Lullaby it starts to attack me, but then the caster nukes<br/>\n&gt; again and the whole thing starts all over.<br/>\n<br/>\n </span></blockquote>No, I didn&#39;t find that it nixed the shit list.  I found that the mobs<br/>\ncontinued to attack the caster that they were glommed onto and that Lullaby<br/>\nwould not break them off, even after several rounds.  What it did seem to do<br/>\nwas provide the casters with time to cast without interruption, which is what<br/>\nI was intending.  So even though the caster might have a Gob in his face, he<br/>\ncould cast on it.  It would awaken, pound my caster one time and then<br/>\n(usually) nod off.  Caster casts again...  Repeat.  Of course the mobs that<br/>\nweren&#39;t engaged by caster damage were pretty upset with me.  But generally<br/>\nspeaking I could keep them nodded enough that things worked out alright.<br/>\nOccassionally I&#39;d need a heal &#39;cause at 19th getting hit even once in a while<br/>\nfor 40-50 pts is pretty rough.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Bleh - a non-twinked L20 bard has better weapons than I do.<br/>\n&gt; I need to get better weapons.  Doesn&#39;t help that my friends<br/>\n&gt; and I aren&#39;t into camping...<br/>\n<br/>\n </span></blockquote>I despise camping.  It&#39;s the main reason that I don&#39;t have a steady group.  I<br/>\nget very restless very fast.  That&#39;s yet another reason I started a bard -<br/>\nlike a lot of the others on this list I like to travel around.<br/>\n<br/>\nCrier Sharpsong<br/>\n<br/>\n<br/>\nJason A. Farqu´┐¢<br/>\nCDI at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.pigging.com/\">http://www.pigging.com/</a></div>","specialLinks":[]}}
