{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom CPT - 30th Signal Bn","from":"&quot;Reece, Tom CPT - 30th Signal Bn&quot; &lt;ReeceT@...","replyTo":"LIST","senderId":"gXQ_r7M1ZWylTHJvnaahszdQ49xVZC999HxHDMpgRlxl1-G1Sbi4zoBnG5Ne-Z-obdVyh2hcuqWQFWybB1V-tA2CvZdCSmbv47j1rxBg9JF_tQLkVtkoPIvMnYrxPFgXP4cbw7yd","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Request for advice","postDate":"926628879","msgId":619,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOC42MTkuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":632,"prevInTime":618,"nextInTime":620,"topicId":619,"numMessagesInTopic":7,"msgSnippet":"I am approaching 10th level and find myself having to make a decision to which I request some advice from higher experienced bards. My current situation is","messageBody":"<div id=\"ygrps-yiv-1951223832\">I am approaching 10th level and find myself having to make a decision to<br/>\nwhich I request some advice from higher experienced bards.<br/>\n<br/>\nMy current situation is this:<br/>\n1)  I fight with either a tarnished long sword or tarnished rapier.  I have<br/>\nmax ability in both for my current level.  <br/>\n2)  I wear a combination of patchwork and leather armor.  My tunic and<br/>\nleggings are patchwork.  Most of everything else is leather.  My AC is<br/>\naround 220 with buffs.<br/>\n3)  I do not dabble in any of the trades.  I will start brewing once I am<br/>\nable to get my hands on brewing supplies.  Currently, the only place to buy<br/>\nbrewing supplies is on the Antonica continent.  I have no intentions of<br/>\nsmithing or tailoring to make money.  As a result....<br/>\n4)  I only have about 8 PPs saved up.<br/>\n<br/>\nMy dilemma is what should be my next major purchase.  When I make 10th<br/>\nlevel, I know I need to go to Freeport to purchase the Anthem de Arms song.<br/>\nNot certain how much this will cost me but I&#39;m not going to make a major<br/>\npurchase until I buy that song first.  With the money I have left over, I<br/>\nneed to either buy better armor or a better weapon.  <br/>\n<br/>\nIf I buy armor, should I wait until I have enough money to buy a banded<br/>\ntunic or should I buy a leather tunic, which is cheaper.  How much better is<br/>\nbanded over leather?  Currently, orc legionnaires pound the crap out of me.<br/>\nWill leather make much of difference over patchwork?<br/>\n<br/>\nShould I hold off on buying a weapon and instead focus on looting one off of<br/>\na monster?  At 10th level I should be able to survive long enough (with a<br/>\ngroup) in the Mino caves to get a Minotaur axe.  Does anyone have a<br/>\nsuggestion of another place to go to get a better weapon than tarnished?<br/>\nIdeally, I would like to use Crookstinger&#39;s stinger (a magic piercing<br/>\nweapon) if I can get it.  Don&#39;t know if my group would be even strong (or<br/>\nlucky) enough to defeat Crookstinger (a NPC wasp).  Does anyone have an idea<br/>\nwhere in Lesser Faydark Crookstinger appears?  I have never seen him<br/>\npersonally nor I have ever heard of anyone fighting him.  I saw a post about<br/>\nhim on another board so thats how I heard about him.  <br/>\n<br/>\nThanks ahead of time for any response.<br/>\n<br/>\nGaltin<br/>\nE&#39;ci</div>","specialLinks":[]}}
