{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"firehawk@cloud9.net","from":"firehawk@...","replyTo":"LIST","senderId":"O6tIxIOnjE37RncKcbYknwuJ40R7aF07pGtqELSNRkaouMtfg9UYUEK9kngV-zx8Txyf6zeXkpZuMQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Just a bit of fun (longish)","postDate":"936982299","msgId":6330,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMjYuNjMzMC45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":6329,"nextInTopic":6331,"prevInTime":6329,"nextInTime":6331,"topicId":6327,"numMessagesInTopic":13,"msgSnippet":"As I go forth through Norrath I become more and more amazed at how little most folk seem to know.  One part of this I think is at least on Povar there really","messageBody":"<div id=\"ygrps-yiv-49807590\">As I go forth through Norrath I become more and more amazed at how little most folk seem to know.  One part of this I think is at least on Povar there really aren&#39;t that many Bards.  Although in someways I think there may be too many.  What I mean by that is folk using the Bard as their second char playing it basically as a warrior who runs fast and can heal fast.  Not mind you that there is anything wrong with this but it does create stories like the one that follows.  I hope it amuses you all as much as it did me. \r<br/>\n\r<br/>\nSo two nights ago I decided to try and catch up to level 20 I was 19 and figured HHP would be a good place for this.  So I enter HHP and with typical humilty but was a bit of florish offer &quot;Bard of the 19th chorus offers his voice in song to a party in need&quot;  As I arrive at the orc area I find one of the all too frequent &quot;your a kills stealer no you are a kills stealer&quot; fights and realized that this was going to be one of those impossible to group nights.  \r<br/>\n\r<br/>\nWell not to be discouraged I stick around to see if at the very least I can impress them with some exploits or tales.  Sure enough a solo wizard (or very not bright magician) decided to attack an Orc warrior just as a Medic Spawns next to him.  The poor lad it putting up a great fight (not getting alot of casts off though) but isn&#39;t doing great with the medic offering his expert opinion.  Saddly no one else saw fit to help.. I assume because his death would mean one less turn in the rotation.  So I grab my lute in hand and decide it&#39;s time to put things to bed.. literally and sing Lullaby.  This of course knocks the poor medic out until it&#39;s too late.. and I will not even relate what the warrior was left to.\r<br/>\n\r<br/>\nThe battle done I congratulate the caster on his good job to which he replies &quot;it almost wasn&#39;t enough&quot; I comment that I know hence I decided to help.  His reply which floored me was &quot;I hate to break this to you but you know you had me targeted so you didn&#39;t help at all&quot; hehehe  When I pointed out that those orc head nods messages and the fact the medic stopped casting and pounding on him he was in shock.  &quot;Bards can do that??&quot;\r<br/>\n\r<br/>\nI&#39;ve said it before and I&#39;ll say it again some folks just have no clue how much a bard REALLY makes the difference.\r<br/>\n\r<br/>\nAdon Draigcanwyr Povarian Bard Child of the Cathar\r<br/>\n\r<br/>\nPS funnish Trivia can anyone come up with the meaning of my last name and or where it is from?  Goat if you are still on this list you don&#39;t count :)</div>","specialLinks":[]}}
