{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"wvuJ8LY0_GeHfOxC8iCvsvPosESYNpM9mQXVr4xhTOO6pZcztzGQ3Ph4WoSbFXsJCkRy8qMshr0BnAo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Grouping with enchanters (was Re: Chain and Binding)","postDate":"937270920","msgId":6452,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMzIuNjQ1Mi45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":6451,"nextInTime":6453,"topicId":6452,"numMessagesInTopic":1,"msgSnippet":"If you re grouped with a ranger/druid and enchanter, I m finding Binding to be more useful than Chain (in areas where AE songs are safe).  Chain interferes","messageBody":"<div id=\"ygrps-yiv-777912582\">If you&#39;re grouped with a ranger/druid and enchanter, I&#39;m<br/>\nfinding Binding to be more useful than Chain (in areas where<br/>\nAE songs are safe).  Chain interferes with snare so you lose<br/>\nits attack speed slowdown if you let the druid/ranger snare<br/>\nearly in a fight.  Binding does not interfere with snare, so<br/>\nyou can Bind away to your heart&#39;s content.  The AE also means<br/>\nif you get a big pull, you&#39;ll be slowing down all their<br/>\nattacks, which gives the enchanter more time and a better<br/>\nchance to mesmerize the extras (neither Chain nor Binding<br/>\nbreak mesmerize), since most enchanters are afraid to use area<br/>\neffect mesmerize in cramped dungeons for fear of mesmerizing<br/>\nthemselves.  Thanks Sylly for getting me to try this song<br/>\nagain.<br/>\n<br/>\nThe enchanter also has better attack speed debuffs, but the<br/>\none I group with uses it only if we&#39;re in a close fight<br/>\nbecause of the mana cost (mana better spent mesmerizing so the<br/>\nattack speed of the extras is zero).  Binding on the other<br/>\nhand is free, so I can use it all the time (well, watch out<br/>\nfor other people pulling through the area you&#39;re fighting).<br/>\n<br/>\nI&#39;ve also been using Chant of Battle instead of Anthem since I<br/>\nhaven&#39;t found the enchanter and Anthem speedups to stack.  <br/>\nOur enchanter usually keeps augmentation on everyone (+15%,<br/>\nbetter than Anthem&#39;s +10%), subverting it with alacrity or<br/>\ncelerity if things get hairy.  So Anthem then becomes merely a<br/>\nstr buff, and Chant of Battle without a drum ends up being<br/>\nmarginally better since it raises stats by the same amount and<br/>\nalso raises AC.  I&#39;ll have to reassess this when I get<br/>\nCelerity at L36 of course.<br/>\n<br/>\nI still keep Pixie Strike memorized, for dealing with casting<br/>\nmobs - I&#39;m still not sure which is better: raising everyone&#39;s<br/>\nresists or Striking continuously to interrupt casters.  The<br/>\nonly disadvatage to Striking I&#39;ve found is that it tends to<br/>\npush the mob quite a ways in one direction in a long fight.<br/>\nRaising resists seems to be effective, but there&#39;s something<br/>\nimmensely satisfying about seeing &quot;A Solusek mage00&#39;s casting<br/>\nis interrupted&quot; twenty times in a fight.  :-)  Striking will<br/>\nalso stop priests and shamen from healing themselves,<br/>\nsomething raising resists will not do.<br/>\n<br/>\nStrike is also handy for those rare occasions when the<br/>\nenchanter goes OOM and we still have a couple mobs left to<br/>\ndeal with.  This fits in well with the bard&#39;s ability to take<br/>\nover just about any job as needed (tank, heal, buff, crowd<br/>\ncontrol).<br/>\n<br/>\nI&#39;ve taken to dropping charm though since the enchanter can<br/>\nusually mesmerize anything on the healers faster than I could<br/>\ncharm them to pull them off.  (I think I need to have a<br/>\nword or two with our clerics about timing their initial heals<br/>\nuntil after the enchanter has mesmerized at least one mob -<br/>\nmakes no difference in terms of time to mesmerize, but the<br/>\ntanks tend to break off to defend the cleric which winds up<br/>\nbreaking mesmerize if the enchanter succeeds.)<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
