{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Barker","from":"Ryan Barker &lt;rbarker@...","replyTo":"LIST","senderId":"MBGoMpO_JIe2Nl62_6eAHLZcaZrUakuX4gaO76F_J-bp3eX7icGMiBZb7Qjtc_4DeWvlmVr3pBlFVpyk-Nub_YAjzHnVQm9UjTo9ug","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: was: Fear/Chain, is not cheesy  Re: good bards","postDate":"937340139","msgId":6501,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMzQuNjUwMS45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":6484,"nextInTopic":6505,"prevInTime":6500,"nextInTime":6502,"topicId":6484,"numMessagesInTopic":8,"msgSnippet":"Second time Ive made the list so far woohoo :) ... No PC charming is a bard and enchanter skill.. gained at level 29 by enchanters and at level 32 by bards...","messageBody":"<div id=\"ygrps-yiv-1691717994\">Second time Ive made the list so far woohoo :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;    Date: Tue, 14 Sep 1999 10:37:05 PDT<br/>\n&gt;    From: &quot;Renee Cole&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nat_ive@...\">nat_ive@...</a>&gt;<br/>\n&gt; Subject: Re: was: Fear/Chain, is not cheesy  Re: good bards<br/>\n&gt;<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; I also play a Level 38 druid (no, I don&#39;t kite, or I probably WOULD be<br/>\n&gt; level 50 by now).  I have played her since day one of commercial.  In<br/>\n&gt; all that time, I have grouped with exactly THREE bards.  Not because I<br/>\n&gt; don&#39;t like grouping with bards, but simply because there are so few of them<br/>\n&gt; available.<br/>\n&gt;<br/>\n&gt; Last night I had the opportunity and the unexpected pleasure of grouping<br/>\n&gt; with a level 30 bard in Cazic. *waves to Celandro*  We were doing crocs<br/>\n&gt; and praying to the EQ gods for the steel golem to spawn and drop some gloves<br/>\n&gt; for our cleric friend.<br/>\n&gt; <br/>\n&gt; Because I play a bard, I am always more than happy to group with one if <br/>\n&gt; possible.  I know the strengths of a bard, I know how great they are to<br/>\n&gt; have in a party, but I can tell you, there is nothing like experiencing what<br/>\n&gt; a bard can do from a different perspective.  If I could have charmed<br/>\n&gt; Celandro and made him my permanent pet, I would have done it! Hehe.  I learned<br/>\n&gt; ALOT from Celandro, pestering him with questions (poor Cel!), watching him<br/>\n&gt; weave his songs, etc.<br/>\n<br/>\n </span></blockquote>No PC charming is a bard and enchanter skill.. gained at level 29 by<br/>\nenchanters and at level 32 by bards... Like I told you last night.. im<br/>\ngoing to make my group always say &quot;As you command master&quot;<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; There is NOTHING like being grouped with a GOOD bard, who knows his <br/>\n&gt; stuff.<br/>\n&gt;<br/>\n&gt; -Treehugger and Songmaker<br/>\n </span></blockquote>After this group broke up, I joined one of the best groups I have ever<br/>\nbeen in.  We had me, a warrior, a shadow knight, a paladin, a ranger and a<br/>\nshaman all level 30-34 and we were fighting in the throne room.  I was<br/>\nusing Pixie Strike (my new favoirte song), Lullaby, Anthem, Hymn, Psalm of<br/>\nCooling and Constant Chain depending on the situation and we were the only<br/>\ngroup there for a few hours.  We cleared both floors of the house and had<br/>\nabout a 5 minute break before things started respawning.  It was simply<br/>\namazing... We handled some insane pulls (2 heralds, 1 justicar, 1 monkey,<br/>\n1 zealot, 1 fanatic), never started a train, never died, and gained a lot<br/>\nof experience (a bubble and a half of level 30 in 4 hours) and cash (100pp<br/>\nafter selling the 10 fine steel weapons I got).  Best of all.. i never<br/>\nunequipped my lute :).<br/>\nThe tactics for various situations were:<br/>\n1 non-caster: twist Anthem, Hymn and Psalm of Cooling.  If the ranger<br/>\ncouldnt snare it, Chain it when it starts to run.<br/>\n1 caster: Pixie Strike over and over and over to interrupt the spells.<br/>\nThis is very effective against the shaman we were fighting as it stopped<br/>\nthe heals.<br/>\n2 non casters: Pixie Strike until it succeeds, then Hymn, repeat.  Keep<br/>\nthe mob that isnt being attacked messed and still heal everyone.. Save<br/>\nthat shaman mana. When one dies, switch to the 1 mob scenario<br/>\n2 casters or mixed: Lullaby over and over again.  This will interrupt the<br/>\ncaster(s) and keep one mob sleeped most of the time. When 1 dies, switch<br/>\nto the 1 mob scenario<br/>\n3 or more: Lullaby over and over again. Most mobs are sleeping which<br/>\nhelps when there are multiple healers.<br/>\nFor these tactics to work you MUST teach everyone to /assist the puller.<br/>\nIt usually takes about 30 minutes to convince the meleers who arent used<br/>\nto grouping with an enchanter or a bard to usually ignore the mobs who go<br/>\nfor the shaman or the new mob that just spawned and joined in and let me<br/>\nhandle it. So drill it into their heads:<br/>\n&quot;Everyone needs to /assist the puller&quot;<br/>\n&quot;Do not switch targets unless I say&quot;<br/>\n&quot;Do not use AOE effects or spells&quot;<br/>\n&quot;Do not DoT the mob you arent fighting&quot; (this happened twice last night<br/>\nand I couldnt mesmerize the mob off the dotter.. he learned)<br/>\nand best of all when you first join the group or when someone new joins...<br/>\n&quot;Hello my name is Celandro Spellsong and I will be your substitute<br/>\nenchanter for the night.  Adjust your play accordingly.&quot;<br/>\n<br/>\nCelandro Spellsong<br/>\n30 Bard Povar<br/>\nWannabe enchanter</div>","specialLinks":[]}}
