{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"eU7XcUbONNLrgxDhEQaM36zkTE74br3BtcD42JWmQL3Gj5cTQqRXxc0Ts-aqGyc8sMMrb_7r4Hu-wrrbisqoGanCPKA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: was: Fear/Chain, is not cheesy  Re: good bards","postDate":"937344864","msgId":6514,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMzUuNjUxNC45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":6505,"nextInTopic":6516,"prevInTime":6513,"nextInTime":6515,"topicId":6484,"numMessagesInTopic":8,"msgSnippet":"Sigh.  It would be so nice if a group I was in would","messageBody":"<div id=\"ygrps-yiv-1793884157\">Sigh.<br/>\n<br/>\n&lt;Crier stares into the distance imagining what it would be like to have a<br/>\ngroup listen to her advice.&gt;<br/>\n<br/>\nIt would be so nice if a group I was in would listen to me when I tell them<br/>\nthings like this.  Maybe I&#39;m just not tactful enough (although I genuinely try<br/>\nto be), but when I get into a group of 5 or 6 people there&#39;s always at least<br/>\none guy (and usually more) who just doesn&#39;t &quot;get it&quot;, or says &quot;Who made you<br/>\nGod?&quot; when I try and tell them that I can control the fight.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &quot;Everyone needs to /assist the puller&quot;<br/>\n&gt; &quot;Do not switch targets unless I say&quot;<br/>\n&gt; &quot;Do not use AOE effects or spells&quot;<br/>\n&gt; &quot;Do not DoT the mob you arent fighting&quot;<br/>\n<br/>\n </span></blockquote>Sorry for the cursing, but this sort of advice is generally greeted with a<br/>\n&quot;Fuck you.  Check this bossy bard out...  Don&#39;t tell me how to play my<br/>\ncharacter.&quot;, usually from a warrior or a necromancer (often Dark Elves for<br/>\nsome reason).  I implore my group to let me lullaby mobs and yet they continue<br/>\nto, fight after fight, attack multiples.  Even if I stand there and lull,<br/>\nlull, lull shouting &quot;use assist&quot;, &quot;use assist&quot;, &quot;fight one&quot;, &quot;fight one&quot; they<br/>\njust won&#39;t do it.  This isn&#39;t just one group, it&#39;s probably 8 out of 10. It&#39;s<br/>\ndiscouraging.<br/>\n<br/>\nPart of my problem might be that I play on Fennin Ro.  That server is almost<br/>\nALWAYS at the bottom of the list when sorted by number of players.  Usually<br/>\n1,700 or 1,800, even on a weeknight.  Weekends, forget it.  I&#39;ve seen Fennin<br/>\nRo hit 1,900.  Them&#39;s some crowded zones.  Playing EQ on Fennin Ro is<br/>\noftentimes like playing Quake.  Four groups camp something and the instant it<br/>\nspawns they&#39;re all blasting for all they&#39;re worth.  I have gotten to the point<br/>\nwhere I refuse to play in Highpass Hold.  The people camping the Orcs are some<br/>\nof the rudest, Kill Stealing-est, nastiest and most juvenile players I&#39;ve ever<br/>\nencountered in any game.<br/>\n<br/>\nIt&#39;s gotten to the point where I would consider abandoning my 21st level bard<br/>\non Fennin Ro and start a new bard on another server if I thought the people<br/>\nwere friendlier.  What do you people on the (slightly) less busy servers have<br/>\nto say?  Are they any friendlier?<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; After this group broke up, I joined one of the best groups I have ever<br/>\n&gt; been in.  We had me, a warrior, a shadow knight, a paladin, a ranger and a<br/>\n&gt; shaman all level 30-34 and we were fighting in the throne room.  I was<br/>\n&gt; using Pixie Strike (my new favoirte song), Lullaby, Anthem, Hymn, Psalm of<br/>\n&gt; Cooling and Constant Chain depending on the situation and we were the only<br/>\n&gt; group there for a few hours.  We cleared both floors of the house and had<br/>\n&gt; about a 5 minute break before things started respawning.  It was simply<br/>\n&gt; amazing... We handled some insane pulls (2 heralds, 1 justicar, 1 monkey,<br/>\n&gt; 1 zealot, 1 fanatic), never started a train, never died, and gained a lot<br/>\n&gt; of experience (a bubble and a half of level 30 in 4 hours) and cash (100pp<br/>\n&gt; after selling the 10 fine steel weapons I got).  Best of all.. i never<br/>\n&gt; unequipped my lute :).<br/>\n&gt; The tactics for various situations were:<br/>\n&gt; 1 non-caster: twist Anthem, Hymn and Psalm of Cooling.  If the ranger<br/>\n&gt; couldnt snare it, Chain it when it starts to run.<br/>\n&gt; 1 caster: Pixie Strike over and over and over to interrupt the spells.<br/>\n&gt; This is very effective against the shaman we were fighting as it stopped<br/>\n&gt; the heals.<br/>\n&gt; 2 non casters: Pixie Strike until it succeeds, then Hymn, repeat.  Keep<br/>\n&gt; the mob that isnt being attacked messed and still heal everyone.. Save<br/>\n&gt; that shaman mana. When one dies, switch to the 1 mob scenario<br/>\n&gt; 2 casters or mixed: Lullaby over and over again.  This will interrupt the<br/>\n&gt; caster(s) and keep one mob sleeped most of the time. When 1 dies, switch<br/>\n&gt; to the 1 mob scenario<br/>\n&gt; 3 or more: Lullaby over and over again. Most mobs are sleeping which<br/>\n&gt; helps when there are multiple healers.<br/>\n&gt; For these tactics to work you MUST teach everyone to /assist the puller.<br/>\n&gt; It usually takes about 30 minutes to convince the meleers who arent used<br/>\n&gt; to grouping with an enchanter or a bard to usually ignore the mobs who go<br/>\n&gt; for the shaman or the new mob that just spawned and joined in and let me<br/>\n&gt; handle it. So drill it into their heads:<br/>\n&gt; &quot;Everyone needs to /assist the puller&quot;<br/>\n&gt; &quot;Do not switch targets unless I say&quot;<br/>\n&gt; &quot;Do not use AOE effects or spells&quot;<br/>\n&gt; &quot;Do not DoT the mob you arent fighting&quot; (this happened twice last night<br/>\n&gt; and I couldnt mesmerize the mob off the dotter.. he learned)<br/>\n&gt; and best of all when you first join the group or when someone new joins...<br/>\n&gt; &quot;Hello my name is Celandro Spellsong and I will be your substitute<br/>\n&gt; enchanter for the night.  Adjust your play accordingly.&quot;<br/>\n&gt;<br/>\n&gt; Celandro Spellsong<br/>\n&gt; 30 Bard Povar<br/>\n&gt; Wannabe enchanter<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ?? BETA TEST our free, real-time technical support service with live experts<br/>\n </span></blockquote>!!<br/>\n<blockquote><span title=\"qreply\"> &gt;                           go to EXPERTCITY.COM<br/>\n&gt;        &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/expertcity6\">http://clickme.onelist.com/ad/expertcity6</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
