{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...","replyTo":"LIST","senderId":"6Wgy2GKcPyQ_cmMhnJUpHvUVWLnx3Ne_QifjFvads9xXBmBdd6TiPXrvAns7qcL2Y4tIGyLYIsVAQo-n2BtfW87mpxhOqDpqIGjG5gvbDrm2q_JWr_5uNWczk98eNL4nBBQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Another what would you do in this situation story (very long)","postDate":"937424744","msgId":6579,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMzguNjU3OS45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":6578,"nextInTime":6580,"topicId":6579,"numMessagesInTopic":1,"msgSnippet":"Attaining 23d level was short lived for me:-(.  Here is what happened. Would like to hear what some of you would have done in my shoes. After getting great XP","messageBody":"<div id=\"ygrps-yiv-1773703696\">Attaining 23d level was short lived for me:-(.  Here is what happened.<br/>\nWould like to hear what some of you would have done in my shoes.<br/>\n<br/>\nAfter getting great XP the past two nights fighting evil eyes in Beholder<br/>\nwith relative ease (plus gaining 23d level), I adventured there again last<br/>\nnight.  The previous two nights, I had been grouped with a 22d level<br/>\npaladin.  At times other parties were camping the place where the evil eyes<br/>\nand named Lords spawn but after those parties left the paladin and I were<br/>\nstill able to hold our own.  The evil eye spawns were staggered on each side<br/>\nof the rock so we had time to med/heal in between combats plus kill the<br/>\ngreen/blue minos that also spawn nearby.  Basically we were very efficient.<br/>\n<br/>\nLast night when I logged on late there was only me (23 bard at the time) and<br/>\na 25 warrior in the zone.  We teamed up and headed to the evil eye spawn<br/>\nsite.  As we moved down the path that leads to the evil eye spawn, green<br/>\nminos started attacking us.  These were tougher than normal because<br/>\napparently the evil eyes buffed them with all kinds of enchanter spells.  We<br/>\nkilled them all but had to heal before going down to the gorge.  A 19<br/>\npaladin soon joined the party and I assumed that with three of us things<br/>\nwould be much easier.  <br/>\n<br/>\nThe three of us made our way down to the gorge with me singing the invis<br/>\nsong.  This tactic didn&#39;t work because the evil eyes had buffed the minos<br/>\nwith See Invis.  Once again we got jumped but were able to kill the minos.<br/>\nWe then made our way to the gorge and healed up before attacking the eyes.<br/>\nThere was an eye and a Lord on each side of the rock.  We went after the<br/>\nLord first.  I weaved Guardian and Elemental with drum equipped and let the<br/>\ntwo fighters tank.  Not 10 seconds into the combat, all hell broke loose.<br/>\nTons of minos and muddites appeared out of nowhere.  I got stunned and was<br/>\nunable to keep the resist songs up.  Eventually all three of us were slammed<br/>\nwith spells.  Charm, Darkness, Whirl, etc.  Basically the entire enchanter<br/>\nspell list got dumped on us.  The other two parties members died and I was<br/>\nable to zone out with less than 50HP remaining.<br/>\n<br/>\nI knew it would almost be impossible for just the three of us to<br/>\nsuccessfully camp the evil eye spawn site.  All we wanted to do was retrieve<br/>\ntheir corpses and get out of there.  Unfortunately, we couldn&#39;t go in Invis<br/>\nbecause everything could see us due to the eyes buffing the minos with See<br/>\nInvis.  <br/>\n<br/>\nHere was my quandry and what I would like feedback on.  I told them that in<br/>\nmy opinion I didn&#39;t think that the three of us, me the only one with all my<br/>\ngear, could successfully retrieve their corspes.  They had died while under<br/>\ncharm and didn&#39;t even know exactly where their corpses where.  It was very<br/>\nlate, after midnight Hawaii time.  I suggested they wait until tomorrow when<br/>\nmore people were online and the zone was much safer.  They pleaded with me<br/>\nto help them.  Knowing what it feels like to be in that situation, I decided<br/>\nto forgo common survivability sense and helped them get their corpses.<br/>\n<br/>\nI told them I would run down into the gorge and get everythings attention<br/>\nand then lead everything to a zone.  Hopefully, that would clear the area<br/>\nand they could go in and use /corpse to pull their corpses back to a safe<br/>\nlocation.  Not the best plan but with Selos and my resist songs I thought we<br/>\nhad a chance.  The first time I tried running to the Runnyeye zone.  I died<br/>\nabout 5 feet from the border.  Second time I never made it out of the gorge.<br/>\nTo rub salt in the wound, neither one of them was able to loot their corpse,<br/>\nI went back to 22d level, and now my corspe is back in the gorge (had to<br/>\ncamp because it was late and I wasn&#39;t gonna try again).  <br/>\n<br/>\nWhat would you guys have done in my shoes?  I didn&#39;t want the guys to think<br/>\nI was bugging out on them by not helping them get their corpse.  If someone<br/>\ndid that to me, I would probably never group with them again.  I felt like I<br/>\nwas stuck between a rock and a hard place.<br/>\n<br/>\nThis pain would be lessened if I could get resurrected.  However, there are<br/>\nno clerics in my guild high enough to cast the spell so I would have to get<br/>\nassistance from someone who doesn&#39;t know me.  Anyone have a suggestion on<br/>\nwhat I should offer (money/items) that would be worth their time to stop<br/>\nwhatever they are doing and help me out?   <br/>\n<br/>\nTo all those who subscribe to the digest, I apologize for the extremely long<br/>\npost.<br/>\n<br/>\nGaltin the Depressed</div>","specialLinks":[]}}
