{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Barker","from":"Ryan Barker &lt;rbarker@...","replyTo":"LIST","senderId":"2cPDq4z3PAD3XUnoJh8Xoan8k-EScEDCAQAIfH7PbWYoyRt20327ZhheLgysiaKgUfLdiKdGVM9EFChdhYbCU1qL7StUg7pH25vq6A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:  Re: was: Fear/Chain, is not cheesy  Re: good bards","postDate":"937426280","msgId":6584,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zMzguNjU4NC45NTkyNzMzNzRAZUdyb3Vwcy5jb20+"},"prevInTopic":6530,"nextInTopic":0,"prevInTime":6583,"nextInTime":6585,"topicId":6484,"numMessagesInTopic":8,"msgSnippet":"... While Ive never had the Who made you God? thrown at me, I do occasionally get people who just dont get it.  If the situation is going to get me killed I","messageBody":"<div id=\"ygrps-yiv-664332284\"><blockquote><span title=\"ireply\">&gt;    Date: Tue, 14 Sep 1999 16:34:24 -0500<br/>\n&gt;    From: &quot;JasonF&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:JasonF@...\">JasonF@...</a>&gt;<br/>\n&gt; Subject: Re: Re: was: Fear/Chain, is not cheesy  Re: good bards<br/>\n&gt;<br/>\n&gt; Sigh.<br/>\n&gt;<br/>\n&gt; &lt;Crier stares into the distance imagining what it would be like to have<br/>\n&gt; a group listen to her advice.&gt;<br/>\n&gt;<br/>\n&gt; It would be so nice if a group I was in would listen to me when I tell <br/>\n&gt; them things like this.  Maybe I&#39;m just not tactful enough (although I<br/>\n&gt; genuinely try to be), but when I get into a group of 5 or 6 people<br/>\n&gt; there&#39;s always at least one guy (and usually more) who just doesn&#39;t &quot;get<br/>\n&gt; it&quot;, or says &quot;Who made you God?&quot; when I try and tell them that I can<br/>\n&gt; control the fight.<br/>\n<br/>\n </span></blockquote>While Ive never had the &quot;Who made you God?&quot; thrown at me, I do<br/>\noccasionally get people who just dont get it.  If the situation is going<br/>\nto get me killed I will usually just excuse my self politely and get out<br/>\nof the group.  usually however just politely explaining before the battle<br/>\nstarts that you are capable of turning a 6 on 4 into a 5 on 1 as long as<br/>\neveryone concentrates on one target will be enough to convince all but the<br/>\nstupidest to at least try playing your way.  Ive found the more dangerous<br/>\nthe situation, the more likely they are to see it your way ie. the<br/>\ninevitable big pull in Solusek, Permafrost, or Cazic Thule.  One thing you<br/>\nalso might try is to demonstrate on 1 mob.. just tell them not to attack<br/>\nand watch the ones who have never seen a good enchanter or bard in action<br/>\nwatch in amazement as you stand right next to the big lizzie and not get<br/>\nhurt.  I&#39;ve also found that the higher level the people, the more likely<br/>\nthey are to be willing to at least try and see if your way will work.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; &quot;Everyone needs to /assist the puller&quot;<br/>\n&gt; &gt; &quot;Do not switch targets unless I say&quot;<br/>\n&gt; &gt; &quot;Do not use AOE effects or spells&quot;<br/>\n&gt; &gt; &quot;Do not DoT the mob you arent fighting&quot;<br/>\n&gt;<br/>\n&gt; Sorry for the cursing, but this sort of advice is generally greeted with<br/>\n&gt; a &quot;Fuck you.  Check this bossy bard out...  Don&#39;t tell me how to play my<br/>\n&gt; character.&quot;, usually from a warrior or a necromancer (often Dark Elves for<br/>\n&gt; some reason).  I implore my group to let me lullaby mobs and yet they<br/>\n&gt; continue to, fight after fight, attack multiples.  Even if I stand there<br/>\n&gt; and lull, lull, lull shouting &quot;use assist&quot;, &quot;use assist&quot;, &quot;fight one&quot;,<br/>\n&gt; &quot;fight one&quot; they just won&#39;t do it.  This isn&#39;t just one group, it&#39;s<br/>\n&gt; probably 8 out of 10. It&#39;s discouraging.<br/>\n<br/>\n </span></blockquote>You can always say that the way they are playing is going to get you<br/>\nkilled so if they dont try it your way you will find a group that will.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Part of my problem might be that I play on Fennin Ro.  That server is<br/>\n&gt; almost ALWAYS at the bottom of the list when sorted by number of<br/>\n&gt; players. Usually 1,700 or 1,800, even on a weeknight.  Weekends, forget<br/>\n&gt; it.  I&#39;ve seen Fennin Ro hit 1,900.  Them&#39;s some crowded zones.  Playing<br/>\n&gt; EQ on Fennin Ro is oftentimes like playing Quake.  Four groups camp something and the instant<br/>\n&gt; it spawns they&#39;re all blasting for all they&#39;re worth.  I have gotten to<br/>\n&gt; the point where I refuse to play in Highpass Hold.  The people camping<br/>\n&gt; the Orcs are some of the rudest, Kill Stealing-est, nastiest and most<br/>\n&gt; juvenile players I&#39;ve ever encountered in any game.<br/>\n<br/>\n </span></blockquote>I have never hunted in highpass hold since the time my necro<br/>\nfriend and I tried to get just 1 kill and couldnt do it.  We do<br/>\nnot kill steal but others had no compunctions against taking ours. <br/>\n Ive found that Highpass Hold just is not a good place to fight if you<br/>\narent a wizard kill stealer.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It&#39;s gotten to the point where I would consider abandoning my 21st level<br/>\n&gt; bard on Fennin Ro and start a new bard on another server if I thought<br/>\n&gt; the people were friendlier.  What do you people on the (slightly) less busy<br/>\n&gt; servers have to say?  Are they any friendlier?<br/>\n<br/>\n </span></blockquote>Povar is fairly friendly with a few idiots and some very good players. now<br/>\nif only you could have an idiot list so you could check to see if you<br/>\nthought they were an idiot the last time you played with them.  Id<br/>\nrecommend trying to find some good players (rangers, enchanters and<br/>\nclerics tend to be pretty smart players) to group with and dont be afraid<br/>\nto leave a group if you think you are going to die<br/>\n<br/>\nCelandro Spellsong<br/>\n30 Bard Povar<br/>\n1 bubble from 31 after 3 nights in hell.. not too bad :)</div>","specialLinks":[]}}
