{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jhenders@xxxxx.xxx","from":"jhenders@...","replyTo":"LIST","senderId":"nD9axO4fhaYy8ej7bbseUzsV9Im0WGStXpJvrTpMuVaYQ8l3ceEyxxDY5hpeX69DLEARtfVyyQ4O","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bard only equipment, a rant","postDate":"937595987","msgId":6700,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNDUuNjcwMC45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":6699,"nextInTopic":6701,"prevInTime":6699,"nextInTime":6701,"topicId":6672,"numMessagesInTopic":37,"msgSnippet":"... The problem is as you get higher level, you get a lot less random grouping. It s pretty hard to just do pickup groups for a lower guk expedition, or it","messageBody":"<div id=\"ygrps-yiv-1535103334\">On Fri, Sep 17/99, <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a> wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; From: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a>&gt;<br/>\n&gt; <br/>\n&gt; I kind of agree and disagree.  When I group randomly, the<br/>\n&gt; items usually go via lotto.  So far people have been pretty<br/>\n&gt; good about withdrawing their names from the lotto if they<br/>\n&gt; can&#39;t use or don&#39;t need an item (i.e. already have something<br/>\n&gt; better).  But I see your point about need-based distribution<br/>\n&gt; being worse than lotto in long run for bards.<br/>\n<br/>\n </span></blockquote>The problem is as you get higher level, you get a lot less random<br/>\ngrouping. It&#39;s pretty hard to just do pickup groups for a lower guk<br/>\nexpedition, or it was. Maybe now that lower guk is more crowded this has<br/>\nchanged, but when I was going there, it actually required some planning<br/>\nand getting a group together in advance before venturing down to take on<br/>\nthe cavalier or other lower mobs.<br/>\n<br/>\nAnd yes, I had a regular group and was happy to see the items go to the<br/>\npeople that needed them most. But, it gets a bit old after 3 or 4 weeks<br/>\nof seeing items that are just perfect for everyone else in your group<br/>\nshow up while you sit there getting the afterthoughts.<br/>\n<br/>\nAs to them only adding instruments. I can&#39;t really see that helping a<br/>\nheck of a lot and in a way, I can&#39;t see it happening at all. The only<br/>\nother instruments that would benefit from an improvement would be a<br/>\nstringed or brass instrument, and, remembering JM Cappozi&#39;s telling us<br/>\nthey still debated inside Verant whether we were too powerful, I just<br/>\ncan&#39;t see them giving us an instrument that would make our damage songs<br/>\ndo more damage. A wind instrument, IMO, would be useless. How would it<br/>\nbenefit us to be more invisible, or more levitated? :)<br/>\n<br/>\nRecent news from the patch server is that there&#39;s now a pile of new<br/>\nRanger only weapons going into the game (ya like Rangers needed more<br/>\nstuff). These are appearantly quest only weapons. Maybe they will<br/>\neventually get around to putting some things in for Bards, but I am<br/>\nstarting to wonder. Without an in house &quot;patron&quot; (as it is quite obvious<br/>\nthat dispite claims to the contrary no one at Verant plays a Bard as<br/>\ntheir main character) or a loud protest like other classes have<br/>\norganised, I just can&#39;t see it happening. It seems the noisy wheels get<br/>\nthe grease in this game and it seems like the kind of person who is<br/>\nattracted to playing a bard has less tendancy to start loud protests. I<br/>\nthink we probably just quietly move on to other characters.<br/>\n<br/>\n--<br/>\n  Artificial Intelligence stands no chance against Natural Stupidity.<br/>\n            GAT d- -p+(--) c++++ l++ u++ t- m--- W--- !v<br/>\n                 b+++ e* s-/+ n-(?) h++ f+g+ w+++ y*</div>","specialLinks":[]}}
