{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Miriana Windryder","from":"&quot;Miriana Windryder&quot; &lt;miriana@...","replyTo":"LIST","senderId":"f3n1jQHO5Z6NzrRznfePpc7XJNDcQHHrtLTZlcU3q02airSTvdbkXhRFdv5nI1ohzs1TlL-yL5fb_4xzi8A-aFcUY4xIQmrOf2XGus9DXA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Bard only equipment, a rant","postDate":"937602778","msgId":6742,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNDYuNjc0Mi45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":6723,"nextInTopic":6744,"prevInTime":6741,"nextInTime":6743,"topicId":6672,"numMessagesInTopic":37,"msgSnippet":"... Since there was alot of discussion over the cleric s divine aura spell, I ve decided to throw my 2 cents in. I ve tried to use Divine Aura as a method to","messageBody":"<div id=\"ygrps-yiv-1786698387\"><blockquote><span title=\"ireply\">&gt; Well, they can&#39;t cast spells while invulnerable, and it&#39;s<br/>\n&gt; supposed to have a really long cycle time.  It&#39;s basically a<br/>\n&gt; last-ditch get-out-of-death-free tactic, to help them run for<br/>\n&gt; the zone.  Once a cleric casts Divine Aura, he is no longer a<br/>\n&gt; factor in the fight (other than your party trying to keep him<br/>\n&gt; alive).<br/>\n<br/>\n </span></blockquote>Since there was alot of discussion over the cleric&#39;s divine aura spell, I&#39;ve decided to throw my 2 cents in.<br/>\n<br/>\nI&#39;ve tried to use Divine Aura as a method to tank a creature, the problem is that once you successfully cast it, you are moved to the bottom of the creature&#39;s agression list.  For example, take a cleric, and someone else, and pull something like a Sand Giant.  Have the cleric cast retribution on it 2 or 3 times, doing almost 1500 pts of damage to it, then aura.  Have whoever else hit the creature, once.  That person is now tanking the SG because the SG realizes it can&#39;t hurt the cleric anyways, and so moves the cleric to the bottom of its aggro list.  This holds true as long as the cleric is not the only thing on the list.  If the monster is only upset at the cleric, and no one else, it will happy keep attacking the cleric until someone else comes in to hit it.<br/>\n<br/>\nThis is actually good because most of the time, the cleric casts aura because they don&#39;t want to be tanking.  Most clerics I know use it as a &quot;reverse nod&quot; where everything turns away, as opposed to everything turning towards you like the bard nod song.<br/>\n<br/>\nBut basically, clerics are nowhere near the tanks that bards are, although their armor restriction is similar, the melee affecting bard songs and higher capping dodge make up for it.  However, there does seem to be something lacking in the upper level bards ability to take damage.  In lower guk, for example, bards I&#39;ve grouped with can&#39;t afford to be singing celerity, chant of battle, and melee because that causes so much anger that they die very quickly.  Alot of mana is wasted healing them, so I usually ask the bard to drop chant of battle and sing mana instead (or one of the psalms for the damage shield), which seems to make it just a tiny bit easier for the tanking classes to keep it from turning on the bards.<br/>\n<br/>\nMiriana Windryder<br/>\nLvl 50 cleric, Lvl 6 bard :P<br/>\nInnoruuk Server<br/>\n<br/>\n<br/>\n<br/>\n-- <br/>\nMiriana Windryder<br/>\nPriestess of Tunare<br/>\nInnoruuk Server<br/>\n<br/>\n------------------------------------------------------------<br/>\nGot Toast?   <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.etoast.com\">http://www.etoast.com</a></div>","specialLinks":[]}}
