{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jay schultze","from":"&quot;jay schultze&quot; &lt;sartori69@...","replyTo":"LIST","senderId":"TdOlZM6U4LW6tpTU2TaGbtxOlR5C5QnWSv4z9qpmwF0iznO_BtiZ8hod2h0SCkf-uVDISwuHwBeRQYD4bM13sLd9IGD5hGVGCsoIPw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Fine hunting grounds?","postDate":"926702135","msgId":682,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40MS42ODIuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":677,"nextInTopic":707,"prevInTime":681,"nextInTime":683,"topicId":677,"numMessagesInTopic":3,"msgSnippet":"... One of my favorite spots at that level was hunting the tougher orcs found near the southern edge of the oasis in the Oasis of Marr zone, and area where the","messageBody":"<div id=\"ygrps-yiv-1521048653\"><blockquote><span title=\"ireply\">&gt;From: Abraham Hardjana &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ahardjan@...\">ahardjan@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Hello everyone,<br/>\n&gt;<br/>\n&gt;I am a level 16 Bard who is seeking a good place for experience at my<br/>\n&gt;level.  Currently I am at Unrest and the experience is very small for my<br/>\n&gt;level.  I know there are some great things to hunt in there, but I am not<br/>\n&gt;strong enough yet.  Does anyone know of good place for me to hunt that<br/>\n&gt;will advance my levels at a decent pace?  Unrest was really good when I<br/>\n&gt;was lvl14.  Any suggestions?<br/>\n&gt;<br/>\n&gt;Treilanin - Bard of the 16th verse - Karana<br/>\n<br/>\n </span></blockquote>One of my favorite spots at that level was hunting the tougher orcs found <br/>\nnear the southern edge of the oasis in the Oasis of Marr zone, and area <br/>\nwhere the orcs roam but Sand Giants didn&#39;t - the xp and loot FLOWED...BUT, <br/>\nwhile my party was there one day (during phase 4 beta), a GM appeared (I <br/>\nforget his name, but he was a high elf wizard Guide) and was watching us do <br/>\nour thing.<br/>\n<br/>\nI was pulling orcs non-stop from the sand pit areas for our party to kill, <br/>\nwe  barely needed to rest. He said he was very pleased to see such a <br/>\nsuccessful group in action. Well, we didn&#39;t think much of it (we were all <br/>\nsure we were doing nothing wrong, but he kinda made everyone wonder why he <br/>\nwas spending so much time standing there - he could&#39;ve been helping someone <br/>\nwho needed GM/Guide assistance).<br/>\n<br/>\nSo the next day we went back to the spot to hunt, and shortly we were beset <br/>\nby Sand Giants (obviously Verant altered the patrol routes for SG&#39;s so they <br/>\nwould keep people on their toes), we had to retreat, and every time we tried <br/>\nthat spot, SOMEONE ended up getting chased by an SG - so we gave up.<br/>\n<br/>\nCrocs in the Oasis are very popular for getting xp but loot SUCKS. Some <br/>\npeople like hunting dervishes - I hear they sometimes drop bronze.<br/>\n<br/>\nOne of my favorite spots is the rocky area between the Aviak Roost and the <br/>\nLake Rathe zone. I would definitely suggest having a ranger with you when <br/>\nhunting in the plains. You can hunt Aviak Darters, Egrets, and Rooks if you <br/>\nhave a good group. Rooks drop decent loot sometimes (rarely a darter might <br/>\ndrop something very nice). Elephants (especially bulls) can yield decent xp <br/>\nbut not decent loot. The Centaurs are also good but they can be tough. <br/>\nCentaur archers can drop medium ringmail sometimes, but they are tough (and <br/>\nthey one of the WEAKER centuars).<br/>\n<br/>\nAt 16th you can also hunt gnoll elites and commanders in Blackburrow, or try <br/>\nfor some ice goblins in permafrost (dangerous place though).<br/>\nI&#39;m not real familiar with Guk as I didn&#39;t like that place much<br/>\n<br/>\nThese are just a few places all on Antonica. If you are no Faydwer you could <br/>\ngo for the higher level CB orcs, or if you have big cajones, try Mistmoore <br/>\n(I wouldn&#39;t advise it until later though).<br/>\n<br/>\nSartori of Kelethin<br/>\n<br/>\n<br/>\n_______________________________________________________________<br/>\nGet Free Email and Do More On The Web. Visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.msn.com\">http://www.msn.com</a></div>","specialLinks":[]}}
