{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kbachman","from":"kbachman &lt;kbachman@...","replyTo":"LIST","senderId":"LhxOT_-1yDtT9_xLgQSGNdmhwN-4V8-upSJf9f6HjCdmO5E11KBKkby1LnVv1K5pySDywTNAIsNzImv_P0kXh2nUmJM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"What to do with a level 24?","postDate":"937859162","msgId":6830,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTEuNjgzMC45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":6837,"prevInTime":6829,"nextInTime":6831,"topicId":6830,"numMessagesInTopic":10,"msgSnippet":"I have been on extended business travel since June.  This has kept my playing down to an average of once every other weekend.  My (obsessive) friends are,","messageBody":"<div id=\"ygrps-yiv-1032927040\">I have been on extended business travel since June.  This has kept my playing down to an average of once every <br/>\nother weekend.  My (obsessive) friends are, needless to say, a bit ahead of me now.  Level 40 at the minimum,<br/>\nwhich makes it impossible to group with them anymore.  So I&#39;ve been reduced to attempting to solo, or trying to <br/>\nbeg my way into random groups.<br/>\n<br/>\nOne soloing story:<br/>\n<br/>\nI decide it might be fun to solo Broon at level 22.  Doesn&#39;t really work well, so I make a run for it.  Almost <br/>\nto the zone, and Broon starts to hit me from behind.  After much desperation, I find that the program thinks I <br/>\nam sitting down.  Sadly, I figure this out just a little late.  I&#39;m now level 21.  POed, I decide to kill some <br/>\nof those crag spiders in the Karanas to get my level back.  I kill one, but am unable to get healing on before <br/>\nthe poison kills me.  I kill a second, but am unable to get healing on before poison kills me.  I kill a third, <br/>\n manage to get healing on, but his brother hits me from behind.  I give up and go kill crocs in Oasis. <br/>\n<br/>\nOne random group story:<br/>\n<br/>\nThe first time I go to Cazic, I get grouped with five other players, including two(!) Clerics.  Cool!  Two <br/>\nhours later, I have died three times and have spent half my gametime running back from Freeport.  I should have <br/>\nasked earlier, but in my state of disbelief I had not yet done so, but I decided to politely ask the Clerics <br/>\nwhere the (bleep) their healing was.  Cleric A:  &quot;I&#39;m a Battle Cleric, I don&#39;t cast healing&quot;.  Cleric B:  &quot;I <br/>\nlike to reserve mana so I can heal the party quickly after the battle.&quot;<br/>\n<br/>\nMy experience in Cazic (and elsewhere) is that, at my level, I have five choices:<br/>\n<br/>\n1.  Solo for experience, which is VERY slow.<br/>\n2.  Group with a COMPETENT healer (MUCH easier said than done)<br/>\n3.  Stand around twiddling my thumbs while the group fights, and heal them later.  They don&#39;t like that much.<br/>\n4.  Sing songs and run when I&#39;m getting whacked (which means that I am always out of zone when the experience <br/>\nis earned).<br/>\n5.  Sing songs and die.<br/>\n<br/>\nDoes anyone have any suggestions about where to go to earn solo experience at my level (24)?<br/>\nDoes anyone have any tactical suggestions to permit me to keep my butt alive when grouped with mediocre <br/>\nplayers?<br/>\n<br/>\nI hate playing for eight hours and earning only one bubble of experience.  Or less.<br/>\n<br/>\nKenross Cantoforjado, 24 songs, Innoruuk</div>","specialLinks":[]}}
