{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"pckdTW4CqAuwpEP3aTITMmM2iiE1K61FHuoQSqEFhBo-zqtkDIzFZjbSKr-9nCIC-7AP_QW506UFZVQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Charm song...","postDate":"937856388","msgId":6849,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTIuNjg0OS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":6831,"nextInTopic":6850,"prevInTime":6848,"nextInTime":6850,"topicId":6831,"numMessagesInTopic":8,"msgSnippet":"... Sneak preview of the guide I m writing: 27 - Song of the Sirens Effect: Charm Instrument: Wind, unknown enhancement Target: Target Does not stack with:","messageBody":"<div id=\"ygrps-yiv-1338897729\">On Mon, 20 Sep 1999, Steven S. Klug wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; My alter ego, Laluni Songhammer has just made 27th!  I now have the lovely<br/>\n&gt; charm song.  So my question to all you higher level bards is, what is the<br/>\n&gt; best strategy for using it 1) to solo stuff, and 2) in a group (if at all?)<br/>\n<br/>\n </span></blockquote>Sneak preview of the guide I&#39;m writing:<br/>\n<br/>\n27 - Song of the Sirens<br/>\nEffect: Charm<br/>\nInstrument: Wind, unknown enhancement<br/>\nTarget: Target<br/>\nDoes not stack with: Enchanter&#39;s mesmerize line of spells<br/>\nTaunt: Very high<br/>\n<br/>\nQuantified:  Charms the target turning it into your pet for anywhere from<br/>\n0 to about 15 seconds.  Using a wind instrument has an unknown effect, if<br/>\nany.  High charisma is supposed to help with success rate and duration.<br/>\n<br/>\n<br/>\nComments:  This song will revitalize your ability to solo.  At this level<br/>\nnearly anything that isn&#39;t green to you will tear you to shreds with their<br/>\noverpowered melee capability (thanks Verant) if you try to fight them with<br/>\nyour now-pathetic melee skills.  You know what I&#39;m talking about - casting<br/>\nmobs that are nearly impossible to interrupt, casting mobs that double<br/>\nattack for 40+ damage, mobs that backstab with their fists, etc.  This<br/>\nsong lets you turn a mob&#39;s overpowered attacks against its comrades<br/>\ninstead of against you or your party.  Used smartly, you can avoid taking<br/>\nany damage at all.<br/>\n<br/>\nYour new pet seems to default to a &quot;follow me&quot; and &quot;guard me&quot; state.  This<br/>\nhas both advantages and disadvantages.  Pet commands start with &quot;/pet&quot;<br/>\nfollowed by the actual command.  Useful commands are &quot;attack&quot;, &quot;back off&quot;<br/>\n(to stop it from attacking a party member), &quot;sit down&quot; (just fun to see<br/>\nsome things sit), &quot;guard here&quot; (if you don&#39;t want it to move from a<br/>\nspot), and &quot;follow me&quot; and &quot;guard me&quot; for impressing others by having the<br/>\nfeared mob call you master.  :-)<br/>\n<br/>\n<br/>\nStrategies:<br/>\n<br/>\n- Set up the /pet commands as socials buttons, then assign them to your<br/>\nhotkeys.  That way you don&#39;t have to type in the full /pet command every<br/>\ntime.<br/>\n<br/>\n- Make sure your party knows you&#39;re charming a mob, otherwise they may<br/>\nwaste mana trying to nuke it (most melee types are quick to figure it out<br/>\nwhen they don&#39;t swing, but most caster types tend not to read the messages<br/>\nand thus don&#39;t see the &quot;protected&quot; bit).<br/>\n<br/>\n- The trickiest part to using this song is in recharming the mob.  When a<br/>\nmob becomes uncharmed, it and whatever it was fighting will all charge and<br/>\nattack you.  So it pays to recharm the mob as quickly as possible.<br/>\nCharm, order it to attack, then BACK OFF.  The song has a tremedous range<br/>\nso you want to be far enough away to give yourself plenty of time to<br/>\nrecharm as your former pet and the mob it was fighting both charge you.<br/>\nGiven enough open space or a long enough hallway, it is possible to<br/>\ncompletely avoid taking damage while using this song.<br/>\n<br/>\n- You can use your songs to help time how long the charm lasts.<br/>\nImmediately after re/charming your pet (and making sure it&#39;s attacking the<br/>\nright target), start up another song.  If your charm lasts the full<br/>\nduration, shortly after your other song pulses twice the charm will<br/>\nexpire.  You can use this to recharm the mob almost instantly with a bit<br/>\nof practice.  You probably don&#39;t want to cut it too close though, since if<br/>\nyou&#39;re early, the mob will uncharm right after your song pulses, meaning<br/>\nit will beat on you for a full song-start-up cycle.<br/>\n<br/>\n- When recharmed, your pet usually defaults to carrying out its previous<br/>\nattack order.  That means you can leave your pet targeted and concentrate<br/>\non other songs instead of retargeting and re-ordering it to attack.  I<br/>\nusually heal (Hymn) or prepare to run (Accelerando) while the pet is busy<br/>\nattacking.  If I&#39;m in a group, I may sing some party buff songs.<br/>\n<br/>\n- It wipes the damage list and the hate list (except hatred for the bard).<br/>\nThis can be used to thwart kill-stealers, but it can also used to kill<br/>\nsteal so I won&#39;t go into details.  As an anti-kill-stealing tool though,<br/>\nit&#39;s most useful for getting casters to dump most or all of their mana on<br/>\nwhat is now your protected pet.  The only caveat is that DoTs seem to give<br/>\ndamage credit to the caster if it lasts the duration of the charm.  If<br/>\nyou&#39;re facing a kill-stealing DoTer, you&#39;ll have to cancel magic to cancel<br/>\nthe DoT.<br/>\n<br/>\n- It is great for pulling off mobs that have frenzied onto someone else.<br/>\nBecause it wipes the hate list of everyone but you, it is guaranteed to<br/>\nwork if it isn&#39;t resisted.  The only exception is if someone is very close<br/>\nto dying, in which case nothing I know of (short of healing the person)<br/>\ncan get mobs off him.  Even orc pawns will attack a high level person who<br/>\nis very close to dying.  Clerics and casters love bards who use this song<br/>\nto pull mobs off them.<br/>\n<br/>\n- It&#39;s nice for pulling in casting mobs.  Casters tend to stand their<br/>\nground and nuke you instead of walking into the deathtrap your party has<br/>\nset up for it.  If you charm a caster and tell it to &quot;follow me&quot;, it will<br/>\nhappily follow you right into your party&#39;s blades.  Make sure your party<br/>\nis aware that you&#39;re charming it, otherwise they may waste mana trying to<br/>\nnuke your pet.<br/>\n                         <br/>\n- If your party works well together, you can use charm as a substitue for<br/>\nLullaby.  You charm one mob, all the other mobs attack your pet. Your party<br/>\npulls one mob from this group and fights it off to the side.  You keep<br/>\ncharming to keep the other mobs occupied (usually sacrificing a few pets<br/>\nto buy your group time).<br/>\n<br/>\n- You can cast buffs on pets.  With our short duration charm, I&#39;m not sure<br/>\nwhy you&#39;d want to, but it&#39;s always an option.<br/>\n<br/>\n- You can cast cancel magic on pets.  If a mob you&#39;re fighting has several<br/>\nbuffs on it, you can charm it, then let a party member hit it with several<br/>\ncancels without it going aggro on him.  This doesn&#39;t work so well with<br/>\ncasting mobs since they usually just rebuff themselves.  I suppose you<br/>\ncould try doing this to drain their mana (cancel tends to be a cheap<br/>\nspell).<br/>\n<br/>\n- I&#39;ve heard that if you charm a mob that casts SoW while underground,<br/>\nsometimes it will cast SoW on you.  :-)<br/>\n<br/>\n- Think carefully about which mob you should charm.  For example, the<br/>\nmortuary fungus in Unrest is not particularly difficult to kill, nor does<br/>\nit do a lot of damage.  But the mort drowsy spell it casts renders all<br/>\nmelee mobs nearly completely ineffective.  I was able to use a fungus to<br/>\nkill a skeletal monk and two barbed bones simultaneously, even though<br/>\nmonks and barbed bones are much more dangerous.<br/>\n<br/>\n<br/>\nCautions:<br/>\n<br/>\n- The song tends to have a pretty big taunt effect.  If you&#39;re left with a<br/>\npet with a considerable amount of life left, it will beat on you for quite<br/>\na while as your party attacks it from behind.  A tank can sometimes get it<br/>\noff you with a taunt and high-damage hit, but be prepared to really take a<br/>\nbeating until your party gets the former pet off you.<br/>\n<br/>\n- You need to have your pet targeted to recharm it, so you can&#39;t really<br/>\nhelp your group or your pet by fighting another mob.  (You can, but<br/>\nswitching targets can get tricky.)  So just keep your pet targeted, and<br/>\nequip an instrument to concentrate on buffing/healing your party instead.<br/>\n<br/>\n- It&#39;s important to charm and recharm only one mob at a time.  If you<br/>\ncharm a different one, your former pet will attack you almost exclusively<br/>\nuntil it dies.  So instead of having two mobs attacking each other, you&#39;ll<br/>\nwind up with one mob attack a mob that&#39;s attacking you.  This prevents you<br/>\nfrom being able to back off to prepare to recharm.<br/>\n<br/>\n- Your pet has to be your pet when the mob it was fighting dies in order<br/>\nfor you to get credit for it.  If your pet becomes uncharmed and your<br/>\nparty kills its target, the kill goes to what is now an unaffiliated mob,<br/>\nand you get no experience and the corpse disappears.  For this reason I<br/>\nwould not recommend using charmed mobs to kill named mobs, unless you make<br/>\nit clear to your group to let the pet make the kill.  Sometimes I&#39;ll order<br/>\na pet to attack a different target every time I recharm it.  That way it<br/>\nsoftens up the horde of mobs, without doing enough damage to any specific<br/>\none to steal the kill.  You get Pixie Strike next level, which is better<br/>\nfor controling multi-mob (more than two) situations anyway<br/>\n<br/>\n- Sometimes your pet will attack a party member on its own.  I&#39;m not quite<br/>\nsure why this happens, but since it&#39;s a pet, the party member cannot fight<br/>\nback.  Give the pet the &quot;/pet back off&quot; ASAP to get it to stop attacking.<br/>\nYou&#39;ll have to retarget and give a new &quot;/pet attack&quot; order.<br/>\n<br/>\n- Some mobs are smart enough to attack the master (you) instead of the<br/>\npet.  I found out that evil eyes will do this.  I&#39;ve heard guards do this<br/>\nas well, which would make it a bad tactic to charm someone in a duel and<br/>\nordering him to attack a guard.<br/>\n<br/>\n- This song does not work (well) with the enchanter&#39;s mesmerize.  You can<br/>\ncharm a mesmerized mob, but you end up with a mesmerized pet that will<br/>\nstand there and not respond to commands.<br/>\n<br/>\n- Your pet may refuse to attack something that is too high level.  Most<br/>\nundead do not care about level and will attack anything you order it to<br/>\nattack.<br/>\n<br/>\n- Mobs that are fleeing continue to flee even after charmed.  This is most<br/>\nnoticable when a pet drops low enough in life that it&#39;ll flee on its own.<br/>\nBut sometimes (e.g. Mistmoore) you&#39;ll have mobs that flee to call in<br/>\nreinforcements.  Charming it will not stop it.  Most undead do not flee<br/>\nso they can make better pets.<br/>\n<br/>\n- You will find that using this song, fighting 2 or 3 mobs at once solo is<br/>\na lot easier than fighting 1 solo.  Don&#39;t make the mistake if thinking<br/>\nthat because a mob was really easy to kill with a charmed pet, that you&#39;ll<br/>\nhave an easy time soloing it.<br/>\n<br/>\n- Don&#39;t charm healing mobs.  During the brief interval between the charm<br/>\nexpiring and you recharming, they tend to heal anything else your group is<br/>\nfighting.<br/>\n<br/>\n- Do not use this song to pull from a camp.  When you charm it, it picks<br/>\nup your faction, and stuff that would attack you (i.e. everything in the<br/>\ncamp) will attack it.  Furthermore, because it&#39;s probably blue to you,<br/>\nstuff that normally wouldn&#39;t attack you because you&#39;re too high level<br/>\n*will* attack your pet.<br/>\n<br/>\n- Do not use this song to pull from a camp if you&#39;ve lulled the others.<br/>\nUnless you can instantly hit it with a back-off command, your pet will see<br/>\nall these other hostile creatures around it and attack them, defeating the<br/>\npurpose of lulling them.<br/>\n<br/>\n- A lot of players don&#39;t understand that when two mobs fight, it&#39;s usually<br/>\nbecause one is charmed, and they&#39;ll jump in to &quot;your&quot; fight without<br/>\nasking.<br/>\n<br/>\n- The song caps at L37.  You cannot charm mobs L38 or higher.<br/>\nFortunately, most of the &quot;interesting&quot; mobs (giants and such) fall below<br/>\nthis limit.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
