{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg Gillan","from":"Greg Gillan &lt;GGillan@...","replyTo":"LIST","senderId":"2flvwWLuVBOMCr6nENxT7hNuNYi6z7mjSf9oa0i0AWDn5W2MT3_dMDok7UO9_FlrhH0xziiAbx19tSLuObESiwlHbw5qN9yF","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Petiton to replace level 14 song","postDate":"937951645","msgId":6892,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTQuNjg5Mi45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":6891,"nextInTopic":6893,"prevInTime":6891,"nextInTime":6893,"topicId":6886,"numMessagesInTopic":50,"msgSnippet":"Well, I for one like the level 14 song.  As more and more lore items are appearing, this song is becoming more and more useful.  Ever find a lore item and have","messageBody":"<div id=\"ygrps-yiv-1511742853\">Well, I for one like the level 14 song.  As more and more lore items are<br/>\nappearing, this song is becoming more and more useful.  Ever find a lore<br/>\nitem and have no idea what quest its for?  This song will often give you a<br/>\nhint.<br/>\n<br/>\nLet me also respond to your suggestions:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;1) A combination heal/stamina song that combines Jaxan&#39;s and Hymn.  The<br/>\n&gt;&gt;power of the song can either be the same as the two original songs or<br/>\n </span></blockquote>toned<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;down versions, perhaps 75% of the original values.<br/>\n<br/>\n </span></blockquote>If you want the combined power of these songs, why don&#39;t you just twist them<br/>\ntogether?  Or are you saying that you&#39;ll like the equivelent of being able<br/>\nto play an extra song at the same time?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;2)  A song that increases agility and/or increases the Dodge skill.  The<br/>\n&gt;&gt;amount increased would be similar to the DEX increase you get when you<br/>\n </span></blockquote>sing<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;Chant of Battle.  Song would affect the entire party.  Equipping an<br/>\n&gt;&gt;instrument, most likely the drum, would increase the effect of the song.<br/>\n<br/>\n </span></blockquote>An agility song already exists.  It combines around 15 or 20 agility with an<br/>\napproximate 20-25% attack speed increase.  Level 36 if I recall.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;3)  A song that would teleport the bard to the nearest bards guild.  This<br/>\n&gt;&gt;song would have to have some serious constraints placed on it in order for<br/>\n&gt;&gt;Verant to even consider adding it.  Perhaps only usable in outdoor zones<br/>\n </span></blockquote>(no<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;dungeons) and/or while not in combat.  Should also require a high skill<br/>\n&gt;&gt;level in the instrument that is required to play it.  If you miss a note<br/>\n </span></blockquote>and<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;fail, the song button grays out for a specified amount of time before you<br/>\n&gt;&gt;can try it again.<br/>\n<br/>\n </span></blockquote>This will never happen.  This is like a warrior asking to have the gate<br/>\nspell.  We already run faster than anyone else.  To expect this would just<br/>\nbe silly.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;4)  A song that has a major taunt effect above and beyond that or normal<br/>\n&gt;&gt;bard songs.  Useful in those situations where your casters are getting<br/>\n&gt;&gt;mauled and you can&#39;t pull them off with normal means.  Also useful if<br/>\n&gt;&gt;someone is close to dying and the mob has frenzied on them.<br/>\n<br/>\n </span></blockquote>The level 26 charm spell is IMHO the most effective technique in the game<br/>\nfor pulling a mob off a caster.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;5)  A song that binds a bard to his current location.  I don&#39;t think this<br/>\n&gt;&gt;one would ever have a chance of getting approved but we can include it if<br/>\n&gt;&gt;thats what everyone wants.<br/>\n<br/>\n </span></blockquote>Never happen.  Like gate, this is solely the realm of pure casters, and I&#39;m<br/>\njust as happy that it stays there, or should we also give all the casters<br/>\nSelo&#39;s?<br/>\n<br/>\n<br/>\nIf we were to generate a petition, I think more important issues should be<br/>\ncovered:<br/>\n<br/>\n1) Where the hell are our missing songs?!<br/>\n2) Why do half our skills cap at such a ridiculously low level that they<br/>\naren&#39;t even worth using?<br/>\n3) Is our level 22 song Alenias Disenchanting Melody broken?  If not, what<br/>\nthe hell is it supposed to do?<br/>\n4) Why do certain of our songs (Lullaby, Pixie Strike) work find against<br/>\nmonsters, but have absolutely no effects verses players in duels?<br/>\n5) Why do our songs get stuck due to lag, or when magical effects wear off<br/>\n(i.e. Guise of the Deciever)<br/>\n6) Why the $#%@#$ does my drum still look like a small wooden twig?  And why<br/>\ndoes a mino horn now look like a small burlap sack?<br/>\n7) How about some high level bard quests?<br/>\n<br/>\nI&#39;m sorry if this sounds a little harsh, but I&#39;m sick and tired of seeing<br/>\npetition after petition saying &quot;my monk should get bind&quot; or &quot;my wizard<br/>\nshould be able to wear plate armor&quot;.  In my opinion, Bards are the most<br/>\nversitile class in the game, and the most fun to play.  We have more<br/>\nabilities than anyone else, and we get to use one of the widest ranges of<br/>\nequipment in the game.  Please stop trying to make this class into something<br/>\nit was never meant to be, and play your bard as it was meant to be played.  <br/>\n<br/>\n<br/>\nElwyn Heartstring<br/>\nLevel 40 Bard<br/>\nErollisi Marr</div>","specialLinks":[]}}
