{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg Gillan","from":"Greg Gillan &lt;GGillan@...","replyTo":"LIST","senderId":"t7eRJH6mteHss4IqJpn9TWfcmCHmtQGrgDrJ6Mp256rksI9cH3l-CvkPpZGMLeWv-ESjafriKwt1RqlGi4eE4cAy2HA9VtcZ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Petiton to replace level 14 song","postDate":"937951807","msgId":6893,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTQuNjg5My45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":6892,"nextInTopic":6895,"prevInTime":6892,"nextInTime":6894,"topicId":6886,"numMessagesInTopic":50,"msgSnippet":"This is getting silly.  Why on earth would we get a tracking song, when we already get the tracking skill?? Elwyn Heartstring Level 40 Bard Erollisi Marr ... ","messageBody":"<div id=\"ygrps-yiv-2045295246\">This is getting silly.  Why on earth would we get a tracking song, when we<br/>\nalready get the tracking skill??<br/>\n<br/>\n<br/>\nElwyn Heartstring<br/>\nLevel 40 Bard<br/>\nErollisi Marr<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:RON_TALBOT@...\">RON_TALBOT@...</a><br/>\n[mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:RON_TALBOT@...\">RON_TALBOT@...</a>]<br/>\nSent: Tuesday, September 21, 1999 6:10 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: Re: [eqbards] Petiton to replace level 14 song<br/>\n<br/>\n<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:RON_TALBOT@...\">RON_TALBOT@...</a><br/>\n<br/>\nItem Subject: [eqbards] Petiton to replace level 14 song<br/>\n     Gentle Bards,<br/>\n     <br/>\n     I agree with your idea in theory but not on your choice of song to <br/>\n     replace.  Just last night I pulled out several items in my bank that <br/>\n     had been sitting around and tried the level 14 song on them.  To my <br/>\n     surprise three of them gave me extra info.  It seems that any item <br/>\n     that says illegible or blurred will now give you extra info with the <br/>\n     song.  Nice touch.  Don&#39;t know when they implemented this but I <br/>\n     finished 2 quests last night with the help of this song and will <br/>\n     finish the third when I get to Qeynos.  This song is still not a real <br/>\n     heavyweight but it actually works now and more importantly Verant is <br/>\n     actively using it so they will not be receptive to removing it.  <br/>\n     Perhaps the level 22 song.<br/>\n     <br/>\n     your suggestions<br/>\n     <br/>\n     1 and 2  Great ideas!<br/>\n     <br/>\n     3.  They&#39;ll never do it but would be nice.<br/>\n     <br/>\n     4.  I seem to have a perpetual taunt stamped on my forehead. &lt;gr&gt; I <br/>\n     certainly don&#39;t need a taunt song.  <br/>\n     <br/>\n     5.  see 3 above<br/>\n     <br/>\n     Another great idea they&#39;ll never do.  A song that acts like the ranger <br/>\n     track skill.<br/>\n<br/>\n<br/>\n______________________________ Reply Separator<br/>\n_________________________________<br/>\nSubject: [eqbards] Petiton to replace level 14 song<br/>\nAuthor:  Non-HP-g4mntofcr (<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>) at <br/>\nHP-ColSprings,shargw5<br/>\nDate:    9/21/99 2:03 PM<br/>\n<br/>\n<br/>\nFrom: &quot;Reece, Tom - 25IDL G4&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:g4mntofcr@...\">g4mntofcr@...</a>&gt;<br/>\n     <br/>\nI sent this out about an hour ago but I haven&#39;t received it back from the <br/>\nlist yet so sending it again just in case.  Sorry if we end up getting it <br/>\nposted twice.<br/>\n     <br/>\nFellow bards,<br/>\n     <br/>\nI came into work today and there were relatively few messages on the list. <br/>\nIn an effort to jumpstart some discussion, I have the following proposal.<br/>\n     <br/>\nIf enough people on this list thinks its a good idea, lets submit a petition<br/>\n<br/>\nto have the level 14 song replaced.  As most of you are aware, the song <br/>\ncurrently has almost no usefulness.  All magic items come already <br/>\nidentified.  All you have to do is right click on it.  The only situations I<br/>\n<br/>\nhave heard of the song providing any additional information is when it is <br/>\nsung while holding a head.  The name of the person who the head used to be <br/>\nattached to can be discovered.  This is only useful if you are turning in <br/>\nthe head as part of a quest.  I am unaware of any other uses for this song.<br/>\n     <br/>\nI propose that we also provide Verant with some ideas on a song to replace <br/>\nit with.  The biggest thing to remember here is that the power of the new <br/>\nsong should be appropriate for a 14th level character.  I don&#39;t think minor <br/>\nversions of any higher level song are likely to get approved.  The new song <br/>\nshould provide a completely new spell efffect.  I request that everyone <br/>\nsubmit to this list their idea of what the new 14th level song should be. <br/>\nOnce we get several good responses, we can all vote on which ones we think <br/>\nhave the best chance of getting approved.  We can then submit the petition <br/>\nto Verant with the entire list of suggested new songs ranked in the order we<br/>\n<br/>\nvote on.<br/>\n     <br/>\nHere are a couple of ideas that I have:<br/>\n     <br/>\n1) A combination heal/stamina song that combines Jaxan&#39;s and Hymn.  The <br/>\npower of the song can either be the same as the two original songs or toned <br/>\ndown versions, perhaps 75% of the original values.<br/>\n     <br/>\n2)  A song that increases agility and/or increases the Dodge skill.  The <br/>\namount increased would be similar to the DEX increase you get when you sing <br/>\nChant of Battle.  Song would affect the entire party.  Equipping an <br/>\ninstrument, most likely the drum, would increase the effect of the song.<br/>\n     <br/>\n3)  A song that would teleport the bard to the nearest bards guild.  This <br/>\nsong would have to have some serious constraints placed on it in order for <br/>\nVerant to even consider adding it.  Perhaps only usable in outdoor zones (no<br/>\n<br/>\ndungeons) and/or while not in combat.  Should also require a high skill <br/>\nlevel in the instrument that is required to play it.  If you miss a note and<br/>\n<br/>\nfail, the song button grays out for a specified amount of time before you <br/>\ncan try it again.<br/>\n     <br/>\n4)  A song that has a major taunt effect above and beyond that or normal <br/>\nbard songs.  Useful in those situations where your casters are getting <br/>\nmauled and you can&#39;t pull them off with normal means.  Also useful if <br/>\nsomeone is close to dying and the mob has frenzied on them.<br/>\n     <br/>\n5)  A song that binds a bard to his current location.  I don&#39;t think this <br/>\none would ever have a chance of getting approved but we can include it if <br/>\nthats what everyone wants.<br/>\n     <br/>\nThese are what I came up with on the fly.  Make any modifications to these <br/>\nthat you like.  Submit new ideas if you have one.<br/>\n     <br/>\nI&#39;m in the Army and will be going out on a field exercise this Thursday for <br/>\nthe next week.  Assuming this message generates a lot of positive response, <br/>\nsomeone else will have to facilitate discussion on this issue until then.  I<br/>\n<br/>\nwill write up the petition when I get back next week if we all come to an <br/>\nagreement.<br/>\n     <br/>\nGaltin of E&#39;ci</div>","specialLinks":[]}}
