{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CYR, Thierry","from":"&quot;CYR, Thierry&quot; &lt;tcyr@...","replyTo":"LIST","senderId":"wLcsYjDz8wve7AOvc_EJD9OUQXm6kfmg5YTV7HTkwdkEUgK2gSCZ2mvdn3-0dSHmDXoA4eXmbP9pYXHy2f8UkEZ4svI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: voicegraft & roleplaying and some good and stupid experiences ... (long)","postDate":"937955964","msgId":6905,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTUuNjkwNS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":6904,"nextInTime":6906,"topicId":6905,"numMessagesInTopic":1,"msgSnippet":"This is a long read, it goes from one subject to another... sorry for its lenght, just that it reminded me of some of the good and sad things in the game. I","messageBody":"<div id=\"ygrps-yiv-875255026\">This is a long read, it goes from one subject to another... sorry for its<br/>\nlenght, just that it reminded me of some of the good and sad things in the<br/>\ngame.<br/>\n<br/>\nI agree voice graft is fun.  Our big green shadowknight troll is always<br/>\nplaying with his pet. And lately we&#39;ve been tormenting gnome guards alot.<br/>\nBut the newbies love us, we help them out, give them some loot and we even<br/>\nhave some that run to the vendors for us for food and water. And they&#39;ll<br/>\neven buy us beer. No other groups that hunt them will actually do this to<br/>\nthe newbies.. <br/>\n<br/>\nBut anyways, back to voicegraft, The troll loves to use voicegraft on his<br/>\npet and start playing with the newbies. It gives them a good experience...<br/>\nHis pet told a newbie his real name is really Bones the other day.  So many<br/>\ninstances he&#39;s played tricks on them.<br/>\n<br/>\nIts nice, as not all newbies are level 50&#39;s with twinked characters. Its<br/>\nnice to see a level 4 newbie thank you after you&#39;ve given him 1 or 2 loots<br/>\nand your coppers that you&#39;d destroy out of many hours of killing and stating<br/>\nthat he is ever so thankfull as it will help him and his wife start playing<br/>\nthe game.  You see at those levels, there&#39;s no kill stealers except the<br/>\nguards, which we were disposing of. If they&#39;d have a train of spiders they&#39;d<br/>\nrun to us and we&#39;d dispose of it. <br/>\n<br/>\nOne thing that dissapointed me is that there&#39;s a rumor that all guards will<br/>\nbe made level 53. Now tell me this, how are players supposed to overthrow a<br/>\ncity if all the guards are level 53? Can you imagine zoning into nektulos<br/>\nand whap whap you&#39;re dead to a level 53 mob that was trained to the zone<br/>\nedge?  I dont know about others, but when im higher level i want to take<br/>\nover a city, maybe Akanon or something (its hard as our group is good and<br/>\nevil, so we have to pick which races to war with).<br/>\n<br/>\nWe were even bugged by a guide once asking us to stop killing the guards,<br/>\ntell me why this is?  We&#39;re not exploiting, we&#39;re not kill stealing, we&#39;re<br/>\nnot training, we weren&#39;t shouting to the zone like most idiots do when they<br/>\nkill a dark elf guard, we were being overly generous to the newbies that<br/>\nswarmed and cheered around us practically. <br/>\n<br/>\nSeems that being nice, not exploiting or kill stealing is frowned upon, go<br/>\nfigure...<br/>\n<br/>\nMinkin<br/>\nSol Ro<br/>\nlev34 bard<br/>\n<br/>\nP.S. Why dont vendors give xp? i&#39;ve been cast into the latest video of &quot;When<br/>\nVendors attack!!&quot; and still havent received payment...<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From:\tFrank Hartmann [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:FRANHART@...\">FRANHART@...</a>]<br/>\n&gt; Sent:\tSeptember 21, 1999 6:49 PM<br/>\n&gt; To:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; Subject:\tRe: [eqbards] Petiton to replace level 14 song<br/>\n&gt; <br/>\n&gt; From: &quot;Frank Hartmann&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:FRANHART@...\">FRANHART@...</a>&gt;<br/>\n&gt; <br/>\n&gt; In the strictest powergaming terms, the Voice Graft spell isn&#39;t worth<br/>\n&gt; much. But in in roleplaying terms it can be hilarious. I allude to an<br/>\n&gt; incident I had several weeks ago whilst playing my gnome magician.<br/>\n&gt; <br/>\n&gt;  I was in North Ro making Dorn&#39;s life a living hell. (hey, after all, he<br/>\n&gt; does it to everyone else, so turn about is fair play.) As I was waiting<br/>\n&gt; for Dorn to gather his charcoaled body parts back together (respawn), a<br/>\n&gt; dark elf necromancer happened by and didn&#39;t care too much for what I was<br/>\n&gt; doing to his kinsman. Unable or unwilling to take any direct action<br/>\n&gt; against me, instead he cast the Voice Graft spell upon my summoned<br/>\n&gt; elemental (I was not aware this had happened at the time of course.) Next<br/>\n&gt; thing I know, my elemental begins to berate me for a number of things<br/>\n&gt; (like he had this long laundry list of complaints he had been saving up<br/>\n&gt; andf just now had the opportunity to voice them.) He accused me of being<br/>\n&gt; overbearing, a coward (I always sent the elemental into a fight first and<br/>\n&gt; hid behind him like any good mage would), and of course, called me SHORT!!<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Well, out of character, I knew what the necro had done and was almost<br/>\n&gt; laughing my @ss off, but in character, my gnome was furious with the<br/>\n&gt; disrespect he was being shown. So he calmly and cooly stated (with /say so<br/>\n&gt; the necro could here it) &quot;Your statements may or may not be true. But<br/>\n&gt; always remember that it is I who hold ultimate control over your meager<br/>\n&gt; existence.&quot; I then followed this with a /pet get lost command, to which<br/>\n&gt; the pet stated, as he always does, &quot;As you wish Master.&quot; My insolent pet<br/>\n&gt; was gone and the dark elf necro and I had an excellent role playing<br/>\n&gt; experience, though we never actually exchanged a word during the entire<br/>\n&gt; episode. All due to the &quot;worthless&#39; Voice Graft spell.<br/>\n&gt; <br/>\n&gt; BTW, any one who can have that kind of sense of humor and is not playing a<br/>\n&gt; bard is wasting their talent.<br/>\n&gt; <br/>\n&gt; Keledal<br/>\n&gt; Bard of Erollisi Marr<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt;&gt;&gt; &quot;Naeeldar&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jackal@...\">jackal@...</a>&gt; 09/21 4:16 PM &gt;&gt;&gt;<br/>\n&gt; From: &quot;Naeeldar&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jackal@...\">jackal@...</a>&gt;<br/>\n&gt; <br/>\n&gt; Well then the problem with this is that all mages get this spell which is<br/>\n&gt; also useless not to mention other useless spells. For instance Necros get<br/>\n&gt; a<br/>\n&gt; spell called Voice Graft that lets you talk through your pet. What good is<br/>\n&gt; that?<br/>\n&gt; <br/>\n&gt; Naeeldar<br/>\n&gt; <br/>\n&gt; -<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
