{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rokenn Swiftsong","from":"&quot;Rokenn Swiftsong&quot; &lt;rokenn@...","replyTo":"LIST","senderId":"CFXJ8X7bJkIA72MTYlKLS2W43F0C_thtB7D14AvxgnBz_x_DuyyAkJF6aKk_Ccj7s0Gwoq7Gxwht1uO7cPDjoS_kfotCocIjzSAsTaJQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Dual Wield  (Was:Re: pvp bard song suggestions)","postDate":"938009692","msgId":6921,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTYuNjkyMS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":6924,"prevInTime":6920,"nextInTime":6922,"topicId":6921,"numMessagesInTopic":14,"msgSnippet":"... Orignally posted by J.M. Capozzi to eqbards@onelist.com Here s a few hard numbers to chew on: The actual formula for double attack is (SKILL+LEVEL)/500,","messageBody":"<div id=\"ygrps-yiv-838536441\"><blockquote><span title=\"ireply\">&gt;From: &quot;G.W. Willman, IV&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:gww6e@...\">gww6e@...</a>&gt;<br/>\n&gt;Oh a semi-unrelated note: I&#39;ve recently moved to very quick, light damage<br/>\n&gt;weapons when I melee - combine dual wield with warsong or anthem you are<br/>\n&gt;literally the tazmanian devil of meleeers.  I got to thinking however, how<br/>\n&gt;does dual wield really work?  Someone speculated that its keyed off your<br/>\n&gt;primary hand (every swing = chance for dual wield to go off as well).  This<br/>\n&gt;would suggest getting something like a dirk in the primary and then a heavy<br/>\n&gt;hitter/proc&#39;ing weapon in the offhand, since you could cheat the system in<br/>\n&gt;affect if your heavy hitter had a chance to hit quicker than its normal<br/>\n&gt;delay.  I haven&#39;t experimented, but can anyone elaborate on dual wield<br/>\n&gt;stragies?<br/>\n&gt;<br/>\n&gt;Thanks,<br/>\n&gt;-GW<br/>\n&gt;&lt;Scummy & Sicarius @ Veeshan&gt;<br/>\n<br/>\n </span></blockquote>Orignally posted by &quot;J.M. Capozzi&quot; to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n<br/>\nHere&#39;s a few hard numbers to chew on:<br/>\nThe actual formula for double attack is (SKILL+LEVEL)/500, with the integer <br/>\nconverted to a percentage.  50th level with 200 skill equals 250/500, with <br/>\n..50 being the result.  50 percent chance to double attack. Monks cap at 250 <br/>\nin DA, all other classes cap at 200. For dual wield, it&#39;s (SKILL+LEVEL)/600. <br/>\n  50th level with 200 skill equals 40 percent.  Monks cap in Dual Wield at <br/>\n250, and rogues cap at 210.  All other classes cap at 200.  Also, once dual <br/>\nwield exceeds 149 in skill, checks are made to see if you double attack with <br/>\nthe secondary as well, provided you have double attack as a skill.  This <br/>\ncheck is based on your dual wield skill, and its corresponding percentage <br/>\nchance. [For those of you wondering why monks get such a bonus in DA/DW, <br/>\nkeep in mind that monk hand speed never drops below 30.  They need the <br/>\nincreased attacks to remain competitive with other melee classes who can use <br/>\nfaster weapons, weapons with proc effects, etc.]<br/>\nI&#39;m not going to bore you all to tears with all the charting and the <br/>\nformulae used, Monte Carlo simulations, how the fixed damage bonuses due to <br/>\nstrength, offense and weapons skills seriously skew the results in favor of <br/>\nspeed, and about half a dozen other variables.  Most of those numbers are <br/>\nintentionally and forever hidden from the end users view. Suffice it to say <br/>\nwith two weapons of a given efficiency, the faster will always win out in <br/>\nterms of real damage in any time period beyond 30 seconds. And, the faster <br/>\nthe weapon is (while maintaining the same eff. rating), the wider the gap in <br/>\ndamage results between it and the slower weapon.<br/>\nHere&#39;s an example: Using round numbers here, and mythical weapons, both with <br/>\na .25 efficiency rating, a 5 dam/20 delay and a 10dam/40 delay weapon.  All <br/>\nresults assume a 50th level player, with 200 in all his combat skills, and <br/>\n100 STR. The 5 dam/20 delay  weapon will outperform a 10dam/40 delay weapon <br/>\nby about 27 percent in a two minute time period, in the primary.  If you <br/>\nhave double attack, it goes up to 44 percent, thanks to double the amount of <br/>\nDA activation checks. It will outperform by 39 percent if used in the <br/>\nsecondary, mainly thanks to twice as many DW activation checks. If your <br/>\nclass is capable of &#39;quad&#39; attacks (see above),  it goes up to a staggering <br/>\n73 percent overall spread between the faster and the slower weapons.<br/>\nNow, this is an extreme example, most real world weapons aren&#39;t that <br/>\npolarized.  But you can still expect a marked advantage over the faster <br/>\nweapon.  Enough of an advantage to even sacrifice some small amount of <br/>\nefficiency in favor of speed.  A well balanced scimitar, (5 dam/21 delay, <br/>\n..238 eff rating), outdoes a barbed leather whip,( 7 dam/28 delay, .25 eff <br/>\nrating), by 14 percent in a two minute period used as the primary, and 19 <br/>\npercent as the secondary. At 50th level, in pure melee combat, two minutes <br/>\nis pretty close to how long a typical fight lasts.  Drop the time period <br/>\ndown to one minute, the gap narrows, but is still evident.  Drop it down to <br/>\n30 seconds, it&#39;s a dead heat, still.  Anything less than 30 seconds tends to <br/>\nfavor the whip. You can run this trend down all the way to 17th level for a <br/>\nbard, and the corresponding skill levels, the spread remains the same for <br/>\nprimary weapons, and reaches it&#39;s narrowest point with secondary, but it&#39;s <br/>\nstill within 10 percent of the peak spread. This, by the way, totally <br/>\ndisregards the target&#39;s defense, assuming a randomized hit with every swing. <br/>\n  If you factor in the highly variable factors of target defense and AC, <br/>\nfirst you go nuts, then you come up with results even more in favor of the <br/>\nfaster weapon, as you get more chances to hit as well.<br/>\nThere are some cases, though,  where the raw damage numbers DO matter. <br/>\nFighting mobs with damage shields(druids, fire elementals, etc), it&#39;s best <br/>\nto use a slower, heavier damage weapon, to minimize the damage YOU take. For <br/>\na  Rogue, your backstab damage is predicated on the amount of normal melee <br/>\ndamage you can inflict with one hit, as backstab is simply a fixed <br/>\nmultiplier(based on skill and level) on a normally resolved pierce attack. <br/>\nHigher the base number, the bigger the backstab. If you take a look at the <br/>\ngood 2h weapons, you&#39;ll find they are generally *much* more efficient than a <br/>\n1h weapon, by as much as 100 percent. They HAVE to be, to make up for being <br/>\nso much slower than the 1h counterparts, and to compete with dual wield.  2h <br/>\nweapons, especially 2h slash, are purpose designed to be the most efficient <br/>\nweapons in the game. They don&#39;t break the above results, at all, but the <br/>\nnatural efficiency brings the curve around again, offsetting reduced attack <br/>\nchances.</div>","specialLinks":[]}}
