{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"_20SLUqeYzgBRPRoT6IZe2PtYbD7hFJyrzWvzO7ozIW-QRuQVhVk8LXdV8S9gDKCE73lS1B4KfV-hms","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: On the topic of petitions (long, but an important read)","postDate":"938023896","msgId":6957,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTcuNjk1Ny45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":6945,"nextInTopic":6959,"prevInTime":6956,"nextInTime":6958,"topicId":6939,"numMessagesInTopic":5,"msgSnippet":"... I had no problems using Pixie Strike against my friend in the Arena a month ago.  I did not test Lullaby.  Charm does not work well in arenas, but I hear","messageBody":"<div id=\"ygrps-yiv-1001650946\">On Wed, 22 Sep 1999, Greg Gillan wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; a) Why do certain of our songs (Lullaby, Pixie Strike) work find against<br/>\n&gt; monsters, but have absolutely no effects verses players in duels?  Is this<br/>\n&gt; intentional or a bug?  <br/>\n<br/>\n </span></blockquote>I had no problems using Pixie Strike against my friend in the<br/>\nArena a month ago.  I did not test Lullaby.  Charm does not<br/>\nwork well in arenas, but I hear that is because there is no<br/>\npathing in there, so your &quot;pet&quot; has no way to follow you or a<br/>\ntarget.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; b) When a magical effect wears off (i.e. Guise of the Deciever) our songs<br/>\n&gt; get stuck.  The /st command does not unstick them in this situation and we<br/>\n&gt; have to resort to speed mashing of the buttons to unstick them.  <br/>\n<br/>\n </span></blockquote>I say get rid of the hit-a-song-key-to-stop-it function<br/>\nentirely.  The &quot;you have not yet recovered&quot; delay is<br/>\nclient-side and thus completely dependent on how quickly your<br/>\nCPU is able to cycle the button graphics from greyed out to<br/>\ncolored in.  If you get in a laggy battle (e.g. lots of area<br/>\neffect spells), you will find the buttons taking longer to<br/>\ncome back.  I can even change this delay by switching between<br/>\nDirectX and glide mode (it&#39;s faster under DirectX on my<br/>\nVoodoo3, which is one of the reasons I almost always play in<br/>\nDirectX mode despite some other graphics glitches).<br/>\n<br/>\nUnlike spells (which often stay greyed out a while after<br/>\ncasting), our songs come back immediately after you stop them<br/>\n(aside from the time it takes to color the button in).  So get<br/>\nrid of this &quot;delay&quot; and when we hit a song button, have it<br/>\nauto-stop any previous song and start up the next one.  This<br/>\nwill also have the benefit of cutting the arcade nature of<br/>\nplaying a bard in half.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Please offer up any suggestions you can.<br/>\n<br/>\n </span></blockquote>Let us left-click on SoW to remove it.<br/>\n<br/>\nChange our levitate song so that it does not override the<br/>\nlevitate spell (same problem as SoW used to have).  Same thing<br/>\nwith underwater breathing.<br/>\n<br/>\nMake the identify song party-effect, so folks without an<br/>\ninnate identify ability can identify no-drop items.<br/>\n<br/>\nFix the bug where a charmed pet will on its own decide to<br/>\nattack a player.<br/>\n<br/>\nLet us gain safe fall skill at something like 1 point/level<br/>\n(thus capping us at around 65 for level 50, instead of a hard<br/>\ncap of 40).  I&#39;m finding myself taking damage again running<br/>\nover uneven terrain with my mistmoore drum at level 35.<br/>\n<br/>\nOur dodge skill caps at 125.  A cleric&#39;s dodge skill caps at<br/>\n80.  I understand not giving us parry and riposte since we&#39;re<br/>\nnot true tanks, but capping dodge at 125 makes us little<br/>\nbetter than clerics at tanking.  Surely a class whose primary<br/>\nmeans of attacking is melee would know a lot more about<br/>\ndefensive melee than a cleric?<br/>\n<br/>\nEither make our invisibility song make us completely invisible<br/>\n(no glowing ball), or make the glowing ball for this song last<br/>\nlonger so that we can take advantage of it to coordinate party<br/>\nmovement while invisible (what GZ suggested we do last time).  <br/>\nRight now, the only practical way I&#39;ve found to use this song<br/>\nwith a group is for me to walk and everyone to /follow me - we<br/>\ndon&#39;t need a glowing ball to do this.<br/>\n<br/>\nInvestigate whether the &quot;you feel yourself starting to appear&quot;<br/>\nchange made our invisibility song 100% reliable.  As much as I<br/>\nlike 100% reliable invisibility, that can&#39;t have been what<br/>\nVerant intended.<br/>\n<br/>\nFix Hymn so regeneration can be cast on top of it.  Right now,<br/>\nregen will not take unless you cast it before you start Hymn.<br/>\nThis has caused a lot of folks I group with to waste a lot of<br/>\nmana trying to figure out why their spell won&#39;t take hold.<br/>\n<br/>\nState whether or not Anthem/Clerity&#39;s attack speedups stack<br/>\nwith the enchanters&#39; spells.  I haven&#39;t found them to stack in<br/>\nmy tests, but some official word would go a long way towards<br/>\nclearing up misconceptions (and saving me a lot of testing :-)<br/>\nand letting us optimize our song selection.<br/>\n<br/>\nChange spell behavior so that if it isn&#39;t resisted, its<br/>\neffects last for at least one &quot;tick.&quot;  None of this BS where a<br/>\nmob doesn&#39;t resist Lullaby and nods asleep, but immediately<br/>\nwakes up to bash me.  I&#39;m pretty sure casters experience the<br/>\nsame problem with root.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
