{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg Gillan","from":"Greg Gillan &lt;GGillan@...","replyTo":"LIST","senderId":"OWOmrnYD5y3LdELfCTYUZgkQK7J_u7gE56f4oa9ZWb4eDvlb_yDzErO6SRmpwWHOc_xKgsfxeRQMNeYmY4PrQXpaXab_YJnp","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: On the topic of petitions (still long)","postDate":"938027857","msgId":6972,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNTguNjk3Mi45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":7000,"prevInTime":6971,"nextInTime":6973,"topicId":6972,"numMessagesInTopic":2,"msgSnippet":"Wow, that s a lot of suggestions :)  ... I haven t tried these songs in the arena.  When I want to duel with friends, we tend to do it wherever is","messageBody":"<div id=\"ygrps-yiv-1154116960\">Wow, that&#39;s a lot of suggestions :)<br/>\n<br/>\n&lt;snip&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt;I had no problems using Pixie Strike against my friend in the<br/>\n&gt;Arena a month ago.  I did not test Lullaby.  Charm does not<br/>\n&gt;work well in arenas, but I hear that is because there is no<br/>\n&gt;pathing in there, so your &quot;pet&quot; has no way to follow you or a<br/>\n&gt;target.<br/>\n<br/>\n </span></blockquote>I haven&#39;t tried these songs in the arena.  When I want to duel with friends,<br/>\nwe tend to do it wherever is convenient, and an arena isn&#39;t usually close<br/>\nby.  In non-arena settings they seem to have no effect whatsoever.  Can<br/>\nanyone confirm?  <br/>\nI&#39;ve tried using charm in the arena, It tended to fling my opponent across<br/>\nthe entire area and into the far wall with no charm effect occurring.  This<br/>\nwas just so damn funny, I&#39;m not sure I&#39;d want to fix it :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I say get rid of the hit-a-song-key-to-stop-it function<br/>\n </span></blockquote>entirely.  &lt;snip&gt;<br/>\n<br/>\nThis sounds like a very good idea to me.  I don&#39;t think I&#39;ll include it in<br/>\nmy email however, as it is a more of a &quot;nice-to-have&quot; and I&#39;d rather address<br/>\nmore pressing concerns first.  This will be filed for later.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Let us left-click on SoW to remove it.<br/>\n<br/>\n </span></blockquote>I&#39;ll definately add something regarding the whole change to SoW/Selo&#39;s that<br/>\nhas occurred recently.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Change our levitate song so that it does not override the<br/>\n&gt;levitate spell (same problem as SoW used to have).  Same thing<br/>\n&gt;with underwater breathing.<br/>\n<br/>\n </span></blockquote>Makes sense, but again a &quot;nice-to-have&quot; in my opinion.  These songs (for me<br/>\nanyway) are used pretty seldom in comparision with Selo&#39;s.  I can see<br/>\nhowever that cancelling someone&#39;s water breathing could be deadly.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Make the identify song party-effect, so folks without an<br/>\n&gt;innate identify ability can identify no-drop items.<br/>\n<br/>\n </span></blockquote>Again, a good idea.  How on earth could this be implemented?  The current<br/>\nversion of the song requires you to hold the item to be identified.  How<br/>\ncould you select which item to be identified from someone elses inventory?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Fix the bug where a charmed pet will on its own decide to<br/>\n&gt;attack a player.<br/>\n<br/>\n </span></blockquote>Only had this happen twice.  I&#39;m willing to chalk this up to the<br/>\nunpredictable nature of summoned pets.  Perhaps they become disgruntled and<br/>\nturn on their masters or us.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Let us gain safe fall skill at something like 1 point/level<br/>\n&gt;(thus capping us at around 65 for level 50, instead of a hard<br/>\n&gt;cap of 40).  I&#39;m finding myself taking damage again running<br/>\n&gt;over uneven terrain with my mistmoore drum at level 35.<br/>\n<br/>\n </span></blockquote>I can add safe fall to the list of skills with low caps.  This isn&#39;t a big<br/>\ndeal though.  Even a low-capped safe fall allows us to take less damage from<br/>\na fall than the average person.  A bard with a safe fall skill of 40 will<br/>\ntake less damage from the same fall as another character will.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Our dodge skill caps at 125.  A cleric&#39;s dodge skill caps at<br/>\n&gt;80.  I understand not giving us parry and riposte since we&#39;re<br/>\n&gt;not true tanks, but capping dodge at 125 makes us little<br/>\n&gt;better than clerics at tanking.  Surely a class whose primary<br/>\n&gt;means of attacking is melee would know a lot more about<br/>\n&gt;defensive melee than a cleric?<br/>\n<br/>\n </span></blockquote>Would be nice.  This could be asking too much though.  Again, I will file<br/>\nthis for use in a future email, unless there is an overwhelming demand for<br/>\nit.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Either make our invisibility song make us completely invisible<br/>\n&gt;(no glowing ball), or make the glowing ball for this song last<br/>\n&gt;longer so that we can take advantage of it to coordinate party<br/>\n&gt;movement while invisible (what GZ suggested we do last time).  <br/>\n<br/>\n </span></blockquote>They&#39;ve already said they won&#39;t change this.  This is a no win situation.<br/>\nSome people want no glowing ball so its useful in PvP, others want a<br/>\npermanent glowing ball so its easy to follow.  How to decide?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;State whether or not Anthem/Clerity&#39;s attack speedups stack<br/>\n&gt;with the enchanters&#39; spells.  I haven&#39;t found them to stack in<br/>\n&gt;my tests, but some official word would go a long way towards<br/>\n&gt;clearing up misconceptions (and saving me a lot of testing :-)<br/>\n&gt;and letting us optimize our song selection.<br/>\n<br/>\n </span></blockquote>I&#39;ve done a bit of experimenting with this, (no hard numbers like John usual<br/>\nextensive testing) both with enchanter&#39;s spells and built in effects like<br/>\nthe Mithril two-hander&#39;s haste.  There is no noticible speed up.  These<br/>\nsongs do not stack with other buffs, the question is does the higher buff<br/>\noverride, or the one used first?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Change spell behavior so that if it isn&#39;t resisted, its<br/>\n&gt;effects last for at least one &quot;tick.&quot;  None of this BS where a<br/>\n&gt;mob doesn&#39;t resist Lullaby and nods asleep, but immediately<br/>\n&gt;wakes up to bash me.  I&#39;m pretty sure casters experience the<br/>\n&gt;same problem with root.<br/>\n<br/>\n </span></blockquote>Happens with charm too.  I&#39;ve come to accept it.<br/>\n<br/>\n<br/>\nGreat suggestions!  Keep them coming.  I&#39;ll post a revised list every day,<br/>\ntaking into account suggestions that people have made.<br/>\n<br/>\n<br/>\nElwyn Heartstring<br/>\nLevel 41 Bard<br/>\nErollisi Marr</div>","specialLinks":[]}}
