{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Frank Hartmann","from":"&quot;Frank Hartmann&quot; &lt;FRANHART@...","replyTo":"LIST","senderId":"aIQ26M5uOKf43cNsViVv-XKC5Z5MbuOPwcJ9ZMdH_fpoer_buGARw8peaiXujY8vFp-WOEimMZsESetOlP_M_VjLQn3Tv0xxBVJTEeN5vCe-tSlw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Why do the melee classes keep wanting Bind?","postDate":"938103251","msgId":7063,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNjIuNzA2My45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":7061,"nextInTopic":7065,"prevInTime":7062,"nextInTime":7064,"topicId":7018,"numMessagesInTopic":29,"msgSnippet":"... From: Mike.Langlois@siriuscom.com *SNIP* Let me make one clarification first:  Melee classes don t want to bind, they want to be bound in non-cities. ","messageBody":"<div id=\"ygrps-yiv-172314640\"><blockquote><span title=\"ireply\">&gt;&gt;&gt; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Mike.Langlois@...\">Mike.Langlois@...</a>&gt; 09/22 4:09 PM &gt;&gt;&gt;<br/>\n </span></blockquote>From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Mike.Langlois@...\">Mike.Langlois@...</a> <br/>\n<br/>\n*SNIP*<br/>\nLet me make one clarification first:  Melee classes don&#39;t want to bind, they<br/>\nwant to be bound in non-cities.<br/>\n<br/>\n******************************************************************<br/>\nYou may not, but many do. I visit some message boards from other hybrid classes on a regular basis and the topic of that class being able to bind themselves is always a hot one.<br/>\n<br/>\n*******************************************************************<br/>\nWe have 2 groups of people on the server, binders and non.  Now, when you die<br/>\nyou come back naked.  A caster can mem his spells at his bind point and then :<br/>\nArmor up, go invis, add speed, and still defend himself with DD type spells.  He<br/>\ndoesn&#39;t really NEED to bind, he&#39;s good to make the run.<br/>\n<br/>\nA melee class character shows up naked and that&#39;s that.  Now this fellow, let&#39;s<br/>\nsay a warrior, must travel slowly across multiple zones, with no armor, no<br/>\nweapons, and no invis.  If a random green creature crosses his path, he&#39;s dead.<br/>\nMore exp loss, more time lost, no chance to win the fight.<br/>\n<br/>\n********************************************************************<br/>\nOne the one hand I agree completely. The classes who are not equipment dependent fare better after a death and these classes tend to be the casters who can bind themselves. Seems a bit lopsided. On the other hand, meeting a green on the way back to your body doesn&#39;t equate to instant death. First, if you have decent hand to hand skills (which most warriors neglect to train in), you will most likely be fine or at least have a sporting chance. Secondly, if you are a wise warrior, you have spare weapons and armor in the bank. If you have been bound in a city with a bank, you can access these before your trip back. Thirdly, most magicians I have met have no problem supplying characters who need to recover corpses with food, water, and a weapon. Same goes for shamans and driuids casting SOW. And fouthly (is that a word?), if you get jumped by a green and you can&#39;t handle it yourself, yell for help from others in the area. 9 times out of 10 they will be able to not only pull the green monster off of you, but finish it as well. So while sometimes meeting a green on the way back to your body can be frustrating, it doesn&#39;t necessarily have to be fatal.<br/>\n<br/>\n*******************************************************************************************<br/>\n*SNIP*<br/>\nCan anyone tell me what &#39;balance&#39; issue is served by the bound-only-in-cities<br/>\nrule?  The freedom and perks come from being able to bind yourself at will.<br/>\nMelee folks will still have to beg and pay for this from casters.  But what is<br/>\nbeing preserved or protected by the walk of shame?  It serves no realism or<br/>\ngameplay value, and detracts from the game.  I don&#39;t mind dying, but I do mind<br/>\nnot having fun for no good reason.<br/>\n<br/>\n*SNIP*<br/>\nGolias, Solusek Ro<br/>\n<br/>\n*************************************************************************<br/>\nI don&#39;t think there is any good &quot;balance&quot; issue served. Melee classes don&#39;t seem to have any special talent to offset their lack of binding ability. I think when Verant decided not to implement a &quot;Lifestone&quot; sort of model for changing a character&#39;s return point, they were forced to give this ability to the characters. The casting classes seemed to be the logical choice, since changing this &quot;mystical bond&quot; does involve manipulation of magical forces. But melee classes never really got anything in return. And I don&#39;t believe they ever will. I think players have to understand that choosing a melee class means you WILL be dependent upon the binding abilities of others throughout your character&#39;s life. You can accept that and play a melee class anyway, or not accept that and play a caster class. I&#39;m not too hopeful of seeing other options coming forth on a class-wide basis. (However, I do see the possibility of more items with Bind Affinity effects being made available.)<br/>\n<br/>\nTime to close this out before I get KABONGED. :-)<br/>\n<br/>\nKelethin <br/>\nBard of Erollisi Marr</div>","specialLinks":[]}}
