{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"HCRgVDwiB1824S4wX-HY7zuJEKOQONMNNDJy3b5WDvtgF_ypqmw-VTHkRQtsrKR_6dDN_28X0W1lO6heHCaVSA93ox_m-p7OF-9_mQ5Rt5g3c6BO","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Bards","postDate":"938209451","msgId":7149,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNjYuNzE0OS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":7148,"nextInTopic":7166,"prevInTime":7148,"nextInTime":7150,"topicId":7148,"numMessagesInTopic":8,"msgSnippet":"From: Wayne Sheppard  ... or ... I have dueled Shamans and Clerics of equal level without spells.  I lost 5 out of 7 duels.  They","messageBody":"<div id=\"ygrps-yiv-1824258342\">From: &quot;Wayne Sheppard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Bards are better than Clerics/Druids/Shaman in melee combat.<br/>\n&gt;Bards are better than Paladins/Rangers in spell combat.<br/>\n&gt;If you have any doubt of the above statements, duel one using just combat<br/>\n </span></blockquote>or<br/>\n<blockquote><span title=\"ireply\"> &gt;spells where appropriate.<br/>\n<br/>\n </span></blockquote>I have dueled Shamans and Clerics of equal level without spells.  I lost 5<br/>\nout of 7 duels.  They were stronger, had more hit points and had about equal<br/>\narmor if not superior due to superior strength.  I had higher dex and<br/>\nagility which seemed to matter, but not enough to make me win.  I imagine I<br/>\ncould beat most druids in pure melee due to far better ac, but a glowing<br/>\ncrook staff would rapidly even things out as we have no equivalent melee<br/>\nweapon below the 30+ levels.  That staff rocks!  Too bad we have a max skill<br/>\nof 1 in 2HS and 2HB.<br/>\n<br/>\nI have only dueled a ranger in ranged combat only.  No contest he smoked me<br/>\ntaking only 2 bubbles of health.  Of course he did use a bow which we cannot<br/>\nuse.  Main problem was we were 16th at the time and he could camo and I<br/>\ncould not.  He knew when he was in range, I did not.  He knew which way to<br/>\nrun to get in range, I did not.  I am sure I could beat either if we used<br/>\nonly spells.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Wayne Sheppard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>&gt;<br/>\n<br/>\n&gt;Many (most) of the Bard songs improve the entire group.  A solo Bard is<br/>\n </span></blockquote>like<br/>\n<blockquote><span title=\"ireply\"> &gt;fighting with one arm tied behind your back.  Comparing Bards to any other<br/>\n&gt;class in solo capabilities is not a fair comparison of the overall<br/>\n&gt;powerfulness of a class.<br/>\n<br/>\n </span></blockquote>Never compared just the solo ability.  Always said our group abilities help<br/>\nmitigate our solo weaknesses.  At 20th level those weakness become zero<br/>\neffectiveness.  Balancing that would require group invincibility.  Instead<br/>\nwe become group target without the ability to properly defend ourselves.  I<br/>\nagree we are more powerful in party combat.  I do not compare simply our<br/>\nsolo ability to that of others.  You cannot always get a competent group to<br/>\nplay with in non-primetime hours.  I do however maintain that our<br/>\nCONSIDERABLE group play advantages are not equal to our VAST solo<br/>\ndeficiencies.  The two do not balance out.  I find no other class where this<br/>\nis true.  Every other class is fairly balanced when one considers its solo<br/>\nabilities  and its party benefits together against each of the other<br/>\nclasses.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Wayne Sheppard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>&gt;<br/>\n<br/>\n&gt;Bard songs will never be as magically powerful as other casters (pure and<br/>\n&gt;priest types).  But Bards have a huge advantage of never needed mana (lvl<br/>\n </span></blockquote>43<br/>\n<blockquote><span title=\"ireply\"> &gt;song excepted).  It is not a fair to compare the effectiveness of a bard<br/>\n&gt;song which can be repeated as much as needed to a spell which comsumes<br/>\n </span></blockquote>mana.<br/>\n<br/>\nNot entirely true.  I can only continue to use the song until the mob kills<br/>\nme.  If in that amount of time another class can kill then mob without dying<br/>\nwhen at 75% mana then I would say it is obvious they are more effective than<br/>\na bard.  It is relatively easy to maintain a resource of known value (mana)<br/>\nat a reasonable level.  The result is less downtime for bards since we don&#39;t<br/>\nneed to meditate to regain mana.  The cost of that downtime is far greater<br/>\nineffectiveness when at full power or even at 75%.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;The above statements are facts and cannot be disputed.  Every Bard should<br/>\n&gt;understand these facts.  If you base your discussion on something to the<br/>\n&gt;contrary, your whole logic chain falls apart.<br/>\n<br/>\n </span></blockquote>No need to base the discussion on anything else, they clearly are opinions,<br/>\nnot facts.<br/>\n<br/>\nBottom line again is I play a bard because it is my nature.  Not because it<br/>\nis the most powerful class, or even in my opinion equally powerful to any<br/>\nonther class.  It is more fun, FOR ME, because it is my nature.  The<br/>\ncontinuing ineffectiveness is reducing that FUN bit by bit.  Eventually, at<br/>\nthe current rate of nerfing, it will not be fun and I will play another<br/>\nclass or another game.  While there is no other class that can do all the<br/>\nthings I like to do, there is nothing I can do as a bard that another class<br/>\ncannot do better, well except that flute dance thing.  There are other<br/>\nthings I would like to do that other classes can do that I cannot.  One is<br/>\nbeing able to play without being at the whim of others to &quot;tie one hand<br/>\nbehind my back&quot; for me.<br/>\n<br/>\nDean<br/>\nKitasi<br/>\nXabasbus<br/>\nUradnokoya<br/>\nEtc...</div>","specialLinks":[]}}
