{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Garramone, Michael (CCI-Las Vegas)","from":"&quot;Garramone, Michael (CCI-Las Vegas)&quot; &lt;Michael.Garramone@...","replyTo":"LIST","senderId":"QPJpQmvZqKNPzCL4wFUkbGVODwO3RX4AnLeeGJEr1KR7yh9ne7UrRSzjIckDQDSsG6jxyFGvHbX_-Q7x1H2u_JjoBeWDlaxI9RyerzvuqV-Jg2mnkRmmH0QepmN_03y-85qN_e2uCw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: UPDATE Bards vs Clerics in melee (Long)","postDate":"938617900","msgId":7325,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNzYuNzMyNS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":7331,"prevInTime":7324,"nextInTime":7326,"topicId":7325,"numMessagesInTopic":3,"msgSnippet":"i know the thread mutated into bard v. cleric, but no that note here is my report. LEVEL 50 Bard V. LEVEL 50 Cleric on Mithaniel Marr! call now pay-per-view","messageBody":"<div id=\"ygrps-yiv-1794514304\">i know the thread mutated into bard v. cleric, but no that note here is my<br/>\nreport.<br/>\n<br/>\nLEVEL 50 Bard V. LEVEL 50 Cleric on Mithaniel Marr!<br/>\ncall now pay-per-view only $29.95.<br/>\n<br/>\nplay by play:<br/>\npre-duel, played mystic shielding L42 for magic resistance.<br/>\nas soon as duel is accepted, mellifluous motion to teleport away and<br/>\ndisorient him.<br/>\nran back up to him and twist mystic shielding (to resist his roots and<br/>\nstuns) and syvelian&#39;s anti-magic aria L40 (say bye bye to resolution, resist<br/>\nmagic, and symbol hit point buff).<br/>\nafter removing ALL his buffs without about 3 or 4 syvelian&#39;s hits, started<br/>\nbeating the crap out of him with melee.<br/>\nplayed mystic shielding all the time to keep resisting those stuns and<br/>\nroots, which i resisted about 90% of the time.  he does not resist my songs<br/>\nas much cause i debuffed his resist magic spell.<br/>\nin relation to a previous discussion about Pixie Strike working on PCs, boy<br/>\ndoes it work incredibly.  his high dmg DD spells take a long time to cast,<br/>\nso i would play mystic shielding and pixie strike him as soon as he started<br/>\ncasting.  if he doesn&#39;t resist (he only resisted 10% of the time) then it<br/>\ninterrupts him EVERY TIME.  if he gets a wrath through, it will take about a<br/>\nbubble of hit points, but he is losing mana fast trying to root, stun, DD,<br/>\nand heal himself and he will run out soon enough.  definitely better to<br/>\npixie strike his DD spells instead of taking them with mystic shielding, as<br/>\ni did not resist those, but did resist almost all of his stuns/roots.<br/>\n<br/>\nwell that&#39;s how it went.  just a little note about bard v. cleric and the<br/>\nfact about pixie strike working wonders against PCs.<br/>\n<br/>\non another note, do not duel a caster who is bound in the same zone.  this<br/>\ncaused me to have to basically kill him 3 times instead of once, because<br/>\nwhen low he finally got a gate off after about 10 pixie strikes interrupted<br/>\nhim, after which he hid, healed, and medded up to fight some more.  he did<br/>\nthis twice.  i had to track him down in the zone and start the fight again.<br/>\none thing i forgot about was desparate dirge, which does 300 dmg now.<br/>\nMartyn reminded me during the fight, an awesome idea.  if i remembered, i<br/>\ncould have used it on him the first encounter and he would not have been<br/>\nable to get.  i used it on him the second encounter, but i was just a tad<br/>\nearly and it did not kill him.  though next time it will be nice when they<br/>\nare low to be able to take them out in one big punch.<br/>\n<br/>\nShada D&#39;ukal, Level 50 Wood Elf Bard<br/>\nErisi Dlarit, Level 24 High Elf Paladin<br/>\nTyria Sarkin, Level 22 High Elf Wizard<br/>\nMithaniel Marr Server<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Try that against a dwarf cleric who knows waht he&#39;s doing and <br/>\n&gt; you will die. </span></blockquote></div>","specialLinks":[]}}
