{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"Ny5D8ZeBSbp--XB5TH8TJ0oih2uhU58NJlV9N0PmQ87ew5h-Mtaaqo8POgPKYciGIvJecIAbdk9iGWWDe8n-Yoksc9qr7ecoqZfG7bUinQaXxWtT","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Bard PvP (Was:Bard vs. Cleric)","postDate":"938634996","msgId":7343,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNzYuNzM0My45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":7342,"nextInTopic":0,"prevInTime":7342,"nextInTime":7344,"topicId":7342,"numMessagesInTopic":2,"msgSnippet":"A great story!  My main gripe is that lower level bards without fear have no battle of their own to wage.  At higher levels there are lots more options but at","messageBody":"<div id=\"ygrps-yiv-855596645\">A great story!  My main gripe is that lower level bards without fear have no<br/>\nbattle of their own to wage.  At higher levels there are lots more options<br/>\nbut at 15-18 you don&#39;t have much that can disrupt the smashing power of a<br/>\nmelee mob or player.  Any suggestions other than trying to kite it which<br/>\nwon&#39;t work if I&#39;m trying to tank obviously.<br/>\n<br/>\n\tKitasi<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Bard [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dabard@...\">dabard@...</a>]<br/>\nSent: Wednesday, September 29, 1999 2:02 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: [eqbards] Bard PvP (Was:Bard vs. Cleric)<br/>\n<br/>\n<br/>\nFrom: &quot;Bard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dabard@...\">dabard@...</a>&gt;<br/>\n<br/>\n     Not too long ago my guild celebrated it&#39;s first member to hit the big<br/>\n50.  During this shindig, a lot of duels took place.  The most interesting<br/>\none (no ego here ;p) was the hour-long (yes, it took 1 hour) epic battle<br/>\nbetween yours truly and a ranger friend (We were both level 27).<br/>\n<br/>\n     What made the fight last so long?  Well, in the early part of it, I<br/>\nquickly realized that I was fighting his battle.  He would snare me as I<br/>\nchased after him, then get far enough away as turn around, and walk<br/>\nbackwards as riddled me with arrows, re-snare (which I seemed to NEVER be<br/>\nable to resist, unlike he and Chains :o/  ), then do it all over again.  As<br/>\nI was almost halfway to having to loot my corpse, I had a nifty thought: why<br/>\ndon&#39;t I make him fight MY battle instead?<br/>\n<br/>\n     First thing I had to do was to nullify his ability to puncture me at<br/>\nobscene distances (out-of-sight, as a matter of fact) with that damned<br/>\nbow-and-arrows of his.  Luckily we were fighting in the newb hunting area in<br/>\nEast Freeport, so I ducked into a tent that was facing the wall.  Problem<br/>\nsolved.<br/>\n<br/>\n     Next, I had to figure out how I was going to do tons of damage on him<br/>\nwhile I kept my own hide intact.  Answer:  When he came charging into the<br/>\ntent (because I wouldn&#39;t come out :oP ) I would begin melee&#39;ing him while<br/>\nnailing him with DoT&#39;s, then Fear him away while I healed back up.  I tried<br/>\na few times to just fear him and run behind him and hit, but he had this<br/>\nannoying habit of simply disappearing and re-appearing somewhere else (Ever<br/>\nsee a hill giant do that while he&#39;s coming towards you?  Very<br/>\ndisconcerting).  I may have been able to finish him off that way, but the<br/>\ntime he ran straight at the guards as I was re-firing Screech made me<br/>\nre-think it a bit.  Finally, after a loooong back-and-forth battle, the<br/>\ndifference was made when he put on his Savant&#39;s Cap.  That little bit of<br/>\nextra Wisdom helpped make his PGT a proc&#39;ing machine.  That coupled with the<br/>\nlowered dmg DoT&#39;s do in PvP now spelled the end for me (No, I didn&#39;t have a<br/>\nPGT or anyother nifty proc&#39;ing eapon... but I do now :oP ), but not before I<br/>\ntook a big chunk out of his hide.  He finally beat me with less than a<br/>\nbubble of health himself.  Damn what a fight!<br/>\n<br/>\nMoral of the story?  Use everything possible to make your adversary fight<br/>\nthe battle YOU want, not the one they want.  Even if you don&#39;t win, they&#39;ll<br/>\ngain an immense amount of respect for bards as a class.<br/>\n<br/>\n-=B=-</div>","specialLinks":[]}}
