{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lange, Stephen","from":"&quot;Lange, Stephen&quot; &lt;SLANGE@...","replyTo":"LIST","senderId":"FKQUnvvirsTslCmUCQ120ZiiQUajSu28WpWNdjv-aWLOIlbFUJYUUv0FWTIBqySnWhRY9ee1wSX2NTthAvUc7sQwRIyuwsonh2YMXsmARg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"An Unforeseen Benefit","postDate":"938701855","msgId":7385,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNzkuNzM4NS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":7387,"prevInTime":7384,"nextInTime":7386,"topicId":7385,"numMessagesInTopic":2,"msgSnippet":"I play my bard on Prexus and am called Orchestro (Level 9).  I just wanted to say something about a highly unforeseen effect the Bard class has had for me, and","messageBody":"<div id=\"ygrps-yiv-1918396762\">I play my bard on Prexus and am called Orchestro (Level 9).  I just wanted<br/>\nto say something about a highly unforeseen effect the Bard class has had for<br/>\nme, and for my play in game.  That effect being: 1) Money, and 2) Role<br/>\nPlaying Fun.<br/>\n<br/>\nLet me explain, I have played since the release of the game under various<br/>\nguises, Druid, Ranger, Cleric, Necromancer, Enchanter, Paladin, Ive tried a<br/>\nlot of em.  With all of the classes I have played where I didnt actively try<br/>\nto role play a lot (Its damn difficult to roleplay a druid all the time, I<br/>\nmean, people get sick of you after a while), I always found myself falling<br/>\ninto a rut.  After X amount of time, I would start to get bored, and find<br/>\nmyself looking for something new. <br/>\n<br/>\nAdmittantly as I gradually migrated to trying more difficult classes my<br/>\nskills became better, when finally I decided to try a Bard.  You know what I<br/>\nhave found? First and foremost it is the easiest class to role play.  I can<br/>\nset up shop outside any town, in the tunnel to Ro, approach high level<br/>\ncharacters with Lute and hand and automatically have two things:<br/>\n<br/>\n1) An opportunity to sing songs/ditties I have written, or read.<br/>\n2) An avenue to approach high level character without them thinking: What<br/>\nthe hell<br/>\n   does he want?<br/>\n3) A great way to make money.<br/>\n<br/>\nI have made about 120P so far from singing alone.  Its amazing when you get<br/>\na gathering of people who are listening to your music and they start giving<br/>\nyou donations.   I have have low and high level people alike give me nice<br/>\ndonations (47P from one DE player is the record!), beause people like to be<br/>\ngiven a chance to role play.  They want an avenue to take a break from the<br/>\nhack and slash game.  The taverns are unused, there is no reason from a<br/>\nplayer to go there, we are the key to keeping interest I think.<br/>\n<br/>\nI have been told that my songs entertain, that it was a great break, its<br/>\njust a great feeling you get performing.  Although I was a bit dissapointed<br/>\nwhen I had 2 GM&#39;s there listening and not 1 copper piece they donated :=)<br/>\n<br/>\nAll in all, I am truly surprise by the fun and profit making I can have with<br/>\nmy Bard.<br/>\n<br/>\nTwo changes I would like to see added would be:<br/>\n<br/>\n1) An addition to the Speech box (where you can click, Group, Say, Tell,<br/>\netc.) to include: Sing.  When clicked anything you typed would appear as:<br/>\n<br/>\nOrchestro sings, &quot;Hello my love,&quot;<br/>\n<br/>\nIts *REALLY* annoying to have an emote line come back with the help line<br/>\nbecause I typed in some character that negated it.<br/>\n<br/>\n:sings, Hello my love, two things I have:<br/>\nmight bomb it..<br/>\n<br/>\n2) A /play command.  I love being able to strum my lute, but I hate that I<br/>\nhave to play the healing song to do it.  I dont like people seeing &quot;You<br/>\nwounds begin to heal&quot; when I am just trying to play my instrument.  It would<br/>\nbe nice to be able to do /play to instigate the playing animation, it would<br/>\nalso be REALLY nice to have the /play command actually start a song playing<br/>\non their speaker<br/>\n<br/>\nAnyway, just a few thoughts, I really like this class so far, I fondly<br/>\nremember each and every performance that made my barbed whip purchase<br/>\npossible, and it will always be special to me.<br/>\n<br/>\nIf your a bard on Prexus, and generally play later in the night, ala<br/>\n10:30-2AM CST, please drop me a note and maybe we can get together and put<br/>\non a mini concert somewhere.  I am currently in Freeport.<br/>\n<br/>\n-Orchestro<br/>\n Prexus<br/>\n<br/>\nP.S. If any bards here on Prexus have an old mistmoor drum for sale due to<br/>\nan upgrade to selo&#39;s drum, please let me know.</div>","specialLinks":[]}}
