{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg Gillan","from":"Greg Gillan &lt;GGillan@...","replyTo":"LIST","senderId":"IWpRpmXjZEGM8NdFPTNl78bszQR6ETVP0ZwGds7x_ri0CQ1fBKnnB19Fro5KCurI2qxztYaPRe0Vz4agWU01-CMAyOugUfcN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Hey this sounded interesting..","postDate":"938708868","msgId":7391,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNzkuNzM5MS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":7390,"nextInTopic":7392,"prevInTime":7390,"nextInTime":7392,"topicId":7390,"numMessagesInTopic":204,"msgSnippet":"We are not getting bind.  We will never get bind and we have less need for bind than any other class, considering the rate at which we run. Talies, please","messageBody":"<div id=\"ygrps-yiv-1039462792\">We are not getting bind.  We will never get bind and we have less need for<br/>\nbind than any other class, considering the rate at which we run.<br/>\nTalies, please KABONG this before this whole arguement starts up yet again.<br/>\nI think most people are sick of hearing it by now<br/>\n<br/>\n<br/>\nElwyn Heartstring<br/>\nLevel 44 Bard<br/>\nErollisi Marr<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Lange, Stephen [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SLANGE@...\">SLANGE@...</a>]<br/>\nSent: Thursday, September 30, 1999 12:21 PM<br/>\nTo: Eqbards (E-mail)<br/>\nSubject: [eqbards] Hey this sounded interesting..<br/>\n<br/>\n<br/>\nFrom: &quot;Lange, Stephen&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SLANGE@...\">SLANGE@...</a>&gt;<br/>\n<br/>\nThis is a posting that was on alt.games.everquest that I think is <br/>\nlogical and something that may be considered for a petition.<br/>\nLet me know what you think.<br/>\n<br/>\n<br/>\nThis is a suggestion for a bardic form of Bind Affinity. Bards are amongst<br/>\nNorath&#39;s primary travellers, so it seems a little odd that, somewhere<br/>\namongst the song set, there is no bind song.<br/>\n<br/>\nIn an effort to avoid the &quot;Give us bind&quot; syndrome, I have applied some<br/>\nthought. If you are already thinking &quot;No way, bind for casters only&quot;, please<br/>\nread on - you might actually be pleasantly surprised.<br/>\n<br/>\nThe great Songmistress Alenia discovered a song, sung by a bard in South<br/>\nKarana, which strangely and uniquely affected her. She aquired the<br/>\ninstructions for the singing of the song, and returned with it to Freeport,<br/>\nthinking nothing further of it until her arrival.<br/>\n<br/>\nDuring her travel, she was accosted by a creature which, when she came to<br/>\nloot it, produced a lump of ore. She placed this in her backpack, and<br/>\ncontinued to freeport.<br/>\n<br/>\nThe following morning, she dug out her notes, and decided to rehearse this<br/>\nnew song, before bringing it before her guildmaster for review. As she sang,<br/>\nshe noticed that the strange sensation she had experienced previously was<br/>\nlacking, infact, she was most of the way through the song before that<br/>\nsensation returned. Then the unexpected happened.<br/>\n<br/>\nThe lump of ore, which she had not yet sold, began to resonate with the<br/>\nchords and notes. Her mind was filled with a passion for the rocks and<br/>\nstones, the earth and grass that had been hewn, cut, shaped and grown into<br/>\nthe town of Freeport. Her soul filled with a passion for Freeport, and she<br/>\nrealised she had bonded with Freeport.<br/>\n<br/>\nFeeling suddenly drained, she ceased the song and sat. She had discovered<br/>\nit! She recognised the drained sensation from tales her mother had told her,<br/>\nand with a clap of joy she cried out &quot;Mana!&quot;.<br/>\n<br/>\n--- The practical explanation ---<br/>\n<br/>\nBard&#39;s Bind would have a lengthy casting time instead of the usual &quot;3.0&quot;.<br/>\nAnd it would use mana, and a component (a piece of ore, or maybe some other<br/>\nitem which would fuel a bit of economy).<br/>\n<br/>\nThe mana would be, say, 200 units. However; bard&#39;s bind would ALSO be a<br/>\ngroup effect, requiring, say, 100 or 150 units of mana per extra person<br/>\nbound. During the bind, each of the targets must be seated.<br/>\n<br/>\nThat means: Bard sings bind, 1 member of party (within radius) is not<br/>\nsitting for the entire casting duration, bind fails.<br/>\n<br/>\nIf the bard is grouped with, say, 4 people, he would need 200 + 4 x 100 =<br/>\n600 units of mana.<br/>\n<br/>\nThe numbers might need juggling so that a bard can bind a full party of 6 by<br/>\nlevel 30.<br/>\n<br/>\nI would suggest that the song be implemented as level 20 or 21, and that the<br/>\nsongs be shuffled so that it effectively replaces the level 14 song (the<br/>\ncataloging libretto).<br/>\n<br/>\nImplementing level 21 makes most sense, since you could then move Melanie&#39;s<br/>\nMelifluous motion down to level 14.<br/>\n<br/>\nI don&#39;t, however, think that we bards should get bind early (e.g. level 14).<br/>\nI think prior to that point, making sure you can get bound is a good<br/>\nencouragement for people to learn to *play* their character *as* a bard, to<br/>\nsocialise and such.<br/>\n<br/>\nKayfess,<br/>\n34th Bard of Bertoxxulous,<br/>\nServant of Bristlebane<br/>\n<br/>\n------------------------<br/>\nMy Comments:<br/>\n<br/>\nWow, I have to say that you really did think that out.  I like the fact that<br/>\nyou have couples the song with mana and with a reagent.  I go back and forth<br/>\nwith the group based bind.  One one hand, it would provide the melee classes<br/>\nwith a way to avoid a 5 zone run back to their body, on the other hand it<br/>\nwould probally cause an influx of people playing bards just to get that<br/>\nability.  On the plus side, the bard would be even more important to a<br/>\ngroup.  I think by giving this abilitiy later in life, at say 21 as you say<br/>\nis a great idea.  Its far enough in that the casual player wont play for 21<br/>\nlevels if they really dont like it. But not too far that its out of the<br/>\nrange of the committed bard.<br/>\n<br/>\nOne addendum to that idea of yours, would be to put a singing restriction on<br/>\nthe bard bind similar or greater to the paladin lay of hands.<br/>\n<br/>\nIf a restriction like that was put on it, I would have NO problem with it<br/>\nbeing group based bind.  In addition you might make getting the song be a<br/>\nhard involved quest that someone who is 21 could do solo, but would take a<br/>\nlot of time.<br/>\n<br/>\nSo, to summarize:<br/>\n<br/>\nSong: Bardic Binding Bellow<br/>\nLevel: 21<br/>\nCasting Req&#39;s:  Mana, 200 (Self) + 100 Per group member, 800 Mana for full<br/>\ngroup + Reagent (Enchanted electrum or something like that),<br/>\nore, etc. Possibly make a Zone Specific Reagent<br/>\n<br/>\nStipulations: Can only be sung once per day, similar to Lay of Hands<br/>\nAcquired: By multi-part quest, forcing the bard to travel to many zones<br/>\n(thus preventing us from becoming Bind whores)<br/>\n               Possible addendum to this.. make two spells.. the first being<br/>\n               a Self-Only Bind that is bought at a merchant.  Still<br/>\n               would use reagents, but would not have a casting restriction.<br/>\n<br/>\n               The Second Bind spell would be a Quest.  It would be group<br/>\n               bind, but would difficult AND have a casting delay built in<br/>\n               like lay of Hands, etc.  If you did it this way, you could<br/>\n               even make the delay greater, say 2 days.  This would enable<br/>\nthe<br/>\n               bard to be able to self-bind at any time, but only group bind<br/>\n               on a limited basis.<br/>\n<br/>\nI think this is an excellent idea.</div>","specialLinks":[]}}
