{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"xalnRsbgCtW4tl5_uBN61SrF5H3Miz25vQmwnD8nfPHJD_x34iP1JOKeTWYIzzc2Km2flra0WXCYlYJDczfIrAjdRCU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hey this sounded interesting..","postDate":"938714812","msgId":7395,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zNzkuNzM5NS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":7394,"nextInTopic":7396,"prevInTime":7394,"nextInTime":7396,"topicId":7390,"numMessagesInTopic":204,"msgSnippet":"Despite what people seem to think at times, Verant has three years of 25 or so people having worked on this game.  Somewhere there is a Master Design Document","messageBody":"<div id=\"ygrps-yiv-1125119542\">Despite what people seem to think at times, Verant has three years of 25 or so<br/>\npeople having worked on this game.  Somewhere there is a Master Design<br/>\nDocument that is probably around 1,000 pages long.  If you believe that<br/>\ndecisions like player binding weren&#39;t discussed for litterally hundreds of<br/>\nman-hours you&#39;re sorely mistaken and have no idea how much effort and time has<br/>\ngone into this game.<br/>\n<br/>\nNPCs will never be given the ability to bind.  This would kill &quot;Binding for<br/>\ndonations at gates&quot;, and the sale of binds.  Verant does not want to do this<br/>\n(In fact in the Policies and Procedures manual for Guides it forbids Guides<br/>\nfrom binding players because it would &#39;damage the economy of players selling<br/>\nbinds&#39;).  NPCs binding would lower caster&#39;s value to the non-casters in<br/>\nNorrath and eliminate a point of player interaction, Verant doesn&#39;t want that<br/>\neither.  I&#39;ve got a 14th level Enchanter and I bind for free all the time even<br/>\nthough I could use the cash.  Why?  Because I like that feeling I get when<br/>\nsome 10th level player say &quot;Hey, thanks a lot!!&quot; when I turn down his 2gp that<br/>\nhe&#39;s trying to donate.  NPCs binding would eliminate that four thousands of<br/>\nplayers.<br/>\n<br/>\nBind anywhere?  Never happen.  In fact, I think the casters are probably lucky<br/>\nto have gotten that ability, as it&#39;s potentially quite unbalancing when<br/>\nfighting uber-mobs like dragons.  &quot;Yeah, I lost a level dying 14 times while<br/>\nfighting Vox, but I would just spawn, mem my spells and nuke until I got<br/>\nkilled.&quot;  This is precicely why Ressurection effects have been made so<br/>\nhorrendous.  Probably casters being able to bind anywhere was to offset how<br/>\nfragile they are should the group get overrun by mobs.  The casters are the<br/>\nleast likely to make it to the zone alive in a bad situation.<br/>\n<br/>\nAlso, there absolutely HAS to be a serious penalty for dying; it&#39;s a very<br/>\nimportant part of the game.  Many people make the &quot;game fun&quot; or the &quot;I can<br/>\nonly play two hours a week&quot; argument, but when you consider the impact that<br/>\nbinding anywhere would have on group dynamics and strategy, you quickly see<br/>\nthat it works best the way that it is.  Verant has decided that getting to<br/>\nyour corpse, in addition to the experience lost is what that penalty is.  When<br/>\nthere is a penalty for dying you coordinate your actions and fight with more<br/>\nstrategy.  Verant (and I) want this VERY much.  Conversely, if there were<br/>\nlittle or no penalty for dying, sloppy unbalanced groups would just go into a<br/>\nplace like Mistmoore with little or no regard of how the zone works.  They&#39;d<br/>\njust pull the castle and beat on stuff until everything was dead with the<br/>\nminor annoyance of having to loot their corpses.  I wouldn&#39;t be addicted to<br/>\nthat game.<br/>\n<br/>\nI have never had the problems that you describe getting a bind.  Getting bound<br/>\nin Erudin can be tough, as that continent is currently underutilized.  There<br/>\nare only two types out there now.  Newbie Erudite players that are trying to<br/>\nget up to level 4 or 6 or so before going to Qeynos where the real action is,<br/>\nand higher level Druid types running out to Kerra Isle for a questing reason<br/>\nthat I won&#39;t disclose here.  However, since nothing is really going on out<br/>\nthere I never really need a bind out there.  Paineel is due to open in the<br/>\nnext few weeks.  It is a higher level zone built off of Tox Forrest.  Erudin<br/>\nis likely to get a lot busier soon, and when it does Kerra Isle will also<br/>\nprobably start being used for its intended purpose (a teens level zone)<br/>\ninstead of just having 6 high level druids in it.  I would personally never<br/>\nsit for two hours waiting for a bind.  I&#39;d continue to solicit binds if people<br/>\ndidn&#39;t show up within five or ten minutes.  11pm Mountain?  I routinely play<br/>\nuntil 3am Central and I never have problems getting binds in the major cities.<br/>\n<br/>\nJason A. Farqu´┐¢<br/>\nCDI at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.pigging.com/\">http://www.pigging.com/</a><br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Kimes, Dean W. &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Thursday, September 30, 1999 12:06 PM<br/>\nSubject: RE: [eqbards] Hey this sounded interesting..<br/>\n<br/>\n<br/>\n&gt; From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Actually I am more sick of hearing we won&#39;t get bind.  You are right it<br/>\n&gt; won&#39;t happen until people start leaving EQ in droves because they are either<br/>\n&gt; A, a melee class that is sick of running to their bodies on Kunark from<br/>\n&gt; Freeport, or B, they are a caster who is sick of constantly dying because<br/>\n&gt; all the tanks have either quit or are an hour away in Freeport because the<br/>\n&gt; lizard race is evil and they can&#39;t bind there.  Verant needs to realize that<br/>\n&gt; bind is not a class balance issue it is a game fun issue.  I frankly<br/>\n&gt; wouldn&#39;t care if we got bind if either everyone could be bound everywhere by<br/>\n&gt; a caster, and or there were npc&#39;s to bind you in cities.<br/>\n&gt;<br/>\n&gt; I have quit playing 5 times in the last 2 weeks because I found myself in a<br/>\n&gt; city waiting for over an hour trying to get bound.  Adventuring on faydwyr<br/>\n&gt; while bound in Freeport is pointless, as is adventuring on erud while bound<br/>\n&gt; in Qeynos.  I have never been able to get bound on Erud unless I brought my<br/>\n&gt; own binder with me.  I have sat in Kaladim for 2 hours waiting to get bound<br/>\n&gt; after having been sent tells by three different casters in Butcherblock<br/>\n&gt; saying hold on they would come bind me.  None of them showed and they are<br/>\n&gt; all on my ignore list now.<br/>\n&gt;<br/>\n&gt; The only 3 places I have been able to bind in regularly are Freeport,<br/>\n&gt; Qeynos, and Rivervale and even in those places its nigh on impossible after<br/>\n&gt; 11pm mst.  I hae been bound in Halas for over a week without being able to<br/>\n&gt; get a bind after trying in Kaladim, Freeport and Rivervale.  last nite,<br/>\n&gt; after 13 hours of play over the last  week I was able to get bound in<br/>\n&gt; Rivervale.  For those of us who can&#39;t play in prime time and don&#39;t have a<br/>\n&gt; regular group that gets online together on a consistent basis, binding is<br/>\n&gt; currently a ridiculous situation.<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; From: Greg Gillan [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:GGillan@...\">GGillan@...</a>]<br/>\n&gt; Sent: Thursday, September 30, 1999 10:28 AM<br/>\n&gt; To: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&#39;<br/>\n&gt; Subject: RE: [eqbards] Hey this sounded interesting..<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: Greg Gillan &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:GGillan@...\">GGillan@...</a>&gt;<br/>\n&gt;<br/>\n&gt; We are not getting bind.  We will never get bind and we have less need for<br/>\n&gt; bind than any other class, considering the rate at which we run.<br/>\n&gt; Talies, please KABONG this before this whole arguement starts up yet again.<br/>\n&gt; I think most people are sick of hearing it by now<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Elwyn Heartstring<br/>\n&gt; Level 44 Bard<br/>\n&gt; Erollisi Marr<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; From: Lange, Stephen [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SLANGE@...\">SLANGE@...</a>]<br/>\n&gt; Sent: Thursday, September 30, 1999 12:21 PM<br/>\n&gt; To: Eqbards (E-mail)<br/>\n&gt; Subject: [eqbards] Hey this sounded interesting..<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: &quot;Lange, Stephen&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SLANGE@...\">SLANGE@...</a>&gt;<br/>\n&gt;<br/>\n&gt; This is a posting that was on alt.games.everquest that I think is<br/>\n&gt; logical and something that may be considered for a petition.<br/>\n&gt; Let me know what you think.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; This is a suggestion for a bardic form of Bind Affinity. Bards are amongst<br/>\n&gt; Norath&#39;s primary travellers, so it seems a little odd that, somewhere<br/>\n&gt; amongst the song set, there is no bind song.<br/>\n&gt;<br/>\n&gt; In an effort to avoid the &quot;Give us bind&quot; syndrome, I have applied some<br/>\n&gt; thought. If you are already thinking &quot;No way, bind for casters only&quot;, please<br/>\n&gt; read on - you might actually be pleasantly surprised.<br/>\n&gt;<br/>\n&gt; The great Songmistress Alenia discovered a song, sung by a bard in South<br/>\n&gt; Karana, which strangely and uniquely affected her. She aquired the<br/>\n&gt; instructions for the singing of the song, and returned with it to Freeport,<br/>\n&gt; thinking nothing further of it until her arrival.<br/>\n&gt;<br/>\n&gt; During her travel, she was accosted by a creature which, when she came to<br/>\n&gt; loot it, produced a lump of ore. She placed this in her backpack, and<br/>\n&gt; continued to freeport.<br/>\n&gt;<br/>\n&gt; The following morning, she dug out her notes, and decided to rehearse this<br/>\n&gt; new song, before bringing it before her guildmaster for review. As she sang,<br/>\n&gt; she noticed that the strange sensation she had experienced previously was<br/>\n&gt; lacking, infact, she was most of the way through the song before that<br/>\n&gt; sensation returned. Then the unexpected happened.<br/>\n&gt;<br/>\n&gt; The lump of ore, which she had not yet sold, began to resonate with the<br/>\n&gt; chords and notes. Her mind was filled with a passion for the rocks and<br/>\n&gt; stones, the earth and grass that had been hewn, cut, shaped and grown into<br/>\n&gt; the town of Freeport. Her soul filled with a passion for Freeport, and she<br/>\n&gt; realised she had bonded with Freeport.<br/>\n&gt;<br/>\n&gt; Feeling suddenly drained, she ceased the song and sat. She had discovered<br/>\n&gt; it! She recognised the drained sensation from tales her mother had told her,<br/>\n&gt; and with a clap of joy she cried out &quot;Mana!&quot;.<br/>\n&gt;<br/>\n&gt; --- The practical explanation ---<br/>\n&gt;<br/>\n&gt; Bard&#39;s Bind would have a lengthy casting time instead of the usual &quot;3.0&quot;.<br/>\n&gt; And it would use mana, and a component (a piece of ore, or maybe some other<br/>\n&gt; item which would fuel a bit of economy).<br/>\n&gt;<br/>\n&gt; The mana would be, say, 200 units. However; bard&#39;s bind would ALSO be a<br/>\n&gt; group effect, requiring, say, 100 or 150 units of mana per extra person<br/>\n&gt; bound. During the bind, each of the targets must be seated.<br/>\n&gt;<br/>\n&gt; That means: Bard sings bind, 1 member of party (within radius) is not<br/>\n&gt; sitting for the entire casting duration, bind fails.<br/>\n&gt;<br/>\n&gt; If the bard is grouped with, say, 4 people, he would need 200 + 4 x 100 =<br/>\n&gt; 600 units of mana.<br/>\n&gt;<br/>\n&gt; The numbers might need juggling so that a bard can bind a full party of 6 by<br/>\n&gt; level 30.<br/>\n&gt;<br/>\n&gt; I would suggest that the song be implemented as level 20 or 21, and that the<br/>\n&gt; songs be shuffled so that it effectively replaces the level 14 song (the<br/>\n&gt; cataloging libretto).<br/>\n&gt;<br/>\n&gt; Implementing level 21 makes most sense, since you could then move Melanie&#39;s<br/>\n&gt; Melifluous motion down to level 14.<br/>\n&gt;<br/>\n&gt; I don&#39;t, however, think that we bards should get bind early (e.g. level 14).<br/>\n&gt; I think prior to that point, making sure you can get bound is a good<br/>\n&gt; encouragement for people to learn to *play* their character *as* a bard, to<br/>\n&gt; socialise and such.<br/>\n&gt;<br/>\n&gt; Kayfess,<br/>\n&gt; 34th Bard of Bertoxxulous,<br/>\n&gt; Servant of Bristlebane<br/>\n&gt;<br/>\n&gt; ------------------------<br/>\n&gt; My Comments:<br/>\n&gt;<br/>\n&gt; Wow, I have to say that you really did think that out.  I like the fact that<br/>\n&gt; you have couples the song with mana and with a reagent.  I go back and forth<br/>\n&gt; with the group based bind.  One one hand, it would provide the melee classes<br/>\n&gt; with a way to avoid a 5 zone run back to their body, on the other hand it<br/>\n&gt; would probally cause an influx of people playing bards just to get that<br/>\n&gt; ability.  On the plus side, the bard would be even more important to a<br/>\n&gt; group.  I think by giving this abilitiy later in life, at say 21 as you say<br/>\n&gt; is a great idea.  Its far enough in that the casual player wont play for 21<br/>\n&gt; levels if they really dont like it. But not too far that its out of the<br/>\n&gt; range of the committed bard.<br/>\n&gt;<br/>\n&gt; One addendum to that idea of yours, would be to put a singing restriction on<br/>\n&gt; the bard bind similar or greater to the paladin lay of hands.<br/>\n&gt;<br/>\n&gt; If a restriction like that was put on it, I would have NO problem with it<br/>\n&gt; being group based bind.  In addition you might make getting the song be a<br/>\n&gt; hard involved quest that someone who is 21 could do solo, but would take a<br/>\n&gt; lot of time.<br/>\n&gt;<br/>\n&gt; So, to summarize:<br/>\n&gt;<br/>\n&gt; Song: Bardic Binding Bellow<br/>\n&gt; Level: 21<br/>\n&gt; Casting Req&#39;s:  Mana, 200 (Self) + 100 Per group member, 800 Mana for full<br/>\n&gt; group + Reagent (Enchanted electrum or something like that),<br/>\n&gt; ore, etc. Possibly make a Zone Specific Reagent<br/>\n&gt;<br/>\n&gt; Stipulations: Can only be sung once per day, similar to Lay of Hands<br/>\n&gt; Acquired: By multi-part quest, forcing the bard to travel to many zones<br/>\n&gt; (thus preventing us from becoming Bind whores)<br/>\n&gt;                Possible addendum to this.. make two spells.. the first being<br/>\n&gt;                a Self-Only Bind that is bought at a merchant.  Still<br/>\n&gt;                would use reagents, but would not have a casting restriction.<br/>\n&gt;<br/>\n&gt;                The Second Bind spell would be a Quest.  It would be group<br/>\n&gt;                bind, but would difficult AND have a casting delay built in<br/>\n&gt;                like lay of Hands, etc.  If you did it this way, you could<br/>\n&gt;                even make the delay greater, say 2 days.  This would enable<br/>\n&gt; the<br/>\n&gt;                bard to be able to self-bind at any time, but only group bind<br/>\n&gt;                on a limited basis.<br/>\n&gt;<br/>\n&gt; I think this is an excellent idea.<br/>\n&gt;<br/>\n&gt; &gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
