{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robin Wise 3","from":"&quot;Robin Wise 3&quot; &lt;eurmali@...","replyTo":"LIST","senderId":"fR9Hu0TgR5oywqeZlf3hkVri3CgkHHax0lBInijGAi6dVvlZUvaEsqUrFVo2p-JFHt-2UnTIlvNMVSDi19pDFEXep3P5VmNngKgB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hey, this sounded interesting","postDate":"938729063","msgId":7443,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zODEuNzQ0My45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":7457,"prevInTime":7442,"nextInTime":7444,"topicId":7443,"numMessagesInTopic":8,"msgSnippet":"... I get bound over a dozen times a week.  I have never paid for one, nor have I ever been asked to.  I don t honestly believe this to be a valid reason why","messageBody":"<div id=\"ygrps-yiv-445882097\"><blockquote><span title=\"ireply\">&gt;NPCs will never be given the ability to bind.  This would kill &quot;Binding for <br/>\n&gt;donations at gates&quot;, and the sale of binds.  Verant does not want to do <br/>\n&gt;this (In fact in the Policies and Procedures manual for Guides it forbids <br/>\n&gt;Guides from binding players because it would &#39;damage the economy of players <br/>\n&gt;selling binds&#39;).  NPCs binding would lower caster&#39;s value to the <br/>\n&gt;non-casters in Norrath and eliminate a point of player interaction, Verant <br/>\n&gt;doesn&#39;t want that either.  I&#39;ve got a 14th level Enchanter and I bind for <br/>\n&gt;free all the time even though I could use the cash.  Why?  Because I like <br/>\n&gt;that feeling I get when some 10th level player say &quot;Hey, thanks a lot!!&quot; <br/>\n&gt;when I turn down his 2gp that he&#39;s trying to donate.  NPCs binding would <br/>\n&gt;eliminate that four thousands of players.<br/>\n<br/>\n </span></blockquote>I get bound over a dozen times a week.  I have never paid for one, nor have <br/>\nI ever been asked to.  I don&#39;t honestly believe this to be a valid reason <br/>\nwhy NPCs could not sell binds.  Say for instance the NPC binds for 5 or <br/>\n10pp... players could still underbid.  Those like you who just want to help <br/>\npeople and feel good still could.  Having said that, I hear people all the <br/>\ntime auctioning free binds.  While this occurs, those selling binds will <br/>\nfind little, if any, business.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Bind anywhere?  Never happen.  In fact, I think the casters are probably <br/>\n&gt;lucky to have gotten that ability, as it&#39;s potentially quite unbalancing <br/>\n&gt;when fighting uber-mobs like dragons.  &quot;Yeah, I lost a level dying 14 times <br/>\n&gt;while fighting Vox, but I would just spawn, mem my spells and nuke until I <br/>\n&gt;got killed.&quot;  This is precicely why Ressurection effects have been made so <br/>\n&gt;horrendous.  Probably casters being able to bind anywhere was to offset how <br/>\n&gt;fragile they are should the group get overrun by mobs.  The casters are the <br/>\n&gt;least likely to make it to the zone alive in a bad situation.<br/>\n<br/>\n </span></blockquote>I must respectfully disagree.  In my experience, casters die less than other <br/>\ngroup members due to their ability to evac in times of crisis.  Gate is a <br/>\nphenomenally potent spell.  I think casters&#39; ability to bind themselves in <br/>\ncities is unbalanced, and unfair to all other classes.  I think that <br/>\ncasters&#39; ability to bind themselves in non-city zones is a bad joke.  I have <br/>\nbeen hunting lately in the Ocean of Tears - an excellent example of how <br/>\nunbalanced this policy is.  My cleric and enchanter friends simply bind <br/>\nthemselves to Errolisi, while I must return from Freeport, wait for the <br/>\nboat, and (hopefully) I will be back within 30 minutes or so.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Also, there absolutely HAS to be a serious penalty for dying; it&#39;s a very <br/>\n&gt;important part of the game.  Many people make the &quot;game fun&quot; or the &quot;I can <br/>\n&gt;only play two hours a week&quot; argument, but when you consider the impact that <br/>\n&gt;binding anywhere would have on group dynamics and strategy, you quickly see <br/>\n&gt;that it works best the way that it is.  Verant has decided that getting to <br/>\n&gt;your corpse, in addition to the experience lost is what that penalty is.  <br/>\n&gt;When there is a penalty for dying you coordinate your actions and fight <br/>\n&gt;with more strategy.  Verant (and I) want this VERY much.  Conversely, if <br/>\n&gt;there were little or no penalty for dying, sloppy unbalanced groups would <br/>\n&gt;just go into a place like Mistmoore with little or no regard of how the <br/>\n&gt;zone works.  They&#39;d just pull the castle and beat on stuff until everything <br/>\n&gt;was dead with the minor annoyance of having to loot their corpses.  I <br/>\n&gt;wouldn&#39;t be addicted to that game.<br/>\n<br/>\n </span></blockquote>There must be a penalty, and there is, over and above the need to run to <br/>\none&#39;s corpse: experience loss.  I don&#39;t know about you, but it is seriously <br/>\ndistressing to me when I die a few times (argh!) and lose a weeks&#39; work.  <br/>\nMoreover, the ability to bind in cities (or to pay NPCs for the same) would <br/>\ndo nothing to negate the difficulty and duration of these runs to recover <br/>\ncorpses.  If I die in a non-city zone I will still be forced to run the same <br/>\ndistance to my body whether I was bound by myself, an NPC, or a caster.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I have never had the problems that you describe getting a bind.  Getting <br/>\n&gt;bound in Erudin can be tough, as that continent is currently underutilized. <br/>\n&gt;  There are only two types out there now.  Newbie Erudite players that are <br/>\n&gt;trying to get up to level 4 or 6 or so before going to Qeynos where the <br/>\n&gt;real action is, and higher level Druid types running out to Kerra Isle for <br/>\n&gt;a questing reason that I won&#39;t disclose here.  However, since nothing is <br/>\n&gt;really going on out there I never really need a bind out there.  Paineel is <br/>\n&gt;due to open in the next few weeks.  It is a higher level zone built off of <br/>\n&gt;Tox Forrest.  Erudin is likely to get a lot busier soon, and when it does <br/>\n&gt;Kerra Isle will also probably start being used for its intended purpose (a <br/>\n&gt;teens level zone) instead of just having 6 high level druids in it.  I <br/>\n&gt;would personally never sit for two hours waiting for a bind.  I&#39;d continue <br/>\n&gt;to solicit binds if people didn&#39;t show up within five or ten minutes.  11pm <br/>\n&gt;Mountain?  I routinely play until 3am Central and I never have problems <br/>\n&gt;getting binds in the major cities.<br/>\n<br/>\n </span></blockquote>I am truly happy that you never have this problem.  I play on E&#39;ci, one of <br/>\nthe oldest and most crowded servers.  Last night, for example, I arrived in <br/>\nQeynos, supposedly the Trading Hub of Antonica (so we are told), at midnight <br/>\nPST.  Searching through both city zones, I found not one person who could <br/>\ncast bind (nobody was anonymous, so I was able to easily ascertain that <br/>\nnobody could help me).  This has happened to me on numerous occasions in the <br/>\npast, sometimes in Qeynos and Rivervale, quite often (more than 50% of the <br/>\ntime) in Kaladim and Halas, and every time (8 visits to date) in Erudin.  In <br/>\nfact, I have longed to explore Odus for several months now, and have only <br/>\ngiven it a cursory examination because I can never find anyone capable of <br/>\nbinding me there.  No casters over 14th level, and often I am the only <br/>\nperson in Erudin or one of 2 or 3.  I also am hopeful that the new zones <br/>\n(coming in a few months) will add some vitality to Odus&#39; straggling <br/>\npopluation, but these do nothing to address either my existing inability to <br/>\neven explore there nor the fact that many other cities share the same <br/>\nproblem.<br/>\n<br/>\nI travel frequently, and quite enjoy it.  I want to have the freedom to go <br/>\nto any city in the world and be bound, even if I am the only one there.  I <br/>\nwould prefer it if bards were able to bind, as I feel we are not <br/>\nsubstantially different in our design from druids, shamans, and clerics, but <br/>\nI would be satisfied if NPCs could bind me.  The current state of affairs is <br/>\nridiculous, clearly offering casters a level of security and convenience no <br/>\nother class can match.<br/>\n<br/>\nAloro Silvertongue (E&#39;ci)</div>","specialLinks":[]}}
