{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bard","from":"&quot;Bard&quot; &lt;dabard@...","replyTo":"LIST","senderId":"hmvmAkNFJKGj3S9bkR6SQDSCl8RpxFcwB9dLH0qUlDMx06tayUK9C3PbYYZ-kqxezCuIycZRed-D9Cy5mnBfAnSeHA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hey this sounded interesting..","postDate":"938743920","msgId":7501,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zODQuNzUwMS45NTkyNzMzNzVAZUdyb3Vwcy5jb20+"},"prevInTopic":7497,"nextInTopic":7503,"prevInTime":7500,"nextInTime":7502,"topicId":7390,"numMessagesInTopic":204,"msgSnippet":"... deliberately ... Actually, yes, I would get that same feeling.  Dying in and of itself is the punishment, not to mention having to run back and loot your","messageBody":"<div id=\"ygrps-yiv-53452049\"><blockquote><span title=\"ireply\">&gt;sure dying from an SG or griffin sucks,  but every time you are<br/>\n </span></blockquote>deliberately<br/>\n<blockquote><span title=\"ireply\"> &gt;fighting something, and things go bad, or its really close, or you pulled<br/>\n&gt;too much, etc. etc. etc. and you get that excited/scared feeling in your<br/>\n&gt;stomach, and your heart starts pounding...<br/>\n&gt;think you&#39;ll ever get that with no penalties for dying?  why would you?  no<br/>\n&gt;dying penalties=no challenge=no fun.<br/>\n<br/>\n </span></blockquote>Actually, yes, I would get that same feeling.  Dying in and of itself is the<br/>\npunishment, not to mention having to run back and loot your corpse (which<br/>\nstill sounds a bit bizarre when trying to explain the game to someone)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Some folks just don&#39;t like dying - that in and of itself is enough of a<br/>\n&gt;penalty, thank you very much.<br/>\n<br/>\n </span></blockquote>My point exactly.  Ye olde &quot;LOADING... PLEASE WAIT&quot; sign is more than<br/>\ndiscouraging enough for me.  That coupled with the run back to my corpse is<br/>\nenough to keep me wary.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;sorry i don&#39;t see the connection.  i advocate not letting melee/hybrid<br/>\n&gt;classes to be able to bind, making the game harder.  how does that make it<br/>\n&gt;easier to &quot;win&quot; or have anything to do with what you said?<br/>\n<br/>\n<br/>\n </span></blockquote>I&#39;m still trying to make the connection of &quot;harder game = more fun&quot;.  If<br/>\nthat&#39;s the theory, then you must love PoF.  While we&#39;re at it, let&#39;s go<br/>\nahead and raise MOB levels and lower PC levels by 50% across the board.  Oh,<br/>\nand don&#39;t forget to lessen the amount of experience you get for killing<br/>\nsomething by 50% too.  Heck, if a harder game is more fun, then let&#39;s get<br/>\nrid of Bind Affinity altogether.  Yep, folks will be beating down the doors<br/>\nto get EQ then.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;no one likes dying, not just some folks.  that&#39;s the point, it is bad to<br/>\n&gt;die.  if there were no consequences, there would be no challenge.  is this<br/>\n&gt;what you are referring to, my point of the game being a challenge?  this<br/>\n </span></blockquote>has<br/>\n<blockquote><span title=\"ireply\"> &gt;nothing to do with wanting to win, it has only to do with wanting to have<br/>\n&gt;fun, and not being bored.  it is after all a game, and if you are not<br/>\n </span></blockquote>having<br/>\n<blockquote><span title=\"ireply\"> &gt;fun, you shouldn&#39;t be playing.<br/>\n<br/>\n<br/>\n </span></blockquote>    Have you ever played a MMORPG that didn&#39;t have such consequences?<br/>\nProbably not as there are not many (if any) out there.  If you had, you<br/>\nwould realize that dying still sucked, but not only did it NOT take away<br/>\nfrom the challenge of the game, but it actually ADDED to the fun.  (yeah,<br/>\nyeah... I know.  This is like trying to understand Chinese Algebra.)<br/>\n    Actually, I don&#39;t think it would work in EQ.  NWN was a MUCH different<br/>\ngame, with a different all-around setup.  I DO think it could work in some<br/>\nother MMORPG, though.<br/>\n<br/>\nAlso, if you want to toss lack of Binding in as a race balancing issue, then<br/>\nall classes should be able to bind, or not.  That would be balanced  How is<br/>\nit balanced for a mage to be able to bind anywhere in any zone and melee&#39;rs<br/>\nnot?  If anything, the opposite would be true.  A lot of mage classes can<br/>\nteleport (some can also SoW) and therefore cover vast distances much more<br/>\nquickly than the poor lumbering melee&#39;r who is forced to run (and slowly at<br/>\nthat) from Point A to Point B.  Also, all casters need to do to be viable<br/>\nfor combat (for the most part) is re-mem their spells, and they are good to<br/>\ngo.  Try being a tank with no weapons or armor.  Where&#39;s the balance there?<br/>\n<br/>\n<br/>\n-=B=-</div>","specialLinks":[]}}
