{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...&gt;","replyTo":"LIST","senderId":"qK47SnMIcGI3R40aAkRd1icqFTDfNSEsLL53qE_8b7uvM2xgRDp6ml8aotDDsexnOPq6lsASMYZ2fiQsaj8Cp6aQSbO1V5L5FZt0jsSkZvd9M0wV","spamInfo":{"isSpam":false,"reason":"0"},"subject":"An interesting story?","postDate":"938795438","msgId":7590,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zODcuNzU5MC45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":7589,"nextInTime":7591,"topicId":7590,"numMessagesInTopic":1,"msgSnippet":"You know reading John s post I realized its been a while since I died 4 times in an outdoor zone run in a while, but the last time it happened was hilarious. ","messageBody":"<div id=\"ygrps-yiv-817341758\">You know reading John&#39;s post I realized its been a while since I died 4<br/>\ntimes in an outdoor zone run in a while, but the last time it happened was<br/>\nhilarious.<br/>\n<br/>\nWake up in Freeport.  Run out to E Commons.  Loading sure is taking an awful<br/>\nlong time, bad feeling about this.  <br/>\n<br/>\nWake up in Freeport naked.  Hmmm, run out to E Commons but way over by the<br/>\nwall.  Zone in and look to where corpse should be.  Ah, good old Ponila the<br/>\ndervish sympathizer.  Great, whose bright idea was it to make her so deadly.<br/>\nSigh, Carillion her to bring her up to dubious (thank goodness I still can)<br/>\nand loot corpse.<br/>\n<br/>\nRun across E Commons.  Run into W Commons.  Loading sure is taking an awful<br/>\nlong time, not again.<br/>\n<br/>\nWake up in Freeport naked.  Damn!  Run out across E Commons, run into W<br/>\nCommons but way over by the green mountains.  Look to where corpse should<br/>\nbe.  Weird, nothing there but some dark elf, DOH with a halberd!  Wait for<br/>\nDragoon Zytl to get bored and wander off (his agro range is nearly the equal<br/>\nof /drag, hell might even exceed it).  Loot Corpse.  Run to Rivervale.<br/>\nHmmm, no binders, drag.  Run into Misty.  drats, no one willing to come back<br/>\ninto Rivervale to bind.  Oh well I&#39;m fast.<br/>\n<br/>\nRun thru Runnyeye.  Run thru the Gorge.  Cool this going better.  Run across<br/>\nE Karana.  Hey why am I turning left, what&#39;s that brain icon.  Hell, not an<br/>\nEvil Eye&#39;s pet again!!  Spend the next 20 minutes running all over the zone<br/>\nkillng people.  And to think I was running with shield and weapon just for<br/>\nthe extra +10 MR so this wouldn&#39;t happen.  Sigh.  Kill two poor melee types<br/>\nwho couldn&#39;t get away.  Too bad for them my Selo&#39;s is stuck on.  Sigh.<br/>\nCatch and kill poor druid with SoW.  Hopefully he was bound nearby.  Uh oh,<br/>\ndon&#39;t make me attack that monk he&#39;ll slaughter me.  Why&#39;s he running he&#39;s<br/>\n30th level?  Oh he had just killed Broon, had 20 hp&#39;s.  Sigh, too how come I<br/>\ndon&#39;t suck up the Evil Eye&#39;s xp like other pets.  Hey the brains gone, run<br/>\nlike hell to the bridge.  Loading is taking an awful long time.<br/>\n<br/>\nWake up in Freeport naked.  Sigh, this is getting old.  Get /tells from 3<br/>\nvitims who are petitioning me for killing them.  Sigh, &#39;newbies&#39;.  Run back<br/>\nto E Karana bridge (still no luck with bind in Rivervale).  Zone in to get<br/>\ncorpse.  Loot corpse.  Am asked why I just stood there while Griffene<br/>\nshredded me.  Sigh, &#39;newbies&#39;.  Run across N Karana.  Zone into W Karana.<br/>\nRunning across W Karana.  See High Elf in armor and his &#39;party&#39; approaching<br/>\nme on the road.  His &#39;party&#39; immediately leaves off following him and stops<br/>\nto nuke me into oblivion.  3 druid bandits a Brigand and a regular old run<br/>\no&#39; the mill.  Sigh, not again.<br/>\n<br/>\nThis experience inspired me to write &quot;Loading, Please Wait...&quot; while<br/>\nlistening to Bob Seger and running back to get my corpse a 4th time,<br/>\ndesperately trying to stay awake.<br/>\n<br/>\n\tKitasi</div>","specialLinks":[]}}
