{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Miriana","from":"Miriana &lt;miriana@...","replyTo":"LIST","senderId":"Ua3nZn1sAfC1S_UVjbstbRTNTKwgqbYJZMoEfomcninhrdXAMr8AfoaSmqWRX61g4JK-RIBLvdcT1m3pZqTUs3c","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hey this sounded interesting..","postDate":"938816932","msgId":7656,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOTAuNzY1Ni45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":7650,"nextInTopic":7658,"prevInTime":7655,"nextInTime":7657,"topicId":7390,"numMessagesInTopic":204,"msgSnippet":"... I ve heard many arguments against the melee classes being able to bind anywhere, but this argument is silly.  This is a naked wizard vs a blue: root run ","messageBody":"<div id=\"ygrps-yiv-662803981\">On Fri, 1 Oct 1999, Sheldon, Colin wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; From: &quot;Sheldon, Colin&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Colin.Sheldon@...\">Colin.Sheldon@...</a>&gt;<br/>\n&gt; <br/>\n&gt; With those points made, I believe that Verant gave magic-users and priests<br/>\n&gt; the ability to bind anywhere because making the 2 - 3 zone run to fetch a<br/>\n&gt; corpse can be darn near impossible.  Magic-users are roughly 40% less<br/>\n&gt; effective in melee combat because of their reduced OFF/DEF, and priests are<br/>\n&gt; down 20%, and neither group has any special melee attacks like the melee<br/>\n&gt; classes.<br/>\n&gt; <br/>\n </span></blockquote>\tI&#39;ve heard many arguments against the melee classes being able to<br/>\nbind anywhere, but this argument is silly.  This is a naked wizard vs a<br/>\nblue:<br/>\n<br/>\nroot<br/>\nrun<br/>\n<br/>\n\tCasting classes have an plethora of utility spells and abilities<br/>\nat their dispolsal, which a melee class does not.  Does a warrior get<br/>\ninvisibility?  No, but a wizard sure does.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Having played a wizard up to the mid-teens before becoming a full-time bard,<br/>\n&gt; I can tell you how hard it can be for a naked wizard to handle a tough blue<br/>\n&gt; that has latched onto you when you are making the run-of-shame to your<br/>\n&gt; corpse -- and this is with the best root and DD spells in the business.  <br/>\n<br/>\n </span></blockquote>\tWhen you don&#39;t have your corpse, your purpose isn&#39;t to solo blue<br/>\ncreatures.  Your purpose is to get your corpse.  And even if both classes<br/>\nwere many zones away, wizards have a MUCH easier time getting back.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; For a melee class, the run is an inconvenience, but without nearly as much<br/>\n&gt; risk, as you can either outrun any problems that may arise (bards), hide and<br/>\n<br/>\n </span></blockquote>\tThat&#39;s completely wrong.  Unless you&#39;re a bard, or a lvl 39+<br/>\nranger, you&#39;re slow.  And running through a zone slow, with no way to slow<br/>\nor stop an creature because your hand to hand skill isn&#39;t magical, is much<br/>\nmore dangerous as a melee class.<br/>\n\tI&#39;m sorry, but playing a wizard up to the low teens just isn&#39;t<br/>\nenough experience with a caster to have an accurate judge of these things,<br/>\nand since your only experience with melee classes seems to be with the<br/>\nbard (which is about as un-melee as you can be for a melee class), I think<br/>\nyour personal experience have skewed your opinion somewhat.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; With all the work that Verant has done to balance the various classes, I do<br/>\n&gt; not believe that one can reasonably expect them to make this major change to<br/>\n&gt; the game without a compelling need.  I believe that it is also important to<br/>\n<br/>\n&gt; consider the outcry Verant would get from the seven classes that can bind if<br/>\n&gt; they let everyone bind.  Can&#39;t you already hear Namby Pamby the Necromancer<br/>\n<br/>\n </span></blockquote>\tAhem, lvl 50 cleric, who honestly believes all classes should be<br/>\nable to bind anywhere.  The fact that class A or class B would whine is<br/>\ntotally irrelevant to whether they should get bind or not.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; My parting thought is this: sure I&#39;d love to have bind.  I&#39;d also like to be<br/>\n&gt; the flying cuisinart of death, but I&#39;m not.  I&#39;m a bard.  I&#39;ve been endowed<br/>\n&gt; by my creators with a wide variety of marvelous abilities (most of which<br/>\n&gt; work), but bind is not one of them.  Being adaptable, I make do with what I<br/>\n&gt; have, and frankly, I do pretty well.<br/>\n<br/>\n </span></blockquote>\tMy argument wasn&#39;t that you should have the ability to cast bind<br/>\naffinity, but that when a caster casts it on you, it would take no matter<br/>\nwhat zone the spell was cast in.  The &quot;melee binds in city only&quot; was a<br/>\nquick-fix to the complaint that being allowed to bind other people could<br/>\nresult in malicious binds.  To justify it it now with &quot;it&#39;s because you&#39;re<br/>\na melee class&quot; is silly.<br/>\n<br/>\nMiriana Windryder<br/>\nLvl 50 Cleric<br/>\nLvl 12 Bard<br/>\nInnoruuk Server</div>","specialLinks":[]}}
