{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robert Roy","from":"Robert Roy &lt;RobertToddRoy@...","replyTo":"LIST","senderId":"KsYw9eyIPq3hulpThw5WZO-mXXNPx3PYiMF2aYJoq_cMzH2McYaNSvJDYH-ShbpDLcWAP3rNNSAVAzKf-wMRlFwg4l5vRxd3PG_uEHPg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [Digest Number 388] LONG","postDate":"938883085","msgId":7674,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOTEuNzY3NC45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":7673,"nextInTime":7675,"topicId":7674,"numMessagesInTopic":1,"msgSnippet":"From: Lange, Stephen  They can were armor.  An item a pure caster cannot wear.  That in itself makes them a hybrid.  Heres a","messageBody":"<div id=\"ygrps-yiv-279454738\">From: &quot;Lange, Stephen&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:SLANGE@...\">SLANGE@...</a>&gt;<br/>\n<br/>\nThey can were armor.  An item a pure caster cannot wear.  That in itself<br/>\nmakes them a hybrid.  Heres a simplistic example:<br/>\n<br/>\nBlack = Caster<br/>\nWhite = Melee<br/>\nGrey  = Hybrid<br/>\n<br/>\nA hybrid shares some of each types characteristics.<br/>\n<br/>\nWizard cant wear Plate but can cast spells = Black<br/>\nMelee Can wear Plate but cant cast spells  = White<br/>\nHybrid can wear plate or equivalent and can cast some spells = Grey<br/>\n<br/>\nClasses = Grey<br/>\n\t    Ranger<br/>\n\t    Shaman<br/>\n\t    Cleric<br/>\n\t    Druid<br/>\n\t    Bard<br/>\n\t    Paladin<br/>\n\t    ShadowKnight<br/>\n<br/>\nHow can this logic be refuted when looked at in this light?<br/>\n------------<br/>\nThat&#39;s just it, the armour issue isn&#39;t the &quot;right&quot; light to look at it in.  It<br/>\nisn&#39;t a matter of equipment usage, but rather class composition and more<br/>\nabstractly, class concept.  As far as Verant is concerned (and they are the<br/>\npeople making the decisions now, aren&#39;t they?) there are three primary<br/>\n&quot;meta-classes,&quot; the Fighter, the Magic-User, the Priest and a secondary<br/>\n&quot;meta-class&quot; of hybrid.  <br/>\nFighters are the warriors, rogues, and monks.  No spells, varying degrees of<br/>\narmour (Monks get no better armour than Magic-users, if you&#39;d like to factor<br/>\nthat into your armour equation) and varying weapon choices.  Their skills, in<br/>\ncombat at least, are concentrated on pure melee (though Rogues have a number<br/>\nof non combat skills).  <br/>\nMagic-users (and this term is meant more as a handy name handed down from old<br/>\npencil and paper RPG&#39;s than to mean &quot;all users of magic&quot;) are the<br/>\nnecromancers, mages, wizards and enchanters.  Their skills are concentrated on<br/>\nspell casting, and offensive spells at that, though they do get a generous<br/>\nportion of utility spells, and defensive buffs as well (I&#39;ve never had it cast<br/>\non me, but the Rune series just sounds like fun).   Conceptually, the<br/>\nMagic-user is a robed caster (which I imagine is where a large portion of your<br/>\narmour theory comes from), leaning on a staff, casting spells from afar, and<br/>\nimmolating his opponents with huge fireballs.  <br/>\nPriests, the category in contention here, are primarily defined by their<br/>\ndecendance from the D&D Cleric and Druid classes.  Their spell selection is<br/>\nconcentrated on healing and defensive spells (though they do have smite, etc).<br/>\n As far as weapon and armour selection, those are both directly inherited from<br/>\nD&D.  The shaman is a bit of a sticky matter, as it is probably arguable that<br/>\nthey are a hybrid of the Cleric and Druid classes or the Druid and Enchanter<br/>\n(I don&#39;t agree with this, but I see how the argument could be made).  However<br/>\nas Verant has made many references to the &quot;Seven primary spell casting<br/>\nclasses&quot; I assume that it is meant to be one of the primary classes, and with<br/>\nit&#39;s concentration on healing spells and odd armour/weapon selection, they<br/>\nseem to quite clearly fit into the Priest meta-class.<br/>\nHybrids are classes which are a combination of 2 other classes (way back when,<br/>\nthese would have been called &quot;dual-classed characters&quot;).  Paladins are<br/>\nWarrior/Clerics, Rangers are Warrior/Druids, and Shadowknights are<br/>\nWarrior/Necromancers.  (I&#39;ve always thought that a Rogue/Enchanter class would<br/>\nbe interesting, though in many ways, that&#39;s what we are... though not<br/>\ncompletely.)<br/>\nBards are odd.  We don&#39;t fit nicely into any of those categories.  In some<br/>\nways, we are the &quot;meta-meta&quot; class.  (There&#39;s an argument for us to have every<br/>\nskill.)  &quot;Jack-of-all-trades&quot; aside, we really can perform just about any <br/>\nfunction in the game.  We can fight (though there tends to be some argument<br/>\nover how well), we can burn, we can control crowds, we can heal, we can buff,<br/>\nand we can travel.  While Verant considers us to be hybrids (perhaps on the<br/>\nargument that we are the ultimate hybrid), we don&#39;t really fit in that<br/>\ncategory, as none of our abilities can be directly traced back to a pair (or<br/>\nmore) of &quot;character class parents.&quot;<br/>\nAs to the original discussion (which admittedly, has been lost a bit in all of<br/>\nthis), the main reason we don&#39;t get bind isn&#39;t because we are hybrids, it is<br/>\nbecause we aren&#39;t one of Verant&#39;s &quot;seven primary spell casting classes,&quot; i.e.<br/>\nMage, Necromancer, Wizard, Enchanter, Druid, Cleric or Shaman.  (Though oddly,<br/>\nwhen references to the seven &quot;caster-classes&quot; are made, it is usually in a<br/>\ndiscussion of how Verant has tried to make each of them unique.  I suppose we<br/>\naren&#39;t considered in that discussion because we are already &quot;unique enough.&quot;)<br/>\nI can go on and on (I&#39;ve already edited out a few paragraphs on Everquest&#39;s<br/>\ndescendance from Circle/Diku Muds, and the grand daddy of them all, Dungeons<br/>\nand Dragons.  By the by, if anyone reading this used to play on ENSImud,<br/>\n*LICKS!*)<br/>\n<br/>\nMikal Stormsong, Bard of the 22nd Rank<br/>\nRathe<br/>\n(Once Spoon the paladin on ENSI) <br/>\n<br/>\n____________________________________________________________________<br/>\nGet your own FREE, personal Netscape WebMail account today at <a rel=\"nofollow\" target=\"_blank\" href=\"http://webmail.netscape.com\">http://webmail.netscape.com</a></div>","specialLinks":[]}}
