{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"hho@xxxxxxxxxxxx.xx","from":"hho@...","replyTo":"LIST","senderId":"rSUrrZrgTi4s6ZIamxAz1QZ-9u_GkDzteWOpRae2wDHWh70FZX-suKklIFR6B8uv3Cd9_Lt4WhIdPw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Binding or not...","postDate":"939032896","msgId":7685,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOTIuNzY4NS45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":7708,"prevInTime":7684,"nextInTime":7686,"topicId":7685,"numMessagesInTopic":24,"msgSnippet":"Hiya, Just skimmed through 4xdigests.. Reading most about binding and skipping all the melee caster class msgs. I must say that many of you have made some","messageBody":"<div id=\"ygrps-yiv-522040265\">Hiya,<br/>\nJust skimmed through 4xdigests.. Reading most about binding and skipping all the<br/>\nmelee&lt;-&gt;caster class msgs.<br/>\nI must say that many of you have made some pretty good arguments about binding<br/>\nor not. as stated in my last letter here I dident feel the need for bards or<br/>\nother melee/combo-classes to be able to bind themselves. I still dont see that<br/>\nneed as my number one (or teenth for that matter) wish, and I from what I gather<br/>\nwhat (most) people want is just the ability to be bound the same places as those<br/>\nwho can bind themselves?<br/>\nOn that I still dont quite agree, but maybe a slight increase in bindspots or<br/>\nshortcuts to the most distant zones could come into question, but really as<br/>\nthings are now, I will be bold and say that well if you really feel the need to<br/>\nbe able to be bound anywhere, play a class that can bind. If you cant live<br/>\nwithout the bind spell, then a bard, warrior, ranger, shadowknight, paladin,<br/>\nrogue is properly not your kind of class.<br/>\nLet us morons who dont mind running the 1208402 (or 2-3 which is much more<br/>\ncommon) zones to get our corpse play the other classes. I still think that I can<br/>\nget to almost any zone within a reasonble amount of time (even getting a<br/>\nteleport is not that difficualt as the servers mature). And getting a bind have<br/>\nalmost never been more than 10 mins wait  (Erud still exepted) and during my<br/>\nprimetime hours the servers are half empty (20:00 is around 12:00 in the<br/>\nstates), maybe I&#39;m just plain lucky.<br/>\n<br/>\nSo bottom line for me is. Aslong as the classes are so balanced that enough<br/>\npeople choose to play all them and arent forced to choose their class based on<br/>\nthe fact that its the only way to survive. I dont think that Verant should<br/>\nchange the way bind or anything else works. I also think that the fact that all<br/>\nclasses bitch and moan so much over they cant do this or that is a pretty good<br/>\nindication that the classes are pretty well balanced.<br/>\nSo getting me to sign a petition demanding all to be able to get bound anywhere<br/>\nis only going to happen if the the server pop. is getting an overweight of full<br/>\ncasters because people cant handle running through zones. IMO this must be the<br/>\nindication of how balanced the classes is:<br/>\ndo enough people play them? if not what is wrong? and how do we correct it? I am<br/>\nsure that Verant are keeping a tight eye on how the class/races develop on the<br/>\ndifferent servers. I know I would if I was developer. Not that I mind people<br/>\nshouting about what they think are wrong though, keeping Verant on their toes is<br/>\na good thing.<br/>\n<br/>\n<br/>\nWell my ramblings is over for now.. and no I dont play 24/7 nor am I paid by<br/>\nverant ;o) Just really happy with the game as it is.<br/>\n<br/>\nMusiker Silverdrum, woodelf bard lvl 21, bertox<br/>\nBagkal Troll shadowknight lvl 10, bertox<br/>\n<br/>\nP.S. the petition (or letter which i prefer to call it) to GZ is looking good to<br/>\nme  :o)<br/>\nP.P.S Okay so my english suck... Shot me.. Better to have you guys do it than my<br/>\nboss for sitting here at work mailing to eqbards, hehe</div>","specialLinks":[]}}
