{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Robertson","from":"&quot;John Robertson&quot; &lt;johnr@...","replyTo":"LIST","senderId":"GZx8ZEKVwF6POYq0WHdz3iRjaivkB4zFHhX32Q1lbqAUiYL4w_J24sIegIJHvLfaGVhq9MJIPf4-FMqBUEWtV7HLTPTT6xDi","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Enthrall & Nix S.","postDate":"924632939","msgId":77,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40Ljc3Ljk1OTI3MzM2N0BlR3JvdXBzLmNvbT4="},"prevInTopic":75,"nextInTopic":0,"prevInTime":76,"nextInTime":78,"topicId":70,"numMessagesInTopic":3,"msgSnippet":"... Hi Bethmo :) ... I think that they can be built with tinkering, but as I understand it, tinkering is mostly broken.  Most likely, building from component","messageBody":"<div id=\"ygrps-yiv-1763944419\"><blockquote><span title=\"ireply\">&gt;<br/>\n<br/>\n </span></blockquote>Hi Bethmo :)<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 1) I&#39;ve seen a few instrument parts for sale.  Is there a trade skill for<br/>\n&gt; building instruments?  How is this done?<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>I think that they can be built with tinkering, but as I understand it,<br/>\ntinkering is mostly broken.  Most likely, building from component parts would<br/>\nnot be much of a savings.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 2) Does it make any difference what instrument you use within a category?<br/>\n&gt;  I bought a Mandolin rather than a Lute because it weighs less.  I got a<br/>\n&gt; Minotaur Horn right off the head of one of the filthy beasts, and I&#39;ve been<br/>\n&gt; using that for a wind instrument rather than buying one.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>There may be a difference between magical musical instruments, which I am<br/>\npretty certain exist, but have never seen, and regular musical instruments, but<br/>\nI&#39;m pretty sure that in terms of lute vs. mandolin the only difference is that<br/>\nthe mandolin is lighter, and the lute is cheaper.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 3) Can anyone tell me what &quot;Enthrall & Nix S.&quot; means?  That&#39;s all the<br/>\n&gt; description the Strategy Guide gives for the 15th level bard song.  I have<br/>\n&gt; tried to figure it out in game, and all I&#39;ve succeeded in is getting myself<br/>\n&gt; killed.  It seems to be an area effect that makes every NPC in the area<br/>\n&gt; decide to attack me if I&#39;m solo, and I haven&#39;t spotted any effect when<br/>\n&gt; turning it on in the middle of a big melee. (Does it bother anyone else<br/>\n&gt; that the game doesn&#39;t provide spell descriptions? It makes me really mad.<br/>\n&gt; There is no in-character justification for this; the senior-level NPC bards<br/>\n&gt; who teach the songs should tell you what they do!)<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>It means &quot;enthrall and eliminate the shit list&quot;.  What that works out to<br/>\noperationally is that when you sing the song, it puts the critters to sleep<br/>\nuntil they are attacked again, or until you stop singing the song or until you<br/>\nmove out of range.  That&#39;s the enthrall part.  The &quot;nix s list&quot; part means that<br/>\nif something gets mad at you and attacks you, then you sing the lullaby (and<br/>\nthey don&#39;t resist), then move away from them, they will forget they were ever<br/>\nmad at you.<br/>\n<br/>\nKellin&#39;s Lucid Lullaby is one of the bard&#39;s true power songs.  If you and your<br/>\nparty are being swarmed, it is a total life saver.  Put everything to sleep,<br/>\nmove away, and those monsters forget they were ever mad at you.   Or, keep them<br/>\nall asleep except one, and kill them one at a time.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 4) Any information on the &quot;stuck song bug&quot; and how to cope with or prevent<br/>\n&gt; it?  I had only experienced this twice before last night.  Last night we<br/>\n&gt; killed a named Gnoll and I got a magic axe that casts Berserker Strength,<br/>\n&gt; and with that equipped I started getting &quot;stuck&quot; songs every couple of<br/>\n&gt; fights.  (Seems to get stuck when the Berserker Strength spell kicks in<br/>\n&gt; while I&#39;m switching songs, or something like that.)  The &quot;stuck song bug&quot;<br/>\n&gt; symptoms are that you aren&#39;t singing (all song buttons are visible) but it<br/>\n&gt; shows a song icon active and gives messages as if you were singing that<br/>\n&gt; song. You can click this icon to get rid of it but it comes back again a<br/>\n&gt; moment later. Any song that you try to sing ends immediately. It&#39;s like<br/>\n&gt; part of the program thinks you&#39;re still singing the song, but another part<br/>\n&gt; doesn&#39;t, so you can&#39;t stop. The only ways I&#39;ve found to cure it are to log<br/>\n&gt; out or zone. It sometimes goes away by itself eventually (might be when I&#39;m<br/>\n&gt; stunned by a monster, not sure).<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>I&#39;m not certain what causes this.  I think it happens when you get stunned<br/>\nwhile changing songs, but I don&#39;t know for sure.  Aside from the cures you<br/>\nmention, if you get stunned again, the problem will go away.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 5) I haven&#39;t found the level 14 (Identify) or 19 (Invisibility) songs yet.<br/>\n&gt; I thought they were in High Pass, but we got there last night and found<br/>\n&gt; only a few songs for sale. (They did have the level 16 water-breathing<br/>\n&gt; song, which is GREAT.) They aren&#39;t at the Kelethin, Freeport, or Qeynos<br/>\n&gt; bard guilds, and I haven&#39;t heard of any other city with a bard guild. Has<br/>\n&gt; anyone found these? (I won&#39;t be level 19 for a while yet, but I&#39;m still<br/>\n&gt; craving the song.)<br/>\n<br/>\n </span></blockquote>Bard songs are generally found either in the bard guilds (not all bard guilds<br/>\nhave all the songs, as you&#39;ve discovered by now for sure), Highpass Hold, or<br/>\nthe library of Erudin.  Very high level songs are on special vendors around<br/>\nNorrath, but it&#39;s best to find those on your own.<br/>\n<br/>\nGood luck to you,<br/>\nJyzan</div>","specialLinks":[]}}