{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jhenders@xxxxx.xxx","from":"jhenders@...","replyTo":"LIST","senderId":"sfGImnFTwH2phs5zkFSdNsibnpQW4OdGW8jWnVXTaTrWV7-m8DIjAOHe7KB_-HSO1oLhZexwuoF7","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hey this sounded interesting..","postDate":"939056821","msgId":7710,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOTMuNzcxMC45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":7707,"nextInTopic":7712,"prevInTime":7709,"nextInTime":7711,"topicId":7390,"numMessagesInTopic":204,"msgSnippet":"... Doubt all you want, but if you think a naked bard with a spare weapon in their hand is anything more than a liability on a corpse retrieval in lower guk or","messageBody":"<div id=\"ygrps-yiv-1804153101\">On Mon, Oct 04/99, Miriana &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:miriana@...\">miriana@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; From: Miriana &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:miriana@...\">miriana@...</a>&gt;<br/>\n&gt; <br/>\n&gt; On Mon, 4 Oct 1999 <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a> wrote:<br/>\n&gt; <br/>\n&gt; &gt; I&#39;d probably keep myself bound in a city. But then I play with clerics,<br/>\n&gt; &gt; so I haven&#39;t run back to my corpse in months. Corpse recovery is much<br/>\n&gt; &gt; more an issue than mere running for your corpse at higher levels.<br/>\n&gt; <br/>\n&gt; \tActually I doubt it.  If you were fighting in a dungeon, why would<br/>\n&gt; you leave yourself bound in a city and make the easiest way of getting<br/>\n&gt; back to your corpse a cleric res?  That would be silly, especially since<br/>\n&gt; you pointed out that corpse retrieval is much more of the issue.  If you<br/>\n&gt; were in a group, and they need you to help out with retrieval, why would<br/>\n&gt; it be in your best interest to waste 30 minutes of the group&#39;s time and<br/>\n&gt; 600 mana for the druid to go over their, pick you up to the nearest gate,<br/>\n&gt; and wait as you run the rest of the way back.<br/>\n<br/>\n </span></blockquote>Doubt all you want, but if you think a naked bard with a spare weapon in<br/>\ntheir hand is anything more than a liability on a corpse retrieval in<br/>\nlower guk or deep in Sol B you&#39;re dreaming. Usually the way it goes is<br/>\nthis. I show up back at my bind point in Freeport. If enough people<br/>\nsurvived to make it back to the death point, I get res&#39;d. If almost<br/>\neveryone died, people start sending out tells to get a rescue party or 2<br/>\nmade up that can fight their way back into the corpses. Once that party<br/>\nmakes their way in, the clerics start resurrecting, usually the bard<br/>\nfirst if the body is at hand so the bard can fire up the mana song.<br/>\nDoubt all you want but I played deep in lower guk from L35-45 and then<br/>\nstarted doing fire giants and other deep Sol B stuff after that and<br/>\nthat&#39;s how it always worked on our server with our groups.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; \tNo one is saying there aren&#39;t other options other than running<br/>\n&gt; from freeport to lower guk at the later levels.  However, if you have the<br/>\n&gt; option of binding yourself right outside the dungeon, you&#39;d be silly not<br/>\n&gt; to do it.  After all, you can&#39;t gate, so the bind is only really useful if<br/>\n&gt; you die.<br/>\n<br/>\n </span></blockquote>At higher levels an unarmored and weakly armed player is more of a<br/>\nliability than a bonus when doing corpse recovery. I was in a 2 group<br/>\nexpedition after fire giants and skarlon one time where a warrior was<br/>\none of the people that died, and as he was bound in neriak he did come<br/>\nback before the rescue party reached his body. He also died again rather<br/>\nquickly. Unless you keep a full set of high quality armor and weapons in<br/>\nthe bank I think you&#39;re nuts trying to go deep into a dungeon with the<br/>\nrescue party, unless you like multiple depths.<br/>\n<br/>\nGranted I haven&#39;t played my bard in about a month except for special<br/>\nevents like dragon hunts so maybe these dungeons are so overcamped now<br/>\nyou can just wander down to the hand room naked to get your body, but it<br/>\ncertainly wasn&#39;t like that when I did play, and binding near the dungeon<br/>\nwould have been a waste of time when I did.<br/>\n<br/>\n<br/>\n-- <br/>\n  Artificial Intelligence stands no chance against Natural Stupidity.<br/>\n            GAT d- -p+(--) c++++ l++ u++ t- m--- W--- !v<br/>\n                 b+++ e* s-/+ n-(?) h++ f+g+ w+++ y*</div>","specialLinks":[]}}
