{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"UcU1E4TZfUa1LgHGFtjGCzR1YphziGQ6U0Q0h-hYeR32XFMgFKEK7iMiIt0Wx1V7Bebh5ZTipDyaYIo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: RE: Learning with Lullaby","postDate":"939065443","msgId":7751,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOTUuNzc1MS45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":7731,"nextInTopic":7817,"prevInTime":7750,"nextInTime":7752,"topicId":7518,"numMessagesInTopic":9,"msgSnippet":"... Between L10-15 is the worst time for this as a bard.  It continues to be bad if you use Lullaby liberally after L15. Starting at L20, it starts to ease off","messageBody":"<div id=\"ygrps-yiv-572352328\">On Sun, 3 Oct 1999 <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ambient@...\">ambient@...</a> wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; I am finding as I am going to more and more grouped dungeon settings that<br/>\n&gt; the monsters are concentrating on me more than anyone else in the group. <br/>\n&gt; Everyone is asking if I am singing chords or dissonance (which I don&#39;t use<br/>\n&gt; for that reason) because it is so obvious the monsters have it out for me. <br/>\n<br/>\n </span></blockquote>Between L10-15 is the worst time for this as a bard.  It<br/>\ncontinues to be bad if you use Lullaby liberally after L15.<br/>\nStarting at L20, it starts to ease off as the other melee<br/>\nclasses start getting their damage bonuses and extra attacks.<br/>\nAt L25 the problem was pretty much gone for me, and I was<br/>\nactually having to use certain taunt songs (usually Chain) to<br/>\nget stuff off the tanks to attack me to better distribute the<br/>\ndamage.  I spent Saturday night in Sol B at L35, and between<br/>\nme, an enchanter, two tanks, a druid, and a monk, I was taking<br/>\nthe least damage.<br/>\n<br/>\nAs you advance, you will find the taunt ability of the<br/>\ndifferent classes shifting as the amounts of damage, new<br/>\nspells/songs, and different situations all change the<br/>\ndynamics.  Most of the discussion among the L30+ people in my<br/>\nguild lately has been about this in fact.  We were having<br/>\nproblems with multi-mob pulls, and the puller coming in<br/>\ndamaged.  The cleric would heal the puller, and all the extra<br/>\nmobs would come close to killing the cleric before the<br/>\nenchanter could mes the extras.  At these levels, the damage<br/>\nthe mobs do, and thus the hatred the cleric earns by healing<br/>\nthe puller, far exceeds the taunt of even your area effect<br/>\nsongs, at least for a few rounds.  Our solution was to have<br/>\nthe paladin (who at L39 gets the 300 point greater heal) heal<br/>\nthe puller, so the extra mobs all attack him.  It&#39;s worked<br/>\ngreat.<br/>\n<br/>\nAnyhow, because each class&#39; taunting ability is constantly<br/>\nchanging, you have to keep experimenting with different songs<br/>\nand combinations, to figure out just where the &quot;edge&quot; is so<br/>\nyou can keep the mobs off you, or pull them off another party<br/>\nmember who&#39;s taking too much damage.  That&#39;s actually one<br/>\nreason I like charm so much - it wipes the hate list so if I<br/>\ncharm something, unless someone nearby is almost dead, the mob<br/>\n*will* attack me.  I can almost always use it to pull a mob<br/>\noff someone.<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
