{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Knadler","from":"David Knadler &lt;dknadler@...","replyTo":"LIST","senderId":"RVFCI63tqt19W5X2cQ6Q8uydd0X0VFuhdPz1_KJ5UMTjfhp1-3sWS8VP5hwcchHPA-KeZkv9JACIThjMSKY-z1sdT__JOaa2VTc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: RE: Hey this sounded interesting..","postDate":"939071559","msgId":7790,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS4zOTcuNzc5MC45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":7786,"nextInTopic":7795,"prevInTime":7789,"nextInTime":7791,"topicId":7390,"numMessagesInTopic":204,"msgSnippet":"I agree with this... I finally understand why the melee types don t get bind/gate.  It s due largely to the fact that they have so many HPs that they can","messageBody":"<div id=\"ygrps-yiv-191807538\">I agree with this... I finally understand why the melee types don&#39;t get<br/>\nbind/gate.  It&#39;s due largely to the fact that they have so many HPs that<br/>\nthey can (usually) make it to zone w/o dying.  I was in Mistmoore last<br/>\nweekend and it was the same story.  Train comes... casters gate... melee&#39;ers<br/>\nrun to zone.  The melee types almost always made it out (as with the<br/>\ncasters).  Also, it took the melee&#39;ers to fight down to the corpses to do a<br/>\nrecovery (if it was needed).  Bards don&#39;t get it for two reasons : With<br/>\nAccelerando and Drum you can get to any zone from any other zone in a<br/>\nrelatively short amount of time.  I can go cross continent in under 40<br/>\nminutes... usually it&#39;s no longer than 15 minutes.  With our Invis song, we<br/>\ncan get-into and get-out-of places that the other classes couldn&#39;t dream of<br/>\n(again, I&#39;ll use Mistmoore as my example.  Druid invis did nothing for us..<br/>\neven the wimpy MOBs could see right through it.  Finally I memmed Clouding<br/>\nand was able to get two corpses out unscathed).<br/>\n<br/>\nI personally think bind/gate would be unbalancing for bards.  Don&#39;t get me<br/>\nwrong, I wouldn&#39;t complain if we got it, but it would be too powerful (IMO).<br/>\n<br/>\nAfter all, the whole point of this game is to NOT DIE (when I think back on<br/>\nall my deaths, 80% of them could have been prevented or were caused by a<br/>\nboneheaded maneuver on my or a group members part).<br/>\n<br/>\nDesmei Sightblinder<br/>\nLvl 28 Bard (Povar)<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Sheldon, Colin [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Colin.Sheldon@...\">Colin.Sheldon@...</a>]<br/>\nSent: Monday, October 04, 1999 2:52 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: [eqbards] RE: Hey this sounded interesting..<br/>\n<br/>\n<br/>\nFrom: &quot;Sheldon, Colin&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Colin.Sheldon@...\">Colin.Sheldon@...</a>&gt;<br/>\n<br/>\n&lt;snip&gt;<br/>\nA melee class that depends completely on their armor<br/>\nand weapons, which are now 2-3 zones away on their<br/>\ncorpse. A casting class depends on their spells which<br/>\nare on them at ALL times no matter where they are.<br/>\n<br/>\nSo it&#39;s more dangerous for a caster to run 2-3 zones<br/>\naway completely armed with their weapons (spells) and<br/>\ntheir shields (spells), and less dangerous for a melee<br/>\nclass to make the same run with no weapons and no<br/>\narmor at all.<br/>\n<br/>\nPlease explain that again. I think I missed something.<br/>\n&lt;snip&gt;<br/>\n<br/>\nVery happy to explain.  When you run back to get your body, presumably you<br/>\nare avoiding all mobs that may give you trouble.  So if you do get into<br/>\ntrouble, it is generally coming from something that you didn&#39;t see and has<br/>\nalready started hitting you.  Since it came after you, it is at least high<br/>\ngreen, and likely higher.<br/>\n<br/>\nA bard should have turbo going already and should have no trouble outrunning<br/>\npursuit.  You might have me with a rogue.  They should be hiding/sneaking<br/>\nthrough trouble spots, but a random encounter spells disaster for them.<br/>\nI&#39;ve never played one, though, so they may have a trick up their sleeves for<br/>\njust such a predicament.<br/>\n<br/>\nA caster with spells memorized will probably start by trying to cast root<br/>\n(if they have it), which takes a bit of time to cast.  Some of the time<br/>\n(depending on the level of the mob -- if it&#39;s white or higher you&#39;re<br/>\nprobably screwed regardless of class) you can get it off in your first<br/>\ncouple of tries and make a run for it.  All too often, however, you get<br/>\nrepeatedly interrupted until you are either dead or too weak to make it to<br/>\nthe zone before the mob gets loose and comes after you again.  That lack of<br/>\nhps really shows in this situation; it doesn&#39;t take many hits to pound a<br/>\ncaster six feet under.<br/>\n<br/>\nI think of it this way: a caster&#39;s armor is his/her group -- especially as<br/>\nthe caster advances in levels.  Without that group, combat generally leads<br/>\ndirectly to death.  If a caster has the luxury of picking his/her prey, they<br/>\ncan often have some success, but when combat is initiated by the mob, my<br/>\nexperience shows that the caster is going to lose.<br/>\n<br/>\nA fighting melee class (PAL, RNG, SK, WAR), on the other hand, if he/she was<br/>\nsmart enough to pick up that spare weapon he/she keeps in the bank (my lvl<br/>\n16 TSK and 9 Ranger always keep a spare for difficult retrievals), can fend<br/>\noff greens and most blues, even sans armor.  If things look really bad,<br/>\nhaving several more hps than casters gives the melee player a better chance<br/>\nof making it to the zone before giving up the ghost.  Again, if you&#39;ve got a<br/>\nhigh-level mob on your backside, you&#39;re probably dead, but you would have<br/>\nbeen dead fully dressed and with a smile anyway.<br/>\n<br/>\nAt higher levels, your solo ability is reduced, but there are FAR fewer mobs<br/>\nin most zones that would even consider taking a shot at you, and those can<br/>\nmostly be avoided.  <br/>\n<br/>\nUnderstand my point now?<br/>\n<br/>\nRanulf<br/>\nTunare Server</div>","specialLinks":[]}}
