{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Talies the Wanderer","from":"Talies the Wanderer &lt;snicker@...","replyTo":"LIST","senderId":"fw4OZ1aj9sH_e_8IcWxg_fROUKN8eMKqNTWOMYnRcKfiC4VL4mAqwFutDeGLAG56-VXhp9Y0CxCUGf-ut8puDKBKe3Yffe43eX7u08Zez1M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Rules and FAQ 1.1","postDate":"939176682","msgId":7971,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40MDQuNzk3MS45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":7219,"nextInTopic":0,"prevInTime":7970,"nextInTime":7972,"topicId":6883,"numMessagesInTopic":5,"msgSnippet":"Greetings and Welcome to the EQ Bards Mailing List, a mailing list dedicated to all for and about the Bard in EverQuest. This list will be posted","messageBody":"<div id=\"ygrps-yiv-1989312138\">Greetings and Welcome to the EQ Bards Mailing List, a mailing list<br/>\ndedicated to all for and about the Bard in EverQuest.<br/>\nThis list will be posted semi-regularly, and updated as often as is needed.<br/>\n If you have any suggestions, or any frequently asked questions, please let<br/>\nme know.<br/>\n<br/>\nFirst, some basic rules:<br/>\n(Common sense stuff, really)<br/>\n<br/>\n1) Stay on Topic (as much as possible).  While we do often stray off the<br/>\npath of Bard-related stuff, lets try and keep the material &quot;of-interest&quot; to<br/>\nour readers.  Ex: Discussions of DoT nerfing are acceptable, because Bards<br/>\nhave DoTs.  Discussions of Rogue Poison recipes are not.  Discussions of<br/>\nQuests and items are okay, as long as you make an attempt not to spoil<br/>\nsomeone else&#39;s fun. Use [Spoiler] in the heading, or put spoiler space<br/>\n(several blank lines) to let people know in advance.<br/>\n  Deliberate spam will NOT be tolerated, and any person doing so will be<br/>\nimmediately reviewed for warning, removal or banning.<br/>\n  On a related note, if you notice that your topic is straying from the<br/>\noriginal thread, please change the subject header.  Example: RE: Mistmoore<br/>\nBattle Drums becomes:<br/>\nre: Fighting undead as a Bard (was RE: Mistmoore Battle Drums)  <br/>\nFor those of you receiving the digest version, if you can make an attempt<br/>\nto change the subject field to something appropriate, that would help those<br/>\nof us not digesting our mail better pass it ;)<br/>\n<br/>\n2) No Flaming.  Not all of us share the same opinion as you do, but please<br/>\nbe considerate of one another.  Take a moment to read through, and then<br/>\nmake sure someone hasn&#39;t already responded before posting hastily.  We&#39;re<br/>\nall human, and no one likes to be called names.  If you simply MUST insult,<br/>\nbadger or degrade someone, DO IT PRIVATELY.<br/>\n<br/>\n3) There is no Rule Number 3.<br/>\n<br/>\n4) Watch for &quot;KABONG!&quot;s.  KABONG! is an old list-term for a thread that is<br/>\nbeing forcibly killed.  This sometimes happens when a thread has<br/>\ndegenerated sufficiently off-topic to no longer be valid for this list, or<br/>\nwhen the subject matter has become too inflammatory to be discussed.<br/>\nKabongs generally only occur in extreme situations.<br/>\n<br/>\n5) No Attached Files!  If you wish to share with us your latest picture,<br/>\nsome nifty article or the Happy99 worm, please simply include a link within<br/>\nyour email to an appropriate place online.  If you have no access to such,<br/>\nemail the file to me, (except viruses ;) and I will post it for you, and<br/>\nfollow up to the list with the URL.  Small infractions will probably be<br/>\noverlooked, but let&#39;s try to be considerate of our European readers who<br/>\nhave to pay by the minute to download their mail.<br/>\n<br/>\n6) Be Considerate of Others! Please keep &quot;me, too!&quot; posts to a minimum, and<br/>\ntry not to quote more of the message than necessary (although you should<br/>\nalways make sure that the message you are sending is properly referenced,<br/>\nso that people reading the messages out of order are not completely lost.<br/>\nAnd try not to abbreviate too much, or use strange &quot;slang&quot; or<br/>\nincomprehensible euphemisms.  Plain, clear speech is much more effective,<br/>\nand will cause fewer &quot;WTF?!&quot; messages...  Also, use spoiler headings and/or<br/>\nspoiler spaces when presenting Quest hints or weapon details.<br/>\n<br/>\nOkay, enough rules.  Now for some Frequently Asked Questions!<br/>\n<br/>\nQ: I keep seeing all these abbreviations: &quot;DoT&quot;, &quot;DD&quot;, &quot;PGT&quot;, &quot;FBR&quot; - What<br/>\ndo they all mean?!<br/>\nA: Well, the best way to learn is to check out the EverQuest Glossary at<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/bards/eqglossary.htm\">http://amtgard.pinkpig.com/bards/eqglossary.htm</a> (shameless plug).  Briefly,<br/>\nthose four terms mean &quot;Damage over Time&quot; (refers to spells/effects that do<br/>\ndamage every few seconds for a while, instead of all at once), &quot;Direct<br/>\nDamage&quot; (refers to spells/effects that do all their damage at once),<br/>\n&quot;Polished Granite Tomahawk&quot; a nice weapon, and &quot;Flowing Black Robes&quot;<br/>\nsomething casters love.<br/>\n<br/>\nQ: What song do I get at &lt;foo&gt; level?  What does this song do?<br/>\nA: Well, again, shameless plug time: The EverQuest Bard&#39;s Guild<br/>\n(<a rel=\"nofollow\" target=\"_blank\" href=\"http://amtgard.pinkpig.com/bards/eqbard.htm)\">http://amtgard.pinkpig.com/bards/eqbard.htm)</a> has a list of spellsongs,<br/>\nhowever, most people seem to prefer detailed statistics, so let me refer<br/>\nyou to <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.attcanada.net/~reaper/\">http://www.attcanada.net/~reaper/</a> - The Concert Hall.  Also,<br/>\nthe Soerbaird is a wonderful site: <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.soerbaird.com/\">http://www.soerbaird.com/</a>  <br/>\n(Anyone want to suggest any other sites?)<br/>\n<br/>\nQ: What do instruments do?<br/>\nA: Some songs have associated instruments.  Playing this instrument will<br/>\ngenerally enhance the song by as much as 50%, but this is also related to<br/>\nyour relative skill with the instrument.  Also, instrument skill is<br/>\npartially responsible for failure rate of related songs.  To avoid<br/>\n&quot;fizzling&quot; (missing notes) even when singing, keep your instrument skills<br/>\nmaxed out.<br/>\n<br/>\nQ: Are there any magical or &quot;Unique&quot; instruments for Bards?<br/>\nA: Yes, there are several known &quot;special&quot; instruments in the world.<br/>\n     The Mistmoore Battle Drum (found in Mistmoore), which increases the<br/>\neffects of most drummed songs by 20%<br/>\n     The Lute of the Gypsy Princess (also found in Mistmoore) which has no<br/>\ndiscernible special effect.<br/>\n     Brahm&#39;s Horn (found in the Gorge of King Grobb) which has no known<br/>\ndiscernible effect.<br/>\n     Drums of Selo&#39;s March (Found on Cazic Thule?) which increases the<br/>\neffects of most drummed songs by 30%.<br/>\n     McVaxius&#39; Horn of War (unknown) which adds +9 INT, +9 DEX, +15 CHA and<br/>\nincreases Brass song effects by 15%.<br/>\n     Minotaur Horns found on minotaurs in Steamfont and the Gorge of King<br/>\nGrobb are wind instruments with no known special effect.  They are,<br/>\nhowever, lighter than flutes, and don&#39;t cause that awful animation.<br/>\n     The Lizard Scout Fifes are rumoured to be non-magical wind<br/>\ninstruments, but this still remains to be proven.<br/>\n     The Unicorn Horn (found in Lesser Faydark), acts as a Greater<br/>\nLightstone while held, as well as a wind instrument.  Other than that, it<br/>\nhas no discernible special effect.<br/>\n<br/>\nQ: What&#39;s the difference between a Lute and a Mandolin?<br/>\nA: Weight and cost.  Mandolins are lighter, but a little more expensive.<br/>\n<br/>\nQ: When I get Dual Wield, will I be able to play an instrument while<br/>\nswinging a sword?<br/>\nA: Unfortunately, no.  While instruments are off-hand only items, they are<br/>\nalso considered two-handed.  Besides, it&#39;s ever-so-much more fun to bash<br/>\nmonsters with your lute, dontcha think? (Sylly! WEP!)<br/>\n<br/>\nQ: What&#39;s the best weapon/armour/equipment for &lt;foo&gt; level?  Where should I<br/>\nhunt at this level?<br/>\nA: Okay - time to ask the list ;)<br/>\n<br/>\nQ: What are &quot;Hotkeys&quot; and how do I create them?<br/>\nA: You&#39;ll notice that in the lower left side of the screen you have 6 empty<br/>\nboxes with the number &quot;1&quot; and two arrows above it.  This is the &quot;hotkey&quot;<br/>\nbox.  Initially, hotkeys default to the numbers 1-6 on your keyboard, but<br/>\nyou can reconfigure that through the options settings.  Songs, spells, the<br/>\nspellbook, socials, and inventory boxes can all be made &quot;hotkeys&quot;. To<br/>\ncreate a &quot;hotkey&quot;, LEFT click on the box/spell/icon you want and HOLD it<br/>\ndown.  After a second, the box will magically &quot;lift up&quot; and attach itself<br/>\nto your pointer.  Simply &quot;drop&quot; the new box onto the appropriate hotkey<br/>\nslot, and blammo! Instant hotkey.  Now, whenever you press the associated<br/>\nhotkey button, you will activate the song/spell or action in that slot.<br/>\nInventory boxes do NOT &quot;activate&quot;, putting them in your hotkey bank is<br/>\nsimply to avoid having to open your inventory to swap items in combat.<br/>\n<br/>\nQ: Why would I want to swap items in combat?!<br/>\nA: Well, not just in combat, but by placing inventory slots (General<br/>\ninventory slots, or worn/wielded slots will work.  Bag slots will NOT) into<br/>\nyour hotkey bank, you can grab (for example) your sword and swap it with an<br/>\ninstrument in order to heal faster, run faster or whatever.  PRACTICE THIS<br/>\nMANEUVER.  You *WILL* drop your weapon or instrument at least once, and<br/>\nmore likely several times, so practice practice practice!  And if you *do*<br/>\naccidentally drop something, don&#39;t panic, just back up, grab the item and<br/>\nrun like crazy.<br/>\n<br/>\nQ: Why can&#39;t Bards do &lt;foo&gt; as well as &lt;other really buff class&gt;?<br/>\nA: Well, simply put, we&#39;re the &quot;Jack of all Trades, Master of None.&quot; This<br/>\nmeans that, while we can do so many different things (sneak, dual wield,<br/>\npick locks, safe fall, etc. etc.) we&#39;re not meant to be masters in any of<br/>\nthem, so you may notice certain skill caps (such as 40 for Forage and 75<br/>\nfor Sneak, etc.) that mean that you will never be incredibly good at these<br/>\nskills.  Be thankful that you get them at all.<br/>\n<br/>\nQ:  Is it true that The Jig of Vigor song increases mana regeneration<br/>\nspeed for your party members?<br/>\nA: No.  What the Jig does is increase the rate of  Stamina Regeneration<br/>\nevery six seconds and hence the display of the Stamina, Health, and Mana<br/>\nbars to show this increase.  Without the song playing the bars are refreshed<br/>\nevery eight seconds.  The ultimate effect of this is that the mana bar<br/>\n&quot;moves&quot; every six seconds instead of every eight seconds so it APPEARS to be<br/>\nmoving FASTER.  In actuality - it is moving 75% of the distance it would<br/>\nmove if it waiting the other two seconds.  So bottom line, it LOOKS like it<br/>\nis regenerating faster but it does not.  If you don&#39;t otherwise have a need<br/>\nto regenerate stamina, you are wasting a memorized song slot.<br/>\n<br/>\nQ. Why can I never gain any experience in 2-handed slash or 2-handed blunt?<br/>\nA. Although Bards have these skills, and even though they appear on the<br/>\ntrainer, you can never train 2-handed skills as a Bard.  This is apparently<br/>\na piece of virtual duct-tape to allow GMs and Guides to play Bards and<br/>\nstill wield 2-handed equipment (like their special staff).<br/>\n<br/>\nQ. What are the most important stats as a Bard?<br/>\nA. Well, because no matter what I answer, someone will disagree with me, I<br/>\nwill say this:  No matter what your starting stats, odds are, you will<br/>\neventually be able to balance any deficiencies out with magic items and<br/>\njewelry.<br/>\n<br/>\nOkay, well, this FAQ is pretty long as it is - and I&#39;ve run out of ideas.<br/>\nIf anyone has any suggestions for the next version, please feel free to<br/>\nsend them my way.<br/>\n<br/>\nTalies the Wanderer<br/>\nModerator</div>","specialLinks":[]}}
