{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tony Butler","from":"&quot;Tony Butler&quot; &lt;tbutler@...&gt;","replyTo":"LIST","senderId":"nxvV3agaVwUzFgLLx-8Ordauj1LzL7d4u__CTcl4AKUueU8wAF5heC1DmTnltsoDnaKTc5lyEDil-vEVVdmj8Pe-BvVD","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Please give me a reason to play","postDate":"926960455","msgId":814,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40Ny44MTQuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":781,"nextInTopic":817,"prevInTime":813,"nextInTime":815,"topicId":778,"numMessagesInTopic":20,"msgSnippet":"... Hmm... level 17... Ahhh!  Yes, I remember 17.. I had just started doing the caimans in Oasis and got my first piece of banded armor when a friend traded","messageBody":"<div id=\"ygrps-yiv-141309103\"><blockquote><span title=\"ireply\">&gt;From: David Rubino &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tigger@...\">tigger@...</a>&gt;<br/>\n<br/>\n&gt;I am a Level 17 Bard. As such I am about that age where I have almost<br/>\n&gt;completed my set of bronze armor. I already have 2 combine longswords, so<br/>\n&gt;pretty soon I&#39;ll be as equipped as I ever really need to be.<br/>\n&gt;<br/>\n&gt;To those of you who have reached and passed this point in the game, I would<br/>\n&gt;like to know what it is that keeps you going? I&#39;ve seen basically every<br/>\n&gt;zone, got everything I need. In real life this is the time I would finally<br/>\n&gt;settle down and spend time with my family.<br/>\n&gt;<br/>\n&gt;Just looking for tips on what to do now . . .<br/>\n<br/>\n<br/>\n </span></blockquote>Hmm... level 17... Ahhh!  Yes, I remember 17.. I had just started doing<br/>\nthe caimans in Oasis and got my first piece of banded armor when a friend<br/>\ntraded the LJ vest for a banded tunic for me.  I was soooo happy I couldn&#39;t<br/>\nsee straight.  My first piece of non-leather armor!<br/>\n<br/>\nLevel 17 is also what introduced me to the &quot;you&#39;ll never stay with your<br/>\nfriends&quot; problem, where my non-hybrid class friends could make 1.5 levels to<br/>\nmy one... or in other words, it was when I discovered that my friends were<br/>\nvery good powergamers and I wasn&#39;t. =)<br/>\n<br/>\nNow, I&#39;m lvl 33.  I still can&#39;t go beyond the bedroom chamber in gukbottom<br/>\nbut my old friends are starting to move beyond the tower there and<br/>\noccasionally go to MistMoore.  I know Najena like the back of my hand, and<br/>\nI&#39;ve been constantly in CazicThule since level 19.  I know the solution to<br/>\nthe 30th lvl song quest (I was the first to figure it out almost a month<br/>\nago), but I still haven&#39;t completed it because I can&#39;t get a group of<br/>\nnear-40th lvl chars together to help me do it.  But, I have every song up to<br/>\nmy level other than 30.  I&#39;m only 4 levels behind the top bard on my server,<br/>\nand if I ever quit dieing, I might just catch them (8 levels ago they were<br/>\n10 levels ahead of me).  I still don&#39;t have full plate armor, but then, the<br/>\npieces of banded armor that remain aren&#39;t that much less ac than plate, and<br/>\nthey weigh a lot less.  I have a combine LS and a barbed whip, and<br/>\ndespirately wish I could get better weapons.<br/>\n<br/>\nMy friends from back when I was level 17?  Well, one started over, one quit<br/>\nthe game over item issues, and the others are either 3-5 levels above me and<br/>\nwon&#39;t group with me, or took time off an are now 10 levels behind me and<br/>\ncan&#39;t group with me.  I have some new friends in-game, perhaps better people<br/>\nthan my old friends. I still have never been to Paw, or BB, or MistMoore,<br/>\nand I just visited Qeynos for the first time 2 levels ago.  Permafrost I<br/>\nneed to visit someday and I dread the thought of when we eventually must do<br/>\nSolA and SolB.  I still have yet to extract my revenge on DVinn and Dorn,<br/>\nand those pesky griffins in ECommons.<br/>\n<br/>\nI still have tremendous difficulty finding groups to adventure with, even<br/>\nthough I&#39;m in one of the largest (and perhaps most hated) guilds on my<br/>\nserver.  But now I&#39;m a mana-bard and finally those uppity spell-casters want<br/>\nme around to sing Chorus of Clarity to them.<br/>\n<br/>\n&lt;walking off shaking her head&gt;<br/>\nLinako Lindenlyre of Mithaniel Marr</div>","specialLinks":[]}}
