{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mike.Langlois@xxxxxxxxx.xxx","from":"Mike.Langlois@...","replyTo":"LIST","senderId":"IVtEbD5yHUdiXRUA47ci_-IWhyvwHUIuhrkk29i9TjCOhYP74eOJbtqFw30vobLFtYdq1yIU-pgLqKEWOvjhum7l","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Bardic Hot Buttons","postDate":"939325096","msgId":8216,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40MTYuODIxNi45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":8227,"prevInTime":8215,"nextInTime":8217,"topicId":8216,"numMessagesInTopic":6,"msgSnippet":"Hullo all! I m working on a list of Bardic Hot Buttons to be included in a letter to Verant. These are NOT a demand for fixes, enhancements, or changes to the","messageBody":"<div id=\"ygrps-yiv-2033173903\">Hullo all!<br/>\n<br/>\nI&#39;m working on a list of Bardic Hot Buttons to be included in a letter to<br/>\nVerant.<br/>\n<br/>\nThese are NOT a demand for fixes, enhancements, or changes to the class or to<br/>\nthe game.  I just want to give Verant a state-of-the-union update on Bards in<br/>\ngeneral.  Since we seem to be a low-population class, I don&#39;t think we enter<br/>\nmuch into the minds of the developers. I hope this will give them something to<br/>\nwork with.<br/>\n<br/>\nThis list should include a SHORT synopsis of what the issue is, and they should<br/>\naffect Bards only.  No solutions are needed, as this is not a complaint or<br/>\npetition letter.<br/>\n<br/>\nPlease let me know if you see missed items.  Please, no single item/single mob<br/>\nsuggestions.<br/>\n<br/>\nGolias, Solusek Ro<br/>\n<br/>\n-------------------------------------------------------<br/>\n<br/>\n1) Bard Melee Skills<br/>\n<br/>\nAll classes currently get Dodge.  In addition, each hybrid or melee class gets 5<br/>\nto 7 additional skills.  Bards get one single skill, dual wield.  Since Bards<br/>\nare usually very popular among the mobs attacking a party, due to party buffs<br/>\nand healing, the lack of other defensive skills seems odd.  As a side note, we<br/>\nseem to be Rogue/All Caster hybrids...but Rogues get all melee skills.<br/>\n<br/>\n2) Mob Hatred<br/>\n<br/>\nThis is tied to number one.  Mobs choose their targets based on perceived damage<br/>\nto them. Buffs, healing, and taunt count as damage.  This is fine for all<br/>\nclasses except Bards.  Most non-bard buffing occurs outside of combat, no effect<br/>\non mobs.  Most non-bard healing takes place on a single character, less of it<br/>\nhappens on the whole party, tho it does happen with high level clerics.  In the<br/>\nBard&#39;s case, during a fight we are generating hate for ALL mobs based on<br/>\nbuffing/healing ALL characters and doing it every few seconds.  So we get<br/>\nmaximum hate added to EACH mob, based on helping the whole party. And it happens<br/>\nwith every pulse of every song.  Coupled with a lack of defensive skills, this<br/>\nmakes the life of a party bard pretty difficult.<br/>\n<br/>\n3) Charm Level Cap<br/>\n<br/>\nThis is a song that we get at level 27, and is only effective on mobs up to<br/>\nlevel 37.  Having spells with caps on most casting classes is understandable, as<br/>\nthey get a higher circle spell that replaces it.  In addition, most casters have<br/>\nover 100 songs, where we have only 50, once they are all implemented.  The charm<br/>\nis already difficult to use, I.E. the charm will typically wear off before you<br/>\ncan type a single pet command, and the mob can&#39;t be recharmed till it has time<br/>\nto smack you.  Does it need a level cap as well?  If this is song is so limited,<br/>\nperhaps it should be replaced with something else, considering how few songs we<br/>\nhave?<br/>\n<br/>\n4) Bard Only Weapons<br/>\n<br/>\nNuff said.<br/>\n<br/>\n5) Instrument Skill Caps<br/>\n<br/>\nInstrument skill caps are the Bardic equivalent of a caster&#39;s Evocation,<br/>\nDivination, etc. skills.  All casters cap at 255 in these skills, where Bards<br/>\ninstruments cap at 200.  This leads to many &#39;fizzles&#39; at high level, many more<br/>\nthan an equivalent caster.</div>","specialLinks":[]}}
