{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"6Jd2LFoxycjLMD4D1YlOr-WEdBeVad1blaQrq-i1CPetLUPkF9YG0wfFaJiDlvknVA3YC3YPXMU_ueyudo5K4Ny4z88","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Mellifluos Motion saves lives in OOT","postDate":"939400881","msgId":8343,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40MjEuODM0My45NTkyNzMzNzZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":8342,"nextInTime":8344,"topicId":8343,"numMessagesInTopic":1,"msgSnippet":"This song is odd that s for sure, and it s uses are pretty limited, but when you need it you need it badly. At level 25 I was in the Ocean Of Tears (OOT) on an","messageBody":"<div id=\"ygrps-yiv-253223798\">This song is odd that&#39;s for sure, and it&#39;s uses are pretty limited, but when<br/>\nyou need it you need it badly.<br/>\n<br/>\nAt level 25 I was in the Ocean Of Tears (OOT) on an island fighting<br/>\nGargoyles.  In case you don&#39;t know, Gargs occassionally drop eyes that sell<br/>\nfor 9pp+, and for me they are blue.  One challenge of the OOT is that you&#39;re<br/>\non an island in a big zone, no zone border to run to if things get nasty...<br/>\nThis seemed like a good opportunity for Melanie&#39;s Melliflous Motion to help<br/>\nout, so I memmed it.<br/>\n<br/>\nI had grouped with a 17th Enchanter (at her request), and we were beating<br/>\nthe Gargoyles down pretty handily.  I went off and pulled one, and while we<br/>\nwere fighting it two others crossed our path and joined in.  Well this was<br/>\npretty bad because I had not memmed lullaby (silly me).  So we fought one<br/>\nvaliantly until the Enchanter&#39;s pet died and then it was evac time.  I typed<br/>\n&quot;This is going to be disorienting&quot; and hit MMM.  SQUISH  I&#39;m now at the<br/>\nbottom of the OOT somewhere offshore.  Darkness.  I pull up and swim<br/>\nforward.. up, up, up and finally break the surface about 200 yards offshore.<br/>\n&quot;Wow!&quot;, the enchanter says.  Well here come the gargoyles, making a beeline<br/>\nfor me over the tops of the waves.  I&#39;m down to about two bubbles of health<br/>\nnow, so fighting three gargs in the middle of the OOT doesn&#39;t sound like<br/>\nwhat I want to be doing.  They&#39;re on me now so I hit MMM again.  SQUISH<br/>\nAgain at the bottom somewhere.  up, up, up and now I&#39;m a bit further<br/>\noffshore, the island barely visible now.  The enchanter is telling me that<br/>\nshe has made it to shore and summoned another pet and is medding/healing.  I<br/>\ncaution her that the gargoyles are still up set with us and that I&#39;m making<br/>\nit for another island.  Soon I crawl up on the beach of the Sisters of<br/>\nErollisi island and sit down and play Hymn.  The gargoyles seem to have<br/>\ngotten lost in the OOT.  I heal up completely and venture slowly out into<br/>\nthe sea, fully expecting the gargoyles to rush me at some point.  One does,<br/>\nbut not the others.  I pull him back to the shore of the Sister Isle and<br/>\nquickly dispatch him to his maker.  I repeat my swim and pull procedure for<br/>\nthe other two gargoyles as well, quickly slaying them singly.  Problem<br/>\nsolved, experienced gained, and another bard has saved the day.<br/>\n<br/>\nCrier Sharpsong - Still 25th but makin&#39; some headway on Fennin Ro</div>","specialLinks":[]}}
