{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roop Dirump","from":"&quot;Roop Dirump&quot; &lt;roop@...","replyTo":"LIST","senderId":"VXm3z_MsSObo0Y1B_WX4se7oAqT3o8Os464_qv9xFA3fn2ggkcfPcyrHjteUeNhvst2ocDIU5bdn-LC8A34cEoVcPK0ERNg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Platemail vs Banded vs Leather","postDate":"926993915","msgId":853,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OS44NTMuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":851,"nextInTopic":859,"prevInTime":852,"nextInTime":854,"topicId":821,"numMessagesInTopic":8,"msgSnippet":"Sorry if I babble here, but I agree totally with the post.  Different armor types should offer different forms of protection.  And historically, new armors and","messageBody":"<div id=\"ygrps-yiv-1714331186\">Sorry if I babble here, but I agree totally with the post.  Different armor<br/>\ntypes should offer different forms of protection.  And historically, new<br/>\narmors and weapons were created in an almost medieval arms race, one type<br/>\ndesigned to combat another.  Like paper scissors stone.  Have heathens with<br/>\nswords?  Invent some plate armor.  Bows killing you&#39;re troops?  Invent tower<br/>\nshields.  All that medieval stuff came about over time, like the stealth<br/>\nbomber in reaction to radar technology.  No radar, no stealth bomber.<br/>\n<br/>\nActually, did you know that the proliferation of blunt weapons came about as<br/>\na way to combat knights in plate?  Imagine a big bell vibrating, and you get<br/>\nthe picture.  Various blunt weapons were invented with the design and<br/>\npurpose of &quot;crushing&quot; men in plate.  When plate armor wasn&#39;t around, there<br/>\nwas no need for such heavy and clumsy weapons (though being the first weapon<br/>\nin existance, were around), for a sword was much more efficient and deadly.<br/>\n<br/>\nAlso, the invention of the crossbow came about as another anti-knight<br/>\nweapon.  There was only one reason anyone needed a bow-type weapon with such<br/>\nridiculous velocity: to pierce plate.  A knight would train his whole life,<br/>\nand be taken down by a fellow who had trained with his crossbow for a week.<br/>\nCrossbowmen were often despised for this reason, and for the fact they would<br/>\nhide in windows and shadows, never to fight with chivalry as knight&#39;s were<br/>\naccustomed.  The crossbow, unlike the bow, ended up being a very easy weapon<br/>\nto master... an added bonus.  (The Mongols, though not using crossbows,<br/>\nrained arrows down on knights from above, with enough velocity to pierce<br/>\nplate as well.)<br/>\n<br/>\nMost game systems wouldn&#39;t use a system based on this: Plated warriors<br/>\nnearly invulnerable unless you hid and shot at them with a crossbow, or took<br/>\nthem on with a mace.  A mace wielder then ineffective against a faster<br/>\nfellow with a stilleto (round one: guy with a heavy mace lying dead).  A<br/>\nrock-scissors-paper type game would be very interesting, though EQ ain&#39;t it.<br/>\nReal medieval weapons were designed to kill an opponent, if properly<br/>\nwielded, in one shot (at least as often as possible, though only<br/>\ndismembering or incapacitating sufficed as a kill).  And imagine mastering<br/>\nyour crossbow at level 4, hmm.  Strict medieval realism might never be in a<br/>\ngame, though it would be interesting.<br/>\n<br/>\nBut I enjoy EQ&#39;s system, don&#39;t get me wrong, heheh.<br/>\n<br/>\nRoop<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Kyle &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ksibbald@...\">ksibbald@...</a>&gt;<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nDate: Monday, May 17, 1999 8:14 PM<br/>\nSubject: Re: [eqbards] Platemail vs Banded vs Leather<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Kyle&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ksibbald@...\">ksibbald@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Most gaming systems factor in some real life concepts about what type of<br/>\n&gt;damage armor can and cannot protect against. Assuming that there are three<br/>\n&gt;types of damage (slash, pierce, and blunt) various armors protect various<br/>\n&gt;ways. From what I&#39;ve seen and heard, most of these are factored in here.<br/>\n&gt;<br/>\n&gt; Cloth armor isn&#39;t really gonna do much since it is easy to puncture, easy<br/>\n&gt;to cut through, and offers very little padding to slow the impact of<br/>\n&gt;something big and round.<br/>\n&gt;<br/>\n&gt; Patchwork usually provides a bit more protection against slash and blunt<br/>\n&gt;since it is slightly thicker than cloth. Piercing it may not improve<br/>\n&gt;against.<br/>\n&gt;<br/>\n&gt; The various leathers (rawhide and normal) are better against piercing and<br/>\n&gt;much better against slashing because of the toughness of it. Some are often<br/>\n&gt;padded decently so it takes the edge off of blunt damage.<br/>\n&gt;<br/>\n&gt; Studded leather would most likely improve upon slashing since the metal<br/>\n&gt;studs would help stop the blade but wouldn&#39;t do much for piercing since the<br/>\n&gt;studs cover such a small area. Blunt might actually hurt more if it hits<br/>\n </span></blockquote>one<br/>\n<blockquote><span title=\"ireply\"> &gt;of the studs and drives it into your chest. =)<br/>\n&gt;<br/>\n&gt; Reinforced is the same thing but now there is more surface area to stop<br/>\n&gt;piercing.<br/>\n&gt;<br/>\n&gt; Ring mail works much better against slash since you naw have a shell of<br/>\n&gt;metal around you. Blunt is slightly better since the rings are just linked<br/>\n&gt;and allows for force transferrence over a wider area. Not great though<br/>\n&gt;seeing as how much it gives into you. Piercing? Well, all those rings with<br/>\n&gt;the big holes in them doesn&#39;t stop much of a point. You&#39;d basically be<br/>\n&gt;reduced to whatever padding is underneath.<br/>\n&gt;<br/>\n&gt; Chain is the same as ring but usually has tigher links making it a bit<br/>\n </span></blockquote>more<br/>\n<blockquote><span title=\"ireply\"> &gt;difficult to slip a piercer in.<br/>\n&gt;<br/>\n&gt; Banded, similar to splint and scale in other game systems, improves<br/>\n </span></blockquote>against<br/>\n<blockquote><span title=\"qreply\"> &gt;piercers quite a bit now that most of those holes are filled up. Still some<br/>\n&gt;between the plates though. Slashing prolly isn&#39;t much better than chain but<br/>\n&gt;blunt is probably better now that you have plates of metal that won&#39;t give<br/>\n&gt;as easily.<br/>\n&gt;<br/>\n&gt; Plate, of course, is usually considered the best. It offers very good<br/>\n&gt;protection against slashers since it is often hard to cut metal. Blunt is<br/>\n&gt;really good since you have that rigitity of a real big piece of metal.<br/>\n&gt;Piercing is better since there are relatively few holes to sneak through<br/>\n&gt;unless you want to try and force the point of a dagger or rapier through a<br/>\n&gt;quarter inch of steel.<br/>\n&gt;<br/>\n&gt; Hope this helps.<br/>\n&gt;<br/>\n&gt; Good Journey,<br/>\n&gt;<br/>\n&gt; Sineras Silverlyre (Cazic-Thule)<br/>\n&gt;<br/>\n&gt;-----Original Message-----<br/>\n&gt;From: David Rubino [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tigger@...\">tigger@...</a>]<br/>\n&gt;Sent: Monday, May 17, 1999 1:16 PM<br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt;Subject: [eqbards] Platemail vs Banded vs Leather<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;From: David Rubino &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tigger@...\">tigger@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Hello all . . .<br/>\n&gt;<br/>\n&gt; I completed my set of bronze armor, and now I have a few questions about<br/>\n&gt;it if anyone can help.<br/>\n&gt;<br/>\n&gt; AC continues to be a mystery. It seems to be no more than an overall armor<br/>\n&gt;rating, which increases with level and with type of armor, and exists only<br/>\n&gt;so that I can compare AC values with jealous people who still have<br/>\n&gt;patchwork. Does AC really have a meaning? If so, what does the total AC<br/>\n&gt;value mean? What does the AC value of a single piece of armor mean?<br/>\n&gt;<br/>\n&gt; Now I know from experience that as soon as I went to full banded, my<br/>\n&gt;ability to take damage skyrocketed. All of the sudden things which used to<br/>\n&gt;destroy me just kept missing me or hitting me for 1 damage. This seems to<br/>\n&gt;suggest it has nothing to do with AC value, and everything to do with armor<br/>\n&gt;type. The fact that the banded &quot;only&quot; increased my AC by about 25 from<br/>\n&gt;patchwork was irrelevant.<br/>\n&gt;<br/>\n&gt; Now my bronze &quot;only&quot; increased my AC by about 15, a small amount compared<br/>\n&gt;to my overall AC, but again my ability to take damage jumped significantly.<br/>\n&gt;I can again solo everything that is blue.<br/>\n&gt;<br/>\n&gt; I read somewhere that each different type of armor (Leather, Chain, Plate<br/>\n&gt;and its equivalents) can absorb more and different types of damage as the<br/>\n&gt;armor gets better. This seems to be true, and seems to make the AC value<br/>\n&gt;worthless . . .<br/>\n&gt;<br/>\n&gt; Besides, full bronze looks really cool.<br/>\n&gt;<br/>\n&gt; Please comment . . .<br/>\n&gt;<br/>\n&gt;-Musil<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Looking to expand your world?<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;ONElist has over 145,000 email communities to choose from!<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;ONElist:  the best source for group communications.<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Join a new list today!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
