{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Rubino","from":"David Rubino &lt;tigger@...","replyTo":"LIST","senderId":"mOBRyI5gB5Wp-2-R3WCqd2wULJ5ET3CzcONzV2Yt9Ku7rm-3PPk_TQmaAltnwofTrsQuQTN1dkEPFHbjJctAnuaSC07fSOW8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Please give me a reason to play","postDate":"927064253","msgId":876,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MC44NzYuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":866,"nextInTopic":880,"prevInTime":875,"nextInTime":877,"topicId":778,"numMessagesInTopic":20,"msgSnippet":"This is one of many complaints made by high level bards . . . saying that they are not finding groups, and are not accepted at high levels. Pardon my audacity,","messageBody":"<div id=\"ygrps-yiv-1368536006\">This is one of many complaints made by high level bards . . . saying that<br/>\nthey are not finding groups, and are not accepted at high levels.<br/>\n<br/>\nPardon my audacity, but this complaint seems a little but premature, and to<br/>\nus &quot;lower&quot; level people, seems kind of silly. I play EQ a LOT, and I&#39;m not<br/>\nbad at it either. Since release my character has made it to Level 18. If<br/>\nyou are in the low 30&#39;s as you say, then you must play EQ obsessively, for<br/>\nthat level seems so far away to many of us we are not even thinking about it.<br/>\n<br/>\nSo relax and wait a bit for us normal people to catch up to you. Soon level<br/>\n30 players will be just as common as level 20 players, and I&#39;m sure you&#39;ll<br/>\nhave more luck. It seems to me that you should be happy, not sad, about<br/>\nyour incredible sucess with the game. And to us down here in the mere<br/>\nteens, the complaint seems amusing.<br/>\n<br/>\nI have never heard of groups where spots are &quot;reserved&quot; or &quot;permanent&quot; or<br/>\n&quot;temporary&quot;. Again, I think this is something unique to high level<br/>\npowergamers. It sounds amazingly rude to me. To be &quot;offered&quot; spots as if<br/>\nthey were job offers . . . wow, I feel for you, that ridiculous. It sounds<br/>\nlike high school all over again.<br/>\n<br/>\nMy guild has 80 active members. The highest level is 30, and lowest level<br/>\n(other than those who have started over with new characters) is about 8.<br/>\nThe mean is about 16 or 17. I think this represents the way things are as a<br/>\nwhole, so just wait for the wave to catch up with you . . . it will in due<br/>\ntime.<br/>\n<br/>\n-Musil<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Most of my former friends now hunt in GukBottom.  That dungeon is arranged<br/>\n&gt;in 5-lvl areas... The first area is for 30-34 lvl chars, the next is for<br/>\n&gt;35-39, etc..  My &quot;friends&quot; do not want to be &quot;bored&quot; by hunting &quot;mere blues&quot;<br/>\n&gt;with me, when they could be hunting reds with their 35-39 or 40-44 lvl<br/>\n&gt;friends.<br/>\n&gt;<br/>\n&gt;Similarly, I have yet to be accepted into the Avatar hunting groups in<br/>\n&gt;CazicThule.  Well, I was offered a temporary 1-hour spot last night, but I<br/>\n&gt;was with a 33d lvl shaman and we wanted to be together.  Little did I know<br/>\n&gt;until later that while I was offered a 1-hour slot, she was offered a<br/>\n&gt;non-temporary spot.  She did not know of my offer.  We both turned down the<br/>\n&gt;offers because we did not want to leave the other out. When I learned of the<br/>\n&gt;dual offers, I may have lost one of the few over-35th lvl friends I have,<br/>\n&gt;for I came slightly unglued over the slight that although we are equal lvl,<br/>\n&gt;a mere bard is not good enough to warrant a full slot, only a temporary<br/>\n&gt;while the group awaited someone else.  (Oddly enough, I have often asked for<br/>\n&gt;spots to be saved for me since my former friends start playing an hour<br/>\n&gt;before I get home from work... but they refuse to commit to the horrid idea<br/>\n&gt;of saving a space.  More double standards.. =(   )<br/>\n&gt;<br/>\n&gt;Even my status as a &quot;mana bard&quot; does me little good.  I am about the 7th<br/>\n&gt;highest bard on my server.  Unfortunately, there are only about 6 groups of<br/>\n&gt;my level or higher people online at any one time.... Guess who gets left<br/>\n&gt;out?<br/>\n&gt;<br/>\n&gt;Yes, I am quite unhappy in the game.  I have spent many hours helping<br/>\n&gt;others, even unto my death, yet those I help do nothing for me in return.  I<br/>\n&gt;see other bards being given plate breastpieces as reward for a single death<br/>\n&gt;in melee, but I have not received a gift piece since lvl 25 when I received<br/>\n&gt;a studded collar.  I see lvl 30 enchanters being taken into lvl 35-39<br/>\n&gt;groups, but not 30-34 bards (no, I am not the only low-30s bard on MithMarr<br/>\n&gt;with these problems).<br/>\n&gt;<br/>\n&gt;A very sad Linako Lindenlyre </span></blockquote></div>","specialLinks":[]}}
