{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"J.R. Hyde","from":"&quot;J.R. Hyde&quot; &lt;jr@...&gt;","replyTo":"LIST","senderId":"Q4NKo-YxkmEHsceHg61SPkUjMfmUF2B0IAEgxKG2NLNIeRkCC5kIRLrIbY9v0pJeIMaORHijl7W6mc2Z0Kwh","spamInfo":{"isSpam":false,"reason":"0"},"subject":"PoF and bards","postDate":"940184777","msgId":8811,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NDUuODgxMS45NTkyNzMzNzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9428,"prevInTime":8810,"nextInTime":8812,"topicId":8811,"numMessagesInTopic":3,"msgSnippet":"About two weeks ago our server finally broke in again to the PoF too. I went everyday since opening day of the pof before the patch, so i had almost a complete","messageBody":"<div id=\"ygrps-yiv-536136892\">About two weeks ago our server finally broke in again to the PoF too. I<br/>\nwent everyday since opening day of the pof before the patch, so i had<br/>\nalmost a complete set (was missing guantlets, which i now have,  and arms,<br/>\nbut i had russet arms so screw the bard arms lol). Its sooo nice that the<br/>\nboogies and samhains do not crash the zone now, that was hell on bards<br/>\nbefore cause nobody would touch something that would crash the zone. <br/>\n\tAnyways, what i would like to hear is what all the other bards do in the<br/>\npof. I primarily play the role of crowd control, if we get more than one<br/>\nmob (which is 90% of the time) i pixie strike the xtra one. Fiends, toads,<br/>\ntentacles, boogymen, scarelings i can mez without much of a problem. Amy<br/>\nknights and warriors are easy with the lvl 49 tashan too. Gorgons, phants<br/>\nare both mezzable to, but their stuns make that difficult (course having 98<br/>\nminus any songs stops that). Enchanters can mez there too of course, but<br/>\nthey all give up after a few attempts usually. Somebody always hits the<br/>\nmezzed stuff and then the mezzer has to tank it for a short period.<br/>\nEnchanters die to fast, colorflux etc not withstanding. This is with 30<br/>\npeople... with 12 its much easier to mez. So many things can trip you up<br/>\nfrom pets attacking stuff that jumped their masters to aoe weapons and<br/>\nspells. However, when it works, it works great and the effect is dramatic.<br/>\nWe have pulled off killing 7 mobs at once with two bards and pets, we can<br/>\nhardly handle 4 unless we have one bard mezzing. Then of course you have<br/>\ngroup lev for the worry wraiths and frightfingers who like to cast<br/>\ngravityflux and then the standard bard songs, especially the magic<br/>\nresistance ones. <br/>\n<br/>\nWhat do you other bards do in the PoF? Would be curious to hear what all<br/>\nthe other strategies are. <br/>\nOh yeah, i am also the primary puller alot of the time too heh, with the<br/>\nenchanter buff and just one magic resistance song playing i never die,<br/>\nsimply resist everything that kills our tanks like fear, stone breath, etc.<br/>\nWell actually i did die once today with all that running a worry wraith<br/>\ndispelled my sow and i dropped like a rock. Didnt have near enough time of<br/>\ncourse to start up selos. <br/>\n<br/>\nEgads i am tired, did two spawns today of the pof (12 hour spawn). No<br/>\ncazic, bastard wont spawn for us =(<br/>\n<br/>\n<br/>\nGendal Concorden, lvl 50 bard<br/>\nEnoch Lyciferous, lvl 42 Necromancer<br/>\nTunare<br/>\n<br/>\n<br/>\nAt 10:04 AM 10/17/1999 -0400, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;Garramone, Michael (CCI-Las Vegas)&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Michael.Garramone@...\">Michael.Garramone@...</a>&gt;<br/>\n&gt;<br/>\n&gt;speaking of fear, our server had just been able to break through 2 days ago<br/>\n&gt;for the first time since they nerfed it many weeks ago. last night was the<br/>\n&gt;first time i returned since then.  in those earlier visits i obtained<br/>\n&gt;imbrued boot and legs, and i was happy to have even gotten that (got a helm<br/>\n&gt;too but helms don&#39;t count being a wood elf).  well last night within 10<br/>\n&gt;minutes i got an imbrued breastplate.  we killed the boogey who had it, and<br/>\n&gt;about 6 other mobs came so the GG word was given out.  since our group got<br/>\n&gt;the kill and the loot time had not run out, everyone yelled for me to loot<br/>\n&gt;it, it was either i loot it or it poofs.  i felt bad, but the same thing has<br/>\n&gt;happened many times in PoF.  so i now have the only 3 pieces i ever wanted<br/>\n&gt;of imbrued, to go along with the full set of lambent.  my wife is gonna have<br/>\n&gt;a field day with her new wardrobes.<br/>\n&gt;<br/>\n&gt;Shada<br/>\n&gt;<br/>\n&gt;&gt; On a side note, my friend says there seem to be slightly less <br/>\n&gt;&gt; wandering mobs <br/>\n&gt;&gt; in PoF, but since they are still new at hunting their they <br/>\n&gt;&gt; get their butts <br/>\n&gt;&gt; kicked regularly. Here&#39;s to perseverance!<br/>\n&gt;&gt; <br/>\n&gt;&gt; Sartori D&#39;Elsiraad &lt;The Companions&gt;<br/>\n&gt;&gt; Bard of Kelethin of the 48th Chorus<br/>\n&gt;&gt; Veeshan<br/>\n&gt;<br/>\n&gt;&gt;Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:toren@...\">toren@...</a> with <br/>\n&gt;the subject lol. </span></blockquote></div>","specialLinks":[]}}
