{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tony Butler","from":"&quot;Tony Butler&quot; &lt;tbutler@...","replyTo":"LIST","senderId":"Q8nv17eKg5lDj9-MD1s3yZeafmPrf-21mzlvL6JxdeeVkECaaCM8Ne0nO-dzFJZrdBVdSETudN4yHfSdvMhfS_LqWk6m","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Please give me a reason to play","postDate":"927078725","msgId":882,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS41MC44ODIuOTU5MjczMzY4QGVHcm91cHMuY29tPg=="},"prevInTopic":880,"nextInTopic":885,"prevInTime":881,"nextInTime":883,"topicId":778,"numMessagesInTopic":20,"msgSnippet":"... it. Aye, you are right.  I happened into a group of power-gamers when I was lvl 4 (several were friends of mine from P4) and I ve been playing catch up ","messageBody":"<div id=\"ygrps-yiv-1058670302\"><blockquote><span title=\"ireply\">&gt;This is one of many complaints made by high level bards . . . saying that<br/>\n&gt;they are not finding groups, and are not accepted at high levels.<br/>\n&gt;<br/>\n&gt;Pardon my audacity, but this complaint seems a little but premature, and to<br/>\n&gt;us &quot;lower&quot; level people, seems kind of silly. I play EQ a LOT, and I&#39;m not<br/>\n&gt;bad at it either. Since release my character has made it to Level 18. If<br/>\n&gt;you are in the low 30&#39;s as you say, then you must play EQ obsessively, for<br/>\n&gt;that level seems so far away to many of us we are not even thinking about<br/>\n </span></blockquote>it.<br/>\n<br/>\n<br/>\nAye, you are right.  I happened into a group of power-gamers when I was lvl<br/>\n4 (several were friends of mine from P4) and I&#39;ve been playing &quot;catch up&quot;<br/>\nevery since.  In order to try to stay with (or anywhere near) the levels of<br/>\nthose I used to game with heavily, I must play EQ almost every waking moment<br/>\nthat I am not at work.  But they are the only people I know in the game.<br/>\n*shrug*<br/>\n<br/>\nOTOH however, it doesn&#39;t take all that much effort to get to high levels<br/>\nquickly IF you know where things are, which mobs to hunt at which level, and<br/>\nare in a group with good players and learn to augment their style of play.<br/>\nThis last point is really the telling one for bards, although it is<br/>\nimportant to everyone.  When I join a group I always am cautious at first.<br/>\nI watch how they react in melee.  How does the healer do his thing? Is he a<br/>\nmelee-oriented healer, or is he a stand back and heal person?  Is it a<br/>\nfetch-and-retrieve group or a wander aimlessly group?<br/>\nIf it&#39;s a fetch group, does the fetch wait until current melee is over<br/>\nbefore going for next fetch or does he go when existing mob is down to 20%?<br/>\nHow effective are the casters?  Do they dump their mana in rapid fire<br/>\nsuccession or do they hold back and go for killing nuke? What is the mob<br/>\nwe&#39;re hunting, and what other mobs might turn up?<br/>\n<br/>\nAfter I determine all of that, THEN I make my final song selection, memming<br/>\ndifferent songs if necessary.  Do this, and you will be one of the best<br/>\nbards on your server.  Insist on sticking with your personal favorite song,<br/>\nand you&#39;ll have dead group members.  I recall one bard who used to ALWAYS<br/>\nuse charm song.  Unfortunately, he&#39;d do /assist first, so the entire group<br/>\nwould have to retarget.<br/>\n<br/>\nGetting back to leveling speed, you can level quickly, all you need is one<br/>\nperson in your regular group who knows where to go for max eeps.  One of my<br/>\nformer groupmembers quit his 30th lvl cleric and started over.  In 3 days he<br/>\nwas lvl 12.  He made a level a day for next 3 days.  Do I recommend playing<br/>\nthat way?  No way.  While I enjoy being within spitting distance of the top<br/>\nbard on my server, I wish I&#39;d done differently now.  I&#39;ve missed out on a<br/>\nlot of fun in the chase for levels.  =(<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;So relax and wait a bit for us normal people to catch up to you. Soon level<br/>\n&gt;30 players will be just as common as level 20 players, and I&#39;m sure you&#39;ll<br/>\n&gt;have more luck. It seems to me that you should be happy, not sad, about<br/>\n&gt;your incredible sucess with the game. And to us down here in the mere<br/>\n&gt;teens, the complaint seems amusing.<br/>\n<br/>\n<br/>\n </span></blockquote>When you get to a certain level, and you&#39;re on the leading edge of &quot;the<br/>\npack&quot;, you have to stay in front or get trampled.  When I first started<br/>\ndoing Thule, we had our choice of what we wanted to do.  Almost no one was<br/>\nthere.  10-15 players in the zone at most.  Now, 50-70 players in the zone<br/>\nis common, and everyone is fighting over the prime hunting areas.  That&#39;s<br/>\nwhy I want to stay on the front edge.... I don&#39;t like having to compete with<br/>\nso many people for a decent chance for a few eeps.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I have never heard of groups where spots are &quot;reserved&quot; or &quot;permanent&quot; or<br/>\n&gt;&quot;temporary&quot;. Again, I think this is something unique to high level<br/>\n&gt;powergamers. It sounds amazingly rude to me. To be &quot;offered&quot; spots as if<br/>\n&gt;they were job offers . . . wow, I feel for you, that ridiculous. It sounds<br/>\n&gt;like high school all over again.<br/>\n<br/>\n<br/>\n </span></blockquote>You&#39;re quite right.  But on the other hand, imagine being at a level where<br/>\nanything you can solo gives you no experience.  You MUST group to do<br/>\nanything.  Now imagine sitting in a dungeon area for hours, waiting for a<br/>\nchance to get in a group.  I once sat for 2 hours waiting for a &quot;guy who&#39;s<br/>\nabout to leave&quot; to actually leave.  (turned out he did leave, spot given to<br/>\nsomeone else, another quit, spot filled, and I got the 3d opening)  A friend<br/>\nof mine who got fed up with EQ once sat for 6 hours after being told he had<br/>\nthe &quot;next opening&quot;.<br/>\n<br/>\nYou get to know which group leaders are the best.  Which are most<br/>\nsuccessful? Which have best survival rate? Which is least likely to dump<br/>\ntrains on people nearby?  Which leader knows how to control a spawn? Which<br/>\npeople know which items are on what mobs?  And you try to get in those<br/>\ngroups.  When you&#39;re in &quot;the pack&quot; (i.e., where most players are at<br/>\nlevel-wise), you may have 50-100 group leaders who are good to be with.<br/>\nWhen you&#39;re on the front edge of the pack, you have 3-4 good leaders and<br/>\ncompetition is keen to get into their groups, because you know it would be<br/>\nVERY worth your while.<br/>\n<br/>\nLinako.</div>","specialLinks":[]}}
