{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Operaman","from":"&quot;Operaman&quot; &lt;slider@...","replyTo":"LIST","senderId":"T5k1s_uEG1XzIGpKxSc2NLeyxHpU9Q7yW-SZJjif7xF4VB2kPcrk_8AXMLslX8Y-rWoBiX1BXV2_91rgU44pWEGf-j-q4YM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Operaman Origin","postDate":"940619612","msgId":8994,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NTQuODk5NC45NTkyNzMzNzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":8993,"nextInTime":8995,"topicId":8994,"numMessagesInTopic":1,"msgSnippet":"I was bored at work so came up with a Roleplaying origin for my character (No, his first name is not Adam :p ). I present it for your enjoyment. Name origins","messageBody":"<div id=\"ygrps-yiv-1166822898\">I was bored at work so came up with a Roleplaying origin for my character (No, his first name is not Adam :p ). I present it for your enjoyment.<br/>\n<br/>\n<br/>\n<br/>\nName origins are a funny thing.<br/>\n<br/>\nI spent my adolescence as a nameless servant to the owner of a Freeport tavern. While I earned no money and worked long, harsh hours, I was provided food and shelter. The tavern patrons were an unruly lot and I endured scorn, abuse, and ridicule for my bastard heritage.  Occasionally a shady character, either from sympathy or boredom, would take me aside and show me a trick or two. Cards, dice, lockpicking, hiding, sneaking, knives. I displayed prowess at any low art I touched and Bristlebane, the God of Mischief, became my idol. Jokes and juggling earned me a copper, or a cut of the take if I could distract a noble while my friends cut his purse. My &quot;career&quot; path would appear to have been set, but for the other influence in my life. <br/>\n<br/>\nThe tavern was popular as a venue for traveling musicians and I revelled in their wondrous tunes. Whenever I had the chance I would talk to the artists. They welcomed my curiosity and would tell grand tales of exotic locales until my master yelled at my idleness. They taught me the basics of many instruments and let me sit in with them after hours if they weren&#39;t too drunk to play. I learned songs no mother would teach her son and limerics that would burn a dwarf warrior&#39;s ears. Music became my new passion and I would sneak into the Theater of the Tranquil to witness the marvelous plays and musicals. One day I even saw an Ogre singing with a deep, bellowing voice in an ancient musical form. I remembered everything I saw and practiced on my own when I could steal a free moment.<br/>\n<br/>\nOn a fateful night the tavern was packed full with rowdy, drunken sailors. The house band was doing its best to play above the din and entertain the unquenchable lot. But a carelessly thrown pewter mug caught the singer across the temple and he fell in a heap. The musicians, fearful for their safety, stopped playing and prepared to leave. The crowd threatened to riot with no music, and the tavern owner looked desperately for a way to calm the sea folk. His eye fell on me and a pudgy finger stabbed out toward to the stage. &quot;Sing&quot;, he mouthed. Nervous, I jumped on stage and convinced the minstrels to play one more number. As the song began I imitated the only form I could remember at the moment, the Ogre&#39;s soulful bellow. The sailors, on the verge of frenzy, suddenly silenced, all eyes now resting on this dirty servant with the deep, passionate voice. As the song drew to a close the only sound was a sniffle as my soon to be former master wiped a tear from his eye. &quot;Boy, what was that?&quot; he asked. &quot;Opera, man.&quot;<br/>\n<br/>\n<br/>\nOperaman<br/>\nMeandering Maestro<br/>\nInnoruuk</div>","specialLinks":[]}}
