{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"M Sanford (Maev)","from":"&quot;M Sanford (Maev)&quot; &lt;pr0teus@...","replyTo":"LIST","senderId":"ZaI6QbQXN7MDKDJj6qMXjJf8ETeduOYvPp3iUgGMociIILKtZ1BExZilyZ6tXmc2xAeKWfxgQs970xufCGSqeWq5VgQryJhW58_GozPQL2ao","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Imbrued platemail - a defect?","postDate":"940807064","msgId":9044,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NTguOTA0NC45NTkyNzMzNzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9222,"prevInTime":9043,"nextInTime":9045,"topicId":9044,"numMessagesInTopic":2,"msgSnippet":"Just a minor rant on the lack of ac on Imbrued platemail. I honestly believe some kind mistake was made. The warrior-only platemail from PoF is ac 36. Ok,","messageBody":"<div id=\"ygrps-yiv-319663795\">Just a minor rant on the lack of ac on Imbrued platemail. I honestly<br/>\nbelieve some kind mistake was made.<br/>\n<br/>\nThe warrior-only platemail from PoF is ac 36. Ok, cool, warriors are the<br/>\nultimate tanks, they deserve that much ac.<br/>\nThe ac on the Paladin-only and SK-only breastplates is 30. They&#39;re<br/>\nhybrid classes, so its understandable why they&#39;d have less ac than<br/>\nwarriors.<br/>\nThe ac on the cleric-only breastplate is 28. Clerics arent designed to<br/>\ntank (at higher levels, mind you), so they dont need as much ac as a<br/>\nnatural plate-wearing, tanking class. Understood, no problems there.<br/>\nThe ac on the ranger-only breastplate (and i suspect the same for<br/>\nrogues) is 26. Why 26 and not 30, since rangers are hybrids/tanks?<br/>\nWell.. (this is the key point to my rant) rangers are natural chain<br/>\nwearers. Meaning Verant from the start designed rangers to have less ac<br/>\nthan their hybrid counterparts, thus they limited them to wearing chain<br/>\nmail, not plate. They *can* wear plate of course, but only *magic*<br/>\nplate.<br/>\nSo why am I ranting and raving you ask?<br/>\nThe ac on the bard-only breastplate is 26. Same as a ranger, who was<br/>\ndesigned to have less ac than the typical plate-wearing classes. The<br/>\nbard however, was not designed that way. We are a natural plate-wearing<br/>\nclass so that we can have higher ac to make up for our lack of defensive<br/>\nskills, or whatever Verant had in mind when they created the class.<br/>\nNow look back.. clerics, who are not a tanking class, (much like bards),<br/>\nhave 28 ac on their breastplate. I would expect the same, if not better,<br/>\non the imbrued breastplate since we are a fellow plate-wearing class<br/>\nthat wasnt designed to be tanking. (At higher levels, mind you). So why<br/>\nare bards penalized I ask?<br/>\nI think there&#39;s a chance that an error was made. It seems the ac on each<br/>\npiece of our armor is the same of rangers/rogues who although are melee<br/>\nclasses, they are also natural chain wearers, who were desgined by<br/>\nVerant to have *less* ac than any type of plate-wearing class, not<br/>\n*equal* ac.<br/>\nNow to clarify a few things.. this isnt a bash against rangers to get<br/>\nthem nerfed. This isnt a bash against clerics to get them nerfed. This<br/>\nisnt a discussion about a bard&#39;s role in a group. This is not a<br/>\ndiscussion about anything other than the AC on the class specific armor.<br/>\nAnd if you think my case is just is only limited to the breastplate, it<br/>\nis not.<br/>\n<br/>\nHere are some more examples: (When I say &#39;Chain wearers,&#39; I&#39;m referring<br/>\nto Rangers/Rogues/Shaman).<br/>\nCleric-only greaves: ac 15. Bard-only greaves: ac 14. Chain wearers-only<br/>\ngreaves: ac-14.<br/>\nCleric-only vambraces: ac 15. Bard-only vambraces: ac 13. Chain<br/>\nwearers-only vambraces: ac 13.<br/>\nCleric-only boots: ac 15. Bard-only boots: ac 14. Chain wearers-only<br/>\nboots: ac 14.<br/>\nI can list more and more pieces, but you get the point.<br/>\nIt is my belief that bards deserve to have as much, if not more, ac than<br/>\na cleric.  The fact that we do not, boggles me.<br/>\n<br/>\nNow unfortunately I&#39;m not aware of the proper way to bring this to the<br/>\nattention of the dev team. So please, let me know how. Or, if you also<br/>\nagree with me that this is a mistake, and you do know how to bring this<br/>\nto the attention to the dev team, please go on ahead and do so. It&#39;d be<br/>\na great favor.<br/>\n<br/>\nMaev Lorekeeper<br/>\nTarew Marr<br/>\n<br/>\nPS: Our lambent greaves (which require killing lvl 30ish mobs): ac 14.<br/>\nOur Imbrued greaves (which require killing lvl 45+ mobs): ac 14.<br/>\n*boggle*</div>","specialLinks":[]}}
