{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Christopher Andrews","from":"&quot;Christopher Andrews&quot; &lt;cmandy_drew@...","replyTo":"LIST","senderId":"Y0_MKKShpaANl4LR3IHoxaVLderseYNNeMleC22a2DOCfqrDpAaSSHagxmtI34tjblKS2Zun4FYKNRzl2v1mbXnAlnSnOTpllXCYiIHGjOeRvkY0bEQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Song probs?","postDate":"940969024","msgId":9124,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NjIuOTEyNC45NTkyNzMzNzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9136,"prevInTime":9123,"nextInTime":9125,"topicId":9124,"numMessagesInTopic":6,"msgSnippet":"i m glad to see it s not just me having this exact problem... yesterday alone i encountered two separate occasions when i could not sing a song due to another","messageBody":"<div id=\"ygrps-yiv-1657931282\">i&#39;m glad to see it&#39;s not just me having this exact problem...<br/>\n<br/>\n   yesterday alone i encountered two separate occasions when i could not <br/>\nsing a song due to another song being what appeared to be &quot;locked&quot; into <br/>\nverse. now the peculiar thing was that one of these times, i was in east <br/>\ncommons grouped with another bard, and some others. i decided since i was a <br/>\nlittle higher than he was, to sing my hymn song instead to heal up the party <br/>\na wee faster. his song ended. i attempted to start my hymn. did not take... <br/>\nat all. i tried maybe 20 times. grrr... this wasn&#39;t the first time it had <br/>\nhappened to me, so i didn&#39;t panic. i simply zoned. it seems to fix the <br/>\nproblem, but isn&#39;t necessarily something you want to do while either <br/>\nfighting some mobs, or trying to heal your party while preparing for the <br/>\nnext battle.<br/>\n   even while i was running towards the zone, i asked the other bard to sto <br/>\nsinging his song again. he did once more. i was maybe half the zone away <br/>\nfrom him and still kept getting the message &quot;your wounds begin to heal.&quot; <br/>\nhmmm... i left clicked on the icon to try removing the effects that way. <br/>\nalso no luck. well since i was at the zone, i went ahead and did the sure <br/>\nfix.<br/>\n   is this happening with any other bards? what could be the problem? maybe <br/>\nan incidental bug included with the last patch. or is what Sylly was <br/>\ndiscussing having to do with lag and spikes? i didn&#39;t experience any of that <br/>\nif i recall correctly.<br/>\n<br/>\nPava<br/>\nBard in the 13th measure<br/>\nCazic Thule<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt;Yesterday, the lag was incredible.  Constant 15% to 35%, surges and spikes<br/>\n&gt;into red with 50% to 80%.  Other players all complaing.  Some guys getting<br/>\n&gt;dumped and coming back only to be nekkid and bind spot - never seeing a<br/>\n&gt;fight.<br/>\n&gt;<br/>\n&gt;So, rather than venture into some hard dungeon, I was helping a group do<br/>\n&gt;HG&#39;s off the wood bridge in North Karanas.  Staying back, buffing and mana<br/>\n&gt;song.  So, then I decide ok, let&#39;s try Denons with horn and see how he <br/>\n&gt;likes<br/>\n&gt;it.  Great - he&#39;s wincing away nicely.<br/>\n&gt;<br/>\n&gt;Then my friend Kaldivar comes by and asks about fenne&#39;s and charms.  So, I<br/>\n&gt;say follow me I can show you a Grifxxxx spawn spot - do you know where the<br/>\n&gt;named treeant is? (By now you should have a pretty good idea of what is<br/>\n&gt;coming next.)<br/>\n&gt;<br/>\n&gt;On the way there, I cant get selo&#39;s to lock and stay up.  I click, it trys,<br/>\n&gt;then stops.  I start whining about lag and how weird this is a cant make my<br/>\n&gt;songs play, etc. etc. Just as we get to that little tower, I look up and go<br/>\n&gt;&quot;hmmm, wonder why the tree is moving around like that?&quot;  Followed shortly <br/>\n&gt;by<br/>\n&gt;&quot;you are burned&quot; and whoof 2 plus bubs of hp dissappear.  Btw: Kaldivar <br/>\n&gt;says<br/>\n&gt;&quot;oh I dunno, he is red to me&quot; Hehe - I start running away and frantically<br/>\n&gt;yelling &quot;ZNE, ZNME, ZONE!!&quot;  You are burned. Another 2 bubs gone and a<br/>\n&gt;glimpse of the goodie werewolf hunter chasing me as well.<br/>\n&gt;<br/>\n&gt;Now I am keying and clicking Selos very, very fast and desparately trying<br/>\n&gt;for a zone.  Praise the Gods!  It finally stuck and I escaped to the <br/>\n&gt;Western<br/>\n&gt;Karana.<br/>\n&gt;<br/>\n&gt;So, all I can think of is Denons was locked on - due to some lag bug? Selos<br/>\n&gt;would not start and since there is no icon and were no other mobs being hit<br/>\n&gt;- there was no screen message to see.  But seems even wierder than that.  I<br/>\n&gt;scrolled back to see what spell he was casting and do not recall seeing &quot;a<br/>\n&gt;Xannthoulos winces&quot; message.  Not that is some strong &quot;bard hate&quot; when <br/>\n&gt;stuff<br/>\n&gt;that likes you attacks you!!<br/>\n&gt;<br/>\n&gt;After a bit, the lag seemed to settle enough so I went and helped my group<br/>\n&gt;kill spectres.  Even with 3 and 4 of them getting pulled, it seemed almost<br/>\n&gt;too easy.  Of course we did have an enchanter handling the crowd control.<br/>\n&gt;She could park them as necessary while we feared (although not the bard<br/>\n&gt;fear) and killed the others.  Hehe, spectres are too easy.  Never thought I<br/>\n&gt;would be saying that.<br/>\n&gt;<br/>\n&gt;Sylly Songsynger<br/>\n&gt;&lt;Spirit of the Moon&gt;<br/>\n&gt;Bard of the 34th song<br/>\n&gt;somewhere on Innoruuk </span></blockquote></div>","specialLinks":[]}}
