{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reece, Tom - 25IDL G4","from":"&quot;Reece, Tom - 25IDL G4&quot; &lt;g4mntofcr@...&gt;","replyTo":"LIST","senderId":"8AFRwrnaZTUjv7nYuT9A4a8HAgU8QBppAcpmrGqm0IMBtYzZCmVNpQJpAbSkE-uZlhQtBbDTEoSiXmDCMcjE5PrSDl3SunC-wu-Cu0gOCVUdORKkcOXKfS3SaZnYNZ0NFTU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Some questions about Experience (off-topic)","postDate":"940982033","msgId":9138,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NjMuOTEzOC45NTkyNzMzNzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9140,"prevInTime":9137,"nextInTime":9139,"topicId":9138,"numMessagesInTopic":20,"msgSnippet":"Got a couple of questions I want to run by everyone to see what you have to say. Question 1 Last night while I was in Mistmoore, a friend sent me a message","messageBody":"<div id=\"ygrps-yiv-2120803443\">Got a couple of questions I want to run by everyone to see what you have to<br/>\nsay.<br/>\n<br/>\nQuestion 1<br/>\n<br/>\nLast night while I was in Mistmoore, a friend sent me a message over /tell<br/>\ntelling me about how much fun he had while he was in Mistmoore.  He remarked<br/>\nthat the amount of experience points he got while he was there was<br/>\n&#39;awesome&#39;.  He believed that the mobs in Mistmoore gave more experience than<br/>\nmobs in other places.  As a 25th level bard, the Mistmoore yard trash all<br/>\nconned blue to me.  I have always read that the /con of a mob was more an<br/>\nindication of how much experience you would receive from killing it rather<br/>\nthan how tough the mob is.  Assuming this is true, a blue mob in Mistmoore<br/>\nshould give the same amount of experience as a blue mob anywhere else.  With<br/>\nthat said, it did seem to me that my experience bar did move much faster<br/>\nlast night than it had in recent adventures in other zones.  I see three<br/>\npossible explanations for this: 1) my perception was clouded based on the<br/>\ncomment of my friend and I only thought I was getting more experience, 2)<br/>\nthe mobs in Mistmoore do give more experience than mobs in other locations,<br/>\nor 3) the spawn rate is Mistmoore is so high that there isn&#39;t much downtime<br/>\nand as a result you get to kill more stuff, resulting in more experience<br/>\ngain.<br/>\n<br/>\nCan someone with definitive knowledge please confirm the real answer? <br/>\n<br/>\nQuestion 2<br/>\n<br/>\nLately, I have been adventuring in Unrest and Mistmoore in an attempt to get<br/>\nthe quest components for the bard armor.  While in Unrest, I joined a 30+<br/>\ngroup in the Ghost room.  The highest level person was 38.  I&#39;m 25th level<br/>\nand I got no experience from any kill for the entire time I was there.  I<br/>\ndid get the bracelet from the GDB so overall it was mission success.<br/>\n<br/>\nLast night in Unrest I grouped with some guildmates who were all 30+ level.<br/>\nThis time, the highest level person was 34 and I got experience when we<br/>\nkilled stuff.  This was the first time I had ever grouped with anyone where<br/>\nthe level differential (9 levels between highest to lowest) was that high<br/>\nand I still got experience.  Everything we were fighting conned red to me.<br/>\nIn comparison, when I group with people close to me in level, we usually try<br/>\nto take on mobs that con blue or black to me.  That leads to the following<br/>\nquestion:<br/>\n<br/>\nGiven the situation I just described, and over the same amount of time,<br/>\nwould the total experience received in both situations come close to being<br/>\nequal?  In other words, does grouping with higher level characters fighting<br/>\nmobs that con red to you equal (or come close to equalling) grouping with<br/>\nequal level characters fighting mobs that con blue to you?  <br/>\n<br/>\nI tend to prefer grouping with characters close to me in level but there are<br/>\noften situations late at night when its hard to find other players to group<br/>\nwith.  Knowing that I could still get good experience grouping with<br/>\ncharacters a lot higher than me gives me a second option.<br/>\n<br/>\nThanks<br/>\nGaltin of E&#39;ci<br/>\n25 bard</div>","specialLinks":[]}}
