{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Garramone, Michael (CCI-Las Vegas)","from":"&quot;Garramone, Michael (CCI-Las Vegas)&quot; &lt;Michael.Garramone@...","replyTo":"LIST","senderId":"80ScFuUZi2UWdE2kA3YURgtnZIzt7mfv5RMyP3TK3iogo3tPUK8gxxqUpJxOrOc1Ir9Md7gc7IlzxsrMXKL7ts2-JVYD1XrIKDU5cnkPHQm6B8OM_kZ9VL2Bzx5AHO9AyKX0__6Anw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: PoF and bards","postDate":"941383044","msgId":9428,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NzcuOTQyOC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":8811,"nextInTopic":9497,"prevInTime":9427,"nextInTime":9429,"topicId":8811,"numMessagesInTopic":3,"msgSnippet":"i haven t tried pixie strike in PoF yet.  this message just came through a couple weeks old hehe, and since then we have all been seeing how the song is","messageBody":"<div id=\"ygrps-yiv-2016762729\">i haven&#39;t tried pixie strike in PoF yet.  this message just came through a<br/>\ncouple weeks old hehe, and since then we have all been seeing how the song<br/>\nis broken.  by the time you can get it to stick you&#39;ll be at your bind<br/>\npoint.  i asked another level 50 bard up there once if he thought we should<br/>\nuse it, as i read about bards in PoF using it successfully, but as it was so<br/>\ntough to get to work we decided not to bother.  so other than pixie strike,<br/>\ni use the same songs you do.<br/>\n<br/>\ni was ecstatic to get back in and complete my set after so many weeks since<br/>\ngetting my legs and boots.  picked up breastplate, bracer, gloves in the<br/>\nfirst 3 days back.  have it all but one bracer and arms (have mithril<br/>\nanyway, imbrued arms are weak hehe and the helm stays in the bank til a<br/>\ngraphics patch or forever possibly).  it&#39;s fun and a nice change, but after<br/>\nthose first few days back, it seems more like each trip is wondering if and<br/>\nwhen i will lose my corpse.  when things go bad, and everyone dies and the<br/>\nroamers and gate spawn, the groups turn pretty chaotic.  the other day after<br/>\nlosing to draco (in hindsight don&#39;t try draco a few minutes before the<br/>\ngate/roamers spawn) we actually all got back in and got all corpses, only to<br/>\npull way too many mobs and have to all gate out.  would have been ok if not<br/>\nfor my GGer going LD and myself dying as the others in my group self-gated.<br/>\nafter sitting around on our asses for 2 or 3 hours after everyone died and<br/>\nnot being able to break back in (nor trying much for that matter), i<br/>\nbasically got to the &quot;f**k it&quot; stage of worrying about my corpse and went in<br/>\nalone, dragged my corpse to the SW ledge, and waited for a GGer to come get<br/>\nme.  on 2 occassions someone trained something to me.<br/>\n<br/>\nhowever this WAS one of the coolest things ever... we all know everything in<br/>\nthere sees invis, though camo/invis does lower the aggro range.  well<br/>\nsitting up on the ledge, playing invis song next to a feigned monk, a druid<br/>\ntrained a scareling to the ledge trying for his corpse.  after he was killed<br/>\nright next to me, the scareling sat there for a good minute and stared<br/>\nstraight into my eyes.  i have never been so frozen in the game.  the monk<br/>\nwas laughing his ass off and in awe at the same time.  i didn&#39;t even want to<br/>\nspeak, in case the scareling could hear my text hehehe.  after the face-off<br/>\nhe slowly flew away, and i could breathe again.  this scareling was no more<br/>\nthan a foot away, well within melee range, but did not see me.  well a<br/>\nsecond person trained me and this time 2 scarelings did take me out, just<br/>\nafter my GGer arrived and was going to invite me.  well i went back with a<br/>\nGGer, both invis and sow&#39;d, looted, reinvis during, GG out.  not hard when<br/>\ndone right and not trained.  still the 2nd time in a week with a 5 to 6 hour<br/>\ncorpse recovery for me.  that 8 hour limit is just getting too close for my<br/>\ntaste.  and we have to all go through it again for PoH hehe =)<br/>\n<br/>\nShada Bladestorm, L50 Wood Elf Bard<br/>\nTyria Sarkin, L24 High Elf Wizard<br/>\nErisi Dlarit, L24 High Elf Paladin<br/>\nManda D&#39;ulin, L20 Wood Elf Warrior<br/>\nMithaniel Marr Server<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;J.R. Hyde&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jr@...\">jr@...</a>&gt;<br/>\n&gt; <br/>\n&gt; What do you other bards do in the PoF? Would be curious to <br/>\n&gt; hear what all<br/>\n&gt; the other strategies are. <br/>\n&gt; Oh yeah, i am also the primary puller alot of the time too <br/>\n&gt; heh, with the<br/>\n&gt; enchanter buff and just one magic resistance song playing i never die,<br/>\n&gt; simply resist everything that kills our tanks like fear, <br/>\n&gt; stone breath, etc.<br/>\n&gt; Well actually i did die once today with all that running a <br/>\n&gt; worry wraith<br/>\n&gt; dispelled my sow and i dropped like a rock. Didnt have near <br/>\n&gt; enough time of<br/>\n&gt; course to start up selos. <br/>\n&gt; <br/>\n&gt; Egads i am tired, did two spawns today of the pof (12 hour spawn). No<br/>\n&gt; cazic, bastard wont spawn for us =(<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Gendal Concorden, lvl 50 bard<br/>\n&gt; Enoch Lyciferous, lvl 42 Necromancer<br/>\n&gt; Tunare </span></blockquote></div>","specialLinks":[]}}
