{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robin Wise 3","from":"&quot;Robin Wise 3&quot; &lt;eurmali@...","replyTo":"LIST","senderId":"gnuc1ozZDcIJygikolmMtAWdVUqAY-Cw-f3gmjtJc9XLKM4adqyX07Yl_VE7Xay33lQK3_N4Wsh9lxaQG-GFdq3ibsOH66wayBfa","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Plane of Hate Spews Forth... well, spews anyways","postDate":"941488260","msgId":9475,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40NzkuOTQ3NS45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9477,"prevInTime":9474,"nextInTime":9476,"topicId":9475,"numMessagesInTopic":6,"msgSnippet":"... Hrm.  My experiences in this event were somewhat underwhelming as well... I was in Mistmoore when a friend told me something was happening in Nektulos and","messageBody":"<div id=\"ygrps-yiv-283122451\"><blockquote><span title=\"ireply\">&gt;    Date: Mon, 1 Nov 1999 08:04:06 -0800 (PST)<br/>\n&gt;    From: Katy Westerman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katyw@...\">katyw@...</a>&gt;<br/>\n&gt;Subject: RE: Rumor of the bards ultimate weapon?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Well, E&#39;ci&#39;s version of the event got screwed up by some greedy high <br/>\n&gt;leevls.  Most all of the good NPC&#39;s were killed and I don&#39;t think anyone <br/>\n&gt;got rewarded except for those who got to loot the undead and dark elves <br/>\n&gt;(read greedy high level bastards).  The high levels weren&#39;t all bad, <br/>\n&gt;though, some would leave the loot if they couldn&#39;t use it and broadcast to <br/>\n&gt;the zone where it was...so some greedy high level (who probably couldn&#39;t <br/>\n&gt;use it) would come and pick it up.  Bitter? Nah.  Actually I only died once <br/>\n&gt;in the whole thing, when I was blinded by Innoruk&#39;s hate.  Friend of mine <br/>\n&gt;died at least 3 times and lost exp everytime.  My guess for the portal is <br/>\n&gt;Kithicor or Nektulos forest.  I doubt they&#39;d put a portal in a town, even <br/>\n&gt;if it is Neriak.  I just wish I had something to show for my 3 hours of <br/>\n&gt;running around the continent.<br/>\n<br/>\n </span></blockquote>Hrm.  My experiences in this event were somewhat underwhelming as well... I <br/>\nwas in Mistmoore when a friend told me something was happening in Nektulos <br/>\nand HighKeep.  Having missed every server event so far in the time I&#39;ve been <br/>\nplaying (well, there weren&#39;t that many, come to think of it) I decided to <br/>\ncome check it out.<br/>\n<br/>\nAs I arrived in Freeport, I discovered that the Tier&#39;dal GM had moved to the <br/>\nEast Commons... warning sign #1.  When I entered the East Commons, I was a <br/>\nbit surprised to see a Tier&#39;dal Chaplain, a Tier&#39;dal Ritualist, and a <br/>\nTier&#39;dal High Priest all sitting around chattign by the zone.  Well, I had <br/>\nmy MM Battledrums, and this was countryside I have known well for months, so <br/>\nI had no fear.  I ran away with full confidence... until I was smitten by <br/>\nsome bloody spell or other that slowed me to a crawl and took nearly all my <br/>\nlife.  The follow-up, of course, killed me - I think it was the High Priest, <br/>\nso I didn&#39;t feel too bad... after all, he was probably twice my level.<br/>\n<br/>\nOnce I recovered my body, I followed the GMs to the West Commons - a glutton <br/>\nfor punishment, me... but honestly I was rather hoping I&#39;d be able to gather <br/>\nall the plotlines and writeup the story on behalf of the League of Antonican <br/>\nBards.  Well, I found the Tier&#39;dal NPCs with an attendant crowd of PCs: DE, <br/>\ntroll, ogre, and a handful of others all invisible and (speakig for myself <br/>\nat least) rather scared.  There was one Tier&#39;dal attendant, whose name is on <br/>\nthe many screenshots I took but which escapes me now, who was easily more <br/>\nintimidating than Innoruuk&#39;s Daughter.  This guy was levitating over <br/>\neveryone&#39;s heads (I mean his feet were at all times at eye level), and he <br/>\ncarried a horrible looking scythe... I was careful not to get too close.<br/>\n<br/>\nWe all entered Kithicor, and that&#39;s where the Hells broke loose.  The GMs <br/>\nwere supposed to meet each other in battle apparently.  Well, the evil group <br/>\nstopped at the crossroads, and we all waited around while Lanis T&#39;vil <br/>\n(spelling, sorry do&#39;t recall exactly) taled to her daddy Innoruuk.  Well, <br/>\nafter a few minutes her bodyguard walked over to me and said, &quot;Be gone&quot;, <br/>\nthen turned and went back to the group.  I should have heeded his warning... <br/>\nwithin 5 seconds I heard &quot;A Tier&#39;dal Elder Ritualist begins to cast a spell&quot; <br/>\nand I was fleeing through Kithicor, scared out omy wits.  I ran right into <br/>\nthe open arms of some other DE necro, who I never even had a chance to greet <br/>\nbefore I awoke in Freeport yet again.  You have lost a level!  You are now <br/>\nlevel 25.<br/>\n<br/>\nAt this point the zone went down, and it took me some 30 mintues to get back <br/>\ninto Kithicor to loot my corpse.  I found most of the others, who had <br/>\nsomehow lost track of the GMs.  The battle waged on, and, as you al know, <br/>\nevil prevailed that day.  The crowning moment was when we were warned by <br/>\nInnoruuk himself to flee, and then my screen showed &quot;Hate0 tries to cast a <br/>\nspell on you, but you are protected.  Pain and suffering tries to strike YOU <br/>\nbut misses.  You died.&quot;<br/>\n<br/>\nWell, I returned to the zone and recovered my body, and watched the <br/>\naftermath - I noticed that, of about 180 people in Kithicor at the end of <br/>\nthe event, 16 were bards.  Way to go, guys!  I do&#39;t think I have ever been <br/>\nanywhere with so many fellow songweavers, or anywhere where we comprised <br/>\nsuch a large portion of the populous.<br/>\n<br/>\nKithicor is now chock full of NASTY undead, as is Qeynos Hills - after 3 <br/>\ndeaths at this &quot;event&quot; I went to Qeynos to help a young bard recover his <br/>\ncorpse (lost in the aquaducts) and discovered that Qeynos Hills is also <br/>\nteemig with undead.  I personally met Varshoon the Undying (red as death) <br/>\nand got to experience once agai the joy and marvel that is fleeing across a <br/>\nzone out of control.  Argh, I hate necromancers.<br/>\n<br/>\nAnyways, I was unimpressed with the whole event - there were precious few <br/>\nthings that I had any chance of fighting, far too many I had NO chance <br/>\nagainst, and PL and lag were horrible across 5 zones.  To top it off, I <br/>\nmissed most of the story, and had topiece it together by asking friends.  Ah <br/>\nwell, someone else has to play historian, next time they throw an event I am <br/>\nstaying in Mistmoore where it&#39;s safe. = P<br/>\n<br/>\nAloro Silvertongue (E&#39;ci)</div>","specialLinks":[]}}
