{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"B1mqYFUDFKdf8kbourUhC_F_-8I0v56QubQKMk6Fp1e-LQg2BEeu3sbt0NqW40l4nVzFT-7iVIl5IuN34BZmm6uqw68ZEpiCNWIa1G2iDMrkCJaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Re: Undead drops in Kithicor","postDate":"941582030","msgId":9523,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40ODEuOTUyMy45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9521,"nextInTopic":9524,"prevInTime":9522,"nextInTime":9524,"topicId":9506,"numMessagesInTopic":44,"msgSnippet":"I can sympathize with you on the fighting issues, but you seem to be a reasonable player.  I doubt you go around killing things that are 32 levels below you","messageBody":"<div id=\"ygrps-yiv-129114409\">I can sympathize with you on the fighting issues, but you seem to be a<br/>\nreasonable player.  I doubt you go around killing things that are 32 levels<br/>\nbelow you just to see what they drop.  Unfortunately others do exactly this.<br/>\nI can see &#39;No drop&#39; perhaps for items that are spawn drops they want to be<br/>\nrare.  I still don&#39;t think it accomplishes what is desired without creating<br/>\nmore problems than it solves, but I also think only a system that includes<br/>\nthe wearing out or breaking of items will do this.  That would be extremely<br/>\nunpopular however realistic or beneficial to the economy.  If they could<br/>\nbreak imagine how the cost of a Dragoon Dirk would quickly move to a<br/>\nreasonable price relative to the available combine weapons.  This would<br/>\ndefinitely be a beneficial effect for the game as a whole.  Would I be in<br/>\ndanger of losing a lot of really neat stuff I worked hard to get?  Sure I<br/>\nwould, but items would not need to be so rare if they had some chance of<br/>\nbeing lost.  Currently the only way an item ceases to exist is if there is a<br/>\nbug, someone sells it to a merchant, or if the owner quits EQ and doesn&#39;t<br/>\npass on his possessions.  These are not sufficient.<br/>\n<br/>\nMaking quest items &#39;no drop&#39; is even sillier.  Few people do any of the more<br/>\ninvolved quests already unless the item gained is unbelievably awesome like<br/>\nthe armor quests.  It would seem to make sense to reward the people who are<br/>\nactually interested in doing quests with an item they can make use of in<br/>\nsome way even if they cannot personally use it.  If you think it would suck<br/>\nto have your Dragoon Dirk break when another 60pp could buy you a new one,<br/>\nimagine how much it sucks to work on a quest given by an apparently<br/>\nnon-class specific npc for 6 weeks, only to get a &#39;no drop&#39; item you cannot<br/>\nuse.  A definite feeling of letdown.  At least you could build some sort of<br/>\nrepair system into item breakage so people could prevent items they really<br/>\ncared about from breaking.  Not that most people would.<br/>\n<br/>\n\tKitasi<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a>]<br/>\nSent: Tuesday, November 02, 1999 3:23 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: Re: [eqbards] Re: Undead drops in Kithicor<br/>\n<br/>\n<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhenders@...\">jhenders@...</a><br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Tue, Nov 02/99, &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt; wrote:<br/>\n&gt; From: &quot;Kimes, Dean W.&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Dean_Kimes@...\">Dean_Kimes@...</a>&gt;<br/>\n&gt; <br/>\n&gt; I beginning to think there should be a level check on a critter when he<br/>\ndies<br/>\n&gt; that his corpse disappears immediately if your level is more than a<br/>\ncertain<br/>\n&gt; amount greater than the mob.  I was vehemently against this idea when it<br/>\nwas<br/>\n&gt; initially proposed by Verant.  Its better than making everything &#39;no drop&#39;<br/>\n<br/>\nI don&#39;t know about this. There&#39;s a ton of problems with this and it<br/>\nwould require changes Verant won&#39;t want to make. For one, they&#39;d have to<br/>\nrethink their current &quot;everything about L18 attacks&quot; setup. If I&#39;m going<br/>\nto have to fight green mobs 32 levels below mine, I better at least get<br/>\nloot from them, no matter how pitiful. As well, what about necros<br/>\nhunting for bone chips or druids hunting for bat wings?<br/>\n<br/>\n&gt; the way it is becoming now.  This would chase away some of the higher<br/>\nlevels<br/>\n&gt; from lower level events however.  I think cutting it off at the xp gaining<br/>\n&gt; point would be too tight though, get 4 mobs on me that are just barely too<br/>\n&gt; green to give xp and I may still be in trouble depending on the zone.<br/>\n&gt; There&#39;s nothing I hate more than killing a new mob, only to find a cool<br/>\nitem<br/>\n&gt; for a monk or caster that is &#39;no drop&#39;.  Normally I could give it away or<br/>\n&gt; sell it to a guildmember, making it &#39;no drop&#39; just makes it useless.<br/>\nQuests<br/>\n&gt; are becoming especially true for this.  Do a quest and get an item you<br/>\ncan&#39;t<br/>\n&gt; use.  If this is supposed to make us do quests that are for our class only<br/>\n&gt; then it sucks even worse as there are many monk and paladin quests but<br/>\n&gt; nearly no bard quests.  &#39;No Drop&#39; is no solution its merely a crutch used<br/>\nto<br/>\n&gt; avoid a real solution.<br/>\n&gt; <br/>\n<br/>\nPersonally I also hate letting items go to waste, but it at least fits<br/>\nin with Verant&#39;s appearant philosophy of keeping items rare by any means<br/>\npossible. If they didn&#39;t have the items no drop, they&#39;d probably cut the<br/>\nspawn of items even more to assure that everyone didn&#39;t have one.<br/>\n<br/>\n<br/>\n-- <br/>\n  Artificial Intelligence stands no chance against Natural Stupidity.<br/>\n            GAT d- -p+(--) c++++ l++ u++ t- m--- W--- !v<br/>\n                 b+++ e* s-/+ n-(?) h++ f+g+ w+++ y*<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:toren@...\">toren@...</a> with<br/>\nthe subject lol. </span></blockquote></div>","specialLinks":[]}}
