{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"-I9YUFjLaCHj-i-m2qO-wzHBrG9KIARPW0KtUd1JC00IHbRBiwYkqrVnmnPg1Rh1bsAN4IdTerOH79b-vGjnleugWwQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"My Guise of the Deceiver saga begins","postDate":"941647635","msgId":9558,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40ODMuOTU1OC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9567,"prevInTime":9557,"nextInTime":9559,"topicId":9558,"numMessagesInTopic":2,"msgSnippet":"Well the Bards and cha thread and Sylly s post about how he d gotten a guise (and the picture on his web site) made me decide I would give it a try.  Yes I m","messageBody":"<div id=\"ygrps-yiv-1976183825\">Well the &quot;Bards and cha&quot; thread and Sylly&#39;s post about how he&#39;d gotten a<br/>\nguise (and the picture on his web site) made me decide I would give it a<br/>\ntry.  Yes I&#39;m only 29th, but I decided to try to get into the Assassin&#39;s<br/>\nroom in Lower Guk anyhow.  Risky?  You betcha - but I decided that I&#39;d died<br/>\nbefore, so what the hell.  I went into the Undead side of Lower Guk and<br/>\nasked if anyone was camping the Assassin.  Of course there was a group<br/>\ncamping him so I asked if I could come and attempt to loot a Guise if no one<br/>\nelse wanted it.  The groups said &quot;sure&quot;, so off I went.  Not being too<br/>\nfamiliar with LGuk I had to ask a couple of folks to point me in the right<br/>\ndirection, and a kindhearted Dark Elf in the Bedroom led me to the<br/>\nAssassin&#39;s room.  I didn&#39;t join the Assassin&#39;s group, I was merely waiting<br/>\non the sidelines chatting with the folks in the room and explaining yet<br/>\nagain that I don&#39;t get Clarity until 32nd.<br/>\n<br/>\nA froggie spawned and we jumped it.  I even got a decent proc off of my<br/>\nStaff of Writhing on it before it fled the room.  Much to my surprise no one<br/>\nhad rooted or snared it, so I fired up Chains and halted it in its tracks<br/>\nand we finished it off.  At this point I turn around and start to run back<br/>\nto the Assassin&#39;s room (at full health) and hear myself say &quot;Yow!&quot;, hit by a<br/>\nspell.  Ok, don&#39;t panic - just continue to run to the Assassin&#39;s room to get<br/>\nsome help from the group.  &quot;Uh oh.  Why am I moving so slowly?&quot;  I glance at<br/>\nmy health and I have at MOST 1/4 of a bubble left.  The next cast completely<br/>\ndestroys me.  If it&#39;d been Quake there would have been gibs on the ceiling.<br/>\nA Tal Ghoul Wizard - someone with whom not to mess.<br/>\n<br/>\nWell, it was 3:30am at this point so I had to log off because I had to work<br/>\ntoday.  :-)  I actually laughed about it last night and this morning too.  I<br/>\ndoubt that corpse recovery will be too difficult at peak hours tonight...<br/>\nWe&#39;ll see!<br/>\n<br/>\nCrier Sharpsong - A dead 29th bard on Fennin Ro that still looks just like a<br/>\nfemale Half Elf!</div>","specialLinks":[]}}
