{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...","replyTo":"LIST","senderId":"4Caj-ImQAjDGwaowXWEfqPuphybJ-9wJtwAo77g-gdv2BwLfPvAUPxwfYa3lFSapN6YncfuzdHLVBKrRbWMkdYLY4SKo9t4TwsSlBO8_oA4VmQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Item Decay and Loot Once","postDate":"941734536","msgId":9604,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40ODUuOTYwNC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9607,"prevInTime":9603,"nextInTime":9605,"topicId":9604,"numMessagesInTopic":5,"msgSnippet":"I think there have been some great thoughts and suggestions to try to solve the incessant economy, camping, and framing problems in the game.  But speaking as","messageBody":"<div id=\"ygrps-yiv-746202751\">I think there have been some great thoughts and suggestions to try to solve the incessant economy, camping, and framing problems in the game.  But speaking as an experienced Programmer - who&#39;s primary area of expertise is database programming; I am skeptical that these changes are possible in the base release of the code. <br/>\n<br/>\n    A decay feature would require each item type to have a decay rate associated with it (I don&#39;t think it&#39;s reasonable to have all items decay at the exact same rate).  Each INDIVIDUAL item would have to have a date or some sort of variable to track it&#39;s decay state.  Verant is already struggling with the size of the database.  (Hence the change to decay time of duplicate corpses)<br/>\n<br/>\n    The one Loot once would have a similar type of major database change - codewise even much trickier.  Lore is pretty easy - just check what you have.  Loot Once would require a historical database of every item a player ever looted.<br/>\n<br/>\n    In addition to increasing the size of the database - they will have to do a conversion the existing database to populate these values.  This would probably take many hours to run - and would have to be done while the servers are down.<br/>\n<br/>\n    This would take a lot of coding and a lot of testing - and would definitely take resources away from fixing things that are broken.  This couldn&#39;t really be done as part of the expansion - since then players who don&#39;t buy the expansion - wouldn&#39;t have this code.  The easiest way to implement and avoid a major database conversion - would be to make all existing items no-decay and new ones decay.  But this would make the problem worse - as people would be selling &quot;pre-patch&quot; items - and how would you tell?  It would be a detriment to new players - as they won&#39;t have items in their inventory that are no-decay.<br/>\n<br/>\n    I think these types of suggestions are more likely to be included in EQ2 - which is probably a good two or three years away (look how long it&#39;s taking Origin to get to UOL2...)<br/>\n<br/>\n<br/>\nSlyde of Xegony</div>","specialLinks":[]}}
