{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...","replyTo":"LIST","senderId":"y41F9eUhlDoeHFLXq1FC1plYHUjA80C-ML5_lgccU5nS-ilQ5UW4A98OUF87yc8vSiT8cjGJUfM7MT8nFUBekOf22v3PjThcaNCu1IeWGatEbQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Item Decay and Loot Once","postDate":"941744106","msgId":9614,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40ODYuOTYxNC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9607,"nextInTopic":9617,"prevInTime":9613,"nextInTime":9615,"topicId":9604,"numMessagesInTopic":5,"msgSnippet":"... From:  To: EQ Bards  Sent: Thursday, November 04, 1999 11:34 AM Subject: Re: [eqbards] Item Decay and Loot Once ","messageBody":"<div id=\"ygrps-yiv-1179144063\"><blockquote><span title=\"qreply\">----- Original Message -----<br/>\nFrom: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a>&gt;<br/>\nTo: EQ Bards &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&gt;<br/>\nSent: Thursday, November 04, 1999 11:34 AM<br/>\nSubject: Re: [eqbards] Item Decay and Loot Once<br/>\n<br/>\n<br/>\n&gt; When were corpse decay times changed?  I thought only the time<br/>\n&gt; you had to get an experience res was changed?  AFAIK, they<br/>\n&gt; still last 8 hours online or 7 days offline.<br/>\n&gt;<br/>\n<br/>\nThere was a change a while ago - I forget the nitty gritty.  It was was for<br/>\nmultiple corpses of the same character.  They disappear much quicker.<br/>\nPerhaps only if they have no items on it.  I&#39;m not sure if it was on the<br/>\npatch message - or an excerpt of a usenet post from Brad.  I recall reading<br/>\nthis off of EQVault.  It was explicitly stated from Verant directly that<br/>\nthey are having problems with too many items on the servers and have to take<br/>\nsteps to reduce it.<br/>\n<br/>\n&gt; Unlike UO, there&#39;s a limit to how many items each character<br/>\n&gt; can have.  You have your personal inventory, bank inventory,<br/>\n&gt; worn items, and that&#39;s it.  Assuming you have all your<br/>\n&gt; inventory full of 10 slot backpacks and chock full of items,<br/>\n&gt; that&#39;s 160 items per character.  Call it 180 to account for<br/>\n&gt; worn items.  Assume all 8 character slots are used in this<br/>\n&gt; manner.  That&#39;s 1440 items per player.  Assume 5000 players<br/>\n&gt; per server all doing this, and that&#39;s 7.2 million items as a<br/>\n&gt; close-to-worst-case scenario.  If each item has 1k of data<br/>\n&gt; associated with it, that&#39;s roughly 7 GB.  My PC&#39;s hard drive<br/>\n&gt; is bigger than that.<br/>\n&gt;<br/>\n<br/>\nOnly 5000 per server?  That seems WAY low to me.  The active servers average<br/>\njust under 2000 players simultaneos in peak times.  Verant says they have<br/>\n250,000 subscribers.  How many servers are there - 12?  If evenly<br/>\ndistributed that would be 20,000 per server.  But we know the users aren&#39;t<br/>\nevenly distributed.  And how many CHARACTERS on averager.  This database<br/>\ndiscussion is based on characters not players.  How many characters does the<br/>\naverage player have.  How many people buy the game and have quit.  How long<br/>\ndo they stay before being purged.  So my estimate is (worse-case server)<br/>\n<br/>\n30,000 player accounts - and average of 4 characters - 120,000 characters -<br/>\nSo by my estimate we&#39;re adding 164 GB not 7.<br/>\n<br/>\nNow even if is 7GB and not 164GB - comparing to your PC&#39;s hard disk to a<br/>\nDatabase you&#39;re comparing apples to oranges.   My experience is with<br/>\ncommercial DBMS that support transactions and two-phase commits.  Verant I&#39;m<br/>\nsure uses a properietary scheme that&#39;s tuned for speed  But regardless A 7<br/>\nGB increase can be a HUGE problem.  We are expecting a seemless world where<br/>\neverything seems to happen in real-time.  I&#39;ve worked with 7 GB databases<br/>\n(and we&#39;re talking about a 7 GB increase to a much larger databases here)<br/>\nSearches on it  - even indexed properly isn&#39;t instananeous.  This is a VERY<br/>\nsignificant change. (Thus is the point I&#39;m trying to make)<br/>\n<br/>\n&gt; There are only a thousand or fewer &quot;named&quot; mobs with special<br/>\n&gt; drops in the game.  If you assume 5000 players per server, and<br/>\n&gt; a 1000 mob bitfield, it&#39;s only 5 megabits, or about 625k of<br/>\n&gt; extra data for the entire server.  I made a similar suggestion<br/>\n&gt; to the UO dev team (for different reasons) and the problem<br/>\n&gt; there was that this stuff is handled via a high level<br/>\n&gt; scripting language; so you can&#39;t have a bitfield - a boolean<br/>\n&gt; takes 1 byte minimum, probably more.  I agree it would be a<br/>\n&gt; monumental task to graft it into the current system.  I was<br/>\n&gt; thinking more in terms of future games (in case anyone on the<br/>\n&gt; list finds himself as a programmer in such a game :).<br/>\n&gt;<br/>\n<br/>\nYou&#39;re agreeing with me here!  My main point is many people are making these<br/>\nsuggestion with an unreasonable expectation that they could (and should!) be<br/>\nimplemented by Verant right away (not implying you are anyone else on the<br/>\nlist is one of them).<br/>\n<br/>\nI&#39;ve given up reading alt.games.everquest - because there are so many people<br/>\nthat post a game suggestion (with a subject line of BRAD READ THIS!) with a<br/>\nsuggestion that often is an excellent (and often boneheaded) suggestion that<br/>\nwould require a complete rewrite of the code.<br/>\n<br/>\nI see many posts all over the place from people that complain that Verant<br/>\n&quot;ignores them&quot; and &quot;doesn&#39;t care&quot; and are &quot;stupid programmers&quot; because they<br/>\ndon&#39;t treat all 120,000 customers like they are the only one....<br/>\n<br/>\nDan </span></blockquote></div>","specialLinks":[]}}
