{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"48OAm8L7FV0jfGXZ3_Xjz28qBxMjHi9XB2a50SRKUlAmO_yteqLqoFz6AomgsibC_1pNXle3HQryCPJ8tg3YqdukbdmfsaVjxoBZwVi9KaNP8DpC","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Kith Nerfed!!!  Re: Undead drops in Kithicor","postDate":"941744778","msgId":9616,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40ODYuOTYxNi45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9615,"nextInTopic":9618,"prevInTime":9615,"nextInTime":9617,"topicId":9593,"numMessagesInTopic":27,"msgSnippet":"I made several trips thru last nite during nite hours.  I got spell blasted once (that I didn t resist by twisting Guardian and Elemental with Accellerando).","messageBody":"<div id=\"ygrps-yiv-1178064280\">I made several trips thru last nite during nite hours.  I got spell blasted<br/>\nonce (that I didn&#39;t resist by twisting Guardian and Elemental with<br/>\nAccellerando).  Otherwise no troubles.  I rescued one poor enchanter whose<br/>\ntanks had been killed.  It was fun, though the people in the zone were not<br/>\nas friendly as they had been in days past.  There are some truly scary<br/>\nthings out there, fun though.<br/>\n<br/>\nHad another instance of Bard hate.  I zoned into Kithicor and ran up to<br/>\nwhere people were camping by W Commons.  I wasn&#39;t going anywhere so I turned<br/>\noff all my songs to be sure I didn&#39;t gain any unwanted attention from their<br/>\npulls.  One group pulled a skeleton squad leader.  In the middle of the<br/>\nfight he suddenly left their group, ran over to me standing in the<br/>\nbackground (strangely enough he even ran past 2 people who were meditating)<br/>\nand whacked me upside the head for 40 odd points.  He then proceeded to Fear<br/>\nme.  What bizarre AI convention made him decide to ignore the 5 people<br/>\nbeating on him, run past two meditators and whack a bard standing behind<br/>\nlooking around.  Even weirder, why on earth would he fear me?  <br/>\nNot once, not twice, but three times he feared me.  Every time it wore off<br/>\nand I fled back to the zone line area he would turn, leave the group, run<br/>\nover to me and whack me, followed immediately by a Fear spell.  Once I got<br/>\nthe two MR songs twisted up and resisted him, but the other two times I got<br/>\nfeared and sent off to wander up the path into the middle of the zone.<br/>\nFortunately the ghoul clerics I waltzed right by while feared ignored me.<br/>\nNow that was scary.  Still fun though, kinda like a roller coaster ride.<br/>\nWhen I finally returned the group was arguing amongst themselves as to<br/>\nwhether I had tried to kill steal from them, but once they learned I was a<br/>\nbard they all laughed and said &quot;Oh, sorry that explains it.&quot;  Pretty<br/>\namusing.  Two of them were betting on whether I would come back from each of<br/>\nthe fearings.  I shoulda got a cut from the guy who bet on me, he won every<br/>\ntime!<br/>\n<br/>\n\tKitasi<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Jeff Illian [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jeff@...\">jeff@...</a>]<br/>\nSent: Thursday, November 04, 1999 12:32 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\nSubject: RE: [eqbards] Kith Nerfed!!! Re: Undead drops in Kithicor<br/>\n<br/>\n<br/>\nFrom: &quot;Jeff Illian&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jeff@...\">jeff@...</a>&gt;<br/>\n<br/>\nI don&#39;t see how this applies to Kithicor?  Careful planning should guarantee<br/>\nthat you don&#39;t die in the woods.  Simply check the time before zoning.  Were<br/>\nit only so easy to avoid SG&#39;s...<br/>\n<br/>\n<br/>\nTaneran<br/>\nLvl 21-22-21-22-21 Bard [Prexus]<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; -----Original Message-----<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silky@...\">silky@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silky@...\">silky@...</a>]<br/>\n&gt; Sent: Thursday, November 04, 1999 1:08 PM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a><br/>\n&gt; Subject: RE: [eqbards] Kith Nerfed!!! Re: Undead drops in Kithicor<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:silky@...\">silky@...</a><br/>\n&gt;<br/>\n&gt; &gt;What fun is it if you are not scared? (The whole game I mean.)<br/>\n&gt; &gt;<br/>\n&gt; &gt;Sylly<br/>\n&gt;<br/>\n&gt; See, I am totally from the other school - I have no fun if I AM scared.<br/>\n&gt;<br/>\n&gt; Well, not on a continuous basis at least - that is the difference<br/>\n&gt; between a<br/>\n&gt; &#39;game&#39;, and immersing yourself into a world. Humans cannot create<br/>\n&gt; societies<br/>\n&gt; based solely on danger - and this is one lesson Verant refused to learn<br/>\n&gt; from other games they studied. They did learn the one about setting one<br/>\n&gt; group of players up to be fodder for another group - but went just a tad<br/>\n&gt; overboard in some areas overcompensating with monsters.<br/>\n&gt;<br/>\n&gt; I for one am NOT amused when I am out happily gathering silk - or hides -<br/>\n&gt; to be wacked in the back of the head by a sand giant or griffin.<br/>\n&gt; If I don&#39;t<br/>\n&gt; have a hope of fighting back - thats not fun, thats not scary,<br/>\n&gt; that&#39;s pking<br/>\n&gt; via monster. Death may be an inconvience at most - but I just<br/>\n&gt; don&#39;t like to<br/>\n&gt; die - for starters - it tends to break the fantasy - I will avoid death<br/>\n&gt; whenever possible by cautious hunting and careful planning.<br/>\n&gt;<br/>\n&gt; I&#39;ve got like 40 days on my bard played - and only lvl 23 - don&#39;t<br/>\n&gt; particularly care if I EVER get to lvl 50 - my main goal in life<br/>\n&gt; was not to<br/>\n&gt; be jumped by everything and it&#39;s brother while I was going about my normal<br/>\n&gt; business. And yes - my bard can outrun most of this stuff - IF I don&#39;t get<br/>\n&gt; disconnected (which happens to me with annoying frequency - 6 times<br/>\n&gt; yesterday). I also play an enchanter a bit - we as bards may be fast - but<br/>\n&gt; a lot of classes don&#39;t have that kind of native defenses.<br/>\n&gt;<br/>\n&gt; Was in Oasis last night with my enchanter - having ubermonsters (to low<br/>\n&gt; levels) in the mix also provides the perfect material for high level grief<br/>\n&gt; players to work with - was getting trained by specters on the average of<br/>\n&gt; every 5 min - for about an hour and a half. Petitioned and<br/>\n&gt; petitioned - did<br/>\n&gt; a /who all gm - one GM and about 4 guides all on their asses in the plane<br/>\n&gt; of air.<br/>\n&gt;<br/>\n&gt; I play safe - and I pick my battles - I just don&#39;t like idiots being given<br/>\n&gt; the tools to do this, or being blindsided by something in an otherwise low<br/>\n&gt; level zone that I can&#39;t even scratch. Guess I don&#39;t find running for my<br/>\n&gt; life scary OR fun.<br/>\n&gt;<br/>\n&gt; &gt; Please send submissions for the eqbards newsletter to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:toren@...\">toren@...</a> with the subject lol.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Please send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:toren@...\">toren@...</a> with<br/>\nthe subject lol.</div>","specialLinks":[]}}
