{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;JasonF@...","replyTo":"LIST","senderId":"ke9ogJ6ueGHDQLi6qFNt581MSu4_BOF_iG6E5P926H0MLuj0-5BJmeKryJCNXqIbrcZ0rg4zcxUoSLjBIext96BB-Yo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Oh, I&#39;m just so mad.","postDate":"941820442","msgId":9644,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40ODcuOTY0NC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9645,"prevInTime":9643,"nextInTime":9645,"topicId":9644,"numMessagesInTopic":5,"msgSnippet":"Well it was bound to happen sooner or later - I finally met an EQ player with no scruples whatsoever, an Enchanter of 27th level on Fennin Ro.  After taking","messageBody":"<div id=\"ygrps-yiv-679275411\">Well it was bound to happen sooner or later - I finally met an EQ player<br/>\nwith no scruples whatsoever, an Enchanter of 27th level on Fennin Ro.  After<br/>\ntaking and holding the Alligator hallway in Lower Cazic-Thule, my party was<br/>\ndoing pretty well pulling gators from both ends of the hall.  We had a mixed<br/>\nbag party with no healers save me and a Ranger.  We had a 30th Rogue though,<br/>\nso things were going well.  Eventually our magician leaves, so we&#39;re only<br/>\nfour now.  A Ranger, Rogue, Enchanter and a bard.  We decided to go ahead<br/>\nand try and hold the spot.  Well we got a bad pull of three gators from the<br/>\nRogue, and a couple of resists of the Enchanter and we all were slain.<br/>\nWell, we chalk it up to a bad pull and decided to do our corpse recoveries<br/>\nand try again.  The Enchanter is the first back to his corpse of course,<br/>\nfollowed shortly by me.  The Ranger and Rogue are running from Freeport so I<br/>\nloot my corpse and am waiting with the Enchanter in the hall.  Well for some<br/>\nreason a gator agros on the Enchanter.  I start pounding on it so it turns<br/>\non me.  The Enchanter tells me to stop as he&#39;s going to Mem Blur it.  I<br/>\nstop.  The gator continues chewing on me as the Enchanter tries a couple of<br/>\ncasts.  Another gator happens upon us at that moment and joins in with the<br/>\nfirst gnawing on my leg.  With no warning whatsoever the Enchanter gates.<br/>\nI&#39;m standing there alone in the gator hall with two level 30 gators double<br/>\nhitting me in the 30s and 40s without even having auto-attack on.  I didn&#39;t<br/>\nhave lullaby memmed because there was an enchanter in the group, so my only<br/>\noption is to run for the zone.  Even starting at half health I managed to<br/>\nzone out with about 20hps left (thank you Selo).<br/>\n<br/>\nNeedless to say, this guy is now on my short list of folks never to group<br/>\nwith again.  I disbanded immediately after the guy didn&#39;t even deny having<br/>\nused me as a distraction.  He only said &quot;They were resisting.  I didn&#39;t<br/>\nwanna die again.&quot;  The other thing that I learned is that when I&#39;m in pickup<br/>\ngroups I should always have some sort of personal protection song memmed<br/>\nlike Screech - a word from the just-a-bit-wiser.<br/>\n<br/>\nSIDEBAR:<br/>\nWhy don&#39;t people realize that it&#39;s THREE zones to Cazic from Arena and SIX<br/>\nzones to Cazic from Freeport??  Is there swimming skill just so low that<br/>\nthey don&#39;t want to swim Lake Rathe?<br/>\n<br/>\nCrier Sharpsong - 29th on Fennin Ro</div>","specialLinks":[]}}
