{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rokenn Swiftsong","from":"&quot;Rokenn Swiftsong&quot; &lt;rokenn@...","replyTo":"LIST","senderId":"U_F9LoubCtyYpayBquyFjiYLtrkPh0NHb0IenqrtoKRkOW8RFQGQsZrUIxTIUI-XfQvmQFcCFCmfYzLeOCmQUGeBkc2biv1M4qHle9S3","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Updated Song Analysis (long)","postDate":"942075165","msgId":9686,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OTEuOTY4Ni45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":9685,"nextInTime":9687,"topicId":9686,"numMessagesInTopic":1,"msgSnippet":"I have went through and edited the old (and very outdated) Goatanos Bard Song Analysis. Here are the first 20 songs, please put the song level you are","messageBody":"<div id=\"ygrps-yiv-917372326\">I have went through and edited the old (and very outdated) Goatanos Bard <br/>\nSong Analysis. Here are the first 20 songs, please put the song level you <br/>\nare commenting on in the subject line of your reply.  I now that John(tm) is <br/>\nworking on a more extensive rewrite, I just thought I would throw this out <br/>\nto help out the new folks on the the list :)<br/>\n<br/>\n<br/>\nLevel 1: Chant of Battle<br/>\nEffects: PARTY, +DEX +STR +AC<br/>\nSkill Used: Percussion Instruments<br/>\nLocation: Any<br/>\nUpgrades: Every level<br/>\nNotes: Can&#39;t be stacked with Anthem De Arms<br/>\nAnalysis: This is a good 1st level song and highly recommended as the <br/>\nprimary buff song until level 6 (healing).  This is a good buff song to <br/>\ntwist with Hymm of Restoration (level 6).  This song usually get&#39;s dropped <br/>\nfrom a Bard&#39;s arsenal of songs when at 10th level for Anthem de Arms. It <br/>\nregains popularity in the mid 30&#39;s as it stacks nicely with the level 36 <br/>\nVilia&#39;s Verses of Celerity.  It is also good in parties where there are many <br/>\nprocing weapons, as dex helps the weapon fire more often.<br/>\n<br/>\nLevel 2: Chords of Dissonance<br/>\nEffects: NON-PARTY, AE DoT<br/>\nSkill Used: Stringed Instruments<br/>\nLocation: Any<br/>\nNotes: Area effect song<br/>\nUpgrades: Every level?<br/>\nAnalysis: This is your first Damage over Time (DoT) song.  Commonly known as <br/>\nthe &#39;wince&#39; song as it causes all affected beings to wince for a few points <br/>\nof damage. Be very careful! This song will wince all non-PCs, including <br/>\nguards, innkeepers, etc. Many bards have died quite a few times because 1) I <br/>\nhad this song going when I was too close to a guard or 2) I used this song <br/>\nto kill a monster and forgot to turn it off when returning to the safety of <br/>\na guard to heal/rest. For fun, when you get past level 8, go walk around the <br/>\nFreeport newbie area with this song on and see how many level 1 monsters you <br/>\ncan kill just by playing this song. As you level, this song will grow <br/>\nstronger. It has a duration of 3 ticks (a tick is 6 seconds) after you stop <br/>\nplaying it.<br/>\nIt will stack with your later DoT songs allowing you to do the all <br/>\ninstrument attack.<br/>\n<br/>\n<br/>\nLevel 3: Jaxan&#39;s Jig o&#39; Vigor<br/>\nEffects: PARTY, Regen Stamina<br/>\nSkill Used: Percussion Instruments<br/>\nLocation: All<br/>\nUpgrades: Unknown<br/>\nNote: THIS SONG DOES NOT INCREASE MANA REGENERATION.  It has been confirmed <br/>\nby Verant to be a client-side refresh issue.<br/>\nAnalysis: This song restores lost stamina.  This can be handy when swimming <br/>\nlong distances or when you or party members are dual weilding heavy waepons <br/>\nin a long battle.<br/>\n<br/>\nLevel 4: Lyssa&#39;s Locating Lyric<br/>\nEffects: TARGET, Locate Corpse<br/>\nSkill Used: Singing<br/>\nLocation: Any<br/>\nUpgrades: N/A<br/>\nAnalysis: This is one of the more useful songs in the game. It allows you to <br/>\nfind corpses anywhere in your zone. People are getting killed in odd places <br/>\nall the time and don&#39;t know where to find their corpse. With this song, you <br/>\ncan help them. Just click on the person whose corpse you want to find and <br/>\nthen fire off the song.  Just remember to turn the song off if you ever need <br/>\nto stop looking for the corpse (you come under attack/get to the corpse and <br/>\nno longer need it) as every few seconds, no matter what you are doing, this <br/>\nsong will auto turn your body to face the direction of the corpse. <br/>\nNecromancers (level 1) and Shadowknights are the only other classes that get <br/>\nthis ability.  If no player is targeted the song will point you toward the <br/>\nnearest corpse (PC or NPC), this can be handy if that orc you just killed <br/>\ndied and fell into a tree.  Fire this song up, you will target the orc <br/>\ncorpse, then use /loot to loot the body.<br/>\n<br/>\nLevel 5: Selo&#39;s Accelerando<br/>\nEffects: PARTY, Increase movement speed, Outdoor only<br/>\nSkill Used: Percussion Instruments<br/>\nLocation: Any<br/>\nUpgrades: Every 5 levels?<br/>\nAnalysis: This song will probably be one of the most used in a Bard&#39;s <br/>\narsenal. It makes you run, run fast. When played with a percussion <br/>\ninstrument (a skill which you also get at 5th level), you run faster than <br/>\nsomeone with the popular Spirit of the Wolf spell. As you get higher in <br/>\nlevel, you will gradually run faster. By the time you reach the mid 40&#39;s in <br/>\nlevel, with your drum, you will be faster than Spirit of the Cheetah (level <br/>\n47 Shaman Spell). When not in combat/healing, sometimes it&#39;s a good idea to <br/>\nhave this song on, in case a train jumps you, or if a griffin decides to <br/>\nreach out and touch you. Keep in mind, that when playing this song with a <br/>\npercussion instrument, you are faster than just about any monster in the <br/>\ngame. If you get attacked, just keep running and ignore them. If you are <br/>\nunder 25% HP or more, you will run slower, so if you have 1% hp left, do not <br/>\nexpect to &#39;run like the wind.&#39; There is one problem with this song. <br/>\nSometimes it works too well. When traveling in a party with this song. <br/>\nAlways bring up the rear, ie: be the last person in the party. People always <br/>\nget left behind, due to lag, or packet loss. Run last, keep an eye on <br/>\neveryone. Being last also helps out because if the person at the front of <br/>\nthe party gets too far ahead, he will leave the range of your song, slowing <br/>\ndown until you catch up again. Lastly, this song will make you swim <br/>\nunderwater (not on the surface of the water) at a similar speed that you <br/>\nwould travel on land.<br/>\n<br/>\nLevel 6: Hymn of Restoration<br/>\nEffects: PARTY, Heal<br/>\nSkill Used: Stringed Instruments<br/>\nLocation: Any<br/>\nUpgrades: Every 6 levels<br/>\nAnalysis: Second only to the 5th level Accelerando song, this song will make <br/>\nyou the life of any party that has tank characters. I have received many <br/>\nthanks for this song from clerics, who don&#39;t have to cast healing as often. <br/>\nIn combat, keep in mind that every point that is healed by this song, will <br/>\npiss off a monster as much as doing 1 point of damage to it. For example, if <br/>\nyou are healing 6 players, for 6 points each, the monsters you are fighting <br/>\nwill react as if you were doing an extra 6*6=36 points damage to each of <br/>\nthem every pulse. Use with caution, monsters may start to concentrate more <br/>\nof their attacks on you. As you go up in levels and your singing/stringed <br/>\nskill goes up, this song will slowly heal faster and for more points per <br/>\npulse.<br/>\n<br/>\nLevel 7: Jonthan&#39;s Whistling Warsong<br/>\nEffects: SELF, +STR +AC +Attack Speed<br/>\nSkill: Singing<br/>\nLocation: Any<br/>\nNote: Stacks with Chant of Battle<br/>\nUpgrades: Str bonus increases every other level?<br/>\nAnalysis: For those soloing, this is an upgrade to the Chant of Battle song <br/>\nand is actually better that the 10th level Anthem De Arms. This song also <br/>\nwill increase attack speed by about 20%. For example, it will reduce the <br/>\ndelay of a longsword from 28 to 22.4. Also, while this song is stackable <br/>\nwith Anthem de Arms, the attack speed increases will not stack, the Str <br/>\nbonus will.<br/>\n<br/>\nLevel 8: Kelin&#39;s Lugubrious Lament<br/>\nEffects: TARGET, Lower Reaction and Help<br/>\nSkill: Stringed Instruments<br/>\nLocation: Kelethin<br/>\nUpgrades: Unknown<br/>\nAnalysis: This song causes a monster to &#39;become sad&#39;(lulled) and ignore you. <br/>\nThis is the first Bard Song that is not continuous. You can Lament several <br/>\nmonsters, one right after the other. Doing this, you can lure a monster from <br/>\na group, one at a time. This is similar to the Soothe spell that Enchanters <br/>\nand other mage classes get, but is apparently stronger, and harder to <br/>\nresist. When using this song try to avoid pulling past lulled mobs as they <br/>\nmay decide to follow. Warning: sometimes when it fails, it will tend to <br/>\nattract everyone (including those that are already soothed).<br/>\n<br/>\nLevel 9: Elemental Rhythms<br/>\nEffects: PARTY, +Fire resist Cold resist Magic resist<br/>\nSkill: Percussion Instruments<br/>\nLocation: Kelethin, Qeynos<br/>\nUpgrades: Every level<br/>\nNote on Rhythm songs, they will generaly NOT stack with each other. Guardian <br/>\nRythms will stack with most(all?) songs in this series.<br/>\nAnalysis: This is the first of the protection songs. When you start to <br/>\nencounter spell casting monsters, this song will be greatly appreciated. The <br/>\nboast to resistances will help you either partially or fully resist the <br/>\neffects of spells.  This can be lifesaver at higher levels.<br/>\n<br/>\nLevel 10: Anthem de Arms<br/>\nEffects: PARTY, +Attack Speed +STR<br/>\nSkill: Singing<br/>\nUpgrades: Str bonus increases every other level?<br/>\nLocation: Freeport, Qeynos<br/>\nNote: Will not stack with Chant of Battle<br/>\nAnalysis: In Party combat, the +Attack speed comes in handy for the tanks. <br/>\nThe attack speed will increase about 10% to 15%. For example, it will reduce <br/>\nthe delay of a longsword from 28 to 25. This is a great song to twist with <br/>\nanother and should be used in almost all combat. It will not stack with the <br/>\nChant of Battle song. Also, while this song is stackable with Jonthan&#39;s <br/>\nWhistling Warsong, the attack speed increases will not stack.<br/>\n<br/>\nLevel 11: Cinda&#39;s Charismatic Carillon<br/>\nEffects: SELF, Add NPC faction<br/>\nSkill: Wind Instruments<br/>\nLocation: Kelethin<br/>\nUpgrades: Unknown<br/>\nAnalysis: Click on a target, say, a merchant or NPC, and sing this song. The <br/>\nsong only lasts a few seconds, but it&#39;s effects will last for several <br/>\nminutes. You cannot stack this song on top of itself; there is no added <br/>\nbenefit. If you are already viewed well by the NPC, the effect will not be <br/>\nmuch. If you are viewed indifferent or worse, this song will increase the <br/>\n/con level by 1 in most cases. There are 2 uses for this song. First: you <br/>\nwill get better prices from vendors that do not like you. Second: it can <br/>\nincrease faction with an NPC enough so that they will give you quests that <br/>\nyou would normally not have access to. If used on monsters, its effects are <br/>\nnot strong enough to keep them from attacking you. This is the first Bard <br/>\nsong based on Wind Instruments. It is not a good practicing song, however, <br/>\nas the song only lasts a few seconds. If you want to practice your Wind <br/>\nInstruments skill, wait until level 16 and use Tarew&#39;s Aquatic Ayre.<br/>\n<br/>\nLevel 12: Brusco&#39;s Boastful Bellow<br/>\nEffects: TARGET, DD<br/>\nSkill: Singing<br/>\nLocation: Freeport, Qeynos<br/>\nDamage Formula: INT(lvl/2) + 1<br/>\nAnalysis: This is single person direct damage song.  The extra damage is <br/>\ngood while solo&#39;ing, pulling from a distance, or hitting runners.<br/>\n<br/>\nLevel 13: Purifying Rhythms<br/>\nEffects: PARTY, +Poison rest Disease rest and Magic rest<br/>\nSkill: Percussion Instruments<br/>\nLocation: Kelethin, Qeynos<br/>\nUpgrades: Every level?<br/>\nNote on Rhythm songs, they will generaly NOT stack with each other. Guardian <br/>\nRythms will stack with most(all?) songs in this series.<br/>\nAnalysis: This song is most useful for combat with mummies, zombies, Necros, <br/>\nShamens, spiders, and snakes.  The boast to resistances will help you either <br/>\npartially or fully resist the effects of disease, poison, spells.<br/>\n<br/>\n<br/>\nLevel 14: Lyssa&#39;s Cataloging Libretto<br/>\nEffects: TARGET, Item Identify<br/>\nSkill: Singing<br/>\nLocation: Erudin<br/>\nUpgrades: N/A<br/>\nAnalysis: This song will allow you or a targeted party member to indentify <br/>\nan item held on their mouse pointer.  This comes in very handy now that many <br/>\nquest items have the same name, but may not be the same item, ie Rune of the <br/>\nOne Eye has three pieces (Top, Middle, Bottom).<br/>\n<br/>\nLevel 15: Kelin&#39;s Lucid Lullaby<br/>\nEffects: NON-PARTY, AE Enthrall, Nix hate List<br/>\nSkill: Stringed Instruments<br/>\nLocation: Kelethin<br/>\nUpgrades: Unknown<br/>\nAnalysis: What does &quot;Enthrall & Nix hate List&quot; mean? Well, This song will <br/>\nattempt to make all monsters nod off and fall asleep. It will nix the &#39;hate <br/>\nlist&#39; of a monster. The &#39;hate list&#39; is an internal list a monster keeps of <br/>\neveryone who has attacked it, and remembers who &#39;pissed it off&#39; the most. A <br/>\nmonster uses the &#39;hate list&#39; to determine who to will attack when fighting <br/>\nyour party. Nixing this list will erase it from the monsters memory, so that <br/>\nit will no longer &#39;track you down throughout the entire dungeon&#39;. Enthrall <br/>\nbasically means that the monster will ignore your presence (until you start <br/>\nattacking it). Sounds pretty powerful, eh? Unfortunately, when the H-list is <br/>\nnixed, everyone on that list is cleared out´┐¢ when the monster stops nodding, <br/>\nyou, the bard, will be the only one on it. In multi-monster situations, <br/>\nexpect to take heavy damage from all the &#39;attention&#39;. Make sure a <br/>\nhealer-type is monitoring you and heal as needed. Word of warning, just like <br/>\nChords of Dissonance, this song will affect everything, including NPCs. <br/>\nPlease do not use this song next to a guard, or he will start attacking you. <br/>\nEach monster affected has two chances to break out of the Lullaby every <br/>\npulse. The first is a standard resist, which nullifies the song outright, <br/>\nand the second is the chance (which varies based on Bard CHA, instrument <br/>\nused, level spread, etc) to just plain ignore the song. It does reduce the <br/>\nvolume of fire to the party, and the nod effect is great for making casters <br/>\nflub a spell. Also, the nod effect will interfere with a monster&#39;s melee <br/>\nattacks as well, allowing you to get in more hits. Just to re-iterate, <br/>\nmonsters really hate this song, more than just about anything else. You will <br/>\nfind this out, the hard way. Look on the bright side; if you need to get <br/>\nthat monster off the caster&#39;s back, this song is the way to do it.<br/>\n<br/>\nLevel 16: Tarew&#39;s Aquatic Ayre<br/>\nEffects: PARTY, Water Breathing<br/>\nSkill: Wind Instruments<br/>\nLocation: HighHold Pass<br/>\nUpgrades: N/A<br/>\nAnalysis: This is the first _ongoing_ song that uses Wind Instruments like <br/>\nminotaur horns or flutes (minotaur horns are wind instruments. All other <br/>\ntypes of horns are usually brass). This song allows your entire party to <br/>\nbreathe underwater. The major drawback is that the range is too small in <br/>\nmany cases.  If your group plans on doing a major underwater excersion this <br/>\nsong should NOT be your only means of water breathing.  Since this is your <br/>\nfirst wind based song expect to have a lot of trouble starting it up till <br/>\nyou get your wind skill up.<br/>\n<br/>\nLevel 17: Guardian Rythms<br/>\nEffects: PARTY: +AC +Magic Resist<br/>\nSkill: Percussion Instruments<br/>\nLocation: Kelethin, Qeynos<br/>\nUpgrades: Every other level?<br/>\nNote on Rhythm songs, they will generaly NOT stack with each other. Guardian <br/>\nRythms will stack with most(all?) songs in this series.<br/>\nAnalysis: This is good for fighting Evil Eyes and other spell casting <br/>\nmonsters. Many Everquest references describe this song has having a &#39;spell <br/>\nshield&#39; which is a confusing way of saying it pumps up magic resistance.<br/>\n<br/>\nLevel 18: Denon&#39;s Disruptive Discord<br/>\nEffects: NON-PARTY, AE -AC DoT<br/>\nSkill: Brass Instruments<br/>\nLocation: Freeport, Qeynos<br/>\nUpgrades: Every level?<br/>\nAnalysis: This is your second AE Dot song and allows you to use your Brass <br/>\nskill.  You will have a lot of trouble starting this song till you get your <br/>\nBrass skill up.  You can do this at the Arena zone (off of Lake Rathe) or <br/>\nsome people will use the large room in the N Ro tunnel (where the Shady <br/>\nSwashbuckler is) to practice this skill up.  Just park yourself there start <br/>\nthis song with horn equipped and let it play for a few hours (4 to 6). At <br/>\nthe end of that time you should have a maxed brass skill.   Now the good <br/>\npart, this song allows you to do the &#39;all instrument attack&#39;.   Create a hot <br/>\nkey pad with your secondary weapon slot,an inventory slot, and hot key the <br/>\nfollowing songs: Denon&#39;s Disruptive Discord, Chords of Dissonance, and Hymn <br/>\nof Restoration.<br/>\nFind your target equip your horn and have your lute on the mouse pointer.  <br/>\nStart up DDD, when you get the wince message stop the song start CoD and <br/>\nequip your lute (before the wince message).  When CoD winces stop it and <br/>\nstart Hymn. Repeat.  This will allow you to solo with little or no downtime, <br/>\ncan also work well in party settings.  For a few extra points of damage use <br/>\nhand to hand attacks.<br/>\n<br/>\nLevel 19: Shauri&#39;s Sonorous Clouding<br/>\nEffects: PARTY, Invisibility<br/>\nSkill: Wind Instruments<br/>\nLocation: Erudin<br/>\nNote: Not weavable<br/>\nUpgrades: N/A<br/>\nAnalysis: Group invisibility is nice. The radius of invisibility is somewhat <br/>\nsmall, so caution. If you are soloing, this song is extremely useful at <br/>\ngetting through places like HighHold Pass, or if you are a good alignment <br/>\ncharacter, helps when you are walking through Nektulus Forest. In a group <br/>\nsetting, this song is very useful when the party is deep in a dungeon, <br/>\nmedding and healing, as monsters and trains will just walk right by you as <br/>\nif you were not there. This is a pulse based song. Every pulse, a skill <br/>\ncheck is made. If you fail a skill check, you become visible until the next <br/>\ntick (about 6 seconds). This is both a blessing and curse. The blessing is <br/>\nthat if anyone in your party does something to break out of invisibility, <br/>\nlike looting a corpse, or talking to a vendor, the player will turn back <br/>\ninvisible on the next tick, even if the character is still looting the <br/>\ncorpse, or still transacting with the merchant. This is a major plus over <br/>\nany spell caster based invisibility. The curse is skill check failures, <br/>\nwhich do not happen very often, but every once in a while, it will. Also, <br/>\nsome con red monsters seem to have a greater chance of seeing past your <br/>\nsong. One way to check if a monster will see past your song is to con it. If <br/>\nit does not con &#39;indifferently&#39; then it will be able to see you. This song <br/>\nwill make you invisible to undead (some debate on this point).<br/>\n<br/>\nLevel 20: Largo&#39;s Melodic Binding<br/>\nEffects: NON-PARTY, AE -Attack SPD AC<br/>\nSkill: Singing<br/>\nLocation: Freeport, Qeynos<br/>\nUpgrade: Unknown<br/>\nAnalysis: Song effects are obvious, reducing attack speed and AC of monsters <br/>\nand NPCs. The attack speed of the monster will visibly slow down under the <br/>\neffects of this song.<br/>\n<br/>\n<br/>\nRokenn Swiftsong - Karana server</div>","specialLinks":[]}}
