{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bob Stewart","from":"Bob Stewart &lt;dreambard@...&gt;","replyTo":"LIST","senderId":"uitvfEUw0XDl3OQpoyMbXSVnBOWFzFTYjuLS5lGNhgHcGSgNcm9tLpJYw_HFrXBCWkyCKTkFgRK4QHp4hdTyN8sds8Q-8JLNw7XDVg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Call for data points.","postDate":"942097120","msgId":9696,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OTEuOTY5Ni45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9693,"nextInTopic":0,"prevInTime":9695,"nextInTime":9697,"topicId":9693,"numMessagesInTopic":2,"msgSnippet":"... I was going to send this individually, but decided if I saw such message to the list I d consider it worth the bandwidth. As it happens either Sunday or","messageBody":"<div id=\"ygrps-yiv-857521980\">At 10:46 AM 08-11-99 -0800, Rokenn Swiftsong wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;Anyone that feels like taking a few minutes tonight, please test your songs <br/>\n&gt;and note the effects.  If you have a willing friend test the damgage songs <br/>\n&gt;as well. Then send the results to my email address(not the list).<br/>\n<br/>\n </span></blockquote>I was going to send this individually, but decided if I saw such message to<br/>\nthe list I&#39;d consider it worth the bandwidth.<br/>\n<br/>\nAs it happens either Sunday or Saturday (I forget) I did a damage song<br/>\nanalysis with a friend.  It&#39;s the first time either of us has tried a duel.<br/>\n<br/>\nI&#39;m a human bard and just made 18th level.  My friend is a human cleric and<br/>\nis more than half way through 19th level.  We had a lot of fun dueling and<br/>\neventually doing a bit of measuring of damage song effects.<br/>\n<br/>\nIf we&#39;d indeed dueled to the death, he&#39;d have lost.  I found it easier to<br/>\nhit on the techniques that worked than he did.  His spells had trouble<br/>\neffecting me and didn&#39;t hold for long.  My spells, and my combine long and<br/>\ndragoon dirk, caused him considerable trouble.  When we quit fighting,<br/>\npartly because someone trained a sand giant on us, I was at 3 bubbles of<br/>\nhealth and he was at about 1.<br/>\n<br/>\nHis most effective technique was to blind me, so I couldn&#39;t see to weave<br/>\nsongs and instruments or I couldn&#39;t stay facing him with weapons.<br/>\n<br/>\nI tried weaving Chords, Denon&#39;s, and healing, swapping instruments.  Even<br/>\nwith a lot of trouble starting Denon&#39;s, the combination is indeed deadly.<br/>\nWhen I couldn&#39;t swap instruments, I could guess timing and swap songs with<br/>\nhot keys.  If he was close enough to hit me with a weapon, he was getting<br/>\nhurt.  And he complained that I healed too fast.  :-)}<br/>\n<br/>\nAs to numbers, we found Chords doing 3 damage per tick without my lute and<br/>\n7 with it.  Denon&#39;s was 4 just sung and 10 with horn.  He noted that if he<br/>\ndidn&#39;t resist he got hit for at least 3 ticks.  So a good shot with Denon&#39;s<br/>\nwould hit him for 30.  If I got it all woven together, which was hard,<br/>\nevery tick he&#39;d take 17 damage and I&#39;d heal myself for 7.  It works.<br/>\n<br/>\nHe was quite the gentleman about it.  He camped first.<br/>\n<br/>\n\tThrush has defeated Levi in a duel to the death.  Levi has run away<br/>\n\tlike a cowardly dog.<br/>\n<br/>\nPractically speaking, when I&#39;ve fought deepwater caimans in Oasis with<br/>\ncombine long and dragoon dirk, weaving Warsong and healing, I&#39;ve often had<br/>\nto run from them when they got too far up on me.  Doing the same without<br/>\neven hitting, just weaving the three songs with instrument swapping I<br/>\nkilled a dw caiman and had 3-4 bubbles of health at the end.<br/>\n<br/>\nI must give Verant credit for making bards so effective with song and<br/>\ninstrument and not even using melee attack.<br/>\n<br/>\n\tBob</div>","specialLinks":[]}}
