{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kimes, Dean W.","from":"&quot;Kimes, Dean W.&quot; &lt;Dean_Kimes@...","replyTo":"LIST","senderId":"uei66YXnNJVuISy0aG01biLcaP4nZDIqnzfDn2E9kXHmn8wI_IpDZGtsGIbFDi8CFTTCsuPwRcFaDnv9igw8VqO2dlr3yphFou0YDgKNYLncBDls","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Missing bard songs (was Updated Song Analysis 21+)","postDate":"942183361","msgId":9751,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OTQuOTc1MS45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9749,"nextInTopic":9762,"prevInTime":9750,"nextInTime":9752,"topicId":9738,"numMessagesInTopic":8,"msgSnippet":"that s all true, but I have also found that bards excel at corpse recovery which would save the cleric some time in getting to the bodies to rez them if they","messageBody":"<div id=\"ygrps-yiv-1872248050\">that&#39;s all true, but I have also found that bards excel at corpse recovery<br/>\nwhich would save the cleric some time in getting to the bodies to rez them<br/>\nif they die as well.  Heck I hae done over 20 corpse recoveries of level 35+<br/>\nplayers in Kithicor Forest since the change, because I was better able to<br/>\nrun in and drag out the bodies than they were at twice my level.  130+% MR<br/>\nis a wonderful thing.  Still even this would be better than our current<br/>\nlevel 22 song which seems to barely work (if at all).  The level 14 song has<br/>\nsome extremely minor uses, and would be a better candidate for replacement.<br/>\nAnother possible song would be a targettable language translator.  If they<br/>\nstarted implementing quest items in notes of another language of course.<br/>\n<br/>\n\tKitasi<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: James Schuldes [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jgs@...\">jgs@...</a>]<br/>\nSent: Tuesday, November 09, 1999 2:35 PM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqbards@onelist.com\">eqbards@onelist.com</a>&#39;<br/>\nSubject: RE: [eqbards] Missing bard songs (was Updated Song Analysis<br/>\n21+)<br/>\n<br/>\n<br/>\nFrom: James Schuldes &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jgs@...\">jgs@...</a>&gt;<br/>\n<br/>\nIMHO:<br/>\n<br/>\nYa know, you are exactly right.  It would not unbalance the class.  But ya<br/>\nknow what? It would be almost totally useless.  Worse than the &quot;useless&quot;<br/>\nsongs we got now.  Time and again I have mentioned that when you reach level<br/>\n30ish and most of your playing is with a group and most groups at this level<br/>\nhave clerics, it does not much matter where you are binded!!!!!!!!!<br/>\n<br/>\nFirst off, dying really is miserable above 30.  Die one time and you lost a<br/>\ngood 2 or 3 hours of work to get the xp back.  You can lose one quarter of a<br/>\nbub of xp in a single death. So, you get smart and you dont die as much.<br/>\nWhen you do, your cleric will rez (ressurrect) you.  He targets your corpse,<br/>\nasks you if you are ready so he knows you are not zoning or running around<br/>\n(you should be re-memming your songs), casts the spell on you and you get a<br/>\nyes / no dialog box, you click yes and get Loading, Please Wait...<br/>\n<br/>\n(BTW - this usually happens after a 20 or 30 min CR &lt;corpse retrieval&gt;<br/>\nsession as the others in your group who survived - the clerics bind nearby<br/>\nand gate before they die if possible - go back in and drag the corpses to a<br/>\nsafe place to rez. And 20 or 30 min is for like mid 30&#39;s - mid 40&#39;s and up<br/>\ntheir CR&#39;s take much longer if its a bad death - or so I am told. So where<br/>\nyou are binded makes little difference - you can run back and even be in the<br/>\nzone before they get you dragged out to a safe rez spot.  And then they will<br/>\nrez you even if you are right there in an attempt to get some of your xp<br/>\nback.)<br/>\n<br/>\nThen you appear next to your corpse with the &quot;rez effect&quot; (str, sta, health<br/>\ndrained and 0 mana).  You loot and get your stuff and hang out while the rez<br/>\neffect wears off.  It does not matter where you are binded.<br/>\n<br/>\nIf you have a good group at these levels, you have someone who can teleport<br/>\nand thus someone who can bind.  So, at the end of the action, he generally<br/>\ngates people to where they need to go and slaps a bind on you if you want<br/>\none.   <br/>\n<br/>\nGranted, if you are a solo monkey and think that 3am middle of the week is a<br/>\ngood time to explre the Kerran Isle cuz you have never been there in in 44<br/>\nlevels or you heard from your level 42 ranger pal that the Mino Hero spawns<br/>\nat 2:56 am Eastern time if you give the gnome guard some muffins and really<br/>\nwish you had a bind inside Kaladim cus you are gonna make some Tumpy Tonics<br/>\nthere - them ya a bind song would be nice.<br/>\n<br/>\nBut for the most part, it&#39;s totally useless at the &quot;high&quot; levels.  Even at<br/>\nthe &quot;mid&quot; levels, and even at most times of day, you can get binds in<br/>\n&quot;popular&quot; places pretty easily.  Where bind would be usefull is for bards<br/>\nwho do alot of travelling at lower levels - like 8 to 18 (getting self-bind<br/>\nat 16 to 18 with a full mana burn and group bind - everyone in group at one<br/>\nshot with a full mana burn would be a value to the bard class.) <br/>\n<br/>\nBy my 20&#39;s, if there&#39;s a binder in zone, I can usually use normal say&#39;s and<br/>\nhave a nice conversation that leads to a bind.  If the guy&#39;s a high lev,<br/>\nthere usually no need to pay him. If the guy&#39;s a lo lev who just got his<br/>\nbind power and is still happy to show it off, I usually over tip him.  If<br/>\nthe guy wants to be paid up front, I don&#39;t even let him bind me and usually<br/>\nask how much he thinks I should charge to taunt the next mob off him when he<br/>\nneeds some help.  <br/>\n<br/>\nArrgh - i hate these threads on bards getting bind!<br/>\n<br/>\nBard DO NOT _need_ binding power (any more than any other class that does<br/>\nnot have it.) They especially do not need it at higher levels where it is<br/>\nsuperfulious for several reasons (rez, group gaters, groups with 2 or 3<br/>\nbinders, many friends.)<br/>\n   <br/>\nSylly - the bard!<br/>\n<br/>\nKitasi wrote:<br/>\n<br/>\nI still greatly doubt that a high level binding<br/>\nsong would be unbalancing.<br/>\n<br/>\nPlease send submissions for the eqbards newsletter to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:toren@...\">toren@...</a> with<br/>\nthe subject lol.</div>","specialLinks":[]}}
