{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ryan Barker","from":"Ryan Barker &lt;rbarker@...","replyTo":"LIST","senderId":"egCfIFlhw_dA_qfwQfZJ2ICXfcSsMiY6aiSwwIvOMSS5Y_4W9CLuD6WkJonYYh5yyrXuQr-ZNohxL0CK79If7LkhPd4F","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: level 8 song","postDate":"942190960","msgId":9759,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OTUuOTc1OS45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9736,"nextInTopic":9761,"prevInTime":9758,"nextInTime":9760,"topicId":9722,"numMessagesInTopic":13,"msgSnippet":"I used this song to great effect while in permafrost way back when I was level 16 (oh so long ago).  It was great.   Resist rates were rather low and I could","messageBody":"<div id=\"ygrps-yiv-674206602\">I used this song to great effect while in permafrost way back when I was<br/>\nlevel 16 (oh so long ago).  It was great.   Resist rates were rather low<br/>\nand I could usually pull 1 or 2 at a time which is good for perma.. I then<br/>\nbegan adventuring in outdoor zones where harmony is much more effective due<br/>\nto it being aoe and not agroing monsters if it fails.  Recently though, I<br/>\nwas reminded of the song while reading this list and realized that it would<br/>\nprobably work wonders in Sol B and Lower Guk where I have been adventuring<br/>\nlately.  My first real test of the song in lower guk was when I decided I<br/>\nwould solo while I waited for a group to open up a spot for me.  From dead<br/>\nside if you take a left at the first intersection, there are 5 different<br/>\nlive frog spawns and a few undead spawns.  I would lull the frogs and pull<br/>\nsingles and solo them.  I eventually teamed up with another bard and we<br/>\ndouble teamed them with me pulling until we eventually got a group on live<br/>\nside doing the elder room which I ended up doing most of the pulls as the<br/>\nspawn times for the entire maze were staggered and I figured out the<br/>\npattern (so we were doing patriarch room as well).  By the way has anyone<br/>\nnoticed that nearly all of lower guk is now camped during peak hours?  Im<br/>\ntalking seeing less than 5 frogs on tracking most of the time and all named<br/>\nspots taken.  <br/>\nThe second true test was when we were doing the assassin and I volunteered<br/>\nto pull from the lower levels and I broke those spawns easily with the<br/>\nlevel 8 song as well.  The third and perhaps most impressive test was when<br/>\nour group after a rather unfortuante bug where we all had our computers<br/>\ncrash in the middle of a fight with 3 spiders (gms wouldnt rez us due to it<br/>\nbeing a supposed connectivity problem what bs) decided to kill the gibs.  I<br/>\nsaid let me pull I should be able to pull 1 or 2 at a time.  They all<br/>\nlaughed at the suicidal bard and said sure if you want.  So I went in and<br/>\nafter about a minute of targeting and lulling (quite difficult) pulled the<br/>\none closest to the bed room.  Both of them on that side came and we easily<br/>\ndispatched them.  I then went in again, lulled the 3 that remained and<br/>\npulled the one closest.  Again 2 came which was easily handled.  Everyone<br/>\nwas very impressed and surprised.  This is with lute equipped and a chr of<br/>\n108 btw.  I think in indoor dungeons we are just behind monks in most<br/>\npulling situations and in the case of casters such as gibs or the wizards<br/>\noutside the dead tower, we are better.<br/>\nSo all of you higher level bards who have forgotten this gem of a song go<br/>\ntry it next time you hit lower guk and you dont have a monk to pull (or<br/>\nyour monk sucks).  I suspect you will be pleasantly surprised.  Oh and<br/>\nremind me to get a bunch of shuriekens for pulling.. pulling with chains is<br/>\njust a bad idea.<br/>\n<br/>\nCelandro Spellsong<br/>\n39 bard Povar</div>","specialLinks":[]}}
