{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kim@xxxxxxxxxx.xxxx","from":"&lt;kim@...","replyTo":"LIST","senderId":"B3YG4Mn-aXzi9PUszbVDsUMaIfqL06y4decREu7NeCGQtiSeCGfHG93qKPUSXbZ_tnnt5U3mQn8T_CQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: more sylly questions","postDate":"942257656","msgId":9800,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OTYuOTgwMC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":9780,"nextInTopic":9803,"prevInTime":9799,"nextInTime":9801,"topicId":9753,"numMessagesInTopic":15,"msgSnippet":"... Anthem is singing based.  I have yet to see any evidence that Curtailing (and other chant songs) is enhanced by a drum, despite being listed as","messageBody":"<div id=\"ygrps-yiv-1574944967\">On Wed, 10 Nov 1999, James Schuldes wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; My next thing to try is a series of song that can be drum enhanced.  Say<br/>\n&gt; Anthem, Purifying, Curtailing.  This I think could be a good combo against<br/>\n&gt; the Kith undead when you have 2 or 3 other melee-er&#39;s in your party.  If you<br/>\n&gt; have good MR and sv Disease buffs already, then Chant, Warmth, Curtailing.<br/>\n<br/>\n </span></blockquote>Anthem is singing based.  I have yet to see any evidence that<br/>\nCurtailing (and other chant songs) is enhanced by a drum,<br/>\ndespite being listed as percussion-based.<br/>\n<br/>\nThe combo I usually use when grouped with a melee-heavy group<br/>\nis Celerity, Chant, and another song depending on situation.  <br/>\nWarmth or Cooling doesn&#39;t make much sense if you&#39;re only<br/>\nfighting one mob at a time and that mob is dying quickly -<br/>\nalthough it affects all party members, since a single mob can<br/>\nonly attack one target at a time, Warmth&#39;s effect is not<br/>\nreally multiplied by having more party members.  I usually<br/>\ndrop it for a song which does benefit everyone.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Also, I have been thinking about varying the songs used throughout the<br/>\n&gt; fight.  Open with: Anthem, Purifying, Guardian.  Let the mob get engaged<br/>\n&gt; with tanks.  When the mob is getting stunned and bashed and I see<br/>\n&gt; interuptions switch to: Chant, Warmth, Curtailing.  When the mob is going<br/>\n&gt; down and turns to run: Chains, Anthem, Bellow. <br/>\n<br/>\n </span></blockquote>Don&#39;t forget Binding.  I&#39;ve been grouping with rangers and<br/>\ndruids a lot lately, and dropping Chain in favor of Binding.  <br/>\nIt is disappointing when they blow their jobs and let a mob<br/>\nget away and I can&#39;t do anything about it, but that&#39;s become<br/>\nincreasingly rare.  Hopefully Pixie Strike will be fixed soon,<br/>\nso I can just use that to stop a runner and give the snarer<br/>\ntime to get his spell off.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; So that&#39;s 7 songs?  Anthem, Purifying, Guardian, Chant, Warmth, Curtailing,<br/>\n&gt; Chains & Bellow.  Nope 8. Hmmm, have to drop one to make room for Clarity.<br/>\n&gt; I guess it would be Bellow or Curtailing. Need to keep the one that is<br/>\n&gt; resisted less.  Bellow would do 18 dmg in one series of song while<br/>\n&gt; Curtailing should do 40? <br/>\n<br/>\n </span></blockquote>In theory, yes.  But I&#39;ve found Curtailing Chant to be<br/>\nresisted much more than Bellow.  I still use it if lowering MR<br/>\nmight be advantageous, but so many spells are fire or cold<br/>\nbased...<br/>\n<br/>\nIt gets worse as you gain levels.  I regularly use Hymn, Chant<br/>\nof Battle, Elemental/Purifying, Guardinan, Chain, Binding,<br/>\nCelerity, Clarity, Siren&#39;s/Strike, Screech, Lament, Accel,<br/>\nClouding, and Anti-magic.  14 songs, 8 song slots...  I&#39;m<br/>\ngetting better at swapping songs as I need them (hint: NEVER<br/>\ndrop an escape song like Accel or Screech - chances are you<br/>\nwill need it 5 seconds after you drop it).  But it&#39;s still a<br/>\nPITA when Anti-magic takes 45 seconds to memorize and you feel<br/>\nyou *have* to drop it because it&#39;s least likely to be useful<br/>\nin the immediate future.  If they reduce the time it takes to<br/>\nmemorize songs, that will help tremendously.<br/>\n<br/>\nBTW, does anyone know why it takes longer for some of our<br/>\nsongs to become available after memorizing than for some<br/>\nspells after a caster has finished memorizing?  I mean we<br/>\nalready take 10x longer than them to memorize a song, is there<br/>\nreally any need to make it even longer?  (And yes I know the<br/>\ntrick about start/stopping another song to make the new one<br/>\nimmediately available.)<br/>\n<br/>\n--<br/>\nJohn H. Kim<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kim@...\">kim@...</a></div>","specialLinks":[]}}
