{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rebecca Small","from":"&quot;Rebecca Small&quot; &lt;macha_nabaob@...","replyTo":"LIST","senderId":"H7ouS4chEmXbllmIqSc7QAHQhCxo1Gyno6WRb6FeiokggJCGDhqMzPsMz8x1mFh3vSJBvj2Dqe-QBkhjcVWZtcSM9sxZge4sESavkgks1AWs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"VariousTopics","postDate":"942267005","msgId":9830,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDg1MS40OTcuOTgzMC45NTkyNzMzNzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":9880,"prevInTime":9829,"nextInTime":9831,"topicId":9830,"numMessagesInTopic":7,"msgSnippet":"Hail Fellow Bards, A question lately was about leveling low teens in OOT, I think some of my guildmates were killing sirens in OOT for good exp and possibly","messageBody":"<div id=\"ygrps-yiv-816846032\">Hail Fellow Bards,<br/>\n<br/>\nA question lately was about leveling low teens in OOT, I think some of my <br/>\nguildmates were killing sirens in OOT for good exp and possibly cash. <br/>\nLavastorm is good if you are brave and Paw if you care to really travel.<br/>\n<br/>\nOn lambent stone prices, I have yet to buy one. Here is another area where <br/>\nguilding really shines like Sylly pointed out. I get tells from guildmates <br/>\nvery often saying &#39;I got you a lambent, let me know when you need one.&#39; Even <br/>\nthe kiting druids were shouting to the zone for bards to loot them and this <br/>\non Xegony even! I have offered to pay for looting bracelets in Unrest and <br/>\nShin greaves in Lower Guk, each time it has been refused. I agree with <br/>\ncapping the price for lambents and currently when I am in a dungeon or zone <br/>\nwith bard armor items, I make sure I or someone with me loots it before <br/>\nletting it go to waste. Another bard in the zone hunting the item would get <br/>\nfirst cut though. My plan is if we gather enough pieces, we will be able to <br/>\ndo the quests for bards who aren&#39;t having any luck getting them themselves. <br/>\nAnd now that Gediprie has joined my guild, I have to look afte him too &lt;g&gt;.<br/>\nCurrently I have greaves, arms, and both bracers and only need the <br/>\nfirewalker boots to finish boots. The gems for these pieces plus guantlets <br/>\nhas cost me 1000pp. Then it was time to kill more HG&#39;s for money as well as <br/>\nlambents, I was down to only a few gold in the bank! This leaves no roo to <br/>\npay for the lambent. Being guilded really helps though, just put out the <br/>\ncall for an HG expedition and I had a mid 30s to 40s crew in route <br/>\nimmediately for a profitable night. Also the guild is always finding things <br/>\nfor the various quests and makes a great info network. My wizard is holding <br/>\nthe basalt carapace and will go to MM when the time comes for the lute.<br/>\n<br/>\nGreat job on rescuing and updating the Song Analysis, Rokeen and John Kim! I <br/>\nget alot of questions from people making new bards about where this info can <br/>\nbe found. Talies&#39; site and the Harpers were where I always sent them. I <br/>\nrefer often to the printed copies I have! Xegony being an old server, some <br/>\nhigher levels have become bored with their original characters and several <br/>\nare trying barding. I am never Anonymous and get questions all the time. <br/>\nThanks!<br/>\n<br/>\nSafe Travels,<br/>\n<br/>\nLady Brilinnia Ban&#39;Sidhe L35 forever!<br/>\nKnight Marshall, Order of the Rose<br/>\nExcalibur, Xegony</div>","specialLinks":[]}}
