<HTML><HEAD><TITLE>Promenons-nous dans les bois ... - Il y a quelque chose de pourri au Lesser Faydark !</TITLE>
<link href="../../style.css" rel="styleSheet" type="text/css">

</head>
<body>

<p align=center><img src="pourri.jpg" alt="Il y a quelque chose de pourri au Lesser Faydark !"></p>
<table width="929" border=0>
  <tr> 
    <td colspan="2" height="406"> 
      <p align="center"><b>"IL Y A QUELQUE CHOSE DE POURRI AU LESSER !!!</b> Vociférait 
        le patron."</p>
      <p><br>
        Grym voletait l'air inquiet en se demandant ce qui causait l'émoi du grand 
        Maesyn Trueshot. J'essayais en vain d'apprendre mes sorts du 39ème cercle 
        et le vacarme m'empêchait de me concentrer.<br>
        "Tu ferais mieux d'envoyer un ranger au lieu de t'emballer pour de vulgaires 
        rumeurs. Susurrait la belle Ran Sunfire.<br>
        - Cette bande d'incapables est partie explorer Velious, je n'en ai pas 
        un sous la main ! Tonna le guildmaster.<br>
        - Demande aux scouts ...<br>
        - PLUTÔT MOURRIR !!" </p>
      <p>A ce moment-là je ne sais pas ce qui m'a pris :<br>
        " J'y vais si vous voulez ..."<br>
        Le grand elfe se retourna : <br>
        "Toi Loup ? Le plus mauvais de mes rangers ?"<br>
        Dill vola à mon secours : "Maître, il est très doué pour faire les cartes 
        et décrire les animaux ... "</p>
      <p>Lorsque quelques heures plus tard je foulais le sol du LFay, je regrettais 
        de m'être avancé : LE CIEL ETAIT ROUGE SANG !</p>
      <p><br>
        Maman Tunare me protège, quelle diablerie étais-ce donc là ? Je reniflais 
        l'air humide, observais le sol quelques instants et mes craintes ne firent 
        qu'empirer : des créatures maléfiques hantaient désormais ces lieux. J'eu 
        beau tendre l'oreille, pas trace d'un grelot de fée ou d'un rire de pixie. 
        Des clameurs lointaines mes confirmèrent que plusieurs nations avaient 
        envoyé leurs émissaires et que des groupes d'aventuriers courageux s'apprétaient 
        à affronter les périls nouveaux de cet endroit naguère si paisible.</p>
      <p>&nbsp;</p>
    </td>
  </tr>
  <tr> 
    <td width="587"> 
      <p>Avec pr&eacute;caution je commen&ccedil;ais &agrave; m'enfoncer sous 
        les frondaisons hostiles.</p>
      <p> A peine avais-je parcouru une demi lieu qu'une abominable créature m'assailli 
        : une chose noire et bestiale qui avait été autrefois équine fondit sur 
        moi, les yeux injectés de sang en poussant des hennissements guturaux. 
        Prenant mes jambes &agrave; mon cou j'&eacute;chappais de justesse &agrave; 
        la b&ecirc;te et me repliais aux vieilles ruines, habituellement occupées 
        par les congénères de Grynn, pour panser mes blessures.</p>
      <p>&nbsp;</p>
    </td>
    <td rowspan="6"> 
      <div align="center"> 
        <p>&nbsp;</p>
        <p><a href="mare.jpg"><img src="mini-mare.jpg" width="110" height="79" border=0 alt="sale bête !"></a></p>
        <p>&nbsp;</p>
      </div>
      <div align="center"> 
        <p><a href="talisyn.jpg"><img src="mini-talisyn.jpg" alt="tiens un copain" border=0 width="68" height="128"></a></p>
        <p><a href="occupation.jpg"><img src="mini-occupation.jpg" width="260" height="48" lat="l'occupation" border="0"></a></p>
        <p><a href="sprite.jpg"><img src="mini-sprite.jpg" width="91" height="114" border="0" alt="Tunare qu'il est laid !"></a></p>
      </div>
      <p align="center"><a href="attaque.jpg"><img src="mini-attaque.jpg" width="141" height="104" border="0" alt="Paf ! un HT !"></a></p>
      <div align="center"><a href="tour.jpg"><img src="mini-tour.jpg" width="188" height="106" border="0" alt="la tour des Pixies ou un cimetière ?"></a> 
      
        
        <p>&nbsp;</p>
        <p><a href="horror.jpg"><img src="mini-horror.jpg" width="56" height="89" border="0" alt="plus petit qu'un squelette de gnome, le frightling horror"></a></p>
        </div>
      <div align="center"> 
        <p><a href="zyrria.jpg"><img src="mini-zyrria.jpg" width="55" height="81" border="0" hspace="10" alt="un pensionnaire de plus au camp des Dark Elfs"></a> 
          <a href="sysiri.jpg"><img src="mini-sysiri.jpg" width="87" height="81" border="0" alt="incroyable, elle n'attaque pas"></a></p>
        <p><a href="ytharisth.jpg"><img src="mini-ytharisth.jpg" width="92" height="66" border="0" hspace="10" alt="Au secours, les sacs à main attaquent !"></a>
         <a href="nidra.jpg"><img src="mini-nidra.jpg" width="91" height="52" border="0" alt="La pauvre rescapée a perdu l'esprit : elle m'atttaque"></a></p>
      </div>
      <div align="center"><img src="bloodboil.jpg" width="214" height="266" alt="le Boss de fin"></div>
    </td>
  </tr>
  <tr> 
    <td width="587" height="202"> 
      <p>Là-bas je fus accueilli par un confrère portant une des belles armures 
        Veliousiennes. Talisyn, puisque c'&eacute;tait son nom, m'expliqua que 
        la mal&eacute;diction du Sans-Visage &eacute;tait sur le Lesser Faydark 
        ! <br>
        Cazic-Thule avait chang&eacute; tous les habitants, nagu&egrave;res f&eacute;&eacute;riques, 
        de la for&ecirc;t en immondes et viles cr&eacute;atures !<br>
        Follement inquiet, je pris imm&eacute;diatement cong&eacute; et mis le 
        cap sur le village de mes amies les fées. La petite Joleena allait sans 
        doute avoir besoin de mon aide. </p>
    </td>
  </tr>
  <tr> 
    <td width="587" height="238"> 
      <p align="left">A l'approche du village mes pires craintes se confirm&egrave;rent 
        : plus une f&eacute;e, mais d'infames gargouilles rouge&acirc;tres grima&ccedil;aient 
        autour des champignons profan&eacute;s. Je m'adressais &agrave; la premi&egrave;re 
        de ces cr&eacute;atures, esp&eacute;rant qu'un peu de la conscience de 
        mes amies aurait surv&eacute;cu dans ce corps contrefait.</p>
      <p align="left">Grossi&egrave;re erreur ! La gargouille grotesque me lan&ccedil;a 
        aussit&ocirc;t un Harm Touch et appela &agrave; l'aide toutes ses comparses. 
        Je dus &agrave; nouveau fuir, en direction de la tour des Pixies cette 
        fois-ci..</p>
    </td>
  </tr>
  <tr> 
    <td width="587" height="285">Comme je m'y attendais l&agrave;-bas aussi il 
      y avait du changement : les Pixies &eacute;taient remplac&eacute;s par de 
      minuscules squelettes agressifs. Pour me calmer je d&eacute;cidais de les 
      &eacute;radiquer. Peine perdue : tout comme les Pixies plus on en tue plus 
      ils renaissent. Je ramassais par hasard quelques cr&acirc;nes que j'allais 
      monter &agrave;Talisyn. A ma grande surprise, il en fut ravi et me donna 
      une jolie boucle d'oreille orn&eacute;e d'un cr&acirc;ne que je porte toujours 
      en souvenir de ces &eacute;v&egrave;nements.</td>
  </tr>
  <tr> 
    <td width="587"> 
      <p>Dans les jours qui suivirent, j'&eacute;tablis mon camp en haut de la 
        tour et j''errais dans les bois en &eacute;tudiant la meilleure fa&ccedil;on 
        de venir &agrave; bout de la mal&eacute;diction.</p>
      <p>C'est ainsi que je croisais une f&eacute;e rescap&eacute;e et hyst&eacute;rique, 
        un brownie pacifique, un &eacute;missaire Iksar et un dark elf vicieuse.</p>
      <p>Je finis par conclure qu'en tuant le chef des gargouilles je parviendrai 
        peut-&ecirc;tre &agrave; d&eacute;jouer les plans du Sans-Visage ...</p>
      <p>&nbsp;</p>
    </td>
  </tr>
  <tr> 
    <td width="587"> 
      <p>M&eacute;thodiquement, avec des ruses que seul un ranger connait, je 
        me mis donc &agrave; harceler les occupants du village, les faisant sortir 
        un &agrave; un de leur rep&egrave;re jusqu'&agrave; isoler leur chef.</p>
      <p>Je m'avan&ccedil;ais alors &agrave; la rencontre du d&eacute;nomm&eacute; 
        <b>Bloodboil</b> et lui lan&ccedil;ais mon d&eacute;fi :</p>
      <p><font size="+1">&quot;Au nom de Tunare, protectrice des for&ecirc;ts, 
        quitte ces lieux ou soit d&eacute;truit !&quot;</font></p>
      <p>La cr&eacute;ature me toisa d'un air hautain, gloussa et ... me sauta 
        &agrave; la gorge ! </p>
    </td>
  </tr>
  <tr> 
    <td colspan="2"> 
      <p align="center">&nbsp;</p>
      <p align="center"><i><font size="+2">Epilogue</font></i></p>
      <p align="left"><i>&quot;Et tu crois que je vais gober cette histoire, Loup 
        ? ricana Maesyn.<br>
        - Mais ...<br>
        - C'est un fait, tout est a nouveau calme au Lesser. Me defendit Ran.<br>
        - Vous croyez donc les dires de cet ..." </i></p>
      <p><i>Il ne termina pas sa phrase assassine, la porte s'ouvrit &agrave; 
        la vol&eacute;e sur un Jakum Webdancer surexit&eacute;, tenant &agrave; 
        la main un parchemin :</i></p>
      <p><i>&quot; Une lettre de f&eacute;licitations pour Loup ! Elle est sign&eacute;e 
        d'un certain Talisyn ...&quot;</i></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
    </td>
  </tr>
</table>
<h1 align="center"><a href="annexes.htm"><u>Annexes</u></a></h1>


</BODY></HTML>
