<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Le Tailleur&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Le Tailleur --> 
<p align="left"><strong>Tailoring (tailleur)</strong></p>
<p><br>
  Un ma&icirc;tre-tailleur peut fabriquer des armures de cuir clout&eacute; (<em>Studded 
  Leather</em>, AC 2 &agrave; 9 suivant la partie du corps concern&eacute;e), 
  des v&ecirc;tements de soie trait&eacute;e pour moines (<em>Cured Silk</em>, 
  AC 2 &agrave; 8), certains accessoires vestimentaires magiques, et des sacs 
  &agrave; dos disposant de 10 cases (au lieu de 8). Mais ce qui nous int&eacute;resse, 
  ce sont les armures de peau (<em>Patchwork</em>, AC 2 &agrave; 6) et les v&ecirc;tements 
  de soie sauvage (<em>Raw Silk</em>, AC 2 &agrave; 6) qu'un simple apprenti peut 
  r&eacute;aliser. La soie, l&eacute;g&egrave;re, est r&eacute;serv&eacute;e aux 
  moines et aux casters &quot; purs &quot; (enchanteur, magicien, n&eacute;cromancien, 
  sorcier). La peau, plus lourde, convient &agrave; toutes les autres classes.</p>
<p>Du niveau 1 au niveau 5, arrangez-vous pour d&eacute;penser au moins 15 points 
  de training dans votre comp&eacute;tence <em>Tailoring</em>. Pendant ce temps, 
  collectionnez les peaux mit&eacute;es de b&ecirc;tes sauvages :<em> ruined wolf 
  pelts</em> (pour les petites races, halflings, gnomes, nains, elfes), <em>ruined 
  cat pelts</em> (pour les races moyennes, humain ou elfe) ou <em>ruined bear 
  pelts</em> (pour les grandes races, barbare, troll ou ogre). Investissez tr&egrave;s 
  vite dans des sacs &agrave; dos pour stocker vos fourrures (de pr&eacute;f&eacute;rence 
  &agrave; la banque, car elles p&egrave;sent lourd !). Amassez &eacute;galement 
  les soies d'araign&eacute;es (<em>spider silks</em>, pas celles des <em>spiderlings</em>, 
  mais celles des <em>giant spiders</em>).</p>
<p>&Ccedil;a y est, vous &ecirc;tes niveau 5, vous avez des peaux et de la soie, 
  15 en tailoring, et pas mal d'argent. Achetez d'abord une trousse de couture 
  (<em>sewing kit</em>). Si possible, offrez vous le grand mod&egrave;le (<em>large</em>, 
  environ 15-50 pi&egrave;ces d'or). Il vous faut &eacute;galement des patrons 
  (<em>patterns</em>, 6 &agrave; 7 pi&egrave;ces d'argent l'unit&eacute;). On 
  en compte 12 diff&eacute;rents (un pour chaque partie du corps o&ugrave; vous 
  pouvez porter une pi&egrave;ce d'armure). Si vous le pouvez, achetez vingt exemplaires 
  de chaque (quarante pour les bracers car une armure compl&egrave;te en compte 
  deux).</p>
<p><em>Mask</em> (masque) pour le visage (<em>face</em>)<br>
  <em>Cap</em> (couvre-chef) pour le cr&acirc;ne (<em>head</em>)<br>
  <em>Gorget </em>(gorget) pour le cou <em>(neck</em>)<br>
  <em>Shoulderpads</em> (&eacute;pauli&egrave;res) pour les &eacute;paules (<em>shoulders</em>)<br>
  <em>Cloak</em> (manteau) pour le dos (<em>back</em>)<br>
  <em>Sleeves</em> (manches) pour les bras (<em>arms</em>)<br>
  Bracer (<em>bracelets</em>) pour les poignets (<em>wrists</em>)<br>
  Gloves (<em>gants</em>) pour les mains (hands)<br>
  Boots (<em>bottes</em>) pour les pieds (<em>feet</em>)<br>
  Belt (<em>ceinture</em>) pour la taille (<em>waist</em>)<br>
  Tunic (<em>tunique</em>) pour la poitrine (<em>chest</em>)<br>
  Pants (<em>pantalons</em>) pour les jambes (<em>legs</em>)</p>
<p>Premi&egrave;re &eacute;tape : les armures de peau (<em>Patchwork</em>). Ouvrez 
  votre trousse de couture (clic droit), placez-y une <em>ruined pelt</em> et 
  un <em>pattern</em>, pressez la touche <font color="#FF9900">Combine</font>, 
  et voil&agrave; ! Si tout va bien, vous avez d&eacute;sormais une pi&egrave;ce 
  d'armure de peau ! En cas d'&eacute;chec, vous perdez environ 8-9 pi&egrave;ces 
  d'argent. Bof&#8230; rien de tragique. Recommencez jusqu'&agrave; &eacute;puisement 
  de votre stock de peaux. Votre comp&eacute;tence devrait augmenter par la pratique, 
  jusqu'&agrave; un niveau maximal de 26-28. &Agrave; ce moment, le message &quot; 
  this item is too trivial for you to make &quot; (cet objet est trop facile pour 
  vous) vous pr&eacute;viendra que vous devez passer &agrave; autre chose pour 
  vous am&eacute;liorer. Quatre options s'offrent alors &agrave; vous : porter 
  votre armure, la donner &agrave; un de vos amis, la vendre &agrave; un marchand 
  (contre 2 ou 3 pi&egrave;ces d'or), ou &agrave; un joueur (le taux usuel est 
  d'1 pi&egrave;ce d'or par point d'AC). Une astuce sympathique pour augmenter 
  votre comp&eacute;tence sans chasser vous m&ecirc;me tous les fauves de Norrath 
  est de proposer aux joueurs d&eacute;butants de vous ramener des peaux, et en 
  &eacute;change, vous leur taillez gratuitement des pi&egrave;ces d'armure.</p>
<p>Deuxi&egrave;me &eacute;tape : lorsque vous en avez fini avec les peaux de 
  b&ecirc;tes, passez aux toiles d'araign&eacute;es. Vous allez les transformer 
  en bobines de soie (<em>silk swatches</em>). Pour cela, ouvrez votre trousse 
  de couture, placez-y deux spider <em>silks</em>, pressez la touche <font color="#FF9933">Combine</font>, 
  et hop, vous avez gagn&eacute; une bobine ! Avantage : elles peuvent s'empiler 
  (ce qui n'&eacute;tait pas le cas des toiles). Conservez toutes ces bobines, 
  elles vous seront utiles pour l'&eacute;tape suivante. En cas d'&eacute;chec, 
  vous venez de perdre deux objets de valeur&#8230; Ou&iuml;e ! Heureusement, 
  votre comp&eacute;tence doit &ecirc;tre assez &eacute;lev&eacute;e pour vous 
  &eacute;viter toute maladresse. Ceci dit, si vous avez &eacute;t&eacute; pingre 
  ou trop press&eacute; et que votre niveau est inf&eacute;rieur &agrave; 15, 
  vous risquez de perdre gros !</p>
<p>Troisi&egrave;me &eacute;tape : d&egrave;s que vous atteignez 25 en <em>tailoring</em>, 
  vous pouvez essayer de coudre des v&ecirc;tements de soie sauvage (<em>Raw Silk</em>). 
  Ouvrez votre trousse de couture, placez-y un <em>pattern</em> et une ou deux 
  <em>silk swatches</em> (deux pour la <em>tunic</em> et les <em>pants</em>, une 
  seule pour les autres parties du corps). Attention, si vous utilisez deux bobines, 
  veillez &agrave; ne pas les empiler (utiliser le clic gauche + touche <font color="#FF9933">Ctrl</font> 
  pour les s&eacute;parer et les placer dans deux cases distinctes), sinon l'op&eacute;ration 
  &eacute;chouera ! C'est &agrave; ce moment que vous utiliserez votre grande 
  trousse de couture (la petite n'offre que deux cases et vous en avez besoin 
  de trois : une pour le patron, deux pour les bobines). Lorsque vous &ecirc;tes 
  pr&ecirc;t, pressez la touche <font color="#FF9933">Combine</font>, et priez 
  tr&egrave;s fort ! Avantage de cette armure : elle est plus rare, plus demand&eacute;e, 
  et donc plus ch&egrave;re ! Ne la vendez pas aux marchands, mais aux joueurs 
  de niveau 8-15 (demandez environ 1 pi&egrave;ce de platine par 2 points d'AC, 
  avec un discount de 50% si vos clients apportent eux-m&ecirc;mes les <em>spider 
  silks</em> n&eacute;cessaires). N'h&eacute;sitez pas &agrave; acheter des toiles 
  d'araign&eacute;e aux marchands (qui en proposent rarement) ou aux autres joueurs 
  (2 pi&egrave;ces d'or chaque), car elles sont difficiles &agrave; se procurer.</p>
<p>Continuez comme &ccedil;a, et vous monterez votre comp&eacute;tence &agrave; 
  36-39. Ensuite, le cuir clout&eacute; vous attend, mais c'est une &eacute;tape 
  laborieuse et peu rentable. Pour avoir de plus amples informations sur l'art 
  du tailleur, nous vous invitons &agrave; vous rendre sur le site de la Nation 
  elfe et &agrave; compulser <a href="http://nation.elfe.eqloft.com/elements/atlas/tailoring.doc" target="_blank">l'excellent 
  guide de notre ami Geoffroy Grolier</a> !</p>
<p>Pour info, vous trouverez parfois des fourrures de meilleure qualit&eacute; 
  que les <em>ruined pelts</em>. Surtout, ne les utilisez pas pour fabriquer des 
  armures de <em>patchwork</em>, &ccedil;a ne marche pas !<br>
  - Les <em>skins</em> (<em>black</em> <em>wolf</em>, <em>grizzly</em>, <em>puma</em>, 
  etc.) et les <em>low quality pelts</em> sont inutiles, vendez les aux marchands 
  ! Exceptions : les <em>polar bear skins</em> (qui servent dans une qu&ecirc;te 
  de Halas pour barbares d&eacute;butants), et les <em>shadow wolf pelts</em> 
  (qui font partie d'une qu&ecirc;te de n&eacute;cromancien et se vendent parfois 
  1 &agrave; 3 pi&egrave;ces de platine l'unit&eacute;).<br>
  -Les <em>medium quality pelts</em> servent &agrave; la fabrication de l'armure 
  de cuir clout&eacute;. Vous pouvez les conserver &agrave; la banque (si vous 
  souhaitez fabriquer un jour ce genre d'armure) ou les vendre aux marchands.<br>
  -Les <em>high quality pelts</em>, tr&egrave;s rares, servent &agrave; la fabrication 
  des armures de cuir renforc&eacute; (reinforced leather armor), qui ne courent 
  pas les rues et n'int&eacute;ressent de toute fa&ccedil;on pas grand monde. 
  Si vous ambitionnez le titre de ma&icirc;tre tailleur, gardez les. Sinon, essayez 
  de les vendre &agrave; des tailleurs de haut niveau (contre 1 &agrave; 3 pi&egrave;ces 
  de platine l'unit&eacute;), au pire &agrave; des marchands. Exception (mais 
  de taille), la peau d'ours (<em>high quality bear pelt</em>, ou HQBP) sert &agrave; 
  fabriquer les grands sacs &agrave; dos (10 cases, 80-85 requis en tailoring) 
  qui se n&eacute;gocient TR&Egrave;S CHER aupr&egrave;s des joueurs de niveau 
  40 et plus. Conservez donc pr&eacute;cieusement ces peaux, ou, si vous en vendez 
  une aux ench&egrave;res, demandez au moins 20 pi&egrave;ces de platine !<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 08/09/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
