<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Übersetzung der Charaktertransferierungsseite&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Übersetzung der Charaktertransferierungsseite --> 
<p><b>Seite 1</b> <b>- Pr&auml;sentation</b><br>
  <br>
  In Zusammenarbeit mit UbiSoft haben wir k&uuml;rzlich drei neue Server in Europa 
  er&ouml;ffnet (Venril Sathir in UK, Sebilis in Frankreich und Kael Drakkal in 
  Deutschland). Die Reaktionen auf unser Angebot, f&uuml;r einen kurze Zeit 1000 
  Spieler gratis auf jeden dieser Server transferieren zu lassen, war aussergew&ouml;hnlich 
  gut, und ungl&uuml;cklicherweise gab es weniger freie Pl&auml;tze als interessierte 
  Spieler. </p>
<p>Obwohl der Gratis-Transfer beendet ist, k&ouml;nnen jene die auf die europ&auml;ischen 
  Server transferieren wollen, dies nun mit dem Standard Transfer Service machen. 
  Dieser Service ist unserem traditionellen Service abgesehen von 3 Punkten &auml;hnlich:<br>
  <br>
</p>
<ol>
  <li> Alle Charaktere auf dem eigenen Konto, werden von einem einzigen Server 
    auf einen neuen bewegt.</li>
  <li> Sie behalten alle Gegenst&auml;nde und M&uuml;nzen.</li>
  <li> Der Sullon Zek Server ist ausgeschlossen von diesem Transfer Service.</li>
</ol>
<p>Die Charaktere werden ohne Gew&auml;hr von Sony Online Entertainment zu UbiSoft 
  transferiert. Sobald der Transfer beendet ist, werden Sie UbiSoft Kunde und 
  sind nicht mehr l&auml;nger Kunde von Sony Online Entertainment, in Belangen 
  die Buchungen und Kundendienst betreffen.</p>
<p>Ausserdem, wenn ein Charakter-Transfer von einem SOE Server auf einem UbiSoft 
  Server stattfindet, m&uuml;ssen Sie es erlauben ihre pers&ouml;nlichen Informationen, 
  zusammen mit den g&uuml;ltigen Kreditkarten Informationen (Global Collect Daten 
  nicht eingeschlossen) mit UbiSoft zu teilen. Das Weitergeben der Konto-Informationen 
  erlaubt es UbiSoft ein Konto auf einem UbiSoft Server zu erstellen. Sobald Sie 
  zu einem UbiSoft Server transferiert sind unterstehen ihre pers&ouml;nlichen 
  Daten den <b>Datenschutzrichtlinien</b> von UbiSoft. Pers&ouml;nliche Informationen 
  und Kreditkarten-Informationen die bei Sony Online Entertainment bleiben unterliegen 
  weiterhin SOE's <b>Datenschutzrichtlinien</b>. Des weiteren ist diese Dienstleistug 
  nicht f&uuml;r Abonnementen vom Legends-Server verf&uuml;gbar. Falls Sie sich 
  entschliessen Ihre Charaktere mit diesem Dienst zu transferieren wird Ihr Konto, 
  f&uuml;r Buchungs und Kundendienst Angelegenheiten, an UbiSoft &uuml;bertragen, 
  selbst wenn sie andere Charaktere auf dem selben Konto haben welche nicht auf 
  den neuen Server wechseln. Falls Sie dieses Angebot nutzen, wird Ihr Konto ein 
  &quot;UbiSoft Konto&quot;, <b>Sie werden Ihr Konto nicht mehr zur&uuml;ck zu 
  SOE wechseln k&ouml;nnen.</b></p>
<p>Alle Transferanfragen ben&ouml;tigen die Zustimmung von SOE und UbiSoft.<br>
  <br>
  F&uuml;r weitere Informationen dar&uuml;ber wie Sie dieses Angebot nutzen k&ouml;nnen, 
  lesen Sie bitte unsere Richtlinien.<br>
  <br>
  Alle Bedingungen und Konditionen der EverQuest User Agreement and Softwae License 
  (EULA) und der Rules of Conduct gelten f&uuml;r jeden Transfer oder Transfer 
  Versuch. Sie k&ouml;nnen nicht Charaktere auf ein Konto transferieren, welches 
  nicht Ihnen geh&ouml;rt oder nicht urspr&uuml;nglich auf Sie registriert war.</p>
<p><b>Richtlinien und Restriktionen</b></p>
<ul>
  <li>Alle Charaktere werden mit Geld und Gegenst&auml;nden von einem US Server 
    auf einen der neuen europ&auml;ischen Server transferiert. Dies bezieht sich 
    auch auf Gegenst&auml;nde in der Bank des Charakters und auf die Zauberspr&uuml;che 
    im Zauberbuch. Es wird empfohlen keine Gegenst&auml;nde vor dem Transfer zu 
    zerst&ouml;ren oder weiterzugeben, da es m&ouml;glich ist das Ihr Transfer 
    Antrag abgelehnt wird. Gegenst&auml;nde welche, aufgrund eines bevorstehenden 
    Transfers, weitergegeben oder zerst&ouml;rt wurden werden nicht zur&uuml;ckerstattet. 
    (Hinweis: Charakter-Leichen k&ouml;nnen nicht transferiert werden. Bevor Sie 
    um einen Charakter Transfer ansuchen, stellen Sie bitte sicher, dass alle 
    Ihre Charakter Leichen gelootet wurden und sich keine Leichen der Charaktere 
    im Spiel befinden.)<br>
    <br>
  </li>
  <li>Gildenzugeh&ouml;rigkeit: Jede Gildenzugeh&ouml;rigkeit wird bei dem Transfer 
    gel&ouml;scht.<br>
    <br>
  </li>
  <li>Leider k&ouml;nnen k&ouml;nnen wir keine Charakter Transfers f&uuml;r Konten, 
    welche sich noch in der 30 Tage Testphase befinden durchf&uuml;hren.<br>
    <br>
  </li>
  <li>Alle Anfragen werden, solange es angemessen und durchf&uuml;hrbar ist bearbeitet. 
    SOE und UbiSoft behalten sich das Recht vor jede Anfrage, nach ihrem einzigen 
    und alleinigen Ermessen, aus beliebigen Gr&uuml;nden oder ohne Gr&uuml;nden 
    abzulehnen.<br>
    <br>
  </li>
  <li>Das Anfragen-Formular kann nicht benutzt werden, um 2 oder mehr Charaktere 
    auf verschiedene Server zu transferieren. Falls Sie Charaktere auf mehrere 
    Server transferieren m&ouml;chten, m&uuml;ssen Sie mehrere Anfrage-Formulare 
    ausf&uuml;llen. <br>
    <br>
  </li>
  <li>Jede Anfrage die abgeschickt wird, erlaubt es alle Charaktere von einem 
    einzelnen Server auf einen europ&auml;ischen Server zu transferieren. Um Charaktere 
    von einem zus&auml;tzlichen Server zu transferieren, m&uuml;ssen Sie ein neues 
    Anfrage-Formular ausf&uuml;llen.<br>
    <br>
  </li>
  <li>&middot; Falls Sie einen Charakter-Transfer versuchen, welcher gegen diese 
    Richtlinien, irgendwelche Gesetze, die EULA oder die Rules of Conduct verst&ouml;sst 
    (zum Beispiel beim Versuch Charaktere von einem Konto einer anderen Person 
    zu transferieren, oder von einem Konto welches Sie oder jemand f&uuml;r Sie 
    gekauft hat, oder eines Kontos welches Ihnen geschenkt wurde und von dem Sie 
    nicht der original registrierte Besitzer sind), werden diese Charaktere nicht 
    transferiert, Ihre Anfrage wird nicht bearbeitet oder genehmigt und wir behalten 
    uns weitere disziplin&auml;re Massnahmen gegen Ihre Konten vor.<br>
    <br>
  </li>
  <li>Charakter-Namen k&ouml;nnen bei Servertransfers nicht garantiert werden. 
    Falls der Charakter-Name schon auf dem Ziel-Server vergeben ist, wird ein 
    &quot;X&quot; am Ende des Namens angeh&auml;ngt. </li>
</ul>
<p>Falls Sie fortfahren m&ouml;chten Charaktere von einem US Server auf einen 
  der neuen europ&auml;ischen Server zu transferieren, f&uuml;llen Sie einfach 
  das folgende Antragsformular aus.</p>
<p><b>[Klicken Sie hier um die Nutzungsbedingungen anzunehmen]</b></p>
<!-- Transfert SOE/Ubi traduit -->
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><table border=0 cellspacing=0 cellpadding=0><tr>	<td><img src="img/stitre-deb.gif" width="96" height="19"></td>	<td class="sstitre2">Seite 2 - Formular</td>	<td><img src="img/stitre-end.gif" width="80" height="19"></td></tr></table><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>	<td width="100%">	<table border=0 cellspacing=0 cellpadding=0 width="100%">	<tr valign=top>		<td class="fondtexte"></td>		<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>			</tr>			<tr>				<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>			</tr>			</table>			</td>	</tr>	</table>				</td>	<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Seite 2 - Formular -->  
<p><b></b></p>
<p>Falls Sie nicht dieses EverQuest Konto benutzen m&ouml;chten, bitte loggen 
  Sie sich mit einem anderen Konto ein. </p>
<ul>
  <li>Station-Name:</li>
  <li>Telefonnummer :</li>
  <li>Vor- und Nachname :</li>
  <li>Email-Addresse :<br>
    <br>
  </li>
  <li>Server von dem die Charaktere bewegt werden (Aktueller) :<br>
  </li>
  <li>Server zu dem die Charaktere bewegt werden (Neuer) :<br>
    <br>
    <b>ZAHLUNGSINFORMATIONEN</b></li>
  <li>Kreditkartennummer:</li>
  <li>Kreditkartentyp:</li>
  <li>Name auf der Kreditkarte:</li>
  <li>Monat und Jahr bis zu welchem die Kreditkarte g&uuml;ltig ist:</li>
  <li>Rechnungsadresse der Kreditkarte Zeile 1:</li>
  <li>Rechnungsadresse der Kreditkarte Zeile 2 (Optional):</li>
  <li>Stadt der Rechnungsadresse der Kreditkarte:</li>
  <li>Bundesland der Rechnungsadresse der Kreditkarte:</li>
  <li>Postleitzahl der Rechnungsadresse der Kreditkarte:</li>
  <li>Land der Rechnungsadresse der Kreditkarte:<br>
    <br>
  </li>
  <li>Falls die hier angegebenen Zahlungsinformationen von denen abweichen welche 
    bei uns f&uuml;r dieses Konto gespeichert sind, erkl&auml;ren Sie es bitte 
    hier: <br>
    <br>
  </li>
  <li>Bitte beachten Sie: <b>Charaktere welche auf einen UbiSoft Server transferiert 
    werden, HABEN KEINE M&ouml;glichkeit auf den Ursprungsserver zur&uuml;ckzukehren.</b> 
    Indem Sie auf Ja klicken, stimmen Sie diesen Bedingungen zu.<br>
  </li>
</ul>
<p> <b>[Weiter]</b><br>
  <br>
  Alle Bedingungen und Konditionen der EverQuest Nutzungsbestimmungen(User Agreement) 
  und Software Lizenz (EUASL) und der Verhaltensrichtlinien(Rules of Conduct), 
  welche Sie auf www.everquest.com finden, gelten auch f&uuml;r jeden Transfer 
  oder Transferversuch. Sie k&ouml;nnen nicht Charaktere auf einem Konto transferieren 
  welches nicht Ihnen geh&ouml;rt oder nicht urspr&uuml;nglich auf Sie registriert 
  war.
  <!-- Seite 2 - Formular -->
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><table border=0 cellspacing=0 cellpadding=0><tr>	<td><img src="img/stitre-deb.gif" width="96" height="19"></td>	<td class="sstitre2">Validierung des Charaktertransfers</td>	<td><img src="img/stitre-end.gif" width="80" height="19"></td></tr></table><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>	<td width="100%">	<table border=0 cellspacing=0 cellpadding=0 width="100%">	<tr valign=top>		<td class="fondtexte"></td>		<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>			</tr>			<tr>				<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>			</tr>			</table>			</td>	</tr>	</table>				</td>	<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Validierung des Charaktertransfers --> 
<p><b></b><br>
</p>
<p>Der Gesamtpreis f&uuml;r diese Transaktion ist: $50<br>
  <br>
  Bitte stellen Sie, mit Hilfe der EverQuest Spiel-Benutzeroberfl&auml;che, sicher, 
  dass alle Ihre Registrationsinformationen, am letztem Stand sind. Klicken Sie 
  dazu auf die &quot;Account(Konto)&quot; und &quot;Change Account(Konto &Auml;ndern)&quot; 
  Kn&ouml;pfe beim Einwahlsbildschirm.</p>
<p>Bitte &uuml;berpr&uuml;fen die unten stehenden Informationen und gehen Sie 
  sicher, dass Sie korrekt ausgef&uuml;llt sind. Sollten Sie bereit sein, dass 
  Ihr(e) Charakter(e) transferiert werden, klicken Sie unten auf den &quot;Anfrage 
  Abschicken(Submit Request)&quot; Knopf. Klicken Sie auf &quot;&Auml;ndern(Make 
  Changes)&quot;</p>
<p>Station Name :<br>
  Telefonnummer :<br>
  Vor- und Familienname :<br>
  Email Adresse :<br>
  <br>
  Server von dem die Charktere bewegt werden (Aktueller) :<br>
  Server zu dem die Charktere bewegt werden (Neuer) :<br>
  <br>
  Total : $50<br>
  <br>
  <b>Zahlungsinformationen (mit den bereits eingegeben Daten)</b></p>
<p>Kreditkartennummer:<br>
  Kreditkartentyp:<br>
  Name auf der Kreditkarte:<br>
  Monat und Jahr bis zu welchem die Kreditkarte g&uuml;ltig ist:<br>
  Rechnungsadresse der Kreditkarte Zeile 1:<br>
  Rechnungsadresse der Kreditkarte Zeile 2 (Optional):<br>
  Stadt der Rechnungsadresse der Kreditkarte:<br>
  Bundesland der Rechnungsadresse der Kreditkarte:<br>
  Postleitzahl der Rechnungsadresse der Kreditkarte:<br>
  Land der Rechnungsadresse der Kreditkarte:</p>
<p>Falls die hier angegebenen Zahlungsinformationen von denen abweichen welche 
  bei uns f&uuml;r dieses Konto gespeichert sind, erkl&auml;ren Sie es bitte hier: 
  <br>
  <br>
  Bitte beachten Sie: <b>Charaktere welche auf einen UbiSoft Server transferiert 
  werden, HABEN KEINE M&ouml;glichkeit auf den Ursprungsserver zur&uuml;ckzukehren.</b> 
  Indem Sie auf Ja klicken, stimmen Sie diesen Bedingungen zu.</p>
<p>[Ja] [Nein]<br>
</p>
<p>Alle Bedingungen und Konditionen der EverQuest Nutzungsbestimmungen(User Agreement) 
  und Software Lizenz (EUASL) und der Verhaltensrichtlinien(Rules of Conduct), 
  welche Sie auf www.everquest.com finden, gelten auch f&uuml;r jeden Transfer 
  oder Transferversuch. Sie k&ouml;nnen nicht Charaktere auf einem Konto transferieren 
  welches nicht Ihnen geh&ouml;rt oder nicht urspr&uuml;nglich auf Sie registriert 
  war.<br>
</p>
<p><b>Ende der Transferprozedur</b><br>
  <br>
  Ihr Charakter Transfer Antrag wurde erhalten.<br>
  Klicken Sie hier um zu EverQuest.com zur&uuml;ckzukehren.</p>
<p><b>Best&auml;tigungsemail<br>
  <br>
  </b>Subject:<b> </b>Empfangsbest&auml;tigung der Charakter Transfer Anfrage 
  <b><br>
  </b></p>
<p>XXX,<br>
  Vielen Dank f&uuml;r Ihre Anmeldung zu unserem Charakter Transfer.</p>
<p>Sie erhalten diese automatische R&uuml;ckmeldung als Best&auml;tigung, dass 
  wir ihre Anfrage zum Charakter Transfer bekommen haben.</p>
<p>Alle angenommenen Anfragen werden, sobald es uns m&ouml;glich ist bearbeitet. 
  Sie werden daraufhin eine E-Mail zur Best&auml;tigung, dass Ihre Anfrage durchgef&uuml;hrt 
  wurde erhalten. Momentan bekommen wir eine grosse Anzahl an Anfragen, weswegen 
  es bis zu drei Wochen dauern kann, bis Ihre Anfrage bearbeitet wird. Falls es 
  uns nicht m&ouml;glich ist Ihre Anfrage zu bearbeiten, werden Sie eine E-Mail 
  erhalten in welcher die Details erkl&auml;rt werden.</p>
<p>Wir empfehlen Ihnen das Sie keine Gegenst&auml;nde weitergeben oder zerst&ouml;ren 
  nachdem Sie diesen Server Transfer beantragt haben, da es m&ouml;glich ist, 
  dass Ihre Anfrage abgelehnt wird. Gegenst&auml;nde welche gel&ouml;scht oder 
  weitergegeben werden, in Erwartung des Transfers, werden nicht ersetzt.</p>
<p>Sollten Sie irgendwelche Fragen in der Zwischenzeit haben, schauen Sie bitte 
  in unseren Guidelines und Restriktionen nach:<br>
  https://store.station.sony.com/eq_local_cmoves/english/index.jsp</p>
<p>Falls Sie noch weitere Fragen zu Ihrer Anfrage haben, schicken Sie sie bitte 
  via E-Mail an eqcharmoves@station.sony.com</p>
<p><br>
  Vielen Dank,<br>
  Das Station Kundendienst Team</p>
<p>*** Dies ist eine automatische E-Mail. Bitte antworten Sie nicht auf diese 
  E-Mail, da Sie von keiner lebenden Person gelesen wird. Vielen Dank ***<br>
  <!-- Validierung des Charaktertransfers -->
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 18/02/2005<BR>
	Copyright &copy; 2005 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
