<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Legacy of the Ykhesha&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Legacy of the Ykhesha --> 
<p><font size="3"><strong>Du t&ecirc;tard au paladin</strong></font><br>
  <font size="2"><em>ou<br>
  Origine des races grelok et humaine</em></font><br>
  par<br>
  Glupurp Sautepierre, paladin de Marr<br>
  <br>
  <br>
  Mon noble compatriote, </p>
<p>Je vous communique par la pr&eacute;sente l'explication de l'origine de notre 
  race et de celle des hommes, telles que me l'ont r&eacute;v&eacute;l&eacute;e 
  les sages de la Nouvelle Tanaan et ceux qui se sont rendus au temple de l'Honneur, 
  demeure sacr&eacute;e de notre seigneur Mithaniel Marr. Je ne suis qu'un humble 
  paladin de Mithaniel, n&eacute; comme beaucoup d'entre nous dans les marais 
  du sud d'Antonica, et je ne m&eacute;rite nulle admiration pour avoir &eacute;crit 
  ces lignes. Elles ont &eacute;t&eacute; r&eacute;dig&eacute;es en l'honneur 
  des greloks, pass&eacute;s, pr&eacute;sents et &agrave; venir.</p>
<p> Dans les premiers temps de Norrath, avant l'apparition des humains, les jumeaux 
  Marr arpentaient librement notre monde. Rejetons du puissant Tarew Marr, Seigneur 
  des Grands Fonds, ils cherchaient une cause qu'ils pourraient faire leur aupr&egrave;s 
  des mortels de Norrath. Les dieux de la Nature s'interrogeaient sur l'absence 
  de raison d'&ecirc;tre qui semblait caract&eacute;riser les jumeaux, les divinit&eacute;s 
  de l'Influence se moquant d'eux pour avoir eu l'id&eacute;e d'aller en chercher 
  une chez les mortels. Les plus malfaisants des dieux, Innoruuk et Cazic-Thul&eacute;, 
  firent de leur c&ocirc;t&eacute; tout leur possible pour corrompre les jeunes 
  jumeaux et promouvoir les forces de la haine et de la terreur.<br>
  <br>
  Innoruuk, dieu de la Haine et du M&eacute;pris, envoya ses disciples mortels 
  aupr&egrave;s de la fille de Tarew, &Eacute;rollisi Marr, afin qu'ils la s&eacute;duisent 
  et l'entra&icirc;nent vers les t&eacute;n&egrave;bres. Mais, gr&acirc;ce &agrave; 
  la sagesse que son p&egrave;re lui avait impartie, la d&eacute;esse vit clair 
  dans le jeu des teir'dals, dont la malice lui &eacute;tait plus apparente encore 
  que leur aspect physique ne le laissait montrer. Afin d'&eacute;chapper &agrave; 
  leurs avances, elle se rendit sur les terres des elfes &agrave; peau claire 
  de Tunar&euml;. C'est au sein de leur royaume qu'elle connut pour la premi&egrave;re 
  fois la paix, la beaut&eacute; et la chaleur, l&agrave; encore qu'elle d&eacute;couvrit 
  l'un des traits propres aux mortels, qu'elle allait ensuite incarner : l'amour.<br>
  <br>
  Alors qu'&Eacute;rollisi repoussait les avances des agents d'Innoruuk, ceux 
  de Cazic-Thul&eacute; s'en prenaient &agrave; son fr&egrave;re jumeau, Mithaniel. 
  Serpents, spectres et autres cr&eacute;atures terrifiantes invoqu&eacute;es 
  et contr&ocirc;l&eacute;es par les serviteurs de Cazic-Thul&eacute; attaqu&egrave;rent 
  Mithaniel par le corps et l'esprit. Mais celui-ci n'avait rien d'un mortel et 
  sa volont&eacute; &eacute;tait inexpugnable. Jamais les disciples de Thul&eacute; 
  n'arriv&egrave;rent &agrave; lui faire redouter leur dieu malfaisant. Par contre, 
  ils parvinrent &agrave; l'attirer dans les marais de Norrath, o&ugrave; les 
  s&eacute;ides de Cazic-Thul&eacute; &eacute;taient particuli&egrave;rement nombreux 
  et dangereux. Une arm&eacute;e de trolls, d'hommes-l&eacute;zards et de cr&eacute;atures 
  terrifiantes qui ont depuis disparu dans les brumes du temps l'assaillirent 
  et il se retrouva captif des disciples du Seigneur de la Terreur.<br>
  <br>
  Emprisonn&eacute; par des liens magiques con&ccedil;us par Cazic-Thul&eacute; 
  soi-m&ecirc;me et perp&eacute;tuellement tortur&eacute; par des monstruosit&eacute;s 
  qui ne connaissaient pas la piti&eacute;, Mithaniel pria son p&egrave;re jour 
  et nuit afin que celui-ci lui accorde son pardon. Ses suppliques se poursuivirent 
  sans recevoir de r&eacute;ponse, jusqu'&agrave; ce que, vaincu par l'&eacute;puisement 
  et les noirs sortil&egrave;ges de Cazic-Thul&eacute;, le vaillant Mithaniel 
  plonge dans un profond sommeil.<br>
  <br>
  C'est &agrave; ce moment qu'il re&ccedil;ut la visite de Terris-Thul&eacute;, 
  laquelle profita de son sommeil pour lui infliger des cauchemars dont l'horreur 
  d&eacute;passait de beaucoup ce qu'il avait connu entre les mains de ses tortionnaires. 
  Toutefois, sur ordre de son p&egrave;re, Terris n'eut pas le droit de le terrifier 
  pleinement tant qu'elle ne lui aurait pas soutir&eacute; le don de la vie en 
  le s&eacute;duisant en r&ecirc;ve. La d&eacute;esse ob&eacute;it, apr&egrave;s 
  quoi le cauchemar put v&eacute;ritablement commencer.<br>
  <br>
  Morell-Thul&eacute;, fils reni&eacute; par Cazic et fr&egrave;re de Terris, 
  eut connaissance de ce qui se passait. Car, si Terris est la Reine des Cauchemars, 
  Morell, lui, n'est autre que le Roi des R&ecirc;ves. Pour des raisons que l'on 
  ignore, &agrave; moins qu'il ait juste souhait&eacute; faire &eacute;chouer 
  le plan de son p&egrave;re et de sa soeur, il d&eacute;roba le don de la vie 
  qui avait &eacute;t&eacute; vol&eacute; &agrave; Mithaniel et s'enfuit avec 
  dans son demi-plan des R&ecirc;ves. Sachant qu'il recevrait vite la visite des 
  siens et que ceux-ci chercheraient &agrave; se venger, il scinda le don de la 
  vie de Mithaniel en deux sans attendre, en r&eacute;pandant une moiti&eacute; 
  au-dessus des marais de Norrath, terre sacr&eacute;e de son p&egrave;re, Cazic-Thul&eacute;. 
  <br>
  <br>
  Partout o&ugrave; le don de la vie de Mithaniel tomba sur les mar&eacute;cages 
  de Norrath, les premiers t&ecirc;tards greloks virent le jour. De tous les n&ocirc;tres, 
  ce sont eux qui connurent le plus de difficult&eacute;s. &Agrave; l'&eacute;poque, 
  les marais appartenaient en effet aux cr&eacute;atures des dieux malfaisants. 
  Fort heureusement, le don de la vie qui avait cr&eacute;&eacute; nos anc&ecirc;tres 
  leur avait &eacute;galement insuffl&eacute; le courage dont Mithaniel Marr avait 
  fait montre tout au long des &eacute;preuves qu'il avait eu &agrave; subir sur 
  notre monde.<br>
  <br>
  Une fois que les premiers greloks se furent taill&eacute; une place dans les 
  marais, Morell-Thul&eacute; alla trouver &Eacute;rollisi Marr, la soeur jumelle 
  de Mithaniel. Alors que la d&eacute;esse de l'Amour dormait paisiblement sur 
  le territoire des elfes, il la visita en r&ecirc;ve et lui donna la seconde 
  moiti&eacute; du don de la vie de son fr&egrave;re. Bien vite, les elfes comprirent 
  que la fille des dieux qui vivait chez eux &eacute;tait enceinte. Ils d&eacute;cid&egrave;rent 
  donc de l'emmener dans les terres gel&eacute;es d'Antonica, r&eacute;gion recul&eacute;e 
  o&ugrave; ils pourraient la d&eacute;fendre au mieux.<br>
  <br>
  Tandis que les elfes s'occupaient ainsi d'&Eacute;rollisi, nos premiers anc&ecirc;tres 
  pass&egrave;rent du stade de t&ecirc;tards &agrave; celui de greloks adultes 
  et Morell-Thul&eacute; leur communiqua des r&ecirc;ves qui leur r&eacute;v&eacute;l&egrave;rent 
  l'existence de Mithaniel Marr et leur expliqu&egrave;rent comment d&eacute;livrer 
  le courageux fils de Tarew. C'est ainsi qu'au coeur de tous les marais de Norrath, 
  les premiers greloks prirent les armes contre les s&eacute;ides de Cazic-Thul&eacute;, 
  combattant vaillamment jusqu'au lieu o&ugrave; Mithaniel Marr &eacute;tait emprisonn&eacute;, 
  guid&eacute;s en cela par les visions que le Seigneur des R&ecirc;ves leur faisait 
  parvenir.<br>
  <br>
  De longues ann&eacute;es durant, les greloks affront&egrave;rent les habitants 
  malfaisants des mar&eacute;cages de Norrath, apprenant les le&ccedil;ons exaltantes 
  de la victoire et celles, plus am&egrave;res, de la d&eacute;faite. Mais Cazic-Thul&eacute; 
  est un dieu aussi ancien que puissant et ses serviteurs sont innombrables. Malgr&eacute; 
  tous leurs efforts, nos anc&ecirc;tres ne purent jamais atteindre leur dieu 
  emprisonn&eacute;, mais ils refus&egrave;rent d'abdiquer, bien que le rapport 
  de forces f&ucirc;t en leur totale d&eacute;faveur.<br>
  <br>
  Et puis, un jour, une petite arm&eacute;e arriva en bordure du marais o&ugrave; 
  Mithaniel Marr &eacute;tait d&eacute;tenu. Elle n'&eacute;tait pas constitu&eacute;e 
  de greloks, mais d'hommes du Nord, enfants d'&Eacute;rollisi Marr. Eux aussi 
  avaient &eacute;t&eacute; guid&eacute;s par des visions et des r&ecirc;ves jusqu'au 
  dieu emprisonn&eacute; auquel ils devaient leur existence. D&eacute;sireux de 
  venger l'emprisonnement de leur p&egrave;re, ils conclurent une alliance avec 
  les greloks et l'arm&eacute;e unifi&eacute;e parvint &agrave; lib&eacute;rer 
  Mithaniel. Les disciples de Cazic-Thul&eacute; et l'avatar de la Terreur furent 
  vaincus par l'union et la bravoure des enfants de Marr. Pour la premi&egrave;re 
  fois de toute l'histoire de Norrath, les marais cess&egrave;rent d'&ecirc;tre 
  un refuge pour les cr&eacute;atures des dieux des t&eacute;n&egrave;bres.<br>
  <br>
  C'est dans l'altruisme des premiers greloks et hommes du Nord que Mithaniel 
  Marr d&eacute;couvrit ce trait de caract&egrave;re typiquement mortel qu'est 
  la bravoure. Et, comme Morell-Thul&eacute; avait fait preuve d'honn&ecirc;tet&eacute; 
  en prodiguant ces visions &agrave; nos anc&ecirc;tres, Mithaniel d&eacute;cida 
  &eacute;galement de devenir le champion de cette valeur. C'est ainsi qu'il devint 
  le dieu du Courage et de l'Honn&ecirc;tet&eacute;.<br>
  <br>
  Telle est l'histoire de mon seigneur Mithaniel Marr et des origines de mes fr&egrave;res 
  greloks et de nos lointains cousins les humains. Il est regrettable que nombre 
  d'entre nous se soient d&eacute;tourn&eacute;s de la voie vertueuse suivie par 
  nos anc&ecirc;tres et que tant d'hommes aient fait de m&ecirc;me. Puisse Mithaniel 
  Marr accorder &agrave; ses fid&egrave;les serviteurs le pouvoir d'arracher nos 
  fr&egrave;res &eacute;gar&eacute;s aux griffes du Mal.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 22/08/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
