<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE> Rivervale Heu f&uuml;r Shakey </TITLE>
</HEAD>
<BODY BACKGROUND="../img/parch.jpg" text="#000000" bgcolor="#AAAAAA" link="Maroon" vlink="#2B1301" alink="#000000">
<div align="center"><i><font size="+3">Beschreibung:</font></i></div><br>
<IFRAME WIDTH=468 HEIGHT=60 NORESIZE SCROLLING=No FRAMEBORDER=0 MARGINHEIGHT=0 MARGINWIDTH=0
SRC="http://adforce.adtech.de/?adiframe|2.0|43|27682|1|1|ADFORCE;target=new">
<script language=javascript src="http://adforce.adtech.de/?addyn|2.0|43|27682|1|1|ADFORCE;target=new;loc=700;">
</script>
<noscript>
<a href="http://adforce.adtech.de/?adlink|2.0|43|27682|1|1|ADFORCE;loc=300;" target=_new>
<img src="http://adforce.adtech.de/?adserv|2.0|43|27682|1|1|ADFORCE;loc=300;" border=0 width=468 height=60></a>
</noscript>
</IFRAME>
<div align="center"><i>Rivervale Heu f&uuml;r Shakey</i></div><br>
<table>
<tr>
	<td><img src="../img/spacie.gif" width=30 height=1 border=0 alt=""></td>
	<td>Die Quest startet in Rivervale. Man mu&szlig; "Writhing Hay" besorgen um die Vogelscheuche "Sharkey" zu reparieren. Er steht auf dem
    kleinen Feld bei der Druiden Gilde.<br><br>
    Zuerst geht man nach West Karana zur Miller Farm. Das "Hay" (Heu) liegt auf dem Feld rum. Manchmal kann man es auch von "Cleet
    Miller" einfach kaufen. Sehr selten hat es auch mal ein "Scarcrow" als Loot dabei.<br><br>
    Dann geht man nach North Qeynos zum Temple of Life, der Kleriker Gilde. Neben dem kleinen See stehen einige Vendors und ein
    NPC mit Namen "Nornsoe Jusagta". Dem mu&szlig; man sagen; "I will deliver a flask", dann bekommt man "Blessed Oil" (LORE Item, No
    Drop) von ihm.<br><br> 
    Nun kommt der schwierige Teil. Man mu&szlig; nach Feerrott gehen und "Roror" suchen. Das ist eine Echse, ein Lizardmen, aber ein guter. 
    Wenn man ihm das Wort "bless" sagt, dann antwortet er: man soll ihm den Gegenstand geben, den er verzaubern soll, und 66 gp. Er lacht
    zwar, wenn man ihm das Heu gibt, aber man erh&auml;lt dann "Sack of cursed Hay" von ihm. <br><br>
    Dann sucht man sich einen "Forge", den Ofen, den man auch f&uuml;r's Schmieden benutzt. Am besten gleich den in Rivervale. Dort kommt
    der Sack und das Oil rein und Combine dr&uuml;cken. <br><br>
    Den fertigen Sack gibt man dann der Vogelscheuche "Sharkey" und bekommt den "Belt of the River" als Belohnung.(G&uuml;rtel, AC 5, STR
    +5, STA +5, sv Cold -10, WAR, DRU, CLR, ROG, nur f&uuml;r Halblinge) <br><br>

   <i>Bemerkungen;</i><br><br>

    <ul><li> Das Heu ist so gro&szlig;, da&szlig; es nicht in ein Backpack reinpa&szlig;t. Man braucht also einen freien Slot daf&uuml;r. </li>
    <li> Spart Euch das rumpr&uuml;geln mit den "Scarcrows". Die haben das Heu wirklich ganz selten. Besser man sucht auf dem Feld, oder man
    folgt einfach "Cleet Miller". Wenn er sagt;"Miller bails up a pack of straw", dann liegt ein Heuballen zu seinen F&uuml;&szlig;en. </li>
    <li> "Roror" ist nicht leicht zu finden. Er wandert herum. Ich habe ihn bislang 2 Mal am Ende des Flusses getroffen (LOC -1300, 800). Am
    besten man geht von Rathe Mountain aus auf den´m Weg bis zur Br&uuml;cke und dann am Flu&szlig; entlang nach S&uuml;dwesten, und S&uuml;den. </li>
    <li> Vorsicht: Nicht weit entfernt ist das Spectre Cave. Nicht zu weit nach S&uuml;dosten bei der Suche geraten. </li>
    <li> "Roror" ist ein guter, bzw neutral. Sowohl f&uuml;r Yandi, als auch f&uuml;r Rarak war er "indifferent". </li>
    <li> Man kann ihm das Geld auch in Kombination mit pp geben (zB 5 pp und 16 gp) </li>
    <li> Ich habe geh&ouml;rt, da&szlig; das Herstellen des Sack im Forge ab Skill 20 trivial sein soll. Ich habe es auch ohne einen einzigen Skillpunkt
    machen k&ouml;nnen (und dabei meinen ersten bekommen :-)) </li>
    <li> Es gibt noch eine andere Belohnung f&uuml;r diese Quest. Den "Wee Harvester", eine Schaufel, die nur Druiden benutzen k&ouml;nnen. Man soll
    sie erhalten, wenn man einen "Belt of the River" schon benutzt.</li></ul>
<br><br>
</td>
</tr>
</table>
<br><div align="center">gefunden in der Bibliothek der <a href="http://www.rgm.de/">Namenlosen Bruderschaft</a><BR></div><br>
<div align="center"><br><a href="http://www.eqq.de"><img src="http://eqq.gamesweb.de/img/copyright.gif" width=162 height=46 border=0 alt=""></a><br><br>
</div>
<br><br>
</body>

</html>

