<HTML><HEAD><TITLE>Kuin kala</TITLE><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script></HEAD><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><BODY BGCOLOR="#FFFFFF">            <br><br><br><br><FONT size="3" STYLE="font-size:14px"><B><br><P>Kuin kala</P></B></FONT><br><br><font size="3" STYLE="font-size:14 px" COLOR=black><font face=Verdana,Arial,Sans-Serif size="2" style="font-size:10 px"><p align="justify">Aldo asuu merenpohjassa. H&auml;nen ihonsa on vihre&auml; ja hiuksensa valkoiset. H&auml;n tahtoo usein k&auml;vell&auml; pohjaa pitkin merilevien seassa kun vesi on kirkas aurinkoisina p&auml;ivin&auml;. H&auml;n ottaa pitki&auml; askeleita, ja hiekka p&ouml;ll&auml;htelee h&auml;nen paljaiden jalkojensa alla. Usein h&auml;n my&ouml;s uiskentelee kohti pintaa leveiden k&auml;siens&auml; ja jalkojensa avulla. H&auml;n nauttii veden kimalluksesta ja n&auml;kee auringon rikkoutuneena kuvana ylh&auml;&auml;ll&auml; p&auml;in, mutta kovin korkealle h&auml;n ei voi nousta, sill&auml; silloin paine v&auml;henisi liikaa.<BR><BR>Aldo on kaunis nuori nainen. H&auml;nen lyhyet hiuksensa hulmuavat meren virtojen mukana kun h&auml;n ui tai k&auml;velee ymp&auml;riins&auml;. H&auml;nell&auml; on pieni talo varjoisassa kolossa kivivallin suojassa ja h&auml;n pyydyst&auml;&auml; kaloja is&auml;ns&auml; ja &auml;itins&auml; avuksi silloin kun ei viet&auml; aikaa yst&auml;viens&auml; kanssa.<BR><BR>Els on Aldon ik&auml;inen tytt&ouml;, mutta Els asuu maan pinnalla ja hengitt&auml;&auml; keuhkoillaan ilmaa. Joskus h&auml;n kuitenkin pukee jalkaansa raskaat painokeng&auml;t, selk&auml;&auml;ns&auml; happipullorepun ja p&auml;&auml;h&auml;ns&auml; sukelluskyp&auml;r&auml;n ja l&auml;htee tapaamaan Aldoa. Els pit&auml;&auml; n&auml;ist&auml; vierailuista enemm&auml;n kuin mist&auml;&auml;n, vaikka meren pohjassa h&auml;n on varusteidensa vuoksi yht&auml; k&ouml;mpel&ouml; kuin kilpikonna on maalla.<BR><BR>Maalla ollessaan Els pit&auml;&auml; juoksemisesta rannan m&auml;r&auml;ll&auml; nurmikolla ilman kenki&auml; ja py&ouml;r&auml;ilyst&auml; huimaa vauhtia hiekkatiell&auml;, mutta merenpohjassa h&auml;n ei ole vapaa liikkumaan kovin nopeasti. Siksi Els kadehtii ja rakastaa Aldoa, joka liikkuu veden mukana kevyen&auml; ja nopealiikkeisen&auml; kun kala. Els vihaa ruskeaa ihoaan, joka tarvitsee aurinkoa, ja sileit&auml; kylki&auml;&auml;n, joissa ei ole kiduksia kuten Aldolla.<BR><BR>Kerran Els on ollut pitk&auml;&auml;n vedess&auml;. H&auml;nen noustessaan yl&ouml;s rannalle h&auml;n on v&auml;synyt ja h&auml;nen lihaksiaan s&auml;rkee. Elsin asuinpaikassa on aina kes&auml;, mutta on jo ilta ja Elsi&auml; palelee. H&auml;nen kynnenalusensa ovat t&auml;ynn&auml; hiekkaa ja h&auml;nen sormensa rypistyneet vedess&auml; olosta. Els olisi tahtonut j&auml;&auml;d&auml; viel&auml; pitk&auml;ksi aikaa Aldon seuraksi pohjaan, mutta h&auml;nen ei sovi olla syv&auml;ll&auml; veden alla montaa tuntia kerrallaan. Els on vihainen iholleen, joka ei kest&auml; loputonta uimista, ja keuhkoilleen, jotka tarvitsevat ilmaa, ja korvilleen, joita rupeaa s&auml;rkem&auml;&auml;n pohjassa. Elsin silmiin nousevat kyyneleet h&auml;nen istuessaan rannalla lep&auml;&auml;m&auml;ss&auml; toivoen turhaan, ett&auml; h&auml;n voisi viett&auml;&auml; kaiken aikansa rakastamansa Aldon luona.<BR><BR>Seuraavana p&auml;iv&auml;n&auml; Els palaa pohjaan, ja kuten melkein aina, Aldo ja Els keskustelevat pitk&auml;&auml;n. Aldo odottaa n&auml;it&auml; keskusteluja aina hartaasti, sill&auml; Els kertoo aina h&auml;nelle maalla tapahtuvasta kummallisesta, kaksiulotteisesta el&auml;m&auml;st&auml;, jota Aldo ei ole koskaan n&auml;hnyt. Aldoa kiinnostaa aurinko, el&auml;imet jotka eiv&auml;t p&auml;&auml;se irti maasta vaan k&auml;velev&auml;t koko el&auml;m&auml;ns&auml; sen pintaa pitkin, linnut jotka kulkivat ilmassa kuin kalat vedess&auml;, ilman hengitt&auml;minen ja Elsin el&auml;m&auml; maalimassa, joka oli h&auml;nen omansa. Els ja Aldo puhuvat tunteja, kunnes Elsin on aika l&auml;hte&auml; takaisin, ja kumpikin j&auml;&auml; kaipaamaan toista raskaasti.<BR><BR>Els alkaa valmistaa pieni&auml; tauluja, jotka h&auml;n p&auml;&auml;llyst&auml;&auml; muovilla. Tauluihin h&auml;n piirt&auml;&auml; maanp&auml;&auml;llisist&auml; el&auml;imist&auml;, elefanteista, koirista ja varpusista. Muutaman viikon p&auml;&auml;st&auml; Els on valmis ja l&auml;htee pohjaan n&auml;ytt&auml;m&auml;&auml;n kuvia Aldolle. Aldo on ilahtunut ja innostunut kuvista, ja joka kerta kun Els ojentaa h&auml;nelle kuvan, h&auml;n koskettaa t&auml;m&auml; ihoa kevyesti, ja joka kerta h&auml;n h&auml;tk&auml;ht&auml;&auml; sen kovuudesta ja liukkaudesta. Ja viimeisen kuvan kohdalla Els j&auml;tt&auml;&auml; k&auml;tens&auml; Aldon k&auml;delle. He katsovat toisiaan silmiin monen sekunnin ajan, ja Aldo nostaa k&auml;tens&auml; Elsin hartioille. Els tahtoisi koskettaa Aldoa huulillaan, niin kuin h&auml;n on jo pitk&auml;&auml;n tahtonut. Mutta kumpikin tiet&auml;&auml; ettei Els voi poistaa kyp&auml;r&auml;&auml;ns&auml;. Ja niin Els nostaa k&auml;tens&auml; pois ja aloittaa keskustelun uudestaan. Pian kumpikaan ei en&auml;&auml; ajattele koskettamista.<BR><BR>Sen kosketuksen j&auml;lkeen sekin toivo, mit&auml; Els oli salaa el&auml;tt&auml;nyt Aldon suhteen, on lopulta h&auml;vinnyt kosketuksen vuoksi.  H&auml;n vierailee yst&auml;v&auml;ns&auml; luona merenpohjassa yh&auml; harvemmin. Pian Aldo ja Els eiv&auml;t en&auml;&auml; tapaa.</p><br><br><br><br><br><br><br><br><br><br><br><br> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font></body></HTML>