<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<TITLE>Der erste Oger – Zwerge Krieg</TITLE>
</HEAD>
<body bgcolor="#000000" text="#FFFFFF">
<B><FONT SIZE=5><P ALIGN="CENTER">Der erste Oger – Zwerge Krieg</P>
</B></FONT>
<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber das Rakthokianische K&ouml;nigreich und General Dagnor</P>
</FONT>
<P>F&uuml;r viele Jahrhunderte, w&auml;hrend sich das Reich der Elfen Richtung Osten erweiterte, gediehen Zwerge und Oger in den Bergen im Westen, die den Wald umgeben, der heutzutage als "Lesser Faydark" bekannt ist. Die Zwerge siedelten in den rauhen Klippen die als Butcherblock Mountains bekannt sind und gr&uuml;ndeten dort ihr goldenes K&ouml;nigreich von Kaladim, die Schmiede von Norrath. Die Oger erk&auml;mpften sich nach einer Dekade des Krieges gegen die orkischen Horden von Faedwer die Kontrolle &uuml;ber das nahegelegene Land und gr&uuml;ndeten das erste ogerische K&ouml;nigreich in der nahegelegenen Rakthokian Bergkette, die nach dem ersten Oger-F&uuml;hrer "Rakthork the Warlord" benannt war. Dort im Westen von Faydark lebten Zwerge und Oger in einem unsicheren Frieden.</P>
<P>W&auml;hrend das riesige Reich der Elfen beide K&ouml;nigreiche leicht h&auml;tte zerst&ouml;ren k&ouml;nnen, sahen die Oger die Zwerge als ihr prim&auml;res Problem. Aufgewachsen in einer Kultur, in der nur die St&auml;rke Deiner Arme und die Gr&ouml;&szlig;e Deiner Waffen z&auml;hlte, sahen die Oger des K&ouml;nigreiches von Rakthok nur de Zwerge als gleichberechtigt und damit als gro&szlig;e Herausforderung an. Au&szlig;erdem waren sie gierig auf die reichen Goldminen in der Bergen und neidisch auf die Kunst des K&ouml;nigreiches von Kaladim Steine zu bearbeiten. Und um die Sache noch schlimmer zu machen, stimmten die friedlichen Zwerge nicht mit den wilden und chaotischen Tendenzen der Oger &uuml;berein. Das Ergebnis war ein intensiver Rassenhass und viele kleine K&auml;mpfe zwischen den beiden K&ouml;nigreichen.</P>
<P>Zu Beginn des zweiten Zeitalters, als die Elfenrebellen begannen, sich gegen den Gott Innoruk zu erheben, wurde "Dagnor the Butcher" zum f&uuml;nften Warlord des Rakthokianischen K&ouml;nigreiches gew&auml;hlt. Dagnor war der erste der erkannte, dass kleine Scharm&uuml;tzel zwischen Zwergen und Ogern niemals die Probleme l&ouml;sen w&uuml;rden und das die Oger, um etwas substanziell zu verbessern, die Zwerge vollst&auml;ndig besiegen und abschlachten m&uuml;&szlig;ten. Er sah in den Minen von Kaladim eine Quelle unersch&ouml;pflichen Reichtums und unersch&ouml;pflicher Macht. Unmittelbar nachdem er den Thron bestiegen hatte begann Dagnor, die gr&ouml;&szlig;te kombinierte Armee von Ogern zu sammeln, seit die orkischen Clans besiegt wurden. Allerdings wurde Dagnor lange Zeit gebremst, weil Kaladim die Hauptquelle f&uuml;r Gold und Waffen f&uuml;r das Elfen Reich war und die Zwerge in den Elfen starke Verb&uuml;ndete h&auml;tten, wenn ein Krieg ausbrechen w&uuml;rde. Der Oger K&ouml;nig war clever genug um zu erkennen, da&szlig; sein K&ouml;nigreich eine Attacke von beiden Seiten nicht &uuml;berleben w&uuml;rde und so griff er nicht an und die Zwerge erkannten ihn nicht als eine so gro&szlig;e Gefahr. W&auml;hrend sich das unbesiegbare Elfen Empire &uuml;ber West Faedwer auft&uuml;rmte, war Krieg keine Option, weder f&uuml;r Zwerge noch f&uuml;r Oger.</P>

<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber den Angriff auf Nord Kaladim</P>
</FONT>
<P>Dagnor wird manchmal als der Zerst&ouml;rer zweier Reiche angesehen. Als er seine Kampagne gegen das Zwergen K&ouml;nigreich von Kaladim begann, startete er auch den Niedergang seine eigenen K&ouml;nigreiches von Rakthok. Au&szlig;erdem hielt er die Zwerge davon ab, dem Elfen Reich gegen die immer st&auml;rker werdende Rebellen Armee beizustehen. Viele Historiker gehen davon aus, da&szlig;, wenn die Zwerge nicht in einen Krieg mit den Ogern gezogen worden w&auml;ren, ihre Hilfe den Untergang der Rebellen Armee bedeutet h&auml;tte und das alte Elfen Empire noch existieren w&uuml;rde.</P>
<P>Auf jeden Fall erkannte Dagnor, w&auml;hrend im Osten der Krieg der zerbrochenen Krone tobte, da&szlig; die Elfen es sich nicht erlauben konnten, den Zwergen zu helfen und er nutzte diese Gelegenheit um seinen eigenen Feldzug gegen das K&ouml;nigreich von Kaladim zu starten. Der Kriegsherr erkannte, da&szlig; der Schl&uuml;ssel zu Sieg der Weg &uuml;ber die weniger bewachten Gebiete des n&ouml;rdlichen Kaladims war, wo die Zwerge haupts&auml;chlich Handelszentren und friedliche Minenst&auml;dte erreichtet hatten. Und so marschierte in der Mitte des zweiten Zeitalters der f&uuml;nfte Kriegsherr des Rakthokianischen K&ouml;nigreiches mit seiner Armee aus Ogern und orkischen Sklaven westlich &uuml;ber die H&uuml;gel der Schatten direkt ins n&ouml;rdliche Kaladim, ohne eine Intervention der Elfen bef&uuml;rchten zu m&uuml;ssen.</P>
<P>Alte Zwerge erz&auml;hlen noch heute f&uuml;rchterliche Geschichten &uuml;ber die ersten Oger Angriffe. Schlecht vorbereitet auf eine solche Invasion wurden die friedlichen St&auml;dte des n&ouml;rdlichen Kaladims in k&uuml;rzester Zeit &uuml;berrannt. Die Oger Krieger brannten alles nieder was sie sahen und t&ouml;teten jeden Zwerg, M&auml;nner, Frauen und Kinder. In etwas weniger als einer Woche hatten die Kr&auml;fte von Dagnor Kaladim &uuml;berrascht und den Tod von Hunderten von Zwergen verursacht. Der Kriegsherr hatte die Schwachstelle in der Verteidigung von Kaladim gefunden und marschierte nun direkt auf die Hauptstadt zu.</P>

<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber K&ouml;nig Grimmly Fireforge und die Schlacht auf den H&uuml;geln der Schatten.</P>
</FONT>
<P>Es war die &uuml;berhebliche Art von Dagnor anzuhalten und sicherzustellen, da&szlig; alles Lebende im Weg seiner Armee zerst&ouml;rt wurde, die den Zwergen die n&ouml;tige Zeit f&uuml;r ihre Vorbereitungen gab. Nachrichten erreichten die Hauptstadt von Kaladim Tage bevor die Oger ankamen. Als er die Nachrichten von der nahenden Armee vernahm, begann der zw&ouml;lfte Zwergen K&ouml;nig Grimmly Fireforge, ein exzellenter K&auml;mpfer und brillanter Taktiker, seine Verteidigungskr&auml;fte zu mobilisieren. Au&szlig;erdem rechnete Dagnor nicht mit der Geschwindigkeit, mit der die Zwerge eine schlagkr&auml;ftige Einheit aufstellen konnten. Dies war der erste Fehler des Kriegsherren.</P>
<P>Als die Armee der Oger "Crakthorn Ridge" erreichten, circa eine Meile vor der Hauptstadt von Kaladim, trafen sie auf eine etwas gleich starke Armee von Zwergen, die von K&ouml;nig Grimmly angef&uuml;hrt wurde. Die K&auml;mpfe in den zerkl&uuml;fteten Bergen waren wild und brutal, aber da sie in K&auml;mpfen in Tunnel und bei wenig Licht wesentlich schlechter waren als die Zwerge, mu&szlig;ten die Oger fliehen. Dagnor befahl seine Armee in die H&uuml;gel der Schatten, wo Zwerge und Oger unter gleichen Voraussetzungen k&auml;mpfen konnten. </P>
<P>Tag und Nacht tobte die Schlacht &uuml;ber die H&uuml;gel der Schatten &uuml;ber Lesser Faydark und das Gras war getr&auml;nkt von Blut der Gefallenen. Beide Armeen wurden von Soldaten des jeweiligen K&ouml;nigreiches aufgef&uuml;llt und bald geriet der Krieg in eine Sackgasse.</P>

<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber den orkischen Verrat und die Schlacht des zerschmetterten Speeres</P>
</FONT>
<P>Weil er davon ausging, da&szlig; der Krieg auf den H&uuml;geln der Schatten entweder gewonnen oder verloren w&uuml;rde, befahl Dagnor seinen s&uuml;dlichsten Kr&auml;ften, die die W&auml;lder von Lesser Faydark bewachten, n&ouml;rdlich zu marschieren und die Armee auf den H&uuml;geln zu verst&auml;rken. Er lie&szlig; nur eine Handvoll Oger Soldaten und einen Gro&szlig;teil von Ork Sklaven zur&uuml;ck. Dies war dagnors zweiter und schlimmster Fehler.</P>
<P>Das erste Mal in der Geschichte kamen Zwerge und Orks zu eine &Uuml;bereinkunft und gingen eine Allianz ein. Die Zwerge versprachen den Sklaven der besiegten Orkst&auml;mme ihre Freiheit, wenn sie auf keiner Seite in den Krieg eingreifen w&uuml;rden. In kompletter &Uuml;bereinstimmung mit den Plan, der den Orks Freiheit gab, sie aber nicht zu einem Kampf n&ouml;tigte, zogen sich die orkischen Sklaven aus Lesser Faydark zur&uuml;ck, verlie&szlig;en die Armee von Dagnor und lie&szlig;en die s&uuml;dlichen H&uuml;gel weit offen. K&ouml;nig Grimmly nutzte diese Gelegenheit um eine zweite Einheit zu sammeln, nach S&uuml;den zu schicken und dann Dagnor´s Armee sowohl von vorne, als auch von der offenen Flanke her anzugreifen. Die Oger Kr&auml;fte auf den H&uuml;geln der Schatten wurden komplett ausgel&ouml;scht. Dagnor konnte mit einigen wenigen Ogern fliehen und das Rakthokianische K&ouml;nigreich war nun total ungesch&uuml;tzt. Grimmly sammelte seine restlichen Kr&auml;fte und mraschierte auf die Hauptstadt der Oger. Auf seinem Weg schliff er jeder Festung und brannte Rakthok bis auf die Grundmauern nieder. Die Rakthokianische Armee war zerst&ouml;rt.</P>
<P>Die letzte offizielle Schlacht fand im Wald von Lesser Faydark statt, als die restlichen Oger, angef&uuml;hrt von Dagnor, versuchten nach S&uuml;den zu fliehen. Sie wurden von einer kleinen Einheit rachs&uuml;chtiger Zwerge gestellt die es schaffte, sie bis zum Eintreffen der Hauptstreitmacht festzuhalten. Als K&ouml;nig Grimmly und seine Armee ankamen, k&auml;mpften die Streitkr&auml;fte von Dagnor r&uuml;cksichtslos und waren in der Lage viele zu t&ouml;ten, wurden aber schlie&szlig;lich besiegt. Eine Geschichte erz&auml;hlt, da&szlig; sich Grimmly und Dagnor am Ufer eines Sees im s&uuml;dlichen Teil von Lesser Faydark trafen und das Grimmly Dagnor mit einem Speer mit solcher Wucht aufspie&szlig;te, da&szlig; die Waffe in tausend Teile zerbrach als sie die Brust des Oger K&ouml;nigs durchstie&szlig;. Die Geschichte erz&auml;hlt weiter, da&szlig; der Kriegsherr auf der Stelle tot war und in den See fiel und da&szlig; das B&ouml;se in seinem Blut das Wasser des Sees zum Kochen brachte und rot f&auml;rbte. Daher nannten die Zwerge den See scherzhaft Dagnor´s Cauldron (Kessel) und so endete die letzte Schlacht des Oger-Zwergen Krieges. Sie wurde "die Schlacht des zerbrochenen Speeres" genannt.</P>

<FONT SIZE=4><P ALIGN="CENTER">&Uuml;ber den Weg des Blutes und das neue K&ouml;nigreich von Oggok</P>
</FONT>
<P>Nur etwas mehr als dreihundert Oger hatten von mehreren tausend &uuml;berlebt und beteten zu ihrem Gott Rallos Zek um Vergebung, weil sie den Krieg verloren hatten w&auml;hrend sie sich hastig nach S&uuml;dwesten zur&uuml;ck zogen. Zwei Wochen lang flohen die Oger vor den Streitkr&auml;ften von K&ouml;nig Grimmly, die sie jagten und jeden t&ouml;teten, den sie ergreifen konnten. Die Oger pl&uuml;nderten jede kleine Stadt, an der sie vorbei kamen und zerst&ouml;rten sogar die Ruinen des Elfen Hauptstadt Caerthiel, wo sie Schiffe und Vorr&auml;te fanden. Nacnhdem sie quer &uuml;ber die ganze Ebene gelohen waren, setzen sie schlie&szlig;lich Segel und fuhren &uuml;ber den &ouml;stlichen Ozean und weg von den sich n&auml;hernden Zwergen. Der erste Oger-Zwergen Krieg war offiziell beendet. </P>
<P>Die Oger, geschlagen, verwundet und ohne Anf&uuml;hrer, erreichten den &ouml;den Kontinent Antonica einen Monat nachdem sie in Faedwer Segel gesetzt hatten. Tag und Nacht marschierten die &Uuml;berlebenden des einst m&auml;chtigen Rakthokianischen K&ouml;nigreiches ziellos durch die endlose W&uuml;ste von Ro und erreichten schlie&szlig;lich den leeren Gebirgszug, der als "Serpent´s Spine" bekannt ist. Die Oger hielten die nat&uuml;rliche Geographie der Berge f&uuml;r einen gro&szlig;en Vorteil gegen&uuml;ber Invasionen, da sie sich zun&auml;chst erholen und neu organisieren wollten. Hier gr&uuml;ndeten sie ihre neue Hauptstadt, bewacht auf allen Seiten von zwei Fl&uuml;ssen, einer W&uuml;ste, einem See, zerkl&uuml;fteten Bergen und einem dichten Dschungel, wo sie sich sammeln und eine Armee f&uuml;r den zweiten Oger-Zwergen Krieg aufbauen konnten. Sie nannten ihr neues K&ouml;nigreich "Oggok", was auf Ogerisch soviel wie "Rache" bedeutet.</P>
<P>Das zweite Zeitalter endete mit Tod und Zerst&ouml;rung und mit dem Versprechen f&uuml;r einen Neuanfang. Das kleinliche Gez&auml;nk der alten Rassen auf dem Kontinent von Faydwer endete tragisch und keines der K&ouml;nigreiche w&uuml;rde sich jemals vollkommen erholen. Der Keim der Rache wurde ges&auml;t und die ganze Welt hatte sich f&uuml;r die alten Rassen ge&auml;ndert. Mit der Auswanderung der Dunkelelfen nach Neriak auf Antonica und der Oger nach Oggok wurde neues Land entdeckt und keine der alten Rassen hatte mehr die Kraft, die K&ouml;nigreiche der Gnome und Halblinge von einer Ausbreitung abzuhalten, noch waren sie in der Lage, die st&auml;ndig wachsende Bev&ouml;lkerung der Menschen zu kontrollieren. Das zweite Zeitalter was eine Zeit des Todes, der Trauer und der Ver&auml;nderung f&uuml;r Norrath.</P></BODY>
</HTML>
