<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../css.css" type="text/css">
</head>

<body bgcolor="#F7E8E8" text="#000000">
<table width="90%">
  <tr> 
    <td class="titulo"> longa.s </td>
  </tr>
</table> 
<p>Aqui, eu classifico como hist&oacute;rias longas aquelas compridonas, divididas 
  em cap&iacute;tulos. Demoram mais para serem escritas, &eacute; mais dif&iacute;cil 
  ter a id&eacute;ia, mas &eacute; o que eu mais gosto de escrever.</p>
<p><a href="erro.htm">Um erro no escuro</a><br>
  A primeira de uma s&eacute;rie que at&eacute; agora conta com 3 hist&oacute;rias, 
  foi escrita quando eu tinha 14 anos. &Eacute; a hist&oacute;ria de um grupo 
  de cinco amigos que, sem querer, tem que enfrentar morte, seq&uuml;estro e bandidos 
  perigosos, sozinhos, sem saber em quem mais se pode confiar.<br>
  <b>Status:</b> completa<br>
  <b>Escrita em:</b> 1997<br>
  <b>N&deg; de palavras: </b>30.379<b><br>
  N&deg; de cap&iacute;tulos: </b>15</p>
<p><a href="entre.htm">Entre ele e eu</a><br>
  A segunda parte da s&eacute;rie, escrita alguns meses depois da primeira. Aqui, 
  Nic e Ana Paula v&ecirc;em seu relacionamento ser destru&iacute;do por uma garota 
  que apareceu do nada, e parecia disposta a ficar. Com isso, eles dividem a turma 
  e passam por situa&ccedil;&otilde;es constrangedoras e perigosas, at&eacute; 
  o momento de decidir no que vale a pena realmente investir.<br>
  <b>Status:</b> completa<br>
  <b>Escrita em:</b> 1998<br>
  <b>N&deg; de palavras:</b> 26.013<br>
  <b>N&deg; de cap&iacute;tulos:</b> 23</p>
<p><b>Filhos do sil&ecirc;nco</b><br>
  Terceira hist&oacute;ria da s&eacute;rie, escrita em um m&ecirc;s durante o 
  primeiro <a href="http://www.nanowrimo.com" target="new">NanoWrimo</a> de que 
  participei. Dessa vez, uma infeliz coincid&ecirc;ncia leva os personagens ao 
  centro de um esquema ilegal e perigoso: a explora&ccedil;&atilde;o sexual de 
  menores. Depois de feita a den&uacute;ncia, come&ccedil;a uma persegui&ccedil;&atilde;o 
  com amea&ccedil;as an&ocirc;nimas, e os cinco amigos descobrem que o problema 
  era maior e muito mais perigoso para eles do que imaginavam.<br>
  <b>Status:</b> incompleta<br>
  <b>Escrita em:</b> 2003<br>
  <b>N&deg; de palavras:</b> 50.276<br>
  <b>N&deg; de cap&iacute;tulos:</b> 20</p>
<p>* * *</p>
<p><a href="bella.htm">Bella Vida - Sombras da infância</a><br>
  Hist&oacute;ria que estou escrevendo para o NanoWrimo, ainda sem t&iacute;tulo. 
  Isabelle era uma menina rica, bonita e inteligente, e tinha tudo para ter uma 
  vida brilhante. No entanto, um pai extremamente querido, mas ausente, acabou 
  fazendo com que ela se aproximasse de pessoas que a levaram para lugar algum 
  al&eacute;m da pr&oacute;pria ru&iacute;na.<br>
  <b>Status:</b> incompleta<br>
  <b>Escrita em:</b> 2004<br>
  <b>N&deg; de palavras:</b> 19.421<br>
  <b>N&deg; de cap&iacute;tulos:</b> 11 </p>
<p><b>Onde est&aacute; meu amor?</b><br>
  Hist&oacute;ria de tr&ecirc;s irm&atilde;os cujas vidas est&atilde;o divididas 
  entre o Brasil (onde mora a m&atilde;e) e os Estados Unidos (onde mora o pai). 
  Eles s&atilde;o melhores amigos, mas a univerdade, garotas e diferentes interesses 
  come&ccedil;am a distanci&aacute;-los uns dos outros, e n&atilde;o &eacute; 
  f&aacute;cil decidir o que fazer e onde viver, porque muitas coisas ser&atilde;o 
  deixadas para tr&aacute;s, n&atilde;o importa qual seja a escolha. <br>
  <b>Status:</b> eternamente incompleta<br>
  <b>Escrita em:</b> <br>
  <b>N&deg; de palavras:</b><br>
  <b>N&deg; de cap&iacute;tulos:</b></p>
<p><a href="brasil.htm">Brasileirinhos</a><br>
  Uma s&eacute;rie de contos narrando brincadeiras de rua infantis. Escrito como 
  trabalho final da mat&eacute;ria ESPEB (Estudos S&oacute;cio Pol&iacute;tico 
  e Econ&ocirc;mico Brasileiro) no primeiro semestre da faculdade. O tema era 
  &quot;Brasilidades&quot;, e nesse texto &eacute; mostrado o Brasil infantil, 
  aquele Brasil que ainda n&atilde;o foi tocado por video-games, computadores 
  e brinquedos eletr&ocirc;nicos de &uacute;ltima gera&ccedil;&atilde;o.<br>
  <b>Status:</b> completa<br>
  <b>Escrita em:</b> 2001<br>
  <b>N&deg; de palavras:</b> 5.502<br>
  <b>N&deg; de cap&iacute;tulos:</b> 9</p>
</body>
</html>
