<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Chapitre Six&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Chapitre Six -->

Elandra s&#8217;approcha pr&eacute;cautionneusement du corps allong&eacute;. Il 
semblait dormir d&#8217;un sommeil profond. A l&#8217;approche de la voleuse, 
l&#8217;astre lunaire s&#8217;obscurcit, la lumi&egrave;re qui baignait ce lieu 
magnifique s&#8217;estompait et l&#8217;obscurit&eacute; recouvrait la for&ecirc;t 
lui donnant un aspect inqui&eacute;tant. Elle prit sa cape et en recouvrit H&euml;lclay&euml;nn. 
Que faisait &#8211; elle l&agrave; &agrave; contempler cet elfe noir ? Elle se 
posait la question sachant que la r&eacute;ponse &eacute;tait au fond d&#8217;elle 
mais qu&#8217;elle n&#8217;osait se l&#8217;avouer. Les heures s&#8217;&eacute;gr&eacute;n&egrave;rent, 
la ros&eacute;e perlait, le ciel devenait rougeoyant et le chant des oiseaux commen&ccedil;aient 
&agrave; emplir l&#8217;air lorsque le necromant ouvrit les yeux. D&#8217;instinct 
son visage se tourna vers Elandra.<br>
&laquo; &laquo; &laquo; Ou suis je et que fais tu ici ? &raquo;<br>
&laquo; &laquo; Je veille sur toi mon ami, cette for&ecirc;t est bien dangereuse 
pour un &ecirc;tre endormi &raquo;<br>
&laquo; &laquo; Je n&#8217;ai pas besoin que l&#8217;on veille sur moi. Je suis 
Moonkeeper le gardien de la lune et l&#8217;astre veille d&eacute;j&agrave; sur 
moi. Que s&#8217;est il pass&eacute; ? avons nous gagn&eacute; ? Pourquoi suis 
je nu &agrave; cet endroit ?&raquo; &raquo;<br>
&laquo; &laquo; Que de questions et quelle impatience. Oui la bataille f&ucirc;t 
remport&eacute;e. Nous troupes combattirent vaillamment c&ocirc;te &agrave; c&ocirc;te 
et les drows rompirent lorsqu&#8217;ils virent que je brandissais la t&ecirc;te 
de leur chef. Quant &agrave; toi je&#8230;.&raquo; &raquo; &raquo;<br>
H&euml;lclay&euml;nn serra les bras d&#8217; Elandra d&#8217;un geste rageur. 
&laquo; &laquo; &laquo; Parles ! quoi moi ?que s&#8217;est il pass&eacute; ? ne 
me dit pas que&#8230;. Oh non&#8230;. Pas encore&#8230; &raquo; &raquo; &raquo; 
Il plongea la t&ecirc;te dans ses mains n&#8217;osant plus regarder son interlocutrice.<br>
&laquo; &laquo; Tu a subi une transformation lors du combat et dans une rage fr&eacute;n&eacute;tique 
tu fauchais les combattants des deux camps. L&#8217;ennemi &eacute;tait terroris&eacute; 
mais nos hommes avaient peur aussi. &raquo; &raquo;<br>
&laquo; &laquo; Maudite mal&eacute;diction de cette immonde dieu qu&#8217;est 
Innorruuk. Laisse moi te conter mon histoire. Seul Solastaran la conna&icirc;t 
r&eacute;ellement. Mais je sens que je peux te faire confiance et quelque chose 
en moi me pousse &agrave; le faire. &raquo; &raquo;<br>
H&euml;lclay&euml;nn pris les mains d&#8217;Elandra dans les siennes, plongea 
ses yeux aux eclats mauves dans son regard et commenca son r&eacute;cit.<br>
&laquo; &laquo; J&#8217;&eacute;tais un jeune Elfe noir, fier descendant des Tier 
Dal, tout me souriait, j&#8217;avais la fortune de naissance et je commen&ccedil;ais 
&agrave; avoir la gloire. J&#8217;ai fait mes classes &agrave; l&#8217;acad&eacute;mie 
militaire de Neriak o&ugrave; je sorit major de promotion. Ma cruaut&eacute; sans 
&eacute;gale, ma virtuosit&eacute; dans le maniement des armes et mon sens tactique 
avaient soulev&eacute; l&#8217;enthousiasme mes professeurs. L&#8217;un de mes 
ma&icirc;tres, le noble Ker&#8217;Arxx me conduisit un jour dans le temple d&#8217;Innorruuk. 
Je n&#8217; y &eacute;tais encore jamais entr&eacute; auparavant les pires rumeurs 
circulant dans Neriak &agrave; son sujet. Des hurlements de douleur s&#8217;&eacute;chappaient 
souvent par les noires meurtri&egrave;res de la fa&ccedil;ace. J&#8217;avais confiance 
en mon ma&icirc;tre et je le suivais avac h&acirc;te. &laquo; ici tu rencontrera 
ton destin jeune Drow tu fais partie des &eacute;lus d&#8217;Innorruuk accepte 
son don et combat en son nom, puissance t gloire te seront accord&eacute;es. Un 
frisson d&#8217;excitation montait le long de mon &eacute;chine. Je me voyais 
d&eacute;j&agrave; gouverneur de Neriak. Des lithanies provenaient d&#8217;une 
grande salle, on me remis avant d&#8217;y p&eacute;netrer un grand suaire que 
j&#8217;enfilais rapidement laissant mon pourpoint mes braies et mes chausses. 
De nombreux fid&egrave;les &eacute;taient agenouill&eacute;s devant la statue 
de leur dieu tut&eacute;laire. Une jeune humaine &eacute;tait attach&eacute;e 
nue sur l&#8217;autel. Le grand pr&ecirc;tre v&ecirc;tu de sa robe noir et rouge 
pointa un doigt sur moi d&egrave;s mon arriv&eacute;e et me convia &agrave; le 
rejoindre.
<p></p>
<p></p>
<p><br>
  La jeune fille allong&eacute;e sur la table de sacrifice me regardait avec des 
  yeux implorants. Elle sanglotait. Le pr&ecirc;tre me tendit un couteau &agrave; 
  lame recourb&eacute; et terriblement aff&ucirc;t&eacute;. Il me demanda de torturer 
  l&#8217;&ecirc;tre devant moi afin que ses souffrances soient le catalyseur 
  pour la venue du dieu immonde. Je ne peux te raconter ce qu&#8217;elle a endure 
  j&#8217;en ai trop honte aujourd&#8217;hui mais Innoruuk finit par se mat&eacute;rialiser 
  dans la salle. J&#8217;&eacute;tais &agrave; ce moment l&agrave; terrifi&eacute; 
  il me semblait immense. D&#8217;une voix gutturale il m&#8217;appela par mon 
  nom. J&#8217;&eacute;tais p&eacute;trifi&eacute;. Ses paroles &eacute;taient 
  enjou&eacute;es. Il allait me donner le pouvoir sur les morts et allait me permettre 
  d&#8217;acc&egrave;der &agrave; l&#8217;entropie si j&#8217;acceptais de le 
  servir et d&#8217;&ecirc;tre le gardien de l&#8217;astre lunaire. L&#8217;astre 
  &eacute;tait son lien avec neriak et l&#8217;aidait &agrave; r&eacute;pandre 
  le mal dans son &eacute;ternal combat contre la lumi&egrave;re qui avait pour 
  alli&eacute; le soleil. J&#8217;acceptais bien sur &eacute;tant si fier qu un 
  Dieu m&#8217;accorde quelque attention. Innoruuk se pencha vers moi un ongle 
  griffu et noir me lac&eacute;ra la poitrine. Je ressenti une terrible douleur 
  bien que la blessure ne soit pas profonde et je tombais &agrave; genoux face 
  &agrave; l&#8217;autel. L&#8217;assistance n&#8217;avait cess&eacute; de prof&eacute;rer 
  des lithanies durant tout le temps du ceremonial et ce brouhaha me semblait 
  maintenant insupportable. Mon professeur vint me rechercher et me conduisit 
  dans une salle obscure o&ugrave; je pu prendre quelques repos. Nous f&ucirc;mmes 
  rejoint par un gnome que l&#8217;on me pr&eacute;senta comme &eacute;tant Ma&icirc;tre 
  n&eacute;cromancien. Il s&#8217;appelait Alakatal. Durant cinquante ann&eacute;es 
  je restais en sa compagnie &eacute;tudiant les arcanes du sombre art. Puis je 
  passais un si&egrave;cle &agrave; parcourir le monde, pillant, tuant au nom 
  de mon Dieu. Je devenais de plus en plus puissant et je pensais m&ecirc;me d&eacute;fier 
  les dieux. Mais celui du mesnonge avait d&#8217;autres desseins, je commen&ccedil;ais 
  &agrave; lui d&eacute;plaire et il fit massacrer les miens par son pr&ecirc;tre. 
  Je tentais de livrer bataille avec les hommes qui m&#8217;&eacute;taient rester 
  fid&egrave;le mais je fu laisser pour mort. Depuis j&#8217;essaye de combattre 
  le mal qui est en moi. Mais le pacte noir qui me lie &agrave; Innoruuk me fait 
  transformer en cette abomination que tu a vu lors de la bataille. Le go&ucirc;t 
  du sang m&#8217; ennivre encore et des pulsions abominables montent en moi. 
  Toutes les nuits la lune me rappelle que je suis li&eacute; &agrave; son ma&icirc;tre. 
  J&#8217;ai tout perdu dans cette lutte in&eacute;gale, mes biens, ma famille, 
  mes amis et mes amours. Ma vie est jonch&eacute;e de meurtres et de trahison. 
  Je n&#8217;en puis plus et j&#8217;aspire au repos &eacute;ternel. Toi dont 
  les lames sont &acirc;ffut&eacute;es et empoisonn&eacute;es ne veut tu acc&eacute;der 
  &agrave; mon d&eacute;sir ? Il serait bon de mourir alors que le soleil se l&egrave;ve.<br>
  Elandra r&eacute;lechissait, si elle tuait ce drow elle &eacute;pargnerait peut 
  &ecirc;tre bien des vies dans le futur. Elle prit discretement dans son baudrier 
  de combat un petit stylet enduit d&#8217;un poison mortel. La blessure du porteur 
  de mort serait indetectable &agrave; moins d&#8217;un examen approfondi du corps 
  de la victime. H&euml;lclay&euml;nn &eacute;tait assis sur un rocher envelopp&eacute; 
  de sa cape et lui tournait le dos. Elle s&#8217;approcha de lui et allait porter 
  le coup fatal lorsqu&#8217;il se retourna. Les deux regards se crois&egrave;rent. 
  Ce qu&#8217;elle lut dans le sien l&#8217;emp&ecirc;cha de commettre l&#8217;acte 
  irr&eacute;parable. Tant de tristesse perlait dans ses yeux, tant de remords 
  et &agrave; la fois tant de haine. La voleuse d&eacute;cida de regagner le point 
  de ralliement et de laisser en paix l&#8217;&ecirc;tre qui se tenait devant 
  elle. C&#8217;&eacute;tait la premi&egrave;re fois qu&#8217;elle renoncait &agrave; 
  tuer quelqu &#8216;un dans sa vie d&#8217;assassin. Elle se mit &agrave; penser 
  qu&#8217;elle devait faire attention trop de sentimentalit&eacute; peut nuire 
  &agrave; son travail et est contraire aux pr&eacute;ceptes qu&#8217;on lui a 
  enseign&eacute;s.Telle une ombre elle s&#8217;&eacute;vanouit et laissa le necromant 
  seul.<br>
  Une semaine s&#8217;&eacute;coula. Le n&eacute;cromancien &eacute;tait retourn&eacute; 
  &agrave; ses recherches alors que ses troupes pansaient leurs blessures. Il 
  avait laiss&eacute; le soin &agrave; Solastaran de recruter de nouveaux combattants. 
  Les nuits pass&eacute;es sur les anciens grimoires le laissait pantelant et 
  &eacute;puis&eacute;. Sa sant&eacute; d&eacute;clinait peu &agrave; peu et il 
  ne s&#8217;alimentait plus. Il avait h&acirc;te de trouver le moyen de lever 
  cette mal&eacute;diction qui emprisonnait son &acirc;me il savait qu&#8217;il 
  avait peu de temps avant que celui ci ne reprenne enti&egrave;rement possession 
  de lui. Ses transformations devenaient de plus en plus nombreuses.</p>
<p></p>
<p>Solastaran trouva son ami endormi sur son bureau. Il avait un besoin urgent 
  de lui et n&#8217;h&eacute;sita pas &agrave; le r&eacute;veiller en lui jettant 
  une carafe d&#8217;eau au visage. Lorsque le necromant leva le visage, le guerrier 
  f&ucirc;t &eacute;pouvant&eacute;. Son seigneur ressemblait de plus en plus 
  aux morts vivants qui hantaient les landes de Neriak. <br>
  &laquo; &laquo; H&euml;lc, je suis d&eacute;sol&eacute; de te r&eacute;veiller 
  mais il faut que tu quitte ton antre. Le Seigneur Galaad a envoy&eacute; une 
  &eacute;missaire. Des rumeurs inqui&eacute;tantes proviennent de la cit&eacute; 
  de Dulak. D&#8217;&eacute;tranges cr&eacute;atures ont &eacute;t&eacute; vues 
  dans la crypte de nadox aux c&ocirc;t&eacute;s de morts vivants. Les mineurs 
  n&#8217;osent<br>
  plus reprendre le travail car beaucoups d&#8217;entre eux ont disparu dans des 
  circonstances &eacute;tranges. On parle d&#8217;une race qui serait entrain 
  de d&eacute;velopper une arm&eacute;e. Il nous faut agir et aller voir par nous 
  m&ecirc;mes. L&#8217;ambassadeur de l&#8217;alliance nous accompagnera, j&#8217;ai 
  d&eacute;j&agrave; r&eacute;uni un groupe de personnes d&eacute;vou&eacute;es. 
  Nous n&#8217;attendons plus que toi pour nous mettre en route. Nous aurons une 
  escorte command&eacute;e par la paladine Soisic de l&#8217;alliance jusqu&#8217;aux 
  portes des mines. Apr&egrave;s, une troupe trop cons&eacute;quente attirerait 
  l&#8217;attention. &raquo; &raquo;<br>
  &laquo; &laquo; Tr&egrave;s bien laisse moi le temps d&#8217;enfiler mon armure 
  de combat, met toi en route je vous rejoindrais au phare qui marque la fronti&egrave;re 
  de la civilisation. &raquo; &raquo;<br>
  La nuit &eacute;tait d&eacute;j&agrave; pr&eacute;sente lorsqu &#8216;il rejoignit 
  la troupe. Il reconnu avec plaisir Elandra et salua d&#8217;une mani&egrave;re 
  militaire Soisic. Solastaran avait choisi lui m&ecirc;me les compagnons parmi 
  l&#8217;&eacute;lite, nonos, nilinya, Jabus l&#8217;enchanteur, jayce le belluaire, 
  Angel Ice le rodeur et Nuimitsu la moine combattante.<br>
  &laquo; &laquo; mettons en route sans attendre &laquo; &laquo; incita H&euml;lclay&euml;nn 
  Un sort de levitation facilita la travers&eacute;e de l&#8217;&eacute;tendue 
  d&#8217; eau. Le corps exp&eacute;ditionnaire pris pieds sur une plage jonch&eacute;s 
  de carcasses de bateau. L&#8217;air salin &eacute;tait r&eacute;hauss&eacute; 
  d&#8217;une odeur de pourriture. L&#8217;attaque f&ucirc;t presque instantan&eacute;e. 
  Des morts vivants app&acirc;t&eacute;s par la chair fra&icirc;che se ruaient 
  sur eux de leurs d&eacute;marches gauches.<br>
  &laquo; &laquo; &laquo; Continuez votre route, ne vous arretez pas je vais les 
  combattre avec mes chevaliers. Ne perdez pas de temps &laquo; &laquo; &laquo; 
  d&eacute;clara Soisic en donnant l&#8217;ordre de charge &agrave; ses combattans 
  du bien.<br>
  Le commando s&#8217;engagea sans attendre dans un immense tunnel. Apr&egrave;s 
  des heures de marche, ils arriv&egrave;rent enfin aux portes de nadox. Afin 
  de passer innaper&ccedil;u il allait falloir traverser un torrent de lave o&ugrave; 
  toute erreur serait mortelle. Ils avaient choisi ce chemin afin que leur pr&eacute;sence 
  ne soit pas d&eacute;tect&eacute;e. En passant par les mines ils auraient attir&eacute; 
  l&#8217;attention. La chaleur &eacute;tait consid&eacute;rable et l&#8217;air 
  &eacute;touffant mais personne ne songeait &agrave; se plaindre. Chacun restait 
  concentr&eacute; sur sa mission. Un pont jete sur la lave leur permis de se 
  rendre sans probleme sur une sorte de place gigantesque o&ugrave; des marins 
  maniaient des caisses dans d&#8217;incessants va et viens. Un grondement provenait 
  de l&#8217;entr&eacute;e d&#8217; un tunnel. Angel Ice fit un signe afin d&#8217;indiquer 
  &agrave; ses compagnons la pr&eacute;sence d&#8217;une &eacute;tange cr&eacute;ature 
  aquatique qui se tenait cependant debout &agrave; l&#8217;air libre. La peau 
  bleut&eacute;e s&#8217;apparentait &agrave; celle du requin, la gueule s&#8217;ouvrait 
  sur une rang&eacute;e de dents effil&eacute;es comme des rasoirs. Elle portait 
  dans une main un gigantesque trident et &eacute;tait coiff&eacute; d&#8217;un 
  casque sculpt&eacute; dans le cr&acirc;ne d&#8217;un petit c&eacute;tac&eacute;.<br>
  &laquo; &laquo; Il s&#8217;agit d&#8217;un luggald, ils sont la descendance 
  d&#8217;un dieu que l&#8217;on ne peut nommer et qui a disparu de nos m&eacute;moires 
  pour le bien de l&#8217;humanit&eacute;. Je reconnais aussi la pr&eacute;sence 
  de s&eacute;ides de la main noire une faction de pirates qui sert Innorruuk. 
  Cette r&eacute;union ne pr&eacute;sage rien de bon. Je croyais cette race totalement 
  disparu. Nous n&#8217;avons jamais pu en capturer un seul. Attention leur anatomie 
  est diff&eacute;rente de la notre. Regardez les branchies qui s&#8217;ouvrent 
  et se ferment le long du cou, ces monstres n&#8217;ont pas les m&ecirc;mes points 
  n&eacute;vralgiques et ne r&eacute;agissent certainement pas aux m&ecirc;mes 
  poisons. Nous allons devoir descendre dans ce tunnel. Il me para&icirc;t &ecirc;tre 
  le ch&#339;ur du syst&egrave;me. &raquo; &raquo; murmura H&euml;lclay&euml;nn 
  &agrave; ses camarades de combat.</p>
<p></p>
<p>Au fur et &agrave; mesure de la progression, les aventuriers avaient l&#8217;impression 
  que l&#8217;air se rar&eacute;fiait. Le bruit sourd provenant de quelques diaboliques 
  machineries se faisait de plus en plus pr&eacute;sent. A chaques fois qu&#8217; 
  une sentinelle d&eacute;tectait leur pr&eacute;sence, elle &eacute;tait immobilis&eacute;e 
  par l&#8217;enchanteur Jabus puis tu&eacute; par les autres. H&euml;lclay&euml;nn 
  se rapprocha d&#8217;Elandra et lui dit dans le creux de l&#8217;oreille.<br>
  &laquo; &laquo; &laquo; Je suis inquiet, une douleur compresse ma poitrine et 
  augmente au fur et &agrave; mesure de notre progression. Cela ne pr&eacute;sage 
  rien de bon. Innorruuk est trop pr&eacute;sent dans ces souterrains. A ma moindre 
  d&eacute;faillance tue moi je ne veux pas vous mettre en danger. &raquo; &raquo; 
  &raquo;<br>
  Elandra lui pris les mains et murmura &laquo; &laquo; &laquo; Je ne sais si 
  je pourrais&#8230;. J &#8216; ai d&eacute;j&agrave; &eacute;chou&eacute;&#8230; 
  &raquo; &raquo;<br>
  H&euml;lclay&euml;nn d&eacute;tourna son regard. Cette femme l&#8217;attirait 
  et il se demandait si elle ne serait point son salut.<br>
  Le groupe arriva tr&egrave;s vite en vue d&#8217;une salle immense soutenue 
  par des piliers titanesques. Des luggalds en longue robe noire &agrave; capuche 
  &eacute;taient pench&eacute;es sur des sortes de cloches transparentes qui &eacute;mettaient 
  un doux bourdonnenent. D&#8217;autres portaient des sortes de cocons, translucides 
  et vibrant d&#8217;une vie interne.<br>
  &laquo; &laquo; &laquo; Il s&#8217;agit d&#8217;incubateurs, la reine doit &ecirc;tre 
  dans l&#8217;une des salles. Elle pond et les pr&ecirc;tres placent les embryons 
  dans ces couveuses afin d&#8217;acc&eacute;lerer la maturit&eacute;. Une arm&eacute;e 
  est en train de se cr&eacute;er ici. Nous devons d&eacute;truire la d&eacute;truire 
  &agrave; la source &laquo; &laquo; &laquo; expliqua le n&eacute;cromancien &agrave; 
  ses fr&egrave;res d&#8217;arme.<br>
  &laquo; &laquo; &laquo; Ne devrions nous pas attendre des renforts de Dame Soisic 
  et de sa troupe &raquo; &raquo; &raquo; r&eacute;pondit Elandra<br>
  &laquo; &laquo; &laquo; Non nous sommes assez nombreux je pense, je ne veux 
  pas perdre de temps &laquo; &laquo; &laquo; r&eacute;torqua H&euml;lclay&euml;nn.<br>
  Invisible, le groupe se rapprocha peu &agrave; peu de salle du fond d&#8217;o&ugrave; 
  semblait provenir les embryons. Ils purent ainsi surprendre une conversation 
  entre un pirate richement v&ecirc;tu et un luggald.<br>
  &laquo; &laquo; &laquo; Le navire sera bient&ocirc;t pr&ecirc;t, ambassadeur. 
  Il est &agrave; quai et les cales ont &eacute;t&eacute; am&eacute;nag&eacute;es 
  pour recevoir vos troupes. Nous les conduirons sur une ile ou des instructeurs 
  les formeront au combat. &raquo; &raquo; &raquo;<br>
  Une voix rauque, souffreteuse et parsem&eacute;e de gargouillis r&eacute;pondit 
  :<br>
  &laquo; &laquo; &laquo; Bien, bien, vous savez comme notre grand ma&icirc;tre 
  &agrave; ce projet &agrave; c&#339;ur. Vous participez &agrave; l&#8217;av&egrave;nement 
  de la race sup&eacute;rieure mon cher capitaine. La main noire nous aura bien 
  servi et vous serez r&eacute;compens&eacute; par Innoruuk comme il se doit mais 
  cela vous le savez d&eacute;j&agrave;. Continuez &agrave; embarquer des provisions 
  la travers&eacute;e risque d&#8217;&ecirc;tre longue. &laquo; &laquo; &laquo; 
  <br>
  &laquo; &laquo; &laquo; Nos hommes sont en train de piller les p&ecirc;cheurs 
  des environs et nous stockons un maximum de poissons s&eacute;ch&eacute;s. Nous 
  avons m&ecirc;me captur&eacute; quelques sir&egrave;nes pour agr&eacute;menter 
  la travers&eacute;e. &raquo; &raquo; &raquo; dit le pirate en partant d&#8217;un 
  rire gras<br>
  Ce f&ucirc;t son dernier, car en quelques secondes, un stylet empoisonn&eacute; 
  per&ccedil;ait son c&#339;ur et il mourrait sans un bruit. L&#8217;ambassadeur 
  Luggald paralys&eacute; eu le temps de voir la mort arriver. Une peste sombre 
  lanc&eacute;e par le n&eacute;cromant le couvrit de bubons et la vie s&#8217;&eacute;chappa 
  de son corps alors qu&#8217;il subissait les assauts &agrave; l&#8217;arme blanche. 
  La grande barbare de son immense hache lui ouvrit le cr&acirc;ne en deux. Elle 
  essuya ensuite d&#8217;un geste m&eacute;thotique fruit d&#8217;une longue habitude 
  son arme sur la robe du cadavre.<br>
  &laquo; &laquo; &laquo; Nous devons tuer la reine, elle est dans cette salle, 
  h&acirc;tons nous car nous finirons par &ecirc;tre d&eacute;couvert. &raquo; 
  &raquo; &raquo;</p>
<p></p>
<p></p>
<p>Le commando progressa le long du mur et arriva pr&egrave;s d&#8217; un porche 
  d&#8217;o&ugrave; &eacute;manait une lueur bleu&acirc;tre. Une odeur naus&eacute;abonde 
  s&#8217;en &eacute;chappait, faite de relents de cadavres et de poissons pourris.<br>
  Au m&ecirc;me moment, H&euml;lclay&euml;nn ressenti une vive douleur en son 
  &ecirc;tre int&eacute;rieur.<br>
  &laquo; &laquo; &laquo; &laquo; Aaaargh&#8230;.. &raquo; &raquo; &raquo; f&ucirc;t 
  le seul bruit qui s&#8217;&eacute;chappa de sa gorge lorsqu&#8217;il tomba &agrave; 
  genou.<br>
  Une voix tonitruante, amplifi&eacute;e encore par la voute caverneuse et la 
  grandeur de la salle r&eacute;sonna aux oreilles des combattants.<br>
  &laquo; &laquo; &laquo; H&euml;lclay&euml;nn, toi qui f&ucirc;t mon fid&egrave;le 
  serviteur est tu la pour revenir vers moi ? Tue cette engeance qui t &#8216;accompagne, 
  j&#8217;ai de nouveaux pouvoirs pour toi qui d&eacute;passent tes esp&eacute;rances.<br>
  Reviens t &#8216;asseoir &agrave; mes c&ocirc;t&eacute;s et amenons notre r&egrave;gne 
  sur les terres de Norrath &laquo; &laquo; &laquo; <br>
  Innoruuk en personne se tenait au milieu de la salle. Il &eacute;tait immense 
  et une aura terriblement mal&eacute;fique sans d&eacute;gageait. Il pris un 
  luggald dans sa main droite le souleva du sol et d&#8217;une chiquenaude de 
  la main gauche lui arracha la t&ecirc;te. Le corps fut jete ensuite violemment 
  contre le sol.<br>
  &laquo; &laquo; &laquo; Maudit dieu mensonger jamais tu ne m&#8217;aura. &raquo; 
  &raquo; La transformation en archiliche f&ucirc;t imm&eacute;diate.<br>
  &laquo; &laquo; &laquo; Fuyez mes amis nous ne seront pas de force &agrave; 
  lutter contre lui aujourd &#8216;hui &laquo; &laquo; &laquo; Le n&eacute;cromancien 
  ne pensait qu&#8217;&agrave; une seule chose mettre &agrave; l&#8217;abri ses 
  amis quitte &agrave; leur donner l&#8217;illusion qu&#8217;il allait fuir &eacute;galement. 
  Il serait bien temps de se retourner vers la dininit&eacute; et d&#8217;en finir 
  avec elle m&ecirc;me si il devait y laisser son &acirc;me.<br>
  La petite troupe commenca &agrave; se replier. Les cris d&#8217;Innorruuk avaient 
  attir&eacute; des gardes luggalds et l&#8217;enchanteur avait forte affaire 
  pour les immobiliser afin de lib&eacute;rer le passage vers la sortie.<br>
  Solastaran et Nilinya formaient l&#8217;arri&egrave;re garde. Ils purent regagner 
  le pont sain et sauf et firent jonction avec les chevaliers de Soisic. Elandra 
  f&ucirc;t la premi&egrave;re &agrave; remarquer la disparition d&#8217;H&euml;lclay&euml;nn.<br>
  Le n&eacute;cromancien s&#8217;&eacute;tait tapi derri&egrave;re une colonne. 
  Il ressorti de l&#8217;ombre une fois qu&#8217;il f&ucirc;t sur que ses amis 
  &eacute;taient en s&eacute;curit&eacute;. De nouveau il fit face &agrave; l&#8217;incarnation 
  du mal. Flottant &agrave; ras du sol, les yeux rougeoyants sa grande faux dans 
  les mains, il avait une attitude de d&eacute;fi. <br>
  &laquo; &laquo; &laquo; Pourquoi ne le laisse tu pas en paix. Je t ai servi 
  avec ferveur pendant plus d&#8217;un si&egrave;cle et c&#8217;est toi qui m&#8217;a 
  trahi en faisant massacrer ma famille par ton pr&ecirc;tre dont la fourberie 
  n&#8217;a d&#8217;&eacute;gale que sa lachet&eacute;. Aujourd &#8216;hui je 
  suis ton ennemi et je n&#8217;aurais de repos de t &#8216;avoir d&eacute;truit. 
  Plus jamais un Dieu ne me dirigera&#8230; &raquo; &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; Que crois tu pauvre sot, tu n&#8217;&eacute;tais qu&#8217;un 
  instrument entre mes mains. Tes souffrances me rendent chaques fois plus fort 
  et je m&#8217;en d&eacute;lecte chaque jour. Je suis tes recherches et elles 
  me font sourire. Une seule chose pourra te d&eacute;livrer de moi mais tu n&#8217;y 
  aura jamais acc&egrave;s. Tu fais peur &agrave; tes semblables H&euml;lclay&euml;nn. 
  Je te consid&eacute;rais comme mon fils mais je sentais que peu &agrave; peu 
  tu &eacute;chappais &agrave; mon emprise alors que tu gagnais en puissance. 
  Croyais tu m&#8217;&eacute;galer et me ravir ma place au panth&eacute;on ? Croyais 
  tu que tu allais regner sur mon royaume de la peur ? Je devais briser tes v&eacute;ll&eacute;it&eacute;s 
  et d&#8217;apprendre de nouveau l&#8217;humilit&eacute;. Au lieu de cela tu 
  t &#8216;es lanc&eacute; dans cette stupide croisade contre le mal au c&ocirc;t&eacute; 
  de ce stupide roi supp&ocirc;t de Rodcet Nife. &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; Tu ne m&#8217;aura jamais plus Innorruuk je pr&eacute;fererais 
  mourir que revenir en ton sein. &laquo; &laquo; &laquo; </p>
<p></p>
<p></p>
<p></p>
<p>Innorruuk perdait patience et commen&ccedil;ait &agrave; d&eacute;truire les 
  appareillages &eacute;crasant les larves de luggald dans une bouillie inf&acirc;me.H&euml;lclay&euml;nn 
  envoya l&#8217;un de ses serviteurs combattre le dieu, il fut d&eacute;truit 
  avant d&#8217;arriver &agrave; lui. En r&eacute;ponse &agrave; la mal&eacute;diction 
  de la Mordinia Innorruuk donna un revers de main &agrave; son adversaire qui 
  sous la violence du coup fut propulser en arri&egrave;re sur plusieurs m&egrave;tres 
  provoquant l&#8217;&eacute;vanouissement du n&eacute;cromant. C&#8217;est ainsi 
  que les deux guerriers barbares le trouv&egrave;rent effondr&eacute; devant 
  la porte de l&#8217;antre des luggalds alors qu&#8217;Innorruuk passait sa rage 
  sur ses alli&eacute;s. <br>
  Solastaran ramassa le corps de son ami et le placa en travers de ses &eacute;paules 
  larges et muscl&eacute;s.<br>
  Nilinya surveillait le dieu afin de couvrir la fuite du g&eacute;n&eacute;ral 
  et de son fardeau. Ils furent bient&ocirc;t en s&eacute;curit&eacute; avec le 
  d&eacute;tachement de paladin alors que des cris de rage montaient de la salle 
  d&#8217;incubation. Le dieu cherchait sa proie. Le n&eacute;cromancien retrouva 
  rapidement ses esprits et regarda ses amis pench&eacute;s au dessus de lui.<br>
  &laquo; &laquo; &laquo; Nous devons faire vite, nous devons emp&ecirc;ch&eacute; 
  le navire charg&eacute; de luggalds de quitter le continent. Soisic de combien 
  de paladins dispose tu ? &laquo; &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; A peine 40 nous avons subi des pertes car nous avons 
  du repousser plusieurs vagues successives de morts vivants. Ils sortaient du 
  sable et des carcasses de bateaux &eacute;ventr&eacute;s. Bon nombre de mes 
  compagnons ont p&eacute;ri &laquo; &laquo; &laquo; &laquo;<br>
  &laquo; &laquo; &laquo; cela devrait suffire, nous prendrons d&#8217;assaut 
  le bateau pendant qu&#8217;un petit groupe de tes chevaliers commenceront &agrave; 
  bouter le feu au navire. &raquo; &raquo; &raquo;<br>
  Le jeune paladin Exes f&ucirc;t charg&eacute; de commander le groupe incendiaire. 
  Il s&#8217;en alla pr&eacute;parer le mat&eacute;riel n&eacute;cessaire &agrave; 
  la confection des torches.<br>
  Le plus important de la troupe se dirigeait d&eacute;j&agrave; vers les quais 
  ne rencontrant qu&#8217;une faible r&eacute;sistance dans leur avanc&eacute;e. 
  Beaucoup d&#8217;hommes de la main noire traumatis&eacute;s par la perte de 
  leur chef et la pr&eacute;sence du Dieu en col&egrave;re qui ravageait tout 
  sur son passage avaient d&eacute;j&agrave; pris la fuite.<br>
  Bient&ocirc;t la poupe du navire f&ucirc;t en vue. Certains pouss&egrave;rent 
  de petits cris d&#8217;exclamation. Il &eacute;tait aussi immense qu&#8217;un 
  ch&acirc;teau. Son nom &laquo; hate of fury &raquo; s&#8217;inscrivait en lettre 
  de feu. Une immense porte s&#8217;ouvrait sur le quai et laissait entrevoir 
  une cale sombre o&ugrave; s&#8217;agitaient d&#8217;abominables cr&eacute;atures. 
  Des ordres fusaient, des marins s&#8217;activaient le navire allait lever l&#8217;ancre. 
  Ils arrivaient juste &agrave; temps. Le n&eacute;cromancien charma un mort vivant 
  qui manoeuvrait un lourd cordage et l&#8217;envoya attaquer le luggald qui dirigeait 
  la man&#339;uvre. Le zombi planta ses dents dans la gorge de la cr&eacute;ature 
  et lui arracha d&#8217;un coup de machoire puissant un morceau de chair faisant 
  gicler un sang epais. La confusion f&ucirc;t quasi imm&eacute;diate. Soisic 
  donna l&#8217;ordre a sa troupe d&#8217;attaquer de front soutenu par le commando 
  d&#8217; H&euml;lclay&euml;nn qui continuait &agrave; charmer quelques cr&eacute;atures 
  innomables et &agrave; les retourner contre leurs ma&icirc;tres.<br>
  Exes pendant ce temps accompagn&eacute; de 5 hommes grimpait lestement &agrave; 
  un cordage et s&#8217;introduisait au c&#339;ur du navire par une ecoutille 
  ouverte. Chacun avait &agrave; sa ceinture un petit r&eacute;cipient enchant&eacute; 
  par Jabus qui contenait de la lave en fusion. Plac&eacute;s en des points cl&eacute;s 
  la lave consummerait le bois du navire. Sans un mot les paladins se r&eacute;partirent 
  dans le navire. Certains ne reviendraient pas ils le savaient mais ils &eacute;taient 
  pr&ecirc;ts &agrave; mourir pour leur roi et pour l&#8217;alliance. A l&#8217;ext&eacute;rieur 
  le combat faisait rage, les ennemis reculaient vers l&#8217;int&eacute;rieur 
  du bateau et essayaient vainement de jeter la passerelle qui le reliait au quai. 
  A chaques fois qu&#8217;un marin s&#8217;approchait des elingues, les couteaux 
  d&#8217;Elandra trouvaient son c&#339;ur.<br>
  Finalement une fum&eacute;e noire et &eacute;paisse commenca &agrave; s&#8217;&eacute;chapper 
  par quelques ouvertures du galion. Des cris inhumains provenant de l&#8217;int&eacute;rieur 
  retentirent. Le feu se propageait tr&egrave;s vite tant le bois &eacute;tait 
  sec et el bateau empli de provisions tr&egrave;s inflammables.</p>
<p></p>
<p><br>
  Un Exes, le visage noirci, les cheveux &eacute;bouriff&eacute;s et la cuirrasse 
  calcin&eacute;e rejoignit bien vite la<br>
  Troupe et fit son rapport &agrave; l&#8217;officier de l &#8216;alliance. Soisic 
  le congratula. Il &eacute;tait le seul survivant du groupe. Solastaran donna 
  l&#8217;ordre de retraite. Il surveillait le necromant dont les yeux commen&ccedil;aient 
  &agrave; prendre des reflets rouges. Il fallait partir vite. Ils quitt&egrave;rent 
  nadox en laissant un champ de d&eacute;solation derri&egrave;re eux. Une importante 
  bataille avait &eacute;t&eacute; gagn&eacute;e contre le mal. La chevauch&eacute;e 
  dura plusieurs jours. Durant celle ci nul ne put manquer de remarquer que le 
  n&eacute;cromancien chevauchait en compagnie d&#8217; elandra. Des &eacute;clats 
  de rire leur parvenaient et les conversations semblaient quelques fois anim&eacute;es. 
  Solastaran n&#8217;avait plus vu son seigneur ainsi depuis des d&eacute;cennies. 
  <br>
  Apr&egrave;s une journ&eacute;e de chevauch&eacute;e, la troupe fit une halte 
  dans un immense tunnel repaire de contrebandiers . Derni&egrave;re bastion de 
  civilisation avant de traverser un d&eacute;sert parsem&eacute; de cr&eacute;atures 
  &eacute;piques et monstrueuses.<br>
  Comme presque tous les soirs, H&euml;lclay&euml;nn et elandra se promenaient 
  &eacute;changeant des secrets que nul ne pouvaient entendre. Pour la premi&egrave;re 
  fois le n&eacute;cromancien se hasarda &agrave; prendre l main de la voleuse 
  et la conduisit sur une corniche faca &agrave; la lune qui venait de se lever. 
  L&#8217;astre irradiait une lueur mal&eacute;fique qui semblait s&#8217;intensifier 
  de minutes en minutes. Le couple se mit assis. Ils furent d&eacute;rang&eacute;s 
  fugacement par Sem un maraudeur de l&#8217;alliance et soisic qui devaient effectuer 
  une ronde de s&eacute;curit&eacute; autour du campement. Le n&eacute;cromancien 
  avait beaucoup appris sur son interlocutrice au cours des jours &eacute;coul&eacute;s. 
  Elle avait beacoup souffert par le pass&eacute; et semblait las de vivre et 
  de perpetuer tout comme un lui un combat qui &eacute;tait peut &ecirc;tre vou&eacute; 
  &agrave; l&#8217;&eacute;chec. Soudain l&#8217;air commenca &agrave; vibrer, 
  de petits arcs &eacute;lectriques p&eacute;tillaient tels des lucioles &eacute;ph&eacute;m&egrave;res 
  dans l&#8217;air. Les yeux d&#8217;elandra se revuls&egrave;rent ne laissant 
  appara&icirc;tre que le blanc.<br>
  &laquo; &laquo; &laquo; H&euml;l&#8230;.. c &#8216;est Innoruuk&#8230; il vient 
  me prendre, je dois te dire adieu.. tel est son d&eacute;sir je ne peux m&#8217;y 
  soustraire&#8230; &raquo; &raquo; &raquo; &raquo;<br>
  Le n&eacute;cromancien recueilla dans ses bras la jeune femme qui perdait ses 
  forces et tomba &agrave; genou. Il leva son visage vers le ciel tout en se tourna 
  vers l&#8217;astre qui semblait ricaner.<br>
  &laquo; &laquo; &laquo; INNORUUK !!!! sois maudit !!!! Laisse Elandra en paix. 
  C&#8217;est moi que tu veux. Viens me prendre je m&#8217;abandonne a toi et 
  je te donne mon &acirc;me en &eacute;change de sa vie. Je promet de te servir 
  tant qu&#8217;elle restera en vie. Laisse la je t &#8216;en conjure. &raquo; 
  &raquo; &raquo; &raquo;<br>
  Un rire sordide retent&icirc;t. Un nuage d&#8217;obscurit&eacute; commenca a 
  recouvrir H&euml;lclay&euml;nn qui laissa &eacute;chapper le corps inerte d&#8217;elandra. 
  Le n&eacute;cromancien commenca &agrave; sentir son sang bouillonner.<br>
  Il prit une dague et commenc&agrave; &agrave; s&#8217;ouvrir la poitrine cherchant 
  &agrave; mettre &agrave; nu son c&#339;ur. Du sang noir&acirc;tre commenca &agrave; 
  perler &agrave; la commissure de ses l&egrave;vres, la vie s&#8217;&eacute;chappait. 
  Ce rituel &eacute;tait n&eacute;cessaire afin qu&#8217;il puisse revivre purifi&eacute; 
  par Innoruuk.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/09/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
