<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Netiquette&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Netiquette --> 
<p></p>
<strong>Richtlinien für die Benutzung der EverQuest Foren</strong>
<a name="rule0"></a>
<p> 
<dt> 
  <ul>
    <li>Die Netiquette ist f&uuml;r jeden Forum-Teilnehmer verbindlich. Wir behalten 
      uns vor, Beitr&auml;ge, die gegen die Netiquette versto&szlig;en, umgehend 
      zu l&ouml;schen.<br>
      <br>
      <a name="rule1"></a> </li>
    <li>Wir behalten uns vor Beitr&auml;ge, die rassistisch, pornographisch, menschenverachtend 
      oder gegen die guten Sitten versto&szlig;en jederzeit zu l&ouml;schen. Links 
      zu illegaler Software und Raubkopien sind untersagt. Werbung f&uuml;r kommerzielle 
      Seiten und Konkurrenzprodukte werden nicht geduldet.<br>
      <a name="rule2"></a> <br>
    </li>
    <li> Das Posten von mitgeloggtem Text ist nur gestattet, wenn <strong>alle</strong> 
      im Text vorkommenden Personen zuvor ihr Einverst&auml;ndnis erkl&auml;rt 
      haben. Dies gilt besonders, jedoch nicht ausschlie&szlig;lich, f&uuml;r 
      /mitteilungen, da diese &auml;u&szlig;erst privater Natur sind und in vielen 
      F&auml;llen nicht f&uuml;r die Augen der &Ouml;ffentlichkeit bestimmt sind.<br>
      <a name="rule3"></a> <br>
    </li>
    <li>Es ist nicht gestattet im Namen einer anderen Person einen Thread zu starten. 
      (Ich habe vom Freund meines Onkels geh&ouml;rt und finde es unfair, dass 
      er ...) <br>
      <br>
    <a name="rule4"></a></li>
    <li> Meinungen zum selben Thema sind unter einem, falls schon vorhandenen 
      Thread als Antwort zu posten. Mehrfachthreads zu dem selben Thema werden 
      als Boardspamming angesehen und gel&ouml;scht werden.<br>
      <a name="rule4a"></a><br>
    </li>
    <li>Es ist nicht erlaubt Entscheidungen von Spielleitern im Forum zu diskutieren. 
      (z.B. Wieso wurde mein Name ge&auml;ndert)<br>
      Solche Anfragen m&uuml;ssen an gms_de@ubisoft.fr geschickt werden. Posts 
      dieser Art werden direkt gesperrt oder gel&ouml;scht.<br>
      <a name="rule5"></a> <br>
    </li>
    <li> Massenhaft Spamming-Postings sind zu unterlassen. Zum Testen der Signatur 
      k&ouml;nnt Ihr sie ins Textfeld kopieren und dort jederzeit editieren bis 
      sie Eurer Vorstellung entspricht.<br>
      <a name="rule6"></a> <br>
    </li>
    <li> Bitte verzichtet bei eurer Signatur auf zu gro&szlig;e Bilder und Animationen. 
      Die Signatur sollte nicht mehr als 40 KB umfassen.<br>
      <a name="rule7"></a> <br>
    </li>
    <li> Forumnamen, die gegen die guten Sitten versto&szlig;en, werden ohne Vorwarnung 
      deaktiviert. Eingetragene Warenzeichen und Namen von Prominenten sind als 
      Nickname nicht erlaubt.<br>
      <a name="rule8"></a> <br>
    </li>
    <li> Jeder Autor ist f&uuml;r den Inhalt seines Beitrages selbst verantwortlich. 
      Die Postings spiegeln nicht die Meinung von Ubi Soft wieder.<br>
      <a name="rule9"></a> <br>
    </li>
    <li> Jeder, der ins Forum postet oder Beitr&auml;ge sendet, hat f&uuml;r Klarheit 
      zu sorgen, von wem seine Beitr&auml;ge stammen. Wer unter einem falschen 
      Namen auftritt und gezielt den Eindruck erweckt, seine Beitr&auml;ge stammen 
      von einem Anderen, kann sofort gesperrt werden. Dies gilt insbesondere f&uuml;r 
      die Verwendung der K&uuml;rzel&quot;GM&quot;, &quot;SL&quot; und &quot;Ubi&quot;, 
      die ausschlie&szlig;lich f&uuml;r Spielleiter (SL oder GM&acute;s) und Ubi 
      Soft Mitarbeitern vorbehalten sind.<br>
      <a name="rule10"></a> <br>
    </li>
    <li>Wir haben die M&ouml;glichkeit Besucher zu sperren und machen davon Gebrauch, 
      wenn wir meinen, dass sich jemand im Ton vergreift. Dar&uuml;ber sollte 
      sich jeder im klaren sein - jeder Benutzer hinterl&auml;sst eine eindeutige 
      Spur, mit der wir Postings unterbinden k&ouml;nnen. In der Regel erh&auml;lt 
      man bei einem Versto&szlig; gegen die Netiquette eine Verwarnung. Bei nochmaligem 
      Versto&szlig; gibt es dann keine erneute Chance und das Profil wird gesperrt. 
      In Ausnahmef&auml;llen kann das Profil bei schweren Verst&ouml;&szlig;en 
      ohne vorherige Verwarnung gesperrt werden. <br>
      <a name="rule11"></a> </li>
  </ul>
<dt>&nbsp;</dt>
<dt><strong>Generelle Richtlinien:</strong></dt>
<dt>
  <p> Antwortet nie unmittelbar auf ein Posting, nachdem Ihr es gelesen habt. 
    Auch und besonders, wenn Ihr den Eindruck habt, man greift Euch an. Zeitlicher 
    Abstand relativiert vieles, und verhilft zu einem klaren Kopf.</p>
  <p> Denkt immer daran, dass man aus einer schriftlichen &Auml;u&szlig;erung 
    Mimik, Gestik oder den Tonfall nicht herauslesen kann. Beim Gespr&auml;ch 
    Auge in Auge werden dar&uuml;ber aber mindestens 30% der Information vermittelt! 
    Emoticons [ :-) ;-) :-( 8-) ] k&ouml;nnen das nur sehr begrenzt ersetzen. 
  </p>
</dt>
<p> Denkt daran, dass der Leser sich allein anhand Eurer schriftlichen &Auml;u&szlig;erung 
  ein Bild von Euch machen kann. Achtet daher auf Rechtschreibung, Ausdrucksweise 
  und Wortwahl.</p>
<p> Vielleicht hat der Leser den Fehltritt seiner vorigen &Auml;u&szlig;erung 
  bereits eingesehen. Dann wird ihn aber ein Herumreiten auf einem bereits eingesehenen 
  Fehler besonders &auml;rgern. Bedenkt dies und vermeidet es m&ouml;glichst. 
  Niemandem bricht ein Zacken aus der Krone, wenn er/sie eine Entgleisung eines 
  anderen &quot;&uuml;bersieht&quot;.</p>
<p> Bleibt stets sachlich. K&uuml;hle Logik und klare Argumente treffen genauer 
  als hitzige Worte! Schreibt nie &quot;Das ist Unsinn&quot; sondern eher &quot;Das 
  halte ich f&uuml;r falsch, weil ...&quot;. Ersteres ist eine lapidare, aggressive 
  Behauptung und l&auml;sst keinen Raum zur Gegenargumentation, letzteres zwingt 
  zur gedanklichen Auseinandersetzung mit Eurer Ansicht.</p>
<p> Gestattet Eurem Kontrahenten, dass er sein Gesicht wahrt. Geht auch auf seine 
  Argumente ein, signalisiert Kompromissbereitschaft.</p>
<p> Erkennt m&ouml;gliche &Uuml;bereinstimmungen an. &quot;Ich stimme Dir zwar 
  generell zu, aber ...&quot; schafft eine bessere Atmosph&auml;re f&uuml;r eine 
  Diskussion als die pauschale Ablehnung der gegnerischen Argumente. Und irgendwie 
  (wenn auch vielleicht nur aus eigener Sicht) hat ja jeder teilweise recht.</p>
<p> Vermeidet Zwiegespr&auml;che. Wenn sich nur zwei an der Diskussion beteiligen, 
  ist sie f&uuml;r die Allgemeinheit meist uninteressant. Dann sollte man das 
  Forum damit nicht belasten und sich direkt &uuml;ber Mail austauschen.</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 13/07/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
