<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">

<script language=javascript>
function imprimer(){ 
if (navigator.appName == "Netscape") {
window.print() ; 
}
else {
var navi = '<OBJECT ID="navi1" WIDTH=0 HEIGHT=0 CLASSID="CLSID:8856F961-340A-11D0-A96B-00C04FD705A2"></OBJECT>';
document.body.insertAdjacentHTML('beforeEnd', navi);
navi1.ExecWB(6, 1);
navi1.outerHTML = ""; 
}
}

function changemap(langue) {
document.chooselangue.src="img/bandeau_"+langue+".jpg"
}
function mapinit() {
document.chooselangue.src="img/bandeau_de.jpg"
}
</script>
<body leftmargin=0 topmargin=0>
 <script language=javascript src="http://pub.ubi.com/barreubi.php?lng=DE"></script>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td width="491"><a href="/"><img src="img/bandeautot_de.jpg" width="491" border="0" alt="EQ Loft"></a></td>
	<td width=30><a href="/"><img src="img/bandeau03.gif" width="30" height="119" border="0" alt="EQ Loft"></a></td>
	<td align=right background="img/bckg1.jpg"><a href="/"><img src="img/bandeau04.gif" width="125" height="119" border="0" alt="EQ Loft"></a></td>
	<td width="134"><img src="img/bandeau_de.jpg" width="134" height="119" border="0" alt="" usemap="#langue" name="chooselangue"></td>
</tr>
</table>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td width="150" class="colgauche">
	
	 <center> <img src="http://www.eqloft.com/img/titr-actu3.gif" border="0"></a> </center>

<style>
.case {background-color:#CCDDCC; text-align:center}
.casenulle {background-color:#BBBBBB; text-align:center; color:#888888}
.casespecial {background-color:#08101B; text-align:center; font-weight:bold}
.lienevent {color:#FFFFFF; font-weight:bold}
.aujourdhui {color:#FF0000}
th.caseevent {background-color:#BBBBBB; font-size:11px}
</style>
<script language=javascript>
function gotomoisprecedent() {
	document.formevents.moisdate.value='06';
	document.formevents.anneedate.value='2004';
	//alert(document.formevents.moisdate.value);
	document.formevents.submit();
}
function gotomoissuivant() {
	document.formevents.moisdate.value='08';
	document.formevents.anneedate.value='2004';
	document.formevents.submit();
}
function ouvrir_event(idevent, langue) {
ouvre=window.open("display_event.php?calendrier_date="+idevent+"&event_langue="+langue, "events", "width=200, height=250, toolbar=no, scrollbar=auto, menubar=no, statusbar=no")
}
</script>
<table border=0 cellspacing=0 cellpadding=0 width="150"><tr class=separecol><td>
<table border=0 cellspacing=1 cellpadding=1 width="100%"><form name="formevents" action="/page.php" method="post">
<input type="hidden" name="moisdate" value="">
<input type="hidden" name="anneedate" value="">
<input type="hidden" name="languesite" value="de">
<tr>
	<td class=colcentre><center><a href="javascript:gotomoisprecedent()"><img src="img/flch_l.gif" border=0></a></center></td>
	<td colspan=5 class=colcentre><b><center>Juli 2004</center></b></td>
	<td class=colcentre><center><a href="javascript:gotomoissuivant()"><img src="img/flch_r.gif" border=0></a></center></td>
</tr>
</form>
<tr>
	<th class=caseevent>So</th>
	<th class=caseevent>Mo</th>
	<th class=caseevent>Di</th>
	<th class=caseevent>Mi</th>
	<th class=caseevent>Do</th>
	<th class=caseevent>Fr</th>
	<th class=caseevent>Sa</th>
</tr>


<TR>
			<TD class="casenulle">27</TD>

				<TD class="casenulle">28</TD>

				<TD class="casenulle">29</TD>

				<TD class="casenulle">30</TD>

		
			<TD class=case><center>1</A></TD>
			
			<TD class=case><center>2</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('03/07/2004', '3')">3</a></A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>4</A></TD>
			
			<TD class=case><center>5</A></TD>
			
			<TD class=case><center>6</A></TD>
			
			<TD class=case><center>7</A></TD>
			
			<TD class=case><center>8</A></TD>
			
			<TD class=case><center>9</A></TD>
			
			<TD class=case><center>10</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>11</A></TD>
			
			<TD class=case><center>12</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('13/07/2004', '3')">13</a></A></TD>
			
			<TD class=case><center>14</A></TD>
			
			<TD class=case><center>15</A></TD>
			
			<TD class=case><center>16</A></TD>
			
			<TD class=case><center>17</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>18</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('19/07/2004', '3')">19</a></A></TD>
			
			<TD class=case><center>20</A></TD>
			
			<TD class=case><center>21</A></TD>
			
			<TD class=case><center>22</A></TD>
			
			<TD class=case><center>23</A></TD>
			
			<TD class=case><center>24</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>25</A></TD>
			
			<TD class=case><center>26</A></TD>
			
			<TD class=case><center>27</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('28/07/2004', '3')">28</a></A></TD>
			
			<TD class=case><center>29</A></TD>
			
			<TD class=case><center>30</A></TD>
			
			<TD class=case><center>31</A></TD>
				
</TR>
	

</table>
</td></tr></table>
	<link REL="stylesheet" href="stylemenu.css" TYPE="text/css">
	
<img src="/headmenu.gif" width="150" height="25" border="0" alt=""><script src="/xaramenu.js"></script><script menumaker src="/mainmenu_de.js"></script><script menucommun src="/menu_de.js"></script>
<img src="/bottom.gif" width="150" height="27" border="0" alt="">

<br>

 <center> <a href="http://www.eqloft.com/page.php?url=/de/god/_index.htm"><img src="http://www.eqloft.com/images/god.jpg" border="0"></a> </center> <br>
<br>

 <center> <a href="http://www.eqloft.com/page.php?url=/de/ldon/_index.htm"><img src="http://www.eqloft.com/images/ldon.jpg" border="0"></a> </center> <br>
<br>


 <center> <a href="http://www.eqloft.com/page.php?url=/de/Konten/Transfer/transfer.htm" target="_blank"><img src="http://www.eqloft.com/de/images/Chrctr_change_sm-de.jpg" border="0"></a> </center> <br>

<br>




	
<map name="langue">
<area alt="FR" shape="CIRCLE" coords="38,42,12" href="index.php?languesite=fr" onmouseover="changemap('fr')" onmouseout="mapinit()">
<area alt="UK" shape="circle" coords="90,26,13" href="index.php?languesite=uk" onmouseover="changemap('uk')" onmouseout="mapinit()">
<area alt="DE" shape="circle" coords="69,74,11" href="index.php?languesite=de" onmouseover="changemap('de')" onmouseout="mapinit()">
</map>
	
	
	</td>
	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="colcentre" width="100%">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><table border=0 cellspacing=0 cellpadding=1 width="100%"><tr><td class="entourechemin"><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr>	<td class="chemin" width="100%">&nbsp;&nbsp;<a href="/index.php?languesite=de" class="chemin">Home</a> > <a href="de/Enzyklopedie/" class="chemin">Enzyklopedie</a> > <a href="de/Enzyklopedie/Hintergrund/" class="chemin"><b>Hintergrund</b></a></td>	<td class="chemin" align=right><img src="img/fin_chemin.gif" width="178" height="18" border="0"></td></tr></table></td></tr></table><br><table border=0 cellspacing=0 cellpadding=2 width="100%"><tr><td class=contenu align=right>[ <nobr><a class="sousmenu" href="page.php?url=de/Enzyklopedie/Hintergrund/histoire.htm">Die Geschichte von Norrath</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Enzyklopedie/Hintergrund/histoire_b.htm">Tagebuch eines  müden Reisenden</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Enzyklopedie/Hintergrund/histoire_c.htm">Das Potenzial von Velious</a></nobr> | <nobr><b>Auf der Asche des Imperiums</b></nobr> ]</td></tr></table>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Auf der Asche des Imperiums&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Auf der Asche des Imperiums --> 

<body>
<strong>Auf der Asche des Imperiums: Die Geburt von Fordel Midst</strong><br>
Erstellt von Alterskundler Traboh, Fordel Historiker und H&uuml;ter der Heiligen 
Schriftrollen.
<p><strong>Die Makel eines Imperiums</strong></p>
<p>Und so sollte der gro&szlig;e B&uuml;ndnis-Empfang beginnen. Nahezu alle Rassen 
  von Norrath hatten sich an Tsaph Kattas Bankett versammelt. Die Zwerge wie auch 
  die Dunkelelfen hatten ihre Botschafter entsandt. Sogar die Trolle waren vertreten.</p>
<p>Als die G&auml;ste zu ihren Pl&auml;tzen geleitet wurden, erschien der letzte 
  Gast. Seru kam mit einem L&auml;cheln auf den Lippen und Gift in der Hand. Bei 
  sich trug er einen Handschuh, der mit Empolomine, einem langsam t&ouml;tenden, 
  halluzinogenem Gift best&auml;ubt war. Seru streckte seine Hand aus und Tsaph 
  hie&szlig; ihn zum Bankett willkommen. Mit diesem H&auml;ndedruck wurde der 
  Empfang er&ouml;ffnet und das Schicksal des B&uuml;ndnisses besiegelt. </p>
<p> <strong>Die Wache</strong></p>
<p>Katta reagierte stark und brach noch w&auml;hrend des Essens zusammen, das 
  er gegeben hatte, um Seru festnehmen zu lassen. Als Katta auf dem Boden lag 
  und er die N&auml;he des Todes sp&uuml;rte, hauchte er seine letzten Worte ins 
  Ohr seiner wichtigsten Beraterin, der Bardin Lcea. Die Druiden eilten herbei 
  und versuchten ihn mit ihren Spr&uuml;chen am Leben zu erhalten. Sie belegten 
  ihn mit einem Schlafzauber, auf das er wenigstens keine Schmerzen mehr leide. 
  Dann kamen die Waldelfen. Sie nahmen Tsaph mit sich, um ihn in ihrem Reich zu 
  verstecken und weitere Angriffe auf sein Leben unm&ouml;glich zu machen.</p>
<p>Sobald es sich herumgesprochen hatte, dass Katta &#8220;tot&#8221; sei, zerbrach 
  das B&uuml;ndnis in Tausende von Teilen. Armselige Streitereien und Groll regierten 
  wieder &uuml;ber die Welt, diesmal mit ungeahnter Leidenschaft und Gewalt. </p>
<p>Die Elfen sch&uuml;tzen den Ruheort von Tsaph Katta, w&auml;hrend die imperialen 
  Offiziere unter dem Kommando von Lcea die letzten Teile des Imperiums befestigten. 
  Es war Kattas Wunsch, dass das B&uuml;ndnis nicht nur in den Herzen derer, die 
  es einst erschufen, weiterlebte. Jeden Tag und jede Stunde sollte das B&uuml;ndnis 
  versuchen, seine alte St&auml;rke wiederzuerlangen. Wenn es nicht in Norrath 
  gelingen w&uuml;rde, so w&uuml;rde man in der N&auml;he warten, bis eines Tages 
  vereint der Feldzug gegen das B&ouml;se beginnt.</p>
<p>Lcea brachte die schlauesten K&ouml;pfe des zerschlagenen Imperiums zusammen, 
  um mit ihnen zu entscheiden, was in dieser dunklen Zeit zu tun sei. Ihr Schicksal 
  in Norrath war ungewiss und die Hoffnungen, das Imperium hier erneut zu errichten, 
  Phantastereien, solange Seru noch am Leben war.</p>
<p>Zusammen in einem Raum, ersch&ouml;pft von den langen Debatten, blickten sie 
  gemeinsam in das Dunkel der anbrechenden Nacht. Dort, hoch am Abendhimmel, sahen 
  sie Luclin. Aber etwas war anders an diesem Abend. Der Mond schien viel heller 
  und war besser zu sehen als je zuvor. Ringe umspielten den Mond wie Feuer, als 
  die letzten Sonnenstrahlen sich mit dem Mondlicht kreuzten. Hinter diesen Ringen 
  sahen Lcea und die anderen verschwommen scheinende Wolkenformationen und Spiegelungen 
  auf dem Wasser. Lcea stand auf. Sie hob ihre Hand zum Mond und sagte: &#8220;Dort 
  seht ihr, wo wir das Imperium wieder neu errichten werden.&#8221;</p>
<p><strong>Der Gro&szlig;e Aufbruch</strong></p>
<p>So wurde verf&uuml;gt, dass Luclin die neue Heimat des B&uuml;ndnisses sein 
  sollte. Die Wissenschaftler und besten Denker wurden damit beauftragt, sich 
  Gedanken dar&uuml;ber zu machen, wie man eine ganze Zivilisation von einem Ort 
  an den anderen transportieren k&ouml;nnte. Das B&uuml;ndnis verf&uuml;gte zu 
  dieser Zeit bereits &uuml;ber das Wissen der Teleportation, wie wir von den 
  Geb&auml;uden und Strukturen wissen, die in ganz Norrath zu finden sind. Diese 
  Technik schien auf gro&szlig;er Basis angelegt, die L&ouml;sung ihres Problems 
  zu sein.</p>
<p>Alles was sie tun mussten, war warten. In ein paar Monaten w&uuml;rde Luclin 
  direkt &uuml;ber die gr&ouml;&szlig;te Erhebung des B&uuml;ndnisses ziehen. 
  Dadurch m&uuml;ssten sowohl Fokussierung als auch der Zeitpunkt f&uuml;r diese 
  unglaubliche Meisterleistung der Magie ideal sein. Versagten sie, so w&uuml;rde 
  dies auch gleichzeitig das Ende f&uuml;r die &Uuml;berbleibsel des Imperiums 
  bedeuten. Jede Hoffnung darauf, dass B&uuml;ndnis wieder aufleben zu lassen, 
  w&auml;re dann vergebens. Es war ein Versuch, bei dem sie alles riskierten, 
  um weiterhin so leben zu k&ouml;nnen, wie sie es einst kannten. Die besten Magier 
  und Wissenschaftler ben&ouml;tigte man au&szlig;erhalb der Teleportationszone, 
  damit diese ihre Energie dort f&uuml;r den Transport b&uuml;ndeln konnten. Sollte 
  der wagemutige Versuch wirklich gelingen, so w&uuml;rden sie in einer feindseligen 
  Welt mit einer f&uuml;r sie unbekannten Zukunft zur&uuml;ckbleiben.<br>
  Die Nacht war gekommen und alle hatten sich versammelt, um zu sehen was vielleicht 
  eines der imposantesten, magischen Schauspiele aller Zeiten sein w&uuml;rde. 
  Langsam kam Luclin in Erdn&auml;he. Die Magier begannen damit, Zauber auszusprechen 
  und dabei die Arme zu bewegen. Leuchtende Strahlen aus Mana entstanden &uuml;ber 
  ihnen, verbanden sich und wurden zu magischen Spiralen. Ein magischer Wind kam 
  auf. Er tanzte um die Spiralen, wehte empor und zog Mana mit sich. In einem 
  letzten Ausbruch magischer Energie legte sich eine gro&szlig;e Kugel aus Licht 
  um die Spiralen, die kurz darauf in einem glei&szlig;enden Lichtblitz explodierte. 
  Kurz darauf war das Licht fort und mit ihm alles, was es erleuchtet hatte.</p>
<p><strong>Umgeleitete Energien</strong></p>
<p>Das helle Licht war fort und an seine Stelle war ein dunkles, kaltes Nichts 
  getreten. Einen kurzen Moment sp&auml;ter war &uuml;berall flackerndes Licht 
  zu sehen, als ob Fackeln entz&uuml;ndet w&uuml;rden. &Uuml;ber ihnen, wo die 
  leuchtenden Ringe Luclins sein sollten, war nichts als kalter, dunkler Stein. 
  Sie waren nicht auf die Oberfl&auml;che von Luclin, sondern in das Zentrum des 
  Mondes selbst geraten. Die Luft war schwer zu atmen und die Angst davor, auf 
  immer und ewig dort eingeschlossen zu sein, erf&uuml;llte die Gedanken der Reisenden.</p>
<p>Als man Feuer und magische Lichtquellen um die Gruppe herum entz&uuml;ndete, 
  wurde ihnen schon bald klar, dass sie sich in einer Art H&ouml;hlensystem nahe 
  dem Zentrum des Mondes befanden. In einer Richtung befand sich auf einer steinernen 
  Insel eine gro&szlig;e, schwarze Sph&auml;re, die wie ein sich drehender Nebel 
  aussah. Die Sph&auml;re erzeugte ein starkes, magisches Feld, das alles anzuziehen 
  schien. Diese Sph&auml;re, so dachten sie, war vermutlich die Ursache f&uuml;r 
  die fehlgeschlagene Teleportation zur Oberfl&auml;che. </p>
<p>Aber was genau war es? Und warum war es dort?<br>
  <br>
  <strong>Gemischte Gef&uuml;hle</strong></p>
<p>In den folgenden Wochen entstand in der H&ouml;hle ein Lager, w&auml;hrend 
  Kundschafter die anderen G&auml;nge und H&ouml;hlen erkundeten. Sie sammelten 
  so viele Informationen wie m&ouml;glich, in der Hoffnung, einen Ausweg aus ihrer 
  misslichen Lage zu finden. Es gelang ihnen, mehrere G&auml;nge aufzusp&uuml;ren, 
  die an die Oberfl&auml;che f&uuml;hrten, aber schon schnell wurde ihnen klar, 
  dass eine weitere Erkundung dieser G&auml;nge so gut wie unm&ouml;glich war. 
  Einige waren v&ouml;llig einsturzgef&auml;hrdet, in anderen wiederum fehlte, 
  was man zum &Uuml;berleben braucht. Zwei der Gew&ouml;lbe hatten ihrer Meinung 
  nach jedoch das Potential, dass man eine Zivilisation darin errichten k&ouml;nnte.</p>
<p>Die Wahl des Gew&ouml;lbes stellte sie erneut vor Schwierigkeiten. Ein Teil 
  derer, die nach Luclin kamen, machten sich nun Gedanken dar&uuml;ber, ob es 
  wirklich so eine gute Idee gewesen sei, Norrath zu verlassen. Selbst wenn es 
  ihnen gelingen sollte, hier das B&uuml;ndnis wieder aufleben zu lassen, wie 
  w&uuml;rden sie dessen Saat nur nach Norrath tragen? </p>
<p><strong>Der Abschied</strong></p>
<p>Es war an der Zeit eine Entscheidung zu treffen. Diejenigen, die nach einer 
  M&ouml;glichkeit suchten, um nach Norrath zur&uuml;ckzukehren, wollten in den 
  H&ouml;hlen bleiben und diejenigen, die auf Luclin das alte Imperium wieder 
  aufleben lassen wollten, beschlossen an die Oberfl&auml;che zu gehen und dort 
  neu zu beginnen. Diejenigen die zur&uuml;ckblieben, schwebten in gro&szlig;er 
  Gefahr, da es nur eine Frage der Zeit sein w&uuml;rde, bis die b&ouml;sen Elemente, 
  die einst dem Bund angeh&ouml;rten, eine Armee nach Luclin f&uuml;hren w&uuml;rden.<br>
  Und so geschah es. Ein Gro&szlig;teil der Bewohner sammelte sein Hab und Gut 
  und schloss sich der Karawane in Richtung Oberfl&auml;che an. Diejenigen, die 
  zur&uuml;ckblieben, begannen damit, eine Stadt zu errichten. Ihr Plan war es, 
  ein funktionierendes Portal nach Norrath zu errichten</p>
<p><strong>Ein neuer Anfang</strong></p>
<p>Unter den wenigen Hunderten, die zur&uuml;ckblieben, waren einige der besten 
  Handwerker und Magier. Aus den Steinen und Mineralien der H&ouml;hlen mei&szlig;elten 
  sie sich das Baumaterial f&uuml;r ihre H&auml;user und Werkst&auml;tten. Die 
  Magier erforschten w&auml;hrenddessen die schwarze Sph&auml;re, in der Hoffnung 
  ihren Ursprung und ihre Bedeutung zu ergr&uuml;nden.</p>
<p><strong>Des Gegners Suche</strong></p>
<p>Es geschah schneller als erwartet. Die Luft wurde elektrisch aufgeladen, der 
  Staub begann um die schwarze Sph&auml;re zu tanzen. Irgendetwas bahnte sich 
  seinen Weg hindurch. Innerhalb von Sekunden erschien eine gro&szlig;e Gruppe, 
  in der vom K&auml;mpfer bis zum Magier alles vertreten war.</p>
<p>Die Spannung zwischen den beiden Gruppen stieg. Dass sich die Siedler in den 
  H&ouml;hlen schon lange von Kattas Kreuzzug losgesagt hatten, wussten die Neuank&ouml;mmlinge 
  nicht. Es schien jedoch, dass bei ihnen die &Uuml;berraschung dar&uuml;ber &uuml;berwog, 
  dass sie jemanden auf der anderen Seite des Portals angetroffen hatten. Ein 
  hochrangiger Offizier trat aus den Reihen der K&auml;mpfer hervor und fragte, 
  &#8220;Was ist das f&uuml;r ein Ort? -Und wo sind die Abgesandten des Imperiums?&#8221;</p>
<p>Anf&uuml;hrer der beiden Parteien setzten sich zusammen und sprachen &uuml;ber 
  ihre Situation und ihre Ziele. Die Siedler wollten mit den Streitereien des 
  B&uuml;ndnisses nichts mehr zu tun haben. Sie wollten nur noch zur&uuml;ck nach 
  Norrath. Die Neuank&ouml;mmlinge wollten die verbliebenen B&uuml;ndnistreuen 
  vernichten und dann nach Norrath zur&uuml;ckkehren. Als sie erfuhren, dass es 
  keinen R&uuml;ckweg gab, beschlossen sie, den Siedlern bei ihren Forschungen 
  zu helfen. Sie wollten in Ruhe &uuml;berlegen, wie ihr n&auml;chster Schritt 
  aussehen sollte. Sollte man die Reste des Imperiums in einer befestigten Stadt 
  angreifen? Sollte man sich in entgegengesetzter Richtung in unbekanntes Gebiet 
  vorwagen? Oder sollte man sich ebenfalls niederlassen und eine Stadt gr&uuml;nden, 
  immer in der Gewissheit, auch nur Gefangener zu sein?</p>
<p><strong><br>
  Familienzuwachs</strong></p>
<p>Nach einer Weile entschied der General, seine Truppen an die Oberfl&auml;che 
  zu f&uuml;hren. Nicht um das Imperium zu verfolgen, sondern um selbst eine Stadt 
  zu gr&uuml;nden. Von dort wollte er dann in Ruhe einen Angriff vorbereiten. 
  Er befahl einigen seiner besten Magier, den Siedlern bei der Erforschung der 
  Sph&auml;re zu helfen. Sobald dieser Krieg vor&uuml;ber und das Imperium vernichtet 
  sein w&uuml;rde, k&ouml;nnte er seine Truppen siegreich zur&uuml;ck nach Norrath 
  f&uuml;hren. So kam es, dass sich die Anzahl der Wissenschaftler in der Stadt 
  der Siedler nahezu verdoppelte.</p>
<p>Die neuen Bewohner der unterirdischen Stadt isolierten sich von den anderen 
  und gr&uuml;ndeten kleine Siedlungen, unweit der bereits bestehenden. Eine unsichtbare 
  Grenzlinie war das Einzige, was beide Parteien voneinander trennte.</p>
<p><strong>Eine starke Festung</strong></p>
<p>W&auml;hrend die Forschungen voranschritten, nahm auch die Gr&ouml;&szlig;e 
  der Siedlungen zu. Im Laufe der Zeit verwischten in den Gew&ouml;lben die Unterschiede 
  zwischen den beiden Parteien und man begann immer enger zusammenzuarbeiten. 
  Vielleicht glaubte man, dass es nur mit einer gemeinsamen Anstrengung m&ouml;glich 
  sein w&uuml;rde, ein Portal nach Norrath zu erschaffen und so nach Hause zu 
  gelangen. Zu dieser Zeit gelangten einige Familien, die ma&szlig;geblich an 
  der Erforschung der Sph&auml;re oder dem Aufbau der Stadt beteiligt waren, zu 
  gro&szlig;em Ansehen.</p>
<p>Und so kam die Zeit, die kleine Siedlung in eine Stadt umzuwandeln. Man hielt 
  Versammlungen ab, bei denen H&auml;ndler und angesehene Familien &uuml;ber die 
  politischen Strukturen der Stadt diskutierten. Sie w&auml;hlten eine Gruppe 
  von Ratsherren, die eine entg&uuml;ltige Entscheidung &uuml;ber die politischen 
  Strukturen der Stadt f&auml;llen sollten. Um auch den sp&auml;teren Ank&ouml;mmlingen 
  Rechnung zu tragen, beschloss man, die Macht einem Hohen Rat zu &uuml;bertragen, 
  der die Geschicke der Stadt lenken sollte. Au&szlig;erdem w&auml;hlte man aus 
  einer Liste von Vorschl&auml;gen den Namen der Stadt. </p>
<p>Fordel war der Name einer Familie, von der nur eine Witwe &uuml;berlebt hatte. 
  Der Rest der Angeh&ouml;rigen war w&auml;hrend der Erkundungsz&uuml;ge in den 
  ersten Monaten nach der Ankunft in Luclin ums Leben gekommen. Die Familie war 
  sehr beliebt und ma&szlig;geblich am Aufbau der Siedlung beteiligt. Aus diesem 
  Grunde beschloss der Hohe Rat die Familie, die solch gro&szlig;e Opfer f&uuml;r 
  die Siedlung gebracht hatte, zu ehren, indem man ihren Namen &uuml;bernahm.</p>
<p>Viele Magier, die bereits in Norrath an dem Portal gearbeitet hatten und die 
  jetzt nach einem R&uuml;ckweg forschen, tragen Midst in ihrem Namen. Aus diesem 
  Grunde beschloss der Rat, auch dieses Wort in den Namen der Stadt zu &uuml;bernehmen.</p>
<p>&#8220;Fordel Midst&#8221; sollte also ihrer aller Zuflucht vor den Schatten 
  der Dunkelheit hei&szlig;en!<br>
</p>
</body>
</html>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><center>[&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Enzyklopedie/Hintergrund/histoire.htm">Die Geschichte von Norrath</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Enzyklopedie/Hintergrund/histoire_b.htm">Tagebuch eines  müden Reisenden</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Enzyklopedie/Hintergrund/histoire_c.htm">Das Potenzial von Velious</a></nobr>&nbsp;|&nbsp;<nobr><b>Auf der Asche des Imperiums</b></nobr>&nbsp;]</center></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br>	<table width="100%" border="0" cellspacing="0" cellpadding="0">







        <tr> 







          <td> 







            <p> 







              <center>







                <nolayer><iframe src="http://pub.ubisoft.fr/pub_everquest.php?languesite=de" width=468 height=60 marginwidth=0 marginheight=0 hspace=0 vspace=0 frameborder=0 scrolling=no bgcolor="#FFFFFF"></iframe></nolayer>







              </center>







            </p>







          </td>







        </tr>







      </table></td>















	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>















	<td width="134" class="coldroite">







	<center>



 

<br>







	


 <center> <a href="http://www.eqloft.com/page.php?url=de/Enzyklopedie/Neulinge/neulingsecke.htm"><img src="http://www.eqloft.com/images/bandeau01_de.gif" border="0"></a> </center> <br>


<br>



 <center> <a href="http://www.eqloft.com/page.php?url=de/Community/Gilden/_index.htm"><img src="http://www.eqloft.com/images/bandeau02_de.gif" border="0"></a> </center> <br>


<br>

<!-- WEEKLY POLL --> 
<img src="de/img/titr-poll.gif" width="134" height="18" border="0" alt="Wahl"><br>
<center><table border=0 cellspacing=0 cellpadding=0 width="130">
<tr valign=top>
	<td colspan=5><img src="img/cadre-poll-h.gif" width="130" height="8" border="0"></td>
</tr>
<tr valign=top>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td width="126" class=poll_interne>


      

      <table cellpadding=1 cellspacing=2 border=0>
        <tr>
          <td class="poll_question">
            Falls ich an der EverQuest II Beta teilnehmen könnte...          </td>
        </tr>
		</table>
		
		<table cellpadding=0 cellspacing=0 border=0>
  		<form action="viewpoll_proc.php" method="POST" name="frm">
        <input type=hidden name="poll" value="803">
        <input type="hidden" name="url" value="page.php">
		 <input type="hidden" name="languesite" value="de">

                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="1">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              würde ich eine Gebühr zahlen um eine DVD zu erhalten.              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="2">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              würde ich 4 GB herunterladen. Das ist gratis!              </font></td>
          </tr>
                    <tr>
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
          <tr>
            <td colspan="2">
              <center><input type="submit" src="img/but_submit.jpg" width=109 height=24 border=0 align=left name="image" value="Voter"></center>
            </td>
          </tr>
          <tr background="">
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
  </form>
      </table>
      	</td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
<tr>
	<td colspan=5><img src="img/cadre-poll-b.gif" width="130" height="8" border="0"></td>
</tr>

</table></center>
<!-- POLL ENDS -->


 </center>







	<br>




 <center> <a href="http://guide.eqloft.com/guideappde/" target="_blank"><img src="http://www.eqloft.com/img/annonce-de.jpg" border="0"></a> </center> <br>













	</td>















</tr>















</table><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<center><a href="mailto:eqloft_de@ubisoft.fr">Contact</a><a target="impression" href="imprimer.php?url=de/Enzyklopedie/Hintergrund/histoire_d.htm"></a></center>
	<br>
	<center>Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
	EverQuest and You're in Our World Now are registered trademarks of Sony Computer Entertainment America Inc. 
	Verant Interactive and Verant Interactive logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are trademarks of 
	Sony Online Entertainment Inc. All other trademarks below to their respective owners. © 2002 Sony Computer Entertainment America Inc. All rights reserved.</center></center>
	<br>

	</td>
</tr>
</table>
</BODY>
</HTML>
<!-- BEGIN WEBSIDESTORY CODE v7.2 -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="Auf der Asche des Imperiums"; 	//page name(s)
var _mlc="ProductSite/Everquest/Retention/";	//multi-level content category
var _seg=""; // visitor segmentation
var _cmp=""; // campaign analysis - id
var _gp="";  // campaign analysis - goal page 
var _cmpn="";// campaign analysis - query name for id
var _gpn=""; // campaign analysis - query name for goal page
var _cp="null"; 	//campaign
var _acct="DM511221HJEA38EN3"; 	//account number(s)
var _pndef="title";	//default page name
var _ctdef="full"; 	//default content category
var _dlf="n";	//download filter
var _elf="n";	//exit link filter
var _epg="n"; 	//event page identifier
var _mn="we91"; //machine name
var _gn="ehg-ubisoft.hitbox.com"; //gateway name
var _lp=location.protocol.indexOf('https')>-1?'https://':'http://';
var _hcv=68;function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if (_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if (_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_fp=_pm(_rm,_fml,_ipn);return _fp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script><script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://www.ubi.com/nr/ubisoft/include/hbe.js"></script>
<script language="javascript">if (_sv==10){if (document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='"+_lp+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6&seg="+_seg+"' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<noscript><img src="http://ehg-ubisoft.hitbox.com/HG?hc=we91&cd=1&hv=6&ce=u&hb=DM511221HJEA38EN3&n=Auf der Asche des Imperiums&vcon=ProductSite/Everquest/Retention/&seg=&cmp=&gp=" border='0' width='1' height='1'>
</noscript><!--//-->
<!-- END WEBSIDESTORY CODE  -->
<!-- ************************************************ -->
<!-- ****       END TEMPORARY REPORTING CODE      *** -->
<!-- ************************************************ -->	


