{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David","from":"&quot;David&quot; &lt;milamber@...&gt;","replyTo":"LIST","senderId":"lZaWDxBR1_GQB8cNee_ufhkg839K6mqaC6HrjgzCDj4oAhNrz6OB4Mba19630rizm7DL_FeTTp4yN1AFm58Q0LDrdcc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Dark Elf SK","postDate":"929385903","msgId":204,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS40MC4yMDQuOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":201,"nextInTopic":205,"prevInTime":203,"nextInTime":205,"topicId":47,"numMessagesInTopic":32,"msgSnippet":"I will give you that in time the DE could be more powerful faster (just because of the skill gain).  But give the Troll and Ogre some time (a lot of time) and","messageBody":"<div id=\"ygrps-yiv-1754347597\">I will give you that in time the DE could be more powerful faster (just<br/>\nbecause of the skill gain).  But give the Troll and Ogre some time (a lot of<br/>\ntime) and they will most likely (other than mana) be just as strong in the<br/>\nmagic area too.  But if I were to go back I would only put 1 to 3 points<br/>\ninto int, The rest into str, and some into sta.  Plus I don&#39;t know if I even<br/>\nwill be able to wear plate at this point, just because of the weight limits,<br/>\nunless I find light magic plate or something.  I can only carry about 75<br/>\nlbs. of equipment.  And if all the equipment weight lets say 70 lbs.(? don&#39;t<br/>\nknow since I can&#39;t afford it) that gives me 5 lbs. of carrying capacity.<br/>\nHmmm... excuse me group I have to go to  town to turn in this rusted mace<br/>\nfor cash because I can&#39;t carry anymore because I am encumbered by carrying<br/>\none mace,  I am sure if I do this every time I loot I will be removed from<br/>\nthe group fairly fast.  And since the system seems to be more item based<br/>\nthan cashed based, your income seems to me based basically on the amount of<br/>\nitems you can carry, and as I said in the last post cash is a big issue in<br/>\nthe game.<br/>\n<br/>\nAll I am saying is if you want to play a DE put the points into str (mainly)<br/>\nand sta and very few into int, because you already have a large number<br/>\ntheir.  If not a DE and you go with an Ogre or Troll put the points mainly<br/>\ninto int.<br/>\n<br/>\nAnd let me get back to spells for a second.  At lvl 9 Disease Cloud does<br/>\n5pts damage max (if not resisted) and stops the creature for standard<br/>\nhealing during battle which is nice.  That is the only damaging spell you<br/>\nhave until lvl 15 then you get your first DOT (Damage over Time) spell.  Sap<br/>\nStrength works and doesn&#39;t ever seem to be resisted (imho) and some what<br/>\nstops the creature from hitting you or hits you  for less.  Again you are<br/>\ndealing with a lvl 14 player give me a better example why a DE is better<br/>\nthan a Troll or Ogre at say lvl 22 or 23 other than just a blanket statement<br/>\n&quot;they are better&quot;.  Why are they better?  more mana for the higher level<br/>\nspells?  memorize spells faster?  less fizzle rate?  the pet actually gets<br/>\nbetter (instead of being a &quot;milk bone&quot; for bears and wolfs)?  And what is a<br/>\nDOT spell? does 5pts damage 1st round and 5pts the 2nd round?  Remember I am<br/>\nlvl 14 impress me, and impress the guy who started this question. By the way<br/>\nwhat lvl are you?  What spells do you like to use?  What kind of advice can<br/>\nyou give us Dark Elf SK  (DESK get it?).  Should the person put in a lot of<br/>\npoints towards his/her int? or devote it to str?<br/>\n<br/>\nAnyway, I am not trying to be belligerent, but give a reason for the pain<br/>\nand tormenting we DE do at lower levels.  Especially since we have to tank a<br/>\nlot.<br/>\n<br/>\nTenin - Tarew Marr<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:AmataiCy@...\">AmataiCy@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_shadowknights@onelist.com\">eq_shadowknights@onelist.com</a>&gt;<br/>\nSent: Monday, June 14, 1999 11:56 AM<br/>\nSubject: Re: [eq_shadowknights] Dark Elf SK<br/>\n<br/>\n<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:AmataiCy@...\">AmataiCy@...</a><br/>\n<br/>\nYou guys are crazy. Dark elfs are probably the best SK. For over all reasons<br/>\ntoo. There stats are more balanced, they&#39;re int is higher, and eventually<br/>\nthey&#39;ll pass up the ogre and troll in higher levels because of more powerful<br/>\nspells<br/>\n<br/>\nAmatai<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nONElist members are using Shared Files in great ways!<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\nAre you?  If not, see our homepage for details. </span></blockquote></div>","specialLinks":[]}}