{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Howard Chan","from":"&quot;Howard Chan&quot; &lt;hchan@...&gt;","replyTo":"LIST","senderId":"wUkdXXCrwi50ewqH6-4ZNxLp0yA1LvR20jD6XoFEP5pV7PslHRL7D0AdHMHrG7SKZcncKxzNFGzkozXgO06R6vw9xEzOH2MA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Apology to Michael Wooldirdge","postDate":"929531236","msgId":237,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS40Mi4yMzcuOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":258,"prevInTime":236,"nextInTime":238,"topicId":237,"numMessagesInTopic":2,"msgSnippet":"First of all, I would like to give an apology to Michael Wooldirdge for being so harsh in my previous post regarding the different races. I was just a bit","messageBody":"<div id=\"ygrps-yiv-1189906607\">First of all, I would like to give an apology to Michael Wooldirdge for being so harsh in my previous post regarding the different races. I was just a bit annoyed at all those people flaming me for my hard work towards earning the Dark Reaver. <br/>\nSo, to clear up the &#39;best race&#39; debate, I would like to do the following:<br/>\nI will outline the basic battle strategy of the fights with spectres to demonstrate the importance of mana at later levels. Let&#39;s assume that there is a Ranger, Shadow Knight, Cleric and Necromancer in a group. Now, the first step is to summon as many pets as possible. Then one would fire up the Jboots (for a SoW effect). The Ranger will then Ensnare, the SK and Necro will throw the DoT spells on the spectre. The pets are also sent in to attack the spectre as it approaches. Now, the cleric would use the Ward spell on the spectre; and obviously, the spectre will start going for the cleric. At this point, the cleric would run around in big circles to allow for the DoT to take effect, while the Ranger, SK and the pets will follow after the spectre to hit it from behind. When cleric goes oom, the SK and Necro will take the cleric&#39;s place and use DoT spells until they are oom. When everyone is oom, then one would engage in melee. Because the spectre hits for an insane amount of damage, one would like to stay off melee as long as possible. And thus, one can clearly see that having more mana is more beneficial than to have hit points and strength.<br/>\nIn addition, there are more reasons why DE are better. With their high intelligence, they are able to max out their skills faster than any other races. And since it requires more time to raise skill at higher levels, it is advantageous to have a higher intelligence to make sure that all stats are maxed before the next level. Sure, I agree that high str and sta allows you to fight better. But since skills are also related to how well you hit and how well you take damage, having high intelligence indirectly affects how well your character fights. To me, the high skills of the Dark Elf would negate the high str and sta of an Ogre; thus, balanced. The fact that DEs just looks cool with blackened armor and the Dark Reaver, already beats out any stats the Ogres and Trolls have.</div>","specialLinks":[]}}