{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Howard Chan","from":"&quot;Howard Chan&quot; &lt;hchan@...","replyTo":"LIST","senderId":"x2iUik2EP8ngQLIsGSmGtIo6T249AEWWyh-2m2MSQsmrtqiNamrm4nB-csc-GoFxEC_kO9Fp7wJJN_ojLNXWlQ2TS_9Q7Wkx","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LOOK AT THIS VERY IMPORTANT SERIOUS","postDate":"930443913","msgId":298,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS41MS4yOTguOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":297,"nextInTopic":299,"prevInTime":297,"nextInTime":299,"topicId":296,"numMessagesInTopic":34,"msgSnippet":"After Xillith posted the weakness of the Shadow Knights, I would like to address the imbalances of the Shadow Knight class again. Hoping to see a change in","messageBody":"<div id=\"ygrps-yiv-2010205841\">After Xillith posted the weakness of the Shadow Knights, I would like to<br/>\naddress the imbalances of the Shadow Knight class again. Hoping to see a<br/>\nchange in this class in every patch, I do not see any upgrade anytime soon.<br/>\nA long time ago, I remember having a debate with someone about Shadow<br/>\nKnights and how they are weak compared to a Paladin. However, they truly<br/>\nbelieve that the SK are balanced - which is not true. First of all, many<br/>\nother classes, who do not know the SK&#39;s spells, believe that the SK spell<br/>\nlist consist of Lifetap, but that is simply not true. &#39;You got Vampiric<br/>\nEmbrace&#39; they would retort, but is that a valid point? The answer is &#39;no&#39;.<br/>\nThe reason is that VE is an unreliable source of Lifetap. It only goes off<br/>\nperiodically (about once every 15 attacks). In addition, it only drains 12HP<br/>\n+ (2/2 levels beyond 22). And thus, giving a BIG 20HP drain at level 30<br/>\nevery 30 seconds or so. Now, with that aside, I would like to compare the<br/>\nPaladin and the Shadow Knight in a fight. Consider the following:<br/>\n<br/>\n30th level Shadow Knight<br/>\n- 301 HT<br/>\n- Engulfing Darkness, Heat Blood, Shadow Step, Siphon Strength, Fear<br/>\n- Full plate with BBC<br/>\n- 755HP<br/>\n- ~650AC<br/>\n- Pet casted<br/>\n<br/>\n30th level Paladin<br/>\n- LH<br/>\n- Stun, Root, Healing<br/>\n- Center and Spirit Armor on<br/>\n- Full plate with BBC<br/>\n- 755+HP<br/>\n- ~650+AC<br/>\n<br/>\nAs we can see, Paladins will have an HP and AC advantage already. In<br/>\naddition, they get Root and Blind, which they can use strategically to heal<br/>\nthemselves during the battle. They can also use the Root/Blind tactic to get<br/>\nfree hits or to finish the pet in a few attacks. So, what can a SK do while<br/>\nthey are blinded? Nothing. How can a SK hit the Paladin when rooted? The SK<br/>\ncannot. So, let&#39;s ASSUME the SK can get the Paladin down to half health -<br/>\nWill the Paladin need to use LH? The answer is NO, because the HT does not<br/>\neven compensate for half their HP.<br/>\n<br/>\nMany of you know that Engulfing Darkness and Fear gets resisted more than<br/>\n30% at even fights, higher on yellows and 90% resisted on reds. Now, with<br/>\nthe resistable HT, SKs are basically left being a Warrior with faction and<br/>\nexp penalty. While a Paladin can assure safety with LH, HT is completely<br/>\nunreliable and useless. Remember back at level 1, HT used to finish a rat<br/>\neasily? At level 30 or so, 301 damage DOES NOT even put a dent in their HP<br/>\nbar. Note, however, that the damage/level ratio of the HT gets worse and<br/>\nworse.<br/>\n<br/>\nIn the end, I believe that Paladins SHOULD be able to defeat a SK in a fight<br/>\nsimply because they are there to rid the world of SKs. But having a weak and<br/>\nresistable HT, the inability to heal, exp penalty AND bad factions, I<br/>\nbelieve that Verant should at least give the SK the Lifetap series and a<br/>\nbetter HT.</div>","specialLinks":[]}}