{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy","from":"&quot;Jeremy&quot; &lt;Jeremy@...","replyTo":"LIST","senderId":"ZvPgPfiYCILVkN7ZduiiJZddpvvXtnvE9rj-wcYbZ46Y-c5uIPBZpOB0IAGfZ-U_tXAw0CLcRyePlw4AVWke1cD42HqWau8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LOOK AT THIS VERY IMPORTANT SERIOUS","postDate":"930497236","msgId":300,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS41Mi4zMDAuOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":299,"nextInTopic":302,"prevInTime":299,"nextInTime":301,"topicId":296,"numMessagesInTopic":34,"msgSnippet":"First of all, the paladin s spells are just as likely to be resisted as ours.  I ve been rooted and blinded before, and it s very, very difficult to keep","messageBody":"<div id=\"ygrps-yiv-928810185\">First of all, the paladin&#39;s spells are just as likely to be resisted as<br/>\nours.  I&#39;ve been rooted and blinded before, and it&#39;s very, very difficult to<br/>\nkeep someone under both for any significant period of time.  5 rounds to<br/>\n&quot;finish off the pet&quot; will be more than sufficient to get out of at least 1,<br/>\nif not both.  An actual problem is that sometimes pets for SKs don&#39;t work in<br/>\nPvP.  The important part of the darkness spells is the slowing more than the<br/>\ndamage. Starting a fight with siphon strength, which I&#39;ve never seen<br/>\nresisted, does a 20 point switch in strength balance and gives the SK an<br/>\nadvantage in melee.   When the fight comes down to melee, which they all<br/>\neventually do, the SK is going to deal more damage much more quickly.  I do,<br/>\nhowever, concede the paladins have bows part.<br/>\n<br/>\nI have not ever lost to a paladin, and I don&#39;t attack anyone who is going to<br/>\nor has just got their corpse.  It&#39;s not that I play an honorable character,<br/>\nas much as respect for another player.  My main point to all of this is that<br/>\nI do not believe SKs are weak, which you agree with at the beginning of your<br/>\nmessage to a degree.  I also do not believe SKs are significantly more<br/>\npowerful than paladins, by the same token.  I&#39;m saying we have a comparable<br/>\nlevel of power, except, perhaps, for HT being resisted.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Howard Chan &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hchan@...\">hchan@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_shadowknights@onelist.com\">eq_shadowknights@onelist.com</a>&gt;<br/>\nSent: Sunday, June 27, 1999 9:09 AM<br/>\nSubject: Re: [eq_shadowknights] LOOK AT THIS VERY IMPORTANT SERIOUS<br/>\n<br/>\n<br/>\n&gt; From: &quot;Howard Chan&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hchan@...\">hchan@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Before I continue any further, let me say that I do not believe the SK is<br/>\n&gt; overly weak. Being a hybrid with downtime equaling a Warrior, obviously,<br/>\n&gt; seem unfair. But other than the downtime and the useless, class-specific<br/>\n&gt; skill (HT), I believe that the SK is one of the most interesting class to<br/>\n&gt; play. In fact, I would go on to say that we can do the most damage out of<br/>\n&gt; all melee classes in a fight with an NPC (Double Attack + Pet + DoT = mega<br/>\n&gt; damage). I also believe that it is not too overly important to travel<br/>\nbefore<br/>\n&gt; level 30. For many levels, I have never needed to travel anywhere that<br/>\nwould<br/>\n&gt; kill me on sight. There are always places to fight up to level 30; at<br/>\nwhich<br/>\n&gt; point, we do actually get Gather Shadows. Now, I will address Mr.<br/>\nStovall&#39;s<br/>\n&gt; post:<br/>\n&gt;<br/>\n&gt; Scenario 1:<br/>\n&gt; What is the first DoT that the Shadow Knight would use? Engulfing<br/>\nDarkness.<br/>\n&gt; What is the first spell the Paladin would use? Flash of Light. Now, let&#39;s<br/>\n&gt; assume they both go off. No resists, no fizzles, no interruption. The SK<br/>\nis<br/>\n&gt; blinded, the Paladin is free to kill the pet. Once the pet is gone,<br/>\nPaladin<br/>\n&gt; blinds the Shadow Knight again, repeat until SK is dead.<br/>\n&gt;<br/>\n&gt; Scenario 2:<br/>\n&gt; Let&#39;s assume that Engulfing Darkness is casted upon the Paladin. The<br/>\nPaladin<br/>\n&gt; would just fight the SK and the pet. The pet&#39;s attack = Center + Spirit<br/>\n&gt; Armor. So, it is basically down to LH versus HT + DoT. And as we all know,<br/>\n&gt; HT and a 100HP DoT does not compensate for LH.<br/>\n&gt;<br/>\n&gt; Scenario 3:<br/>\n&gt; Let&#39;s consider what you said in your scenario. The pet is gone and Paladin<br/>\n&gt; has taken more damage. Is the Shadow Knight able to get the Paladin down<br/>\nto<br/>\n&gt; the point where the HT will defeat the Paladin? No. It might have took 5<br/>\n&gt; rounds at most to finish off the pet; thus, the Paladin is far from being<br/>\n&gt; dead (during that time, the Paladin might have lost 200HP at most -<br/>\n&gt; considering that all the arrows hit and DoT). Once the pet is gone, the<br/>\n&gt; battle turns over. All the Paladin needs to do is to Blind, Root and Heal.<br/>\n&gt; That was excluding Center and Spirit Armor.<br/>\n&gt;<br/>\n&gt; Personally, I do not see why the Paladin would go for the SK when he/she<br/>\n&gt; knows that the pet is the main disrupter of spells. In addition, you<br/>\nfailed<br/>\n&gt; to consider that a Paladin can also have a bow. With the combination<br/>\nBlind,<br/>\n&gt; Root, shoot and Heal, the Paladin is always one step ahead of the Shadow<br/>\n&gt; Knight in fights. Basically, the reason why a Paladin will defeat a SK is<br/>\n&gt; because of a few simply spells.<br/>\n&gt;<br/>\n&gt; As for winning unrigged fights with red-cons, I really find that hard to<br/>\n&gt; believe. Red-cons would resisted Darkness, Fear and Harm Touch. The Harm<br/>\n&gt; Touch will not compensate for their LH at that point. Furthermore, at<br/>\nhigher<br/>\n&gt; levels, they are able to hit more often with higher damage; while taking<br/>\n&gt; less hits. I can see a Shadow Knight defeating red-con Warriors and Monks.<br/>\n&gt; However, looking at all the above factors makes me disbelieve that a<br/>\nPaladin<br/>\n&gt; can lose to a blue-formidable-con Shadow Knight at best. Perhaps you have<br/>\na<br/>\n&gt; strategy that I do not see? Or perhaps the Paladin was on the way to<br/>\n&gt; retrieve his/her corpse?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt;I disagree.  I&#39;m on Rallos Zek, PvP.  What an SK does while rooted is<br/>\nfire<br/>\n&gt; &gt;his bow, send his pet, and stack his DoTs.  Fletching is a very, very<br/>\n&gt; &gt;important ability that usually gets overlooked.<br/>\n&gt; &gt;<br/>\n&gt; &gt;In the same scenario the SK have a 30+ damage bow.  He gets rooted,<br/>\nstarts<br/>\n&gt; &gt;firing arrows.  The pet gets up in the paladin&#39;s face - good for<br/>\n&gt; disruption.<br/>\n&gt; &gt;The paladin has 2 choices.  Deal with the SK or deal with the pet.  If he<br/>\n&gt; &gt;deals with the pet, obviously the SK will tear the crap out of him.  So<br/>\n&gt; &gt;he&#39;ll attack the SK.  While he&#39;s trying to blind, he gets hit with an<br/>\n&gt; arrow,<br/>\n&gt; &gt;bashed by a pet, etc which has a good chance of spell disruption, and<br/>\ngets<br/>\n&gt; &gt;Engulfed in darkness.  If he gets the blind, he&#39;ll probably waste the pet<br/>\n&gt; &gt;while your blinded.  By the time the root&#39;s over, the paladin notices he<br/>\n&gt; has<br/>\n&gt; &gt;taken more damage, and is currently slowed with a pissed off SK in his<br/>\n&gt; face.<br/>\n&gt; &gt;<br/>\n&gt; &gt;These kinds of things won&#39;t work you say?  I&#39;ve never lost a fight with a<br/>\n&gt; &gt;paladin, even yellow and red ones.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist:  where real people with real interests get connected.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Join a new list today!<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}