{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David","from":"&quot;David&quot; &lt;milamber@...","replyTo":"LIST","senderId":"0x4x_gBWVWpudnSIqFi49Cn8Y0LUxs8SMBRBfVISw_hdkKxgaTTH7wJmh0tZQNynmOsowhGIf8Y0KhW4CFeXG3zwANo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LOOK AT THIS VERY IMPORTANT SERIOUS... Quest Info (Sir Lindel?)","postDate":"930584890","msgId":311,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS41My4zMTEuOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":322,"prevInTime":310,"nextInTime":312,"topicId":311,"numMessagesInTopic":2,"msgSnippet":"Not, to get into this much because I just rolled to 15 last night, but I was thought I was going to get a DoT spell and well NO (thought engulfing darkness was","messageBody":"<div id=\"ygrps-yiv-1880862613\">Not, to get into this much because I just rolled to 15 last night, but I was<br/>\nthought I was going to get a DoT spell and well NO (thought engulfing<br/>\ndarkness was DoT for some reason).  OK, Can&#39;t really travel effectively,<br/>\ncan&#39;t rely on HT, Pet gets wacked it 7 or 8 hits (haven&#39;t tried new pet<br/>\nyet), No magic wepon.  OK, I see cleics using their summon 1h blunt hitting<br/>\nwisp that are green to me, can I kill one(?), no... considering that my only<br/>\ndamage spell is disease cloud (5pts whoppy!).<br/>\n<br/>\nI was in fire storm yesterday for about 4 hours and felt like a big anchor.<br/>\nMy group was getting hit by elemental and all I could do their was just be a<br/>\nhp sponge by trying to taunt while the magic classes attacked it.  Oh, and I<br/>\nwas level 14, the highest in the group.  But thinking about it now fighters<br/>\nwould also be sitting on the side lines in this area.  I know a 12 lvl magic<br/>\nuser who used root in this area and pushed himself up to like level 15 or 16<br/>\nin a week or two (I will admit he was on for a very long time), he is now<br/>\nlike level 25.  Just kind of disappointing, not that I am going to give it<br/>\nup, because people tell me that it gets better around level 22, but I agree<br/>\nwith the post that we should get the invisibility spell at 22, plus a<br/>\nserious DoT spell just for making it to that level.  Anyway maybe we should<br/>\nget a shadow knight only spell of some kind, make 1 or 2  for each spell<br/>\nlevels and make it a quest of some kind.  Maybe a Direct Damage spell like<br/>\nharm touch is, but it just uses mana (but not the same damage amount),  or a<br/>\nradius damage spell (thought those were cool looking), or how about a radius<br/>\nlife tap that give us hp back from all creatures around us ... just watch<br/>\nout for your party!<br/>\n<br/>\nAlso just wanted to ask, has anyone completed the quest for Sir Lindel<br/>\n(something of the effect)  I found him last night, attacked him, he ran<br/>\naway, I started to follow then he vanished, I had no lag, and nothing killed<br/>\nhim because he was still my target.  So, I waited for him to return.  He<br/>\ncame back full hit points, I attacked him again, he ran again, then I<br/>\nstarted to follow him and then vanished again,  no lag, still targeted so<br/>\nnothing had killed him.  Again he comes back, I get hit by an elemental from<br/>\nbehind, moved so elemental wasn&#39;t hitting me from behind, elemental and him<br/>\nstart attacking each other ... elemental kills him... grrr.  I don&#39;t under<br/>\nstand why he vanished but now I have engulfing darkness, which I will use,<br/>\nbut just wondered what you will get when completing the quest... magic<br/>\nweapon (I hope)? or just more faction bonus.  Also does anyone know where he<br/>\nspawns at or is it just random?<br/>\n<br/>\nDavid</div>","specialLinks":[]}}