{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JACKiam1@xxx.xxx","from":"JACKiam1@...","replyTo":"LIST","senderId":"i90_FHDJaFHNcvpskbrGnndDYClzyAioxuUUgFJNy-V5disxuJ-SDfSfa2oxyL0eDBEuqY_sOA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Quest probs, from post made to EQ newsgroup...","postDate":"930602512","msgId":314,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS41My4zMTQuOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":313,"nextInTime":315,"topicId":314,"numMessagesInTopic":1,"msgSnippet":"Well, where shall I begin. I ve reiterated this story of my plight over and over to GMs, on EQvault message boards and peeved my guildmembers right off going","messageBody":"<div id=\"ygrps-yiv-1615156900\">Well, where shall I begin. I&#39;ve reiterated this story of my plight over<br/>\nand over to GMs, on EQvault message boards and peeved my guildmembers<br/>\nright off going on about it. This is a plea for help as a long sequence<br/>\nof events really, really put me off EQ.<br/>\n<br/>\nIt all started a month or so ago. I play a Human ShadowKnight, born in<br/>\nFreeport on the Cazic Thule server. I really enjoyed my early playing<br/>\ndays and was well addicted up to about level 12. This was when the game<br/>\nfirst came out. Anyway, im not a powergamer in the slightest and enjoy<br/>\nthe finer sides of Everquest - exploring new areas, travelling,<br/>\nroleplaying and doing Quests. <br/>\n<br/>\nNow I was quite impressed with the number of quests available to me,<br/>\nmainly in the ShadowKnights and rogues guild under the city of Freeport.<br/>\nI quickly set off at doing them, and discovered a nice SK quest which<br/>\nseemed to lead to a series (well im guessing it did) of other quests.<br/>\nThe first quest was to assassinate a messenger from Qeynos (most fun<br/>\n&lt;g&gt;) carrying a letter meant for the hall of truth. I found him in<br/>\nwestcommons, and brutally executed him, buhahah. I took the message he<br/>\ncarried back to the guy who had set me the quest. He was very pleased<br/>\nand informed me that he had another quest for me. NOW THIS IS WHERE IT<br/>\nALL WENT PEAR SHAPED!!!<br/>\n<br/>\nThe quest said &quot;blah blah so antonious bayle is helping the hall of<br/>\ntruth, I thought as much etc etc, then I was told - someone called Lady<br/>\nShae is staying in Freeport at the moment, but is heading back to Qeynos<br/>\nsoon&quot;, he told me how she was carrying a magical &quot;artifact&quot; meant for<br/>\nAntonious Bayle, and I was, quite clearly told to &quot;assassinate&quot; her, and<br/>\ntake the artifact to him. Well I found Shae at about level 8ish, and she<br/>\nconed re. I laid off, built up and at around level 12ish I think it was,<br/>\nshe only conned yellow. She&#39;s in the hoggfallers (correct spelling plz!)<br/>\ninn, in west Freeport. Now back in these days Shae was TOOOUGH. She had<br/>\nthe charm spell (at the time it was bugged) and wasn&#39;t afraid to use it!<br/>\n<br/>\nI managed to rope some of my guildmates and some other adventurers into<br/>\nhelping me kill her. Through the course of the next 2 weeks, I managed<br/>\nto notch up over 10 kills on her. Each time taking a heeeavy faction hit<br/>\nwith the people of Faydwer (gaining faction with the crushbone orcs tho<br/>\n:P). This wasn&#39;t without loss though. Many times our assaults on her<br/>\nwent wrong, and all in all about 8 deaths were taken to &quot;my side&quot;, be<br/>\nthem by my or those helping me or innocents wandering around. However,<br/>\nshe NEVER dropped the artifact! After killing her 7 times i&#39;d petitioned<br/>\nand was ASSURED the quest was NOT broken, and I had to &quot;keep at it&quot;<br/>\nbecause she should drop it. The GM told me he&#39;d had to kill &quot;MOBs as<br/>\nmuch as 10 times before they drop a quest item&quot;. Well fair enough but<br/>\nthis had already ruined the roleplaying aspect. I was sent to<br/>\nassassinate her and get what she carried. When im doing it over and over<br/>\nwaiting for her to respawn it just, well I dunno, didn&#39;t feel as good.<br/>\n<br/>\nThis really pissed me off, she wasn&#39;t dropping it and I gave up after 12<br/>\nkills. A few weeks later at level 13/14 I went back. (this was after a<br/>\nfew patches). Well they&#39;d toned Lady Shae down. She no longer had/has<br/>\ncharm and doesn&#39;t really use her spells. She also coned blue to me and I<br/>\nwas able to solo her. I killed her a few more times - no artifact. So, i<br/>\nwent back and did the original quest again (killing the messenger). This<br/>\ntime I was lead on to the Shae quest (as before) BUT, it had changed!! I<br/>\nwas now told much the same except that Lady Shae now carried something<br/>\ncalled &quot;The Bayle List&quot; which belonged to Antonious Bayle, and which I<br/>\nwas to retrieve from her. <br/>\n<br/>\nGreat I think!! They&#39;ve obviously fixed it, so I go back (by the way the<br/>\nwhole time im killing her when she&#39;s down stairs) and I kill her a few<br/>\nmore times. She doesn&#39;t drop anything other then some cash. I think, hmm<br/>\nperhaps it&#39;s in her room!? So, i get a friend to talk to her bodyguard,<br/>\nthe dwarf. I go and find the bakery in Freeport which sells muffins (the<br/>\nBrownloe bakery) and I get my friend to inform the bodyguard of the<br/>\nBrownloe bakery. This causes him to leave his post and walk out of the<br/>\ninn. I can then charge in and kill Lady Shae in her room. She doesn&#39;t<br/>\ndrop a thing. I search the room - nothing. I do this over a few times<br/>\nand manage to screw up one time and die to the dwarf. More deaths over<br/>\nthis quest. I create another character and go and speak to Shae about<br/>\nthis &quot;Bayle List&quot;. When asked about it, Shae says &quot;i&#39;d have to be<br/>\ndancing with pink mammoths before i discuss anything to do with<br/>\nAntonious Bayle&quot;. Hmmm, so i get her drunk with wine and ask her again.<br/>\n(this meant begging for money with a lev 1 char hehe). No go, same reply<br/>\nabout pink mammoths.<br/>\n<br/>\nAnd so im stumped. I&#39;ve been messed about. I&#39;ve logged on to other<br/>\nservers and asked fellow SKs for help (haven&#39;t really found any other<br/>\nSKs into questing). I post on message boards far and wide. I&#39;ve<br/>\npetitioned again, simply asking for clarification that this quest isn&#39;t<br/>\nbroken (not that it will do any good hearing that again - they told me<br/>\nbefore the quest wasn&#39;t broken but it obviously was and they changed<br/>\nit).<br/>\n<br/>\nThe struggle with this quest put me right off EQ. I stopped playing for<br/>\nover 2 weeks and only just recently have started again, in a vain<br/>\nattempt to lay this god-forsaken quest to rest. The only slight hint<br/>\ni&#39;ve had is that someone knew something of the Bayle List but said that<br/>\nthe Mammoth in Surefall had eaten it, and that there was a whole<br/>\nseparate quest involved with the Bayle List.<br/>\n<br/>\nPlease help me, or Brad, restore some faith!<br/>\n<br/>\n-- <br/>\nJack Guest aka Jorval</div>","specialLinks":[]}}