{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Xillith ofNeriak","from":"Xillith ofNeriak &lt;xillith@...","replyTo":"LIST","senderId":"mYS01xPltilTwSVckJllULPxNnzUhYHsyVyjRZ7O5F5J_72uCWtqTnaayPLDJyVYIFJpbC2myZF2Z-hiWxq0L7m2ATKzZz2OFE2CYa4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LOOK AT THIS VERY IMPORTANT SERIOUS","postDate":"930672061","msgId":318,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS41NC4zMTguOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":317,"nextInTopic":319,"prevInTime":317,"nextInTime":319,"topicId":296,"numMessagesInTopic":34,"msgSnippet":"GUYS!!! OUR PET WILL NOT DEFEND YOU IN PVP!!!  Do not even consider it a factor! Gebeker will stand there and let you get pounded, period. Do not EVER believe","messageBody":"<div id=\"ygrps-yiv-636598197\">GUYS!!!<br/>\n<br/>\nOUR PET WILL NOT DEFEND YOU IN PVP!!!  Do not even consider it a factor!  <br/>\nGebeker will stand there and let you get pounded, period.<br/>\n<br/>\nDo not EVER believe that a blinded caster is crippled.  Clear your target <br/>\nwindow with the escape key and when your text shows a hit, start laying on <br/>\nthe Fear.  When it says your target is &quot;very affraid&quot; Shadow Step, even if <br/>\nyou are rooted.  If you have a cleric, only use the spell on pure warriors <br/>\nor rouges since they have no mana LOL!!<br/>\n<br/>\nAnd as for blindness, hotkey your spells.  Even blinded you still have the <br/>\nenemy targeted and  you can see your text.  If the paladin is dumb enough to <br/>\nstep off of me to root and heal I will fear and NOT engulf shadows to <br/>\nincrease the distance between us and then Step to confuse him when he <br/>\nreturns.  This battle takes FOR EVER if both sides are competant and equally <br/>\nequipped.  It comes down to how you can handle yourself, who are fighting, <br/>\nand who gets the first shot.  In a LONG East Karanas battle the deciding <br/>\nfactor was the mobs in the area who piled up on the Feared paladin and <br/>\nslayed him.  You KNOW he has more HP, IF he hasn&#39;t used the LH.  Use your <br/>\nenvironment.<br/>\n<br/>\nBottom line, getting jumped by ANY even charecter and allowing them the <br/>\nfirst few hits means YOU LOOSE.  That is why player killers on RZ are so <br/>\nsuccessfull.  My Shadow Step has kept me ALIVE and Fear has saved my little <br/>\nblue butt more times than I can count.  Use your skills.  We should change <br/>\nour name to ExpertEscapist, since we aren&#39;t beating ANYONE.<br/>\n<br/>\nWhere I thought we sucked was:<br/>\n<br/>\n1.  The pet is a loser and it starts trains in high level dungeons.<br/>\n<br/>\n2.  Harm Touch becomes something I do to MYSELF (yes Verant, my &quot;dreadfull <br/>\nweapon&quot; is a suicide tablet at higher levels) to avoid being looted by <br/>\nplayer killer mages who will burn me out before I can engage if Fear fails <br/>\nor if Shadow Step sends me in the wrong direction.  I have found that <br/>\nplayers resist about 40 to 60% of it anyways, but I WILL take it all.  HT <br/>\nstinks as an opener in a monster fight and will sometimes clich it for me <br/>\ntowards the end, but now 24 game hours must pass because HT is &quot;too <br/>\npowerfull&quot; and will imballance the game.  Whatever.<br/>\n<br/>\n3.  If we dont get a pet worth a damn I would like to sacrifice it for the <br/>\nLIFETAP series early on, not the VampiricRoulette spell we have been given, <br/>\nat level TWENTY TWO!!!  How any one can believe that a MAYBE lvl 12 skellie <br/>\nhas any use to a lvl 22-28 SK is beyond my comprehension. I haven&#39;t cast the <br/>\nspell since lvl 18 and I could care less.  better yet, keep the damn pets <br/>\nand keep the insignificant healing.  Just give me some DoT and the necro <br/>\ninvis at 15th so I can travel to my hunting spot with confidence.<br/>\n<br/>\nListen,<br/>\n<br/>\nA same level Necro or Magician PET would beat us into the dirt, never mind <br/>\nthe caster gobbling up our life bar.  Enchanters?  FORGET IT, DO NOT FIGHT <br/>\nTHEM.  Teshan (lvl 1) will eliminate your higher level advantage and you <br/>\nwill find yourself charmed over and over attacking critters while the caster <br/>\nmeditates and lays DoT on you.  Lucky for us, we have more Hp than the <br/>\nEnchanter can take away without having us tank other monsters.  Unlucky for <br/>\nus, the last thing a good enchanter does is summon her OWN pet and giggle as <br/>\nwe consider attacking her  while we sport 40% life and face her same level <br/>\nanimation, allowing her to meditate and finish us off if we choose to hang <br/>\naround. Wizards?  Nuff said.  Clerics?  LOL!!  Good luck!  The Druid is RAW <br/>\nPOWER.  The Monk will Kung Foo our goofy ass back to respawn.  The <br/>\nShaman....I&#39;ve spanked a bunch of Shaman Highlanders, I would give us a <br/>\n60/40 advantage.<br/>\n<br/>\nHide in the dungeons and only cross open areas with your equipment in a bag. <br/>\n  Enjoy the REALITY of the SK.  Where we are exremely fortunate is the very <br/>\nfew people outside of us know how rediculously weak the class truely is <br/>\ncompared to the other classes.  For some reason we have some fearfull <br/>\nreputation that prevents our wholesale slaughter by opportunists.  Whatever, <br/>\nI am sticking it out because I am ASSUMING there will be a positive change <br/>\nin the class SOON.<br/>\n<br/>\nMeanwhile, I am trying out a few casters....<br/>\n<br/>\nI love the SK, really I do. I cannot nail down the reason, but I think the <br/>\nclass is cool.  I am speaking totaly OOC and about game mechanics NOT <br/>\nroleplay in this post.  I will also always speak in terms of Rallos Zek <br/>\nsince NO WHERE ELSE can you find your class pushed to its true limits.<br/>\n<br/>\n~Xillith<br/>\n<br/>\nA friend just called me and told me that the casting time on the wizards&#39; DD <br/>\nspells has been reduced in the newest patch along with some other caster <br/>\n&quot;improvements&quot;.  Feeling second class yet?  My recomendation for Zek <br/>\nis...buy a few more backpacks, it&#39;s SK season.</div>","specialLinks":[]}}