{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Chip Paul","from":"&quot;Chip Paul&quot; &lt;cpaul@...&gt;","replyTo":"LIST","senderId":"w_POsf2A4tcxoz6FVuee09ZLTIWKg-ghsyOxQsGFv9KAYBS5tdlLn-I-gHMghOQqtdNDUUIpMLXUbKW5pVk0cmj-X4KE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Pets","postDate":"930927386","msgId":348,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS41Ny4zNDguOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":137,"nextInTopic":350,"prevInTime":347,"nextInTime":349,"topicId":99,"numMessagesInTopic":10,"msgSnippet":"I hear everyone complain about how week the pets are, and it s true, they are, but weak is not necessarily ineffective.  I currently have the 15th level pet","messageBody":"<div id=\"ygrps-yiv-648927314\">I hear everyone complain about how week the pets are, and it&#39;s true,<br/>\nthey are, but weak is not necessarily ineffective.  I currently<br/>\nhave the 15th level pet spell, and I generally always have one when<br/>\nI solo.  <br/>\n<br/>\nLast night I had a pet (different castings are different you know) that<br/>\nhad double attack, and with a scimitar was swinging for up to 14 points,<br/>\nand bashing as well.  Since I use a 2 hander, I can&#39;t bash the gnoll<br/>\nsoothsayers out of their spells, but my pet managed to do it at least<br/>\nonce every fight.  By the end of the fight, my pet would have done<br/>\nat least 100 points of damage.  That&#39;s not too bad.<br/>\n<br/>\nPet tip #1 (Pet placement)<br/>\n<br/>\nSet your pet out of the way, and pull to your pet like you would to<br/>\na group.  I pull with Clinging darkness and then I can get another<br/>\nspell or two off before the monsters get there.  Always keep your <br/>\npet away from spawn points, because the greens it&#39;ll pull just aren&#39;t<br/>\nworth it.<br/>\n<br/>\nPet tip #2 (Pseudo-tank)<br/>\n<br/>\nThis tip worked well for me from about 15-17 fighting caimans and<br/>\ncrocodiles in Oasis.  It also works better with a high delay, high<br/>\ndamage weapon.  Set your pet out of the way, and pull a monster<br/>\nover to you.  Cast the spells in this order: Clinging darkness (to<br/>\npull), siphon strength, disease cloud.  Also, be sure to have mend<br/>\nbones memorized.  Then, you take a swing, and back up, turning off<br/>\nauto-attack.  The monster will turn on the pet, and hit him a time <br/>\nor two until you get your attack back.  Then you step forward, attack,<br/>\nand step back.  Use /pet report health to monitor old Kabartik.<br/>\nWhen he gets to 50% I usually throw in a mend bones, and then its<br/>\njust about time to recast darkness as well.  Then I step in and<br/>\nfinish in melee.  When I was fighting blues with this technique,<br/>\nthe only downtime I had was meditating, in one case I took 22 points<br/>\nof damage during the fight, and healed that while medding.<br/>\n<br/>\nOur pets are weak.  But it would be really unbalancing if they were<br/>\nmuch more powerful.  Keep them out of trouble and use them as a<br/>\nDOT.  I just turned 20, so I might be ignorant of the higher<br/>\nlevel woes, but they work well in non-dungeons up to 20 if you<br/>\nuse them right.<br/>\n<br/>\nXilith &lt;Obsidian Knights&gt;</div>","specialLinks":[]}}