{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"bwh@xxxxxxxxxx.xxxxxxxxxxxxxxx)","from":"bwh@...)","replyTo":"LIST","senderId":"5fE_3aUhYKp4LRemwBMLTyhI2IpyI9vaqegPKaYsPP3cARfnEo5QWfrZWE-2QOor-6yhY_QgHVkUzF_g83eP6rPCQm2ltQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Fwd: I run the shadow knight mailing list","postDate":"924836129","msgId":39,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS42LjM5Ljk1OTI3MjIyNkBlR3JvdXBzLmNvbT4="},"prevInTopic":36,"nextInTopic":41,"prevInTime":38,"nextInTime":40,"topicId":36,"numMessagesInTopic":6,"msgSnippet":"Okay, not to sound like a jerk, but as a game developer I have some pretty strong opinions about the right way to get your pleas/requests/opinions heard.  So","messageBody":"<div id=\"ygrps-yiv-2023234497\">Okay, not to sound like a jerk, but as a game developer I have some pretty<br/>\nstrong opinions about the &quot;right&quot; way to get your pleas/requests/opinions<br/>\nheard.  So I don&#39;t intend to single you out, however I will use your e-mail<br/>\nas an example of how NOT to send an e-mail to someone that probably gets<br/>\nhundreds a day.<br/>\n<br/>\nAs a preface, keep in mind that someone like John Smedley probably doesn&#39;t<br/>\nhave time to read all his e-mail, so he probably goes through and sifts<br/>\nthrough his in-box looking for the intelligent sounding ones and<br/>\nignores/deletes the ones that sound like rants.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Dear John,<br/>\n&gt;<br/>\n&gt;I know probably coming from a lowly gamer like me.. to a president such as <br/>\n&gt;yourself, this doesnt mean much.<br/>\n<br/>\n </span></blockquote>Okay, you&#39;re starting off by establishing that his opinions/time are more<br/>\nimportant than yours.  You do this by saying you&#39;re a &quot;lowly gamer&quot;, and at<br/>\nthe same time you acknowledge that he is a president and that you believe<br/>\nthat your status as a gamer lowers his<br/>\n<br/>\nThis causes a huge hodge podge of emotions to kick in: he will likely feel<br/>\nsome amount of condescension towards yourself, since it&#39;s obvious you don&#39;t<br/>\nfeel that your opinions are as valid as his, and at the same time he will<br/>\nfeel defensive because you&#39;ve already painted him to be someone that&#39;s<br/>\naloof and out of touch with the common gamer (i.e. the people that pay his<br/>\nsalary).<br/>\n<br/>\nSo my suggestion would have been to just delete that introductory sentence.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;But I&#39;m pretty deep in gaming myself. I used <br/>\n&gt;to be a moderator for DWANGO back in its day, I run www.mngamers.com, help <br/>\n&gt;out with www.quake3rocks.com, and I am starting the mwgl.net. <br/>\n<br/>\n </span></blockquote>Stating credentials is another sign of insecurity.  He probably doesn&#39;t<br/>\ncare all that much who you are, but probably does care about what you have<br/>\nto say.  To save him some time, just jump to the meat of your message.<br/>\nDispense with the &quot;I&#39;m relevant because...&quot; paragraph because you&#39;re also<br/>\ninadvertently trying to make yourself look more important than the Joe<br/>\nGamer that doesn&#39;t run some Web sites.<br/>\n<br/>\nSo my suggestion would be to rephrase the above or delete it altogether (a<br/>\nperfect place to put those Web sites would be your .sig, since it&#39;s context<br/>\nhe might find valuable).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I know a lot when it comes to games, and one thing is to listen to the <br/>\n&gt;gamers.<br/>\n<br/>\n </span></blockquote>You&#39;re once again telling him why he should pay attention.  Unfortunately,<br/>\nyou&#39;re doing so in a manner that seems both defensive (&quot;I know a lot&quot;) and<br/>\nconfrontational (the implication is that they don&#39;t listen to gamers).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; A huge discussion going on within the mailing list is the short hand <br/>\n&gt;we as shadow knights get when it comes to spells. I have copied a recent mail <br/>\n&gt;that I will past in quotes.<br/>\n<br/>\n </span></blockquote>If you&#39;re taking the time to write a message, and if he&#39;s taking the time<br/>\nto read the message, then you should probably grammar and spell check it.<br/>\nAnd there are MUCH larger discussions about these same issues occuring on<br/>\nthe messageboards of eqvault and stratics.<br/>\n<br/>\nDo not assume that you and your friends/list members have some insight far<br/>\nbeyond everyone else.  In all likelihood, the opinions that you have have<br/>\nbeen heard many times before.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Many many mails have been sent and recieved like <br/>\n&gt;this, and I totally agree.<br/>\n<br/>\n </span></blockquote>Volume doesn&#39;t equate to rightness, and concepts like &quot;many many&quot; are<br/>\nmeaningless to someone that sees more e-mail traffic in a day than most<br/>\npeople see in a few weeks.  Whether YOU agree with the many e-mails is also<br/>\nirrelevant, since he doesn&#39;t know who you are.<br/>\n<br/>\nThe important thing here is to establish an _argument_.  State your case,<br/>\nnot the reasons that you are relevant, meaningful, and should be heard.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I feel we should get a better healing spells, and <br/>\n&gt;much more powerful attacking spells. We are suppose to be the &quot;paladin <br/>\n&gt;opposers&quot; ..hardly..<br/>\n<br/>\n </span></blockquote>You make an opinion, but don&#39;t back it up with any supporting statements.<br/>\nThis is meaningless to him.  Following up with &quot;hardly&quot; is an unnecessary<br/>\nslap that only turns him off.<br/>\n<br/>\nInstead of quoting someone else&#39;s e-mail, sit down and figure out ALL the<br/>\nissues that SKs have, including choice of spells, lack of healing<br/>\ncapability, lack of basic helpful spells that other classes count on (heal,<br/>\nbetter damage, and invis), lack of a kick/dual wield, and all of this<br/>\namplified by the evil nature of the class.  Write these up in a rational,<br/>\nnon-inflammatory manner, then send it in or post it for comment from others.<br/>\n<br/>\nCheck out the posts on General messageboard by Bathory, she makes some<br/>\nreally cogent arguments that are intelligent, thoughtful, and non-inflammatory.<br/>\n<br/>\nBrian</div>","specialLinks":[]}}