{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"pwolf@xxx.xxxx","from":"&lt;pwolf@...","replyTo":"LIST","senderId":"rw_axHZERaLmhwKGKlT4dYght216fWBldcwPOS7ex3WZaMi-rMywHXqhNXarp5I3C3WjMTuX","spamInfo":{"isSpam":false,"reason":"0"},"subject":"our potentials and lack of","postDate":"924838051","msgId":43,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS42LjQzLjk1OTI3MjIyNkBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":42,"nextInTime":44,"topicId":43,"numMessagesInTopic":1,"msgSnippet":"I have played as an SK during the beta, back then I used an Ogre. And now I am still an SK during commercial, although this time I chose human. my first","messageBody":"<div id=\"ygrps-yiv-1714881660\">I have played as an SK during the beta, back then I used an Ogre.<br/>\nAnd now I am still an SK during commercial, although this time I chose<br/>\nhuman.<br/>\n<br/>\nmy first discussion is of our pet. we are the only hybrid class that gets<br/>\none, and in that essence, gives us certain circumstances in that we can<br/>\nsurvive or delay our retreat where as the other fighters and hybrids could<br/>\nnot. Although our pet is only half the level we are, it still does damage,<br/>\nso as long as you&#39;re the tank. The pet has saved me numerous times, once<br/>\nbeing a griffin flew overhead, and I was able to retreat due to my pet.<br/>\nanother incident, I was in a battle vs a fire drake, another flew by,<br/>\nbecause it was chasing someone, the pet bought me time to kill the first<br/>\ndrake, and I was able to fend of the 2nd drake...and then a 3rd comes<br/>\nhovering by, and again, after the second drake was defeated, with low<br/>\nhealth, the pet bought me enough seconds to retreat to the zone.<br/>\n<br/>\nour spells, although very weak by the time we get them, do have some value.<br/>\nI find clinging darkness to be very useful against enemies that are in<br/>\nretreat. mend bones is a useful 15th spell that allows us to heal our pets<br/>\nwhen needed, and so that we may continue to hunt and battle, without having<br/>\nto await its healing. my friends, although we deem ourselves weak compared<br/>\nto our nemesis, we must try to see the potentials and values that our<br/>\n&quot;weak&quot; spells give to us, find the weaknesses and the strengths will make<br/>\nus more formidable. <br/>\n<br/>\nOne thing I see though as another imbalance, is the fact, that Rangers,<br/>\nanother hybrid that is our nemesis, has both abilities to double attack and<br/>\ndual wield, while the paladin and SK only get double attack. This makes<br/>\nRangers out to be one of the best classes around, the ability to track, the<br/>\nfighting abilities of a warrior, and the few healing and buff spells he can<br/>\nmuster, makes this hybrid seem on top of the other two.<br/>\n<br/>\nanother thing noticeable about SKs, is their lack of defense...while our<br/>\noffense is just as great as any other fighter in the beginning, we lack AC.<br/>\nI heard of spellcasters having better AC than I before their buffs. this<br/>\nwas at the beginning however, but after laying on enough armor, I havent<br/>\nnoticed much, although I havent asked around much either whether or not the<br/>\nAC can be in comparison.<br/>\n<br/>\nwell, to enlighten on our bad news, I got in an Arena fight not too long<br/>\nago, against a Bard.<br/>\nI was at lvl 17, him lvl 16. but, I was in full leather armor with the<br/>\nexception of guard bracers and a studded skullcap, while he was in fully,<br/>\nit was either banded or ringmail, one of the two. I carried the infamous<br/>\nHalberd, while in his possesion was a mino battle axe and a kite shield. we<br/>\nfought with what abilities we had, but he did give the mistake of letting<br/>\nme make my pet before the combat begin. I believe that I didnt lose more<br/>\nthan one bubble of health, while he was nearly devoureded by my raw powers.<br/>\nand yes, HT was on hand for this fight. I let him live (actually he left<br/>\nthe arena) with little health left, and we departed, I knew I had won, and<br/>\nyet, so easily.<br/>\n<br/>\nI do hope that something is done in our favor, but we must remember, Verant<br/>\ndidnt make this game, didnt balance the classes, for duels and pvp<br/>\nfighting, they more or less balanced it through the creatures we slay, and<br/>\nwho has the easier or rougher time doing it.<br/>\n<br/>\nKael Deathwind<br/>\nof The Rathe</div>","specialLinks":[]}}