{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Xillith ofNeriak","from":"&quot;Xillith ofNeriak&quot; &lt;xillith@...","replyTo":"LIST","senderId":"rIBfE6BfB0_ufo9uPSeuDImoz6etjnscHbyBZFlNQb-Pnzs5-SURJNegUbUw40qeT3zXkmvGxGF2oXmFj268CyXO51DthI7xZISGfU09vw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Digest Number 81","postDate":"939789806","msgId":438,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS44Ni40MzguOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":437,"nextInTopic":439,"prevInTime":437,"nextInTime":439,"topicId":426,"numMessagesInTopic":13,"msgSnippet":"... YEP, I had an identical experiance.  I play a dark elf, so lucky for me I had the firepower of my race and its diversity of classes to aid me in my ","messageBody":"<div id=\"ygrps-yiv-1221497880\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt;1) I have played him for 16 days and only 16th level.  You might ask what<br/>\n&gt;the problem is.  I started a Shaman out 5 playing days ago and he is now<br/>\n&gt;16th level.<br/>\n<br/>\n </span></blockquote>YEP, I had an identical experiance.  I play a dark elf, so lucky for me I <br/>\nhad the firepower of my race and its diversity of classes to aid me in my <br/>\nadventures.  SKs level SLOW, you&#39;ve seen that.  A big part of playing a <br/>\ncharacter, any character, is mindset.  With your success at developing the <br/>\nshaman, I would say you have a spell caster mindset and work best in that <br/>\nenvironment.  A tank rarely has the benefit to step back and survey the <br/>\nbattle field like a caster does, we have to work through the chaos of being <br/>\nIN the spellfire and meele and find the best target to taunt and or fight.  <br/>\nThat is very hard to do, I cannot teach it.  It&#39;s something you will develop <br/>\nyourself while playing a tank or realise as your Shaman ages and you watch <br/>\nsenior tanks at work.<br/>\n<br/>\n<br/>\nLast night I had 2 guild invites and my SK never had one (until<br/>\n<blockquote><span title=\"ireply\"> &gt;I asked a guild, get into that in a moment).  The only reason I started a<br/>\n&gt;Shaman because I heard they were wanted in groups, and I always had a rough<br/>\n&gt;time finding anyone who wanted to group with me.<br/>\n<br/>\n </span></blockquote>Bad taste abounds.  You cannot fault someone for not wanting to risk their <br/>\nXP to a tank they have likely never run with.<br/>\n<br/>\nUnderstand this though, tanks rule the game as the players all age.  A party <br/>\nwith no combat class or inadequate combatants will die and die often.  If <br/>\nyou don&#39;t believe me, do Cazic Thule or Guk with a bad tank:caster ratio and <br/>\nsee how many time you dash for the zone.<br/>\n<br/>\nContrary to popular belief, clerics and shaman are NOT tanks.  Warriors <br/>\nCANNOT stop a fleeing mob.  Root is NOT a reliable means of ensuring the mob <br/>\ndoes not flee(very valuable in dungeons), and when rooted the creature turns <br/>\nand keeps fighting.  So, what does that leave you with?  A Ranger or an Sk.  <br/>\nOk the Ranger is a great class, no doubt about it.  Snare kicks butt and <br/>\nthey have that nifty dual attack and wield which makes mobs insane with <br/>\naggro.  We (Sks) have the darkness series up to Dooming Darkness.  It can be <br/>\ncast during the battle to soften the mob, during the escape to slow it (and <br/>\nit doesn&#39;t turn to hit anyone), AND it does damage the whole while.  <br/>\nCombined with fear you have a slow moving beast that is doomed to die.  Dump <br/>\nenough damage into it and it will be in flee mode when the fear wares off, <br/>\nif not then just repeat.<br/>\n<br/>\nFear+darkness works great on large outdoor lethal mobs that the party may <br/>\nnot be high enough to handle but wants to engage: Kodiaks, Griffawns, Giant <br/>\nSkells, Treants.<br/>\nCouple that with the LOW aggro caused by your slow yet heavy hitting weapon <br/>\nand you have a high probability that the creature will turn to the taunt of <br/>\na PET over you or a caster if done right!  Group still doesn&#39;t want you?  <br/>\nThen they&#39;re dumb because the true talent of the Sk is mob CONTROLL and we <br/>\njust get better at it as we age.<br/>\n<br/>\nARG, I remember being told there was no room for me in a group as an SK.  It <br/>\nsucked!  I simply chose to fight beside them and when they saw that I was <br/>\nkilling stuff they had to tag team (via above method) I was quickly invited, <br/>\nbut enough about my history.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;2) Armor.  In east commons and &quot;/auction WTB banded armor&quot; and have never <br/>\n&gt;gotten a response.    So I still am running around in leather, with a SBH <br/>\n&gt;that I bought from someone for 100 plat.<br/>\n<br/>\n </span></blockquote>Ok, you&#39;re lvl 16?  Go hunt in High Pass Hold.  Orc side drops consist of <br/>\nyour SBH and ringmail that fits a human or smaller and Gnoll side drops the <br/>\nPGT and ringmail that fits a size large.  You can also hunt Runny Eye for <br/>\nBlackened Platemail at your level.  As far as the SBH goes, i used one until <br/>\ni was lvl 23...yep 23.  At that point I was able to convince some guildmates <br/>\nto help me get a BBC and through dumb luck not soon after I killed the <br/>\nReckless Efreet in Solusek&#39;s Eye for the Obsidian Flamberge.  Now I have the <br/>\nDark Reaver.  Look, the weapons will come.  You definitely are lacking in <br/>\nthe armor area.  I recommend forgetting about this phantom guild guy with <br/>\nthe banded.  Go to High Pass, kill Orcs or Gnolls and get yourself some <br/>\nringmail.  If you are on a carebear server bring cash to buy pieces off of <br/>\nplayers that got the loot you needed.  It can be done.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I normally don&#39;t get upset at things, but this I feel is just insane.  I <br/>\n&gt;was<br/>\n&gt;reading on another list that Brian/Veriant thinks SK Troll/Orge is fine but<br/>\n&gt;the DE/Human is just screwed but any type of modification other than<br/>\n&gt;equipment would make the entire class unbalanced.  He/They (whomever) found<br/>\n&gt;that the Mage Tank (anti-paladin) was unacceptable, and was a scary thing <br/>\n&gt;to<br/>\n&gt;see.... hmm... aren&#39;t we suppose to be?<br/>\n<br/>\n </span></blockquote>Power gamers are always comparing stats vs this and race vs that...hogwash.  <br/>\nPlay the race/class you can relate to and enjoy.  I will not tell you that I <br/>\ndo not envy the Troll&#39;s regen or the Ogre&#39;s raw power or the human&#39;s ability <br/>\nto travel.  I can tell you that I can cast spells all day and my agility <br/>\nkeeps me nice and cozy(and my clerics happy)as I am not hit as  often as my <br/>\nlarger counterparts.  I can also tell you that, in my opinion, the Dark <br/>\nElves have the best fire support when grouped due to the diversity in their <br/>\nrace.  I could ramble 4 ever on why I feel this is true but I will just say <br/>\nexperience it for yourself.  (although I suppose on non-PvP servers you get <br/>\na homogeneous mixture of races and classes in a group, oh well)<br/>\n<br/>\nPersonally I would think that if<br/>\n<blockquote><span title=\"ireply\"> &gt;you have a higher experience penalty you should be stronger than the other<br/>\n&gt;classes that don&#39;t have the penalty.<br/>\n<br/>\n </span></blockquote>We are very very powerful, I don&#39;t flaunt it because I don%27t want a <br/>\nhunderd DE Sks running around Nectulos trying to see for themselves.  I want <br/>\nto remain special, unique, and a mystery.  My ravings here are for those <br/>\npoor souls who have already committed to the Path of Innoruuk and the often <br/>\npainful life of the dreaded Shadowknight.  Stick with it, stay in touch, and <br/>\nyou will reap rewards.<br/>\n<br/>\nBTW, the single most devastating PvP player on Rallos Zek, bar none, is a <br/>\nhuman Shadowknight of lvl 43 when I met him last.  He has wasted more people <br/>\nthan anyone I know, he is not in a guild and he kills his enemies ALONE.  As <br/>\nI advance and occasionally skirmish with PKs I am beginning to see why, I <br/>\nhaven&#39;t been killed by another player since I was lvl 13 (remember mob <br/>\ncontrol?).  He makes the same claim.  Coincidence?  No.<br/>\n<br/>\nGood luck David I hope I helped.<br/>\n<br/>\nXillith, devoted Knight and daughter of our Lord in Hatred<br/>\nBlood Coven<br/>\nRallos Zek</div>","specialLinks":[]}}