{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"pwolf@xxx.xxxx","from":"&lt;pwolf@...","replyTo":"LIST","senderId":"FTBrZSUuFVopkPMnAeBR85UoWmjjajqC-fgWg1mB9S2MUCfMg0EFtw6LPWRqLUTToGI_YCCg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Shadowknights","postDate":"924321102","msgId":5,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS4xLjUuOTU5MjcyMjI2QGVHcm91cHMuY29tPg=="},"prevInTopic":4,"nextInTopic":6,"prevInTime":4,"nextInTime":6,"topicId":2,"numMessagesInTopic":15,"msgSnippet":"I have played Shadow Knight in beta, as an ogre back then, and now I am a human Shadow Knight. What I like about this class, to some it may seem weak, but what","messageBody":"<div id=\"ygrps-yiv-275118098\">I have played Shadow Knight in beta, as an ogre back then, and now I am a<br/>\nhuman Shadow Knight. What I like about this class, to some it may seem<br/>\nweak, but what it symbolizes is its strength. It is a warrior of death, a<br/>\nfighter with some abilities of necromancey. Some people think though that<br/>\nthe spells come too late in their level, since a true necromancer gets them<br/>\nmuch sooner, but these spells that we get can be used to an advantage to<br/>\nour level as well.<br/>\n<br/>\nFirst off, let me say, and this doesnt go for only warriors, but just about<br/>\nall fighting classes. Learn as many weapon skills as possible. You dont<br/>\nneed to learn them all at once, take your time to max out one then learn<br/>\nanother. I first started out with 2H slash thinking, since we don&#39;t get<br/>\ndual wield, that this is all that we need. well, us SKs do get bash, and a<br/>\nshield is needed as well, hence when you will need to use 1H, preferably<br/>\nslash. At lvl 11 is when I begun to learn 1H slash, with my human SK, and<br/>\nmaxxed it out at lvl 13. And now that both 2H and 1H slash are maxed, I<br/>\nhave begun to learn peircing. Everytime you go up a level, again max out<br/>\nyour common weapon skills, then begin to learn more on the skills you know<br/>\nless of after those skills your good at are maxed. Although 2H slash<br/>\nweapons do more damage, I believe that 1H slash are the first of the two to<br/>\nbe able to get affordable magic weapons later on. Although I am not high<br/>\nenough to know this firsthand, this has what I been told. The thing is,<br/>\nkeep possibilities open,  by learning as much as you can. Ogres and Trolls<br/>\nwont be able to learn all the weapon skills as soon as humans and DEs can,<br/>\nbut with effort I am sure it can be accomplished.<br/>\n<br/>\nSecondly, the pet. It is about half the level you are when you get it,<br/>\neverytime you get a new pet it is roughly half level to what you currently<br/>\nare. The trick is, the pet is actually usefull, but it is NOT the tank, you<br/>\nare the tank (this is assuming your soloing, although unlesss your troll, I<br/>\nhighly recommend NOT to solo, unless you are very patient and dont mind<br/>\nwaiting many minutes for healing.<br/>\n<br/>\nthe spells you get at the level you are are useful to a fighter. remember<br/>\nyour a fighter farmost, then a spellcaster, dont try to rely on<br/>\nspellcasting. siphon strength, it allows you to carry more in weight, and<br/>\nyour attack value goes up, while it decreases the attack value of the<br/>\nopponent you casted it on. Disease Cloud...this is a disease spell, I<br/>\ntested it on another player and it ept him diseased for quite some time,<br/>\nalthough it may vary, I am not sure on this, I only tested it on one<br/>\nperson. of coarse search for undead type spell is useful as well, dont<br/>\nthink so? some areas it is quite useful for a good strategy for luring,<br/>\nsuch as in Najena, to lure as many undead as possible before the ogre guard<br/>\ncomes out. find corpse of course is useful as well, many people ask for<br/>\nnecros to help find corpses, at level 9 you can help too. perhaps this can<br/>\nhelp with profits, or help yourself in finding your own body if your not<br/>\nsure where its at. <br/>\n<br/>\nlevel 15 spells: clinging darkness, altho you may not think it does much,<br/>\nit does quite abit. it slows your opponent just a little...I also recommend<br/>\ncasting it on a fleeing opponent, sometimes I have practically stopped my<br/>\nopponent as if I had casted root, yet it was clinging darkness. it does do<br/>\ndamage too, the little it does. not sure how much, but every little bit<br/>\nhelps. shadowstep i havent found that useful, its basically random,<br/>\nsoemtimes it takes you only one step ahead of where you were (completely<br/>\nuseless) or it can make you travel around a corner that was about 4-5<br/>\nseconds ahead of you (somewhat useful but not totally), I am not sure if<br/>\nthis spell will help you retreat all that well, it is totally random.<br/>\n<br/>\nwell, this is how far I have gotten so far in my quest as a servant to the<br/>\nfather of the Teir&#39;Dal. only a bubble away from 16, maybe some others can<br/>\ngive insight later on, or perhaps I shall once I experience more.<br/>\n<br/>\nBTW, some of the stuff on eqvault is wrong, for the SK guide...for example,<br/>\nthe infamouse Harm Touch (HT), it IS counted as a spell, for it CAN be<br/>\nresisted. the max damage I have seen is 10 times your current level plus 1<br/>\nor 2 (ie, if your level 15, ive seen 151 or 152 damage at times). Although<br/>\nthis is a good ability, don&#39;t rely on it, sometimes it does down to half or<br/>\na quarter of the damage that it should be doing at your level. Does Lay<br/>\nHands get resisted? nope, why would you resist it anyways? and its a full<br/>\nheal...this is one big advantage that Paladins have over us SKs. and pets<br/>\nCANNOT be used in duels, so we cant be saying if we fought a Paladin, that<br/>\nwe have our pet for an advantage. It is a great ability, but it can also<br/>\nmean death for when we think it will save our arse out of a tough situation<br/>\nwhen we rely on it, so DONT rely on it.<br/>\n<br/>\nhope this has helped anyone interested in SKs and you newbies, I still<br/>\nconsider myself as a newbie since I am only a measly level 15 =)<br/>\n<br/>\nKael Deathwind,<br/>\nInnoruuk&#39;s Chosen One</div>","specialLinks":[]}}