{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Trevor Smith","from":"&quot;Trevor Smith&quot; &lt;tresmith@...","replyTo":"LIST","senderId":"yWaQwfaMcFENGWaAHGH3D0iwVW4lzHrN-0AYzwhYvgPs5OjA22ebnWUqWjGypFXWn37v2lXa9PeByRRXP99aeKJePqhUnzFbr9zcuW9KTw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Replying to Silkke&#39;s comments (Everyone read this)","postDate":"924883047","msgId":53,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS43LjUzLjk1OTI3MjIyNkBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":55,"prevInTime":52,"nextInTime":54,"topicId":53,"numMessagesInTopic":3,"msgSnippet":"Silkke: One of the reasons I decided to go with the Shadow Knight was because of the higher level spells. I was checking out GameSpot s EQ guide, they have a","messageBody":"<div id=\"ygrps-yiv-952808601\">Silkke:<br/>\n<br/>\nOne of the reasons I decided to go with the Shadow Knight was because of the higher level spells. I was checking out GameSpot&#39;s EQ guide, they have a COMPLETE spell list...<br/>\n<br/>\nThe Shadow Knight definitely comes into its own at level 30. We get two extremely useful spells: Feign Death (just ask any high level monk if this is useful) and Gather Shadows (invisibility). We also get Heat Blood (persistent damage), Endure Disease, Resist Cold, Wave of Enfeeblement, and Voice Graft, which lets you speak through your pet (hmmm... sounds funny)<br/>\n<br/>\nLevel 39 is big also. We get Banshee Aura (damage shield), Cancel Magic (stops another caster&#39;s spell), Expulse Undead, Heart Flutter (very cool, does persistent damage AND lowers Strength and AC), Augment Death, Infectious Cloud and an extremely useful spell, Intensify Death, which we cast on our pet so it regenerates and does more damage.<br/>\n<br/>\nLevel 49 is the last rank. We get some powerful spells here too. Invoke Fear (causes fear in NPCs and enemies, upgrade of previous versions), Shadow Sight, Breath of the Dead, Word of Shadows (radius damage), Dismiss Undead, and what would be my all-time favorite, Boil Blood!<br/>\n<br/>\nNot all these spells had descriptions, I wrote something wherever possible. Unfortunately no lifetap spells :-( Anyways, I wasn&#39;t sure I wanted to be an SK until I saw this list. Now I definitely want to be one. Of course the other hybrids have their upper level spells as well, might want to check that out also. Go to www.gamespot.com.<br/>\n<br/>\nOne other thing: There are some SK-only weapons, I&#39;ve heard of one called the Dark Reaver, I heard there were others too.</div>","specialLinks":[]}}