{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff S.","from":"&quot;Jeff S.&quot; &lt;JStoval@...","replyTo":"LIST","senderId":"xjGjG1TkF3J_5MBQ-LtnqJgBnlxcrbYvIPWPBGIorB_e4HeNziEP2cnlZgOoE_zI_l84VMLq6ZR1R1T337ixKq-QGV4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Replying to Silkke&#39;s comments (Everyone read this)","postDate":"924891042","msgId":55,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS43LjU1Ljk1OTI3MjIyNkBlR3JvdXBzLmNvbT4="},"prevInTopic":53,"nextInTopic":58,"prevInTime":54,"nextInTime":56,"topicId":53,"numMessagesInTopic":3,"msgSnippet":"Spell wise I feel shadowknights are as strong as any other hybrid, paladins get mainly heals and buffs for all their spells, which while semi-useful, is not as","messageBody":"<div id=\"ygrps-yiv-1559282486\">Spell wise I feel shadowknights are as strong as any other hybrid, paladins get mainly heals and buffs for all their spells, which while semi-useful, is not as useful as our dots and pets as far as pking goes. We also have the advantage in that we can be 2 of the 3 large races that get slam, a very big benifit to us since we don&#39;t get dual wield so twohanded weapons are the way to go for us. + Our specialty weapon is twohanded, the dark reaver, the stats are VERY nice on it. While paladins have to stick with onehanded since they can&#39;t be any of hte large races, and their specialty weapon is onehanded. Which means we will out damage them consistantly with our pet, our better weapon, our damage spells, and our slam.  Now the only place I feel is unbalanced is our harm touch vs their lay hands. Somethings that could be changed is make harm touch not resistable, this is not unbalanced since it doesn&#39;t do enough damage by itself for it to be considered a ultra-powerful spell. + it takes a hour and half to regen so people aren&#39;t going to be using it to kill monsters much higher then their level to gain exp fast. Either that or keep it as it is, and make it suck the health it does in damage.<br/>\n    -----Original Message-----<br/>\n    From: Trevor Smith &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tresmith@...\">tresmith@...</a>&gt;<br/>\n    To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_shadowknights@onelist.com\">eq_shadowknights@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq_shadowknights@onelist.com\">eq_shadowknights@onelist.com</a>&gt;<br/>\n    Date: Friday, April 23, 1999 10:57 AM<br/>\n    Subject: [eq_shadowknights] Replying to Silkke&#39;s comments (Everyone read this)<br/>\n    <br/>\n    <br/>\n    Silkke:<br/>\n    <br/>\n    One of the reasons I decided to go with the Shadow Knight was because of the higher level spells. I was checking out GameSpot&#39;s EQ guide, they have a COMPLETE spell list...<br/>\n     <br/>\n    The Shadow Knight definitely comes into its own at level 30. We get two extremely useful spells: Feign Death (just ask any high level monk if this is useful) and Gather Shadows (invisibility). We also get Heat Blood (persistent damage), Endure Disease, Resist Cold, Wave of Enfeeblement, and Voice Graft, which lets you speak through your pet (hmmm... sounds funny)<br/>\n    <br/>\n    Level 39 is big also. We get Banshee Aura (damage shield), Cancel Magic (stops another caster&#39;s spell), Expulse Undead, Heart Flutter (very cool, does persistent damage AND lowers Strength and AC), Augment Death, Infectious Cloud and an extremely useful spell, Intensify Death, which we cast on our pet so it regenerates and does more damage.<br/>\n    <br/>\n    Level 49 is the last rank. We get some powerful spells here too. Invoke Fear (causes fear in NPCs and enemies, upgrade of previous versions), Shadow Sight, Breath of the Dead, Word of Shadows (radius damage), Dismiss Undead, and what would be my all-time favorite, Boil Blood!<br/>\n    <br/>\n    Not all these spells had descriptions, I wrote something wherever possible. Unfortunately no lifetap spells :-( Anyways, I wasn&#39;t sure I wanted to be an SK until I saw this list. Now I definitely want to be one. Of course the other hybrids have their upper level spells as well, might want to check that out also. Go to www.gamespot.com.<br/>\n    <br/>\n    One other thing: There are some SK-only weapons, I&#39;ve heard of one called the Dark Reaver, I heard there were others too.</div>","specialLinks":[]}}