{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Howard Chan","from":"&quot;Howard Chan&quot; &lt;hchan@...","replyTo":"LIST","senderId":"nSAKWQcPRfJIX3SXSj_Wkj8vqFoodm0XBr7-ZRSgje1RmRZkYkAeuKHtNlPuLlAeZh85eheWDNHlBBpVeVqij64kgZoZFWlU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"IMBALANCES: READ - Some insights","postDate":"924916302","msgId":59,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS43LjU5Ljk1OTI3MjIyNkBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":60,"prevInTime":58,"nextInTime":60,"topicId":59,"numMessagesInTopic":4,"msgSnippet":"I have played through many classes and have found the SK to be relatively weak in comparison to every other class. First of all, it is the HT. Some argued that","messageBody":"<div id=\"ygrps-yiv-436683574\">I have played through many classes and have found the SK to be relatively<br/>\nweak in comparison to every other class. First of all, it is the HT. Some<br/>\nargued that it would completely imbalance the game if it does not have a<br/>\nsaving throw; this is NOT TRUE. Think of it this way:<br/>\n<br/>\nPaladin (level 20) - 500HP<br/>\nShadow Knight (level 20) - 500HP<br/>\n<br/>\nNow, the Shadow Knight&#39;s HT does 201 damage - not even half of the Paladin&#39;s<br/>\nlife. This is a once a day ability that can either be resisted or partially<br/>\nresisted. On the other hand, the Paladin can Lay Hands anytime to recover<br/>\nall 500HP. Perhaps I&#39;m missing something or there is some form of<br/>\nmathematical derivation to this, but from what I see, 201 /= 500.<br/>\n<br/>\nThen one would argue that we have pets, but I can also say that the Paladins<br/>\nget buffs and heals. What are Shadow Knights reduced to? A 5 point damage<br/>\nDiease Cloud and a strength stealing spell that has no noticable effect<br/>\n(other than allowing one to carry 10 more weigh units?). We have to sit for<br/>\nover 20 minutes after each fight to recover. On level 15, our spell is still<br/>\ninferior to the Paladins. What other hybrids have to sit so long? Paladins<br/>\nand Rangers can heal themselves right up. In addition, we get KOS and have<br/>\nless places to travel to to get experience. Although, it is stated that<br/>\nplaying a SK would be of high difficulty, but as mentioned above, we should<br/>\nget invisibility at some point.<br/>\n<br/>\nIn conclusion, we are simply a warrior with a experience penalty. Sure, we<br/>\ngot HT and all the pets in the world. But does that add up to the kicks,<br/>\ndual wield and double attack damage (oh, don&#39;t forget that berserker&#39;s rage)<br/>\nthat the warrior does? The answer is obvious - NO. If we get the Lifetap<br/>\nseries and a 100% functioning HT, then this class might be comparible to the<br/>\nother classes. Until then, I will stick with my SK class just because I look<br/>\ncool as a warrior (with a experience penalty) with a pet.</div>","specialLinks":[]}}