{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Howard Chan","from":"&quot;Howard Chan&quot; &lt;hchan@...","replyTo":"LIST","senderId":"AAK7GUjugVyIHyGEbR1LsiM5u9TAMcBgfl5xgzqd7uG1SPGpl-jhsjpno5lKz7AnVCXpk0b1KGd3uldmYgDLgAL1WZA6L_s8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: IMBALANCES: READ - Some insights","postDate":"924926021","msgId":61,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1OTMyNS43LjYxLjk1OTI3MjIyNkBlR3JvdXBzLmNvbT4="},"prevInTopic":60,"nextInTopic":62,"prevInTime":60,"nextInTime":62,"topicId":59,"numMessagesInTopic":4,"msgSnippet":"Of course 800 damage would be insanely powerful. Take into consideration, however, that Wizards at level 49 can deal 1600 damage with one spell. Even if we","messageBody":"<div id=\"ygrps-yiv-1977880693\">Of course 800 damage would be insanely powerful. Take into consideration,<br/>\nhowever, that Wizards at level 49 can deal 1600 damage with one spell. Even<br/>\nif we (SKs) did 800 damage, it&#39;s only once a day. Note though, that we need<br/>\nto be level 80 to do 800 points of damage. Level 50 mobs are going to have<br/>\nWAY more than 800HP. Thus, we can&#39;t kill it with our HT even if it was down<br/>\nto half of it&#39;s HP. I agree with you completely that our pets are good; I<br/>\nhave no doubt in that, and nothing needs to be changed about them. However,<br/>\nplease name me a Lifetap spell that we get. Vampiric Embrace seems to be the<br/>\nonly one that comes to my mind. Though, last time I checked, it is useless.<br/>\nHave you played any other classes other than the Shadow Knight? Try to play<br/>\na few others up to level 15 and you will see that the Shadow Knights are<br/>\nlacking.<br/>\n<br/>\nAbout the analogy that you gave about the Paladin fighting the Shadow<br/>\nKnight - our HT is NOT going to take out half of his life. If you do not<br/>\nbelieve me that the LH is better than HT, let me put it into a mathematical<br/>\nprove in which it shows the slope of the power of HT versus HP. The slope<br/>\nwill then define why HT is inferior to LH:<br/>\n<br/>\nLet x equal the level of the character, as a character gain 25HP per level,<br/>\nwe have a equation for the HP of a Paladin:<br/>\n<br/>\n25x<br/>\n<br/>\nNow, the formula of the HT can easily be derived from trail and error or<br/>\nwhatever it may be. Nevertheless, the formula for the HT is:<br/>\n<br/>\nx*10+1<br/>\n<br/>\nNow, differentiate both equations to get the slope at every point. Thus, the<br/>\nslope of the HP gain for the Paladin is 25 while the slope of the HT is 10.<br/>\nNow, we see that the HP of the paladin grows 2.5 times faster than the HT.<br/>\nFrom this simple derivation, one sees that the HT will, in fact, have no way<br/>\nof doing 50% damage. It might do 50% damage if and only if the paladin is at<br/>\nlevel 1. After that, the percentage of HP taken by the HT will decrease. In<br/>\naddition, they get buffs and healing spells such that the SK is NOT going to<br/>\ntake half of the Paladin&#39;s HP when the Paladin has taken out half of our HP.<br/>\n<br/>\nIn conclusion, our pets are good. But Paladins doesn&#39;t have to sit 30<br/>\nminutes to heal after every fight. In addition, their LH is PROVEN to be<br/>\nbetter than HT. Also, they get buffs when we get strength stealing spells<br/>\nthat causes no difference in a fight. And Verant DID not do a good job at<br/>\nbalancing the classes because they rushed EQ at the end. In fact, one would<br/>\nsee the result of this by simply looking at the info of Leering Corpse. It<br/>\nstates that we CANNOT use the spell at level 9, yet, I was able to use it.<br/>\nNow, please provide a mathematical prove that the LH is better than the HT.<br/>\nI would really like to see how we have an &#39;advantage&#39; with our HT.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;You have to understand that a magic attack that did 800 damage would<br/>\n&gt;be insanely powerful.  Ok, lets just say that paladins and<br/>\n&gt;shadowknights are evenly matched fighting hth, you both injure each<br/>\n&gt;other down to 1/2 hp.  Probably not enough to warrant the paladins<br/>\n&gt;Lay Hands.... but then you harm touch him finishing off his remaining<br/>\n&gt;hps, dropping him dead to the ground.  THAT is the benefit of our<br/>\n&gt;ability.  Now, our spells may not be the greatest at first, but later<br/>\n&gt;on they start becoming MUCH better.   For example our DoT spells, and<br/>\n&gt;lifedrain spells can be VERY helpful.  Our pets aren&#39;t meant to kill<br/>\n&gt;the enemy, but be more of a DoT thing, they stand there inflicting<br/>\n&gt;extra damage on the enemy as you fight them as well.  Things in EQ<br/>\n&gt;are actually quite well balanced, and I commend verant on a job well<br/>\n </span></blockquote>done.</div>","specialLinks":[]}}