{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"fandarian","from":"fandarian","replyTo":"LIST","senderId":"0f74boZZyxDWWfomJ5kVaeRKilY2UkDlOEsJH8I1GdP9KItRHLoo7u0bs_gQ-yE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Any good newbie armor quests?","postDate":"980287005","msgId":1269,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFQ2UlZHVC4wMDBQSEs5VEouMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4=","inReplyToHeader":"PDAwMFQ2TkFRNS4wMDE5RU41QzEuMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":1268,"nextInTopic":1270,"prevInTime":1268,"nextInTime":1270,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"Ooops! Nope. Sorry. Patchwork, yes. Banded and bronze, no. You re a druid. Get used to the newbie look, you re going to have it for a VERY long time. I m a ","messageBody":"<div id=\"ygrps-yiv-1066911010\">Ooops! Nope. Sorry. Patchwork, yes. Banded and<br/>\nbronze, no. You&#39;re a druid. Get used to the newbie look,<br/>\nyou&#39;re going to have it for a VERY long time. I&#39;m a<br/>\nlevel 30 wood elf druid, and I&#39;m wearing leather. Now,<br/>\ngranted, I have collected as much wisdom-enhancing items<br/>\nas I can get my grubbly little mitts on, but druids<br/>\ncannot wear anything much past leather. Later on,<br/>\nUlthork and Tizmak armor, as well as brown chitlin are<br/>\navailable, but unless you have someone helping you, you<br/>\nwon&#39;t be seeing these until you&#39;re well into your<br/>\n30&#39;s.&lt;br&gt;&lt;br&gt;My advice is to take up tailoring. Do it now. As a<br/>\nlevel 4, you can make your own patchwork for some<br/>\nsilver, and sell it for some gold. And you can make your<br/>\nown armor. Make friends with someone who smiths, and<br/>\nsomeone who brews. You&#39;ll need items from them, and they<br/>\nwill need items from you. Later on, you can make<br/>\nstudded (which is better than leather) then reinforced.<br/>\nEventually, cultural wood elf armor. Also, you can forage.<br/>\nKeep that skill maxed out. What I do is everytime I<br/>\nsit to med, I hit the forage key first.&lt;br&gt;&lt;br&gt;So far<br/>\nas newbie quests, there isn&#39;t much that&#39;s<br/>\ndruid-specific. You can turn in those swords, but I found that<br/>\ndisappointing. Plus, at your level they&#39;re hard to find. Do the<br/>\nmail quest. Kill wolves... yes, yes, I know, wolves<br/>\nare friends of druids, but you&#39;ll be USING the pelts.<br/>\nIf you get a black wolf skin, turn it into the<br/>\nenchanter guild at Felwithe. Collect bone chips. Do NOT<br/>\nturn them in, sell them to players for about 3pp per<br/>\nstack. Same thing with bat wings. Keep a stack or two<br/>\nfor yourself, you&#39;ll need it later on. Collect<br/>\nspiderling silks, and make silk thread OR turn them into the<br/>\nbard guild four at a time. If you don&#39;t mind the<br/>\ntravel, deliver mail from Ak&#39;Anon to Kelethin... the pay<br/>\nis pretty good. Couple of plat, if I remember<br/>\ncorrectly. And remember, loot EVERYTHING! Begging from NPC&#39;s<br/>\nis iffy, and begging players is rude. Higher ups<br/>\nwill help someone who isn&#39;t asking, but is out there<br/>\nwhacking away for all their worth with a rusty sword and<br/>\ntattered armor. I personally have been getting fine steel<br/>\nweapons as drops regularly, and go to Orc hill and give<br/>\nthem all away to folks who don&#39;t ask, and aren&#39;t<br/>\ntwinked.&lt;br&gt;&lt;br&gt;Good luck, I have found playing a druid to be quite<br/>\nrewarding. And remember... once you hit 29 and can do<br/>\nteleports, you&#39;ll NEVER be poor again. Just remember to do<br/>\nsome for free too. You&#39;re a druid. Karma is<br/>\nimportant.&lt;br&gt;&lt;br&gt;Fandarian&lt;br&gt;30th Druid, E&#39;ci</div>","specialLinks":[]}}
