{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"el_mejor28","from":"el_mejor28","replyTo":"LIST","senderId":"L_FS8axiJ29uua6S5UnHeDimPohy48_BqRsxTuXf-LEeIcUIO2B5Pb9y5mFU8hNt","spamInfo":{"isSpam":false,"reason":"0"},"subject":"TWINKING-- a discussion","postDate":"988742121","msgId":1491,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFRFVTBGOS4wMDBPTjAwUkouMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":1490,"nextInTopic":1492,"prevInTime":1490,"nextInTime":1492,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"OK-- I just wanted to bring this up, because I just had a horrible experience involving twinking. I play a lvl 20 druid, non-twinked, as my primary. My ranger","messageBody":"<div id=\"ygrps-yiv-729335549\">OK-- I just wanted to bring this up, because I<br/>\njust had a horrible experience involving twinking. I<br/>\nplay a lvl 20 druid, non-twinked, as my primary. My<br/>\nranger friend and I have been in HighPass Hold for 2<br/>\nweeks now trying to get Dylln Starshine (or whatever<br/>\nhis name is), so I can get the last part in need for<br/>\nthe coveted Testament of Vanear. The only time we&#39;ve<br/>\never seen him, he was already camped. &lt;br&gt;&lt;br&gt;A few<br/>\nnights ago, i loged on (my ranger friend wasn&#39;t on),<br/>\nwhen lo and behold, there he is!! There were only 7<br/>\npeople in the zone. I know I should have shouted that he<br/>\nwas up, and mine, but i was so excited that i memm-d<br/>\nspells i needed, and went to find the nasty red bandit<br/>\nguy, so I could harmonize him before i attacked. Found<br/>\nthe bandit, harmoed, came back, and there was a lvl<br/>\n50 something guy stealing my camp. Turns out this<br/>\nguy has 2 accounts, and had his alt char. there too<br/>\n(lvl 5 druid) to get the Testament. I was angry that<br/>\nmy camp was stolen (though i blame myself for not<br/>\nshouting ownership). But i was more frustrated that this<br/>\nguy was there only to twink his lower charachter.<br/>\n&lt;br&gt;&lt;br&gt;It reminded me of all the encounters i&#39;ve had with<br/>\ntwinkers, most of them bad. Twinkers often have little<br/>\nrespect for lower level chars, especially if they have<br/>\nseveral high lvls and are just trying to power level this<br/>\nnew char. They, more often then regular players,<br/>\nsteal good mobs for XP. I&#39;ve grouped with twinkers,<br/>\nunkowingly, who are godlike at the same level as me, while<br/>\nthe rest of us struggle. It may be sour grapes, but I<br/>\nthink it ruins the experience for others.&lt;br&gt;&lt;br&gt;Now,<br/>\nwhen I have a couple of lvl 50+ chars, maybe my tune<br/>\nwill change. If i decide to twink a char, though, to<br/>\npower level, i&#39;ll make sure to stay out of REAL<br/>\nplayers&#39; ways. I think it sucks for a lvl 50 to come in a<br/>\nkill a quest mob and deprive the lower levels, for<br/>\nwhich the quest is great, the opportunity. Also, i<br/>\nwatched a twinker come in to the camp i was in, wait till<br/>\nsome of us were dead or had to flee, and then jump<br/>\ninto the fray. When I re-zoned, i noticed that ALL of<br/>\nthe slain mobs, even the ones my group had killed,<br/>\nhad been looted. When my group got back to our camp,<br/>\nthe twinker denied our offer to join (said he was<br/>\npower levelin and didn&#39;t want to share xp), and refused<br/>\nto give up some of the loot that he &quot;stole&quot;<br/>\n(taunting us with &quot;I&#39;m a master auctioneer, and this stuff<br/>\nwill sell great on the open marke&quot;) Some of our group<br/>\npetitioned him, i just chalked it up to another bad player<br/>\nexperience. &lt;br&gt;&lt;br&gt;SO-- what is your thinking on<br/>\ntwinking?&lt;br&gt;&lt;br&gt;Do you do it? How severe? Do you twink your own<br/>\nchars, friends, guildmates? Do you frown on twinkers or<br/>\nadmire them? Do you ever randomly twink a newbie just<br/>\nbecause? (Now THAT I think is cool -- offering a lowbie<br/>\nONE higher item for doing a minor service) How<br/>\nimpressed are you with the playing ability of a lvl 5<br/>\nwarrior in full bronze armor?&lt;br&gt;&lt;br&gt;Xela Orcbane&lt;br&gt;20th<br/>\nseason Druid&lt;br&gt;Guild of the Un-twinked&lt;br&gt;Xev</div>","specialLinks":[]}}
