{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"xela_orcbane","from":"xela_orcbane","replyTo":"LIST","senderId":"uiPXhluW-1eDkajyV6_8DvCteRd832KlgnjYY9rKNXHzCAvUdWuDqn5QvwzjHlwQ7RM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Stupid Moron Spellcasters (Rated R)","postDate":"997132278","msgId":1787,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFRNVTFWTS4wMDAwS1EyMEsuMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4=","inReplyToHeader":"PDAwMFRNVFBMTi4wMDFTQjY0T0guMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":1786,"nextInTopic":1788,"prevInTime":1786,"nextInTime":1788,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"Some thoughts from a fellow Xev-ite who has died many times in Unrest: I admit that ALL classes take skill to master and know your role, though I favor the ","messageBody":"<div id=\"ygrps-yiv-1844449056\">Some thoughts from a fellow Xev-ite who has died<br/>\nmany times in Unrest: I admit that ALL classes take<br/>\nskill to master and know your role, though I favor the<br/>\ncasters, who i believe take more skill to be great at.<br/>\nWhen you&#39;re a tank, please remember that YOU are the<br/>\none that decides when it&#39;s time to run-- casters have<br/>\nno choice buy to fling thier noses in books in order<br/>\nto be helpful, and don&#39;t always know what&#39;s going<br/>\non-- they SHOULD always be aware of your life bar,<br/>\nthough-- shame on the healer if he wasn&#39;t watching you<br/>\nclosely and didn&#39;t have enought wherewithall to target<br/>\nyou and heal. Many times, medding casters are out of<br/>\nrange, so they can&#39;t &quot;hear&quot; you being hit by the mobs,<br/>\nand don&#39;t know if there&#39;s one or ten, unless you tell<br/>\nthem. Not saying this is what happened, but just<br/>\nsaying...&lt;br&gt;&lt;br&gt;I&#39;m with you on some points though-- I take my roles<br/>\nseriously (main is druid, alt is mage), whether i&#39;m healer,<br/>\nbuffer, nuker, etc., and I hate being in groups with<br/>\npeople who don&#39;t understand thier specialty and master<br/>\nit (ie. the tanking cleric, the Wizzie who<br/>\n&quot;overnukes,&quot; so you have to waste heals on him and taunt off<br/>\nhim all the time, tanks who don&#39;t take on the<br/>\ntoughest mob or who fail to taunt off casters,<br/>\netc.)&lt;br&gt;&lt;br&gt;RR is a tough place, because most higher levels<br/>\ntrain stuff through there when they get in trouble. A<br/>\nwerebat should not be a normal pull to the RR--&lt;br&gt;&lt;br&gt;A<br/>\ngood group member is constructive and not negative--<br/>\nremind the cleric, wizzie, or whoever what thier roll is<br/>\nif they deviate (and if you know!). No caster class<br/>\nshould &quot;step in and take a hit&quot; for the tank. If the<br/>\ntank needs that, the healer is not doing their job, or<br/>\nthe tank should be running to zone. (Exception-- I&#39;ve<br/>\ndone this a bunch as a druid--a well placed nuke will<br/>\nagro and then I pray to Tunare that the cleric will<br/>\nhelp and the tank will get back in line ASAP--if not,<br/>\ni know when to run!!)&lt;br&gt;&lt;br&gt;Sounds like your group<br/>\nwasn&#39;t informed of the MA (Main Assist) theory of<br/>\nfighting. If you are the MA, all should /assist you-- the<br/>\nsecondary tank should be ready to break off and taunt any<br/>\nmob who agros on a caster. You should have a DS cast<br/>\non you, if available, and the healer should have you<br/>\ntargeted, unless someone else is in dire need. &lt;br&gt;&lt;br&gt;Last<br/>\nthoughts-- if you had a mage, his/her pet could have taunted<br/>\nthe mob off you while you backed off. If you had a<br/>\ndruid, you&#39;d be SOW&#39;d, and the mob would be snared,<br/>\nmaking it easy to get away. &lt;br&gt;&lt;br&gt;P.S.-- no matter how<br/>\nmad you are at your casters, NEVER try to train the<br/>\nmob on your own group to save yourself, like you did.<br/>\nThat is cowardly, and has gotten more than one tank on<br/>\nXev a bad reputation. Fight with honor and<br/>\ncompassion, and if your healer EVER heals a wizzard with 80h<br/>\nagain, get a new healer or a new group!!!!&lt;br&gt;&lt;br&gt;Xela<br/>\nOrcbane&lt;br&gt;Druid of the 30th season (one blue from getting outta<br/>\nhell!!)&lt;br&gt;Defenders of Mithril Hall&lt;br&gt;Xev</div>","specialLinks":[]}}
