{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kalranis_darkholme","from":"kalranis_darkholme","replyTo":"LIST","senderId":"CFn7dEhBG7qkcdnBkhAMaMp4NZwNzkZ_pJ-ptEUTiJUHeQ5h7g-UlYhltuGeis6_GX6hv4jK00I","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hmm... Manners","postDate":"998796128","msgId":1844,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFRPR1FSMC4wMDFDN09DRzAuMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":1843,"nextInTopic":1845,"prevInTime":1843,"nextInTime":1845,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"That s my biggest gripe about EQ so far. I don t really care so much that Verant nerfs things unnecessarily, touting that they gave players too much of an ","messageBody":"<div id=\"ygrps-yiv-1574100995\">That&#39;s my biggest gripe about EQ so far. I don&#39;t<br/>\nreally care so much that Verant nerfs things<br/>\nunnecessarily, touting that they gave players too much of an<br/>\nadvantage, as if they don&#39;t need it against NPCs that punch<br/>\nfor ungodly amounts, have infinite mana pools, can<br/>\ncast 200+ dd spells in half a sec without being<br/>\ninterrupted by constant hits and movements... well, you get<br/>\nthe idea.&lt;br&gt;I don&#39;t really care so much about the<br/>\nridiculous prices people want to demand for items that are<br/>\nhigh level and only used to twink with. Things that<br/>\naren&#39;t necessary to develop a character as there are 60s<br/>\nout there that have never had such items in their<br/>\nyoung lives on through middle age.&lt;br&gt;No... my problem<br/>\nthat drives me from EQ mostly is the manners problem.<br/>\nSo many rude people, so many &quot;bastards&quot; out there.<br/>\nThey think &quot;Well, I can do whatever I want, it&#39;s just<br/>\na game, screw them if they don&#39;t like how I<br/>\nbehave.&quot; It&#39;s stupid. I mean, most of these people don&#39;t<br/>\nunderstand that just because you pay to play doesn&#39;t mean<br/>\nyou must be an ass to others. *forgive my language,<br/>\nbut I feel strongly about this*&lt;br&gt;I don&#39;t pay my<br/>\nmonthly fee to play just to come on and watch people<br/>\nscream at each other over OOC, beg me for things in<br/>\ntells, hail me repeatedly and inspect me without asking<br/>\n*especially if I&#39;m fighting a mob!*, and get mad when I don&#39;t<br/>\nsow them immediately when I&#39;m out of mana. People in<br/>\nEQ... well, actually, people in the real world as well,<br/>\nall need to remember what the things called manners<br/>\nare. There is a total lack of respect for each other<br/>\nrunning rampant in the world and it&#39;s all because of my<br/>\ngeneration that grew up spoiled brats because of previous<br/>\ngenerations giving us everything and reading things like Dr.<br/>\nSpock and taking good advice overboard. C&#39;mon people...<br/>\njust because everything has been given to a lot of us<br/>\ndoesn&#39;t mean we need to treat everyone around us like<br/>\ntotal jerks because we&#39;re cocky about everything.&lt;br&gt;Do<br/>\nI refuse to help someone that&#39;s been an ass to me?<br/>\nNo... I still help them out if I can. They don&#39;t walk<br/>\non me, I just refuse to be on their level and be a<br/>\njerk because I was given a bad turn. I still sow the<br/>\nangry bastard. I still heal those that are dying,<br/>\nwhether they&#39;ve been annoying or not. If they&#39;re mature<br/>\nindividuals, they&#39;ll realize it was given freely and not<br/>\nbecause they bitched and whined, but because a good<br/>\nperson was behind that pixel on their screen.&lt;br&gt;And<br/>\nmaybe eventually they&#39;ll get it through their head that<br/>\nnot everyone is a jerk like them and they&#39;ll start<br/>\ndoing others good turns.&lt;br&gt;It&#39;s stupid to think that,<br/>\nI know... but hey... at least it makes me special<br/>\nand different from everyone else. It doesn&#39;t mean I<br/>\nhave to talk to them. It doesn&#39;t mean I have to cater<br/>\nto them. I give them the whatever anyway (being a<br/>\n35th level shaman, you can give a lot), and then just<br/>\nbe on my way and forget they exist. Odds are, with<br/>\nhow much I move around, I&#39;ll never see them again<br/>\nanyway.&lt;br&gt;&lt;br&gt;But the fact remains... I&#39;m sick of the assholes. I<br/>\ncome on EQ to get away from people like that. And then<br/>\nI run into more there? That&#39;s no fun. I usually<br/>\nhave OOC and Shout turned off... Auction is<br/>\nperpetually off due to being sickened by prices in<br/>\ngeneral.&lt;br&gt;&lt;br&gt;-Kalranis Darkholme&lt;br&gt;18th Cleric, Brell Serilis<br/>\nServer&lt;br&gt;-Kahunaman Lahiki&lt;br&gt;35th Shaman, Brell Serilis Server</div>","specialLinks":[]}}
