{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"xela_orcbane","from":"xela_orcbane","replyTo":"LIST","senderId":"duVQ5xP5Oglu_6UhQrkyi_QlvOCJh6M_wHIlMZhx_pDetD8KhVBz2HTGnG4Jx3cIwrs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Twinking","postDate":"1000226006","msgId":1880,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFRQU0Y2TS4wMDFUOFI5N0UuMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4=","inReplyToHeader":"PDAwMFRQUVBHTi4wMDBSMkc4QU8uMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":1879,"nextInTopic":1881,"prevInTime":1879,"nextInTime":1881,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"Hmmm... maybe I ll try to beat Kharlisht s post length!! haha. To Twink or not to Twink, that is the question. Here s something to ponder... most people who","messageBody":"<div id=\"ygrps-yiv-657476746\">Hmmm... maybe I&#39;ll try to beat Kharlisht&#39;s post<br/>\nlength!! haha. To Twink or not to Twink, that is the<br/>\nquestion. Here&#39;s something to ponder... most people who are<br/>\navid RPG players abor twinking when they first start<br/>\nthis game and are not &quot;rich&quot; enough to do any twinking<br/>\nanyway (though there are some who think &quot;WOW-- i can&#39;t<br/>\nwait &#39;till i can twink a new char.!!!&quot;). Then comes<br/>\nthe dillemma-- you now have spen a lot of time in<br/>\nNorrath and have at least one char of such a level that<br/>\nhe/she has a sizable account in the bank and backpacks<br/>\nfull of items that are great, but you&#39;ll never use.<br/>\nWhat to do??&lt;br&gt;&lt;br&gt;Are you any less of a player<br/>\nbecause you twink? I used to think so, but maybe i&#39;m<br/>\nchanging my mind. Maybe some people just see that as<br/>\nanother way to have fun with the game, and after all...<br/>\nit&#39;s just a game. Personally-- I think my low level<br/>\nchars are twinked even though they have cloth armor and<br/>\na bronze dagger. My lower chars are twinked because<br/>\nof my knowledge and experience playing this game. I<br/>\nknow about quests, mobs, zones and fighting strategies<br/>\n(though class specific strategies, especially with my new<br/>\nchanter, still show my how much of a n00b I really am!!!).<br/>\nI know when to flee to avoid certain death, how to<br/>\nhelp my fellow groupmates best, and -hehe- which way<br/>\nto turn to send that orc Lego on a path away from me<br/>\nso I can make it to the zone. &lt;br&gt;&lt;br&gt;As for being<br/>\ninvincable by twinking-- i think that depends on what class<br/>\nyou are. Casters can get more mana by twinking, but<br/>\ncan&#39;t get better spells, so they are limited when it<br/>\ncomes to taking on Red mobs even if twinked. Also, even<br/>\nif you twink caster armor, they still have low HP<br/>\nand AC, and are going to get crushed by mobs. Case in<br/>\npoint-- i grouped with a twinked lvl 10 wizzie in CB, who<br/>\nhad TONS of mana and kept unloading lvl 8 nukes on<br/>\nLegos-- also kept getting agrod and dying because 5 hits<br/>\nand she was dead. (which is pretty good, because as<br/>\nan un-twinked chanter, 2-3 hits usually kills<br/>\nme!!)&lt;br&gt;&lt;br&gt;Melee classes seem to be best suited for twinking, at<br/>\nleast to be sucessful at lower levels. &lt;br&gt;&lt;br&gt;Last<br/>\npoint-- acceptable/unacceptable twinking is such a grey<br/>\narea. There is an economy in Norrath, and everything<br/>\ncan be for sale. Low levels can find way to &quot;twink&quot;<br/>\ntheir own money supply, buy selling bone chips/bat<br/>\nwings-- starting trades (I know a low teen mage who<br/>\ntwinked himself after getting to the point of tailoring<br/>\nthose backpacks), etc. Personally, I play for fun and<br/>\nit&#39;s not fun to me if there is not challenge or risk.<br/>\nI CAN NOT count how many times my main char has<br/>\ndied-- if he was twinked from the start, that number<br/>\nwould probably be 1/2 and i&#39;d be 5 levels higher than I<br/>\nam right now at least. But I&#39;ve been killed by some<br/>\nof the greatest mobs in Norrath, and am proud of the<br/>\nmany &quot;Xela&quot; notches in the belts of those mobs-- and<br/>\neven more proud of the notches in my belt when I<br/>\nreturn and exact painful revenge!!!&lt;br&gt;&lt;br&gt;No<br/>\nFarming..... that&#39;s another topic....<br/>\n(/grin)&lt;br&gt;&lt;br&gt;Xela&lt;br&gt;&lt;br&gt;--how&#39;d i do Kharlisht??</div>","specialLinks":[]}}
