{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"xela_orcbane","from":"xela_orcbane","replyTo":"LIST","senderId":"2_Rc7yZwtLPguTDHoHJ88uiz5RkmHLpNVWAaQFjdvFu5hWnsvqM0WWgPUjyYECBa8jQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Leveling","postDate":"1013446644","msgId":2449,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFU2RlRWSy4wMDFGVUZSRjkuMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4=","inReplyToHeader":"PDAwMFU2RUhCQi4wMDFWRUtPSVYuMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":2448,"nextInTopic":2450,"prevInTime":2448,"nextInTime":2450,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"That s so funny. I ve been playing since late 2000, and I still don t have a char over lvl 50. (I changed my main so many times, and have enough levels in alts","messageBody":"<div id=\"ygrps-yiv-897694440\">That&#39;s so funny. I&#39;ve been playing since late<br/>\n2000, and I still don&#39;t have a char over lvl 50. (I<br/>\nchanged my main so many times, and have enough levels in<br/>\nalts to have 5 lvl 60 chars at least). &lt;br&gt;&lt;br&gt;I still<br/>\nremember, though, my first days playing. I did the tutorial<br/>\n(does it even exist still?), created a char. that I<br/>\nthought would be cool, taking into account<br/>\nroleplay-ability (which is non-existant on most servers). It took<br/>\nme nearly 1/2 hour to get my gnome magician picked<br/>\nout with the stats, face, name and religeon that I<br/>\nwanted. Then I played the game. Then I /camp and tried<br/>\nthe tutorial again!!! hahahaha&lt;br&gt;&lt;br&gt;I chose the Xev<br/>\nserver, because it was very new at the time. I was still<br/>\nafraid to group until lv 9, because I still didn&#39;t know<br/>\neverything to do. I actually bought a tailoring book and<br/>\nbegan to make my own clothes out of necessity. There<br/>\nwere very few people in Steamfont who gave away<br/>\nthings. I was afraid to leave Steamfont until level 10,<br/>\nand only then because I got a quest that told me of<br/>\nthis strange place where orcs were (Crushbone). I had<br/>\nno idea what the /assist key was, I had no idea how<br/>\nto make macros, I didn&#39;t know the value of anything<br/>\nand just banked all my cash once I got a full set of<br/>\ncloth armor or the occassional odd drop that a mage<br/>\ncould use. &lt;br&gt;&lt;br&gt;It&#39;s so funny to thing back to that.<br/>\nAt level 14 I realized that I could take a boat to<br/>\nother places, and went to Antonicus for the first time.<br/>\n(this was after some problems in OOT, because I got off<br/>\nthe boat at the docks thinking I was in Freeport). I<br/>\nnever made it to the Commonlands, because I only found<br/>\nthe zone to SRo once I got off the boat. (I think I<br/>\nonly went to Freeport initially to do a quest). I died<br/>\nmany times in SRo and then Oasis. I eventually got to<br/>\nlvl 20, and learned about the focus items. Most<br/>\neverything I did was based on word of mouth, because I had<br/>\nnot found any of the web sites yet. I went back to<br/>\nOOT because someone told me that you could get all<br/>\nkinds of Giant Toes there. It was true, but the mobs<br/>\nwere WAY red-- so I bought them from druids kiting<br/>\nGornit and Cyclopses. Toes sell to merchant for less<br/>\nthan a plat, but I bought them for 10pp each (much to<br/>\nthe joy of the druids, and to my chagrin when I found<br/>\nout that the toes were worthless to them anyway).<br/>\n&lt;br&gt;&lt;br&gt;I then spent time in Najena (boy, hard to get a<br/>\ngroup there), trying to get shovels and brooms and<br/>\ntorches. Got one, and then someone told me it was easier<br/>\nto find them in Cazic Thule. So off I went and spen<br/>\nto lvl 23 in CT. I finally realized that INT was<br/>\nimportant to a mage, and that my stats were all messed up.<br/>\nTime to start over... Of all my alts that have come<br/>\nand gone, that one is still in my lineup (though I<br/>\nhaven&#39;t played the mage for almost a year). &lt;br&gt;&lt;br&gt;Just<br/>\nfunny to look back and realize that we were all noobs.<br/>\nI thought AOE spells were the best things on<br/>\nNorrath!! I looked for stackable only loot so I didn&#39;t have<br/>\nto sell so soon after filling up my one back and<br/>\nremaining slots. LOL</div>","specialLinks":[]}}
