{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":100576861,"authorName":"xela_orcbane","from":"xela_orcbane &lt;no_reply@yahoogroups.com&gt;","profile":"xela_orcbane","replyTo":"LIST","senderId":"CYiCfAw7L_j-vIVrDcgZ69PfaJvn2A_JzH_dYQRgqZsmwqgqez-I0NEDOtrSHXhP6jIlXflBeeyEN-V_n6KNqrxuQOhpRDnFyqb7_ds","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Question about Plat Guides and Derv Rings","postDate":"1017245664","msgId":2592,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGE3c3I1MCs4amRrQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGE3cTUzcys2anNiQGVHcm91cHMuY29tPg=="},"prevInTopic":2589,"nextInTopic":0,"prevInTime":2591,"nextInTime":2593,"topicId":2589,"numMessagesInTopic":2,"msgSnippet":"For the most part, Plat guides and PL guides are not worth it unless you are really new to the game and can t find web sites (most of which, like Allakhazam s","messageBody":"<div id=\"ygrps-yiv-1209791296\">For the most part, Plat guides and PL guides are not worth it unless <br/>\nyou are really new to the game and can&#39;t find web sites (most of <br/>\nwhich, like Allakhazam&#39;s has all this info, you just have to find <br/>\nit).  <br/>\n<br/>\nA friend of mine got one, thinking it would give him all these <br/>\nsecrets, but it didn&#39;t. In fact, some of the info. was outdated and <br/>\njust plain wrong.  Best bet is to check out EQAtlas or Allakhazam&#39;s-- <br/>\ncheck out the zones you&#39;re in or near, look up the quests and check <br/>\nout the comments made about them-- sometimes you might have to post a <br/>\nrequest for info-- ie, Is this a good xp quest? For what levels?. <br/>\nOther than that, come to places like this, and just test out quests <br/>\nin the game. It doesn&#39;t take much time to &quot;hail&quot; NPCs in cities.  <br/>\n<br/>\nNow the good stuff-- DF quests (both of them) are great quests, and <br/>\nthey give different faction depending on what type you want. I hear <br/>\ntht the one in NFP (pally guild?) is better xp, but the one in the <br/>\nwith the Captain of the guard is really good, with decent coin for <br/>\nunder lvl 15.  This is a similar quest to the Crushbone belt/pad <br/>\nquest that comes from Kaladim. Great quest all the way to about lvl <br/>\n14 as far as loot, faction and xp. And later you can /auction belts <br/>\nand pads for some good plat.  <br/>\n<br/>\nBest bet for xp these days is to hit any dungeon with an xp bonus <br/>\n(see Eqatlas, but most dungeons now have some kind of bonus). If you <br/>\nare a solo class, go for it, but note that dungeons are indoors, so <br/>\ndruids are limited. Either bring some friends or look for a pickup <br/>\ngroup. <br/>\n<br/>\nMy rogue is now nearly lvl 30 after a month of off and on playing. <br/>\nStarted in BB mountains, went to CB and did the belt/pad quests to <br/>\nearly teens. Went to EC/WC to do orc and derv camps. Went to Oasis to <br/>\ndo orcs to high teens. Then went to High Pass to do orcs to 20. Then <br/>\nto LOIO to do Sarnaks to 24, then to SK/Paw (xp bonus) to 28, then to <br/>\nSOLA (xp bonus) to 30, and now in OT and Dalnir (xp bonus). I&#39;m not a <br/>\nsolo class, so I looked for good grouping places (LOIO and Oasis) to <br/>\nget my skills up.  <br/>\n<br/>\nBTW-- DERV RING QUEST-- in WC you will have to turn in 4 orc pawn <br/>\npicks to one of the toll booth guards- make sure to have good faction <br/>\nwith him (ie turn in DF belts to his captain in WFP). He will then <br/>\ngive you the ring quest-- He gives a backpack to fill with 8 rings <br/>\nand combine. Give it back to him and he gives you a coin. Take it to <br/>\nthe FP guard house and find a smith there (can&#39;t remember his name), <br/>\nturn it in and get a Freeport Militia Tunic (9ac and +3dex i think). <br/>\nYou&#39;ll get tons of FP faction for this and some xp too. The tunic is <br/>\nnot great, but I was running TONS of people through this quest on FV <br/>\nwhen it first opened up-- a GREAT BP on that server.</div>","specialLinks":[]}}
