{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"khalista_stonebridge","from":"khalista_stonebridge","replyTo":"LIST","senderId":"wm34iqaR46474hNAs9ThUY-HBYffZpAALKDnYLnBgXssWTB5ksU-ZnUeNFUxYC1IGedg6nQMPqn5JQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Having problems... &lt;sigh&gt;","postDate":"938724918","msgId":315,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFJWN0pITS4wMDE5MDE5SUguMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":314,"nextInTopic":316,"prevInTime":314,"nextInTime":316,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"Hail all. I really need to get in contact with someone who is using cable, namely RoadRunner, or ethernet (I am sorry if I spelled it wrong) to connect to EQ.","messageBody":"<div id=\"ygrps-yiv-417468458\">Hail all. I really need to get in contact with<br/>\nsomeone who is using cable, namely RoadRunner, or<br/>\nethernet (I am sorry if I spelled it wrong) to connect to<br/>\nEQ. Here is my problem...&lt;br&gt;Sometime Monday<br/>\nafternoon, 9-27, we started having probelms logging into EQ,<br/>\nwe could log into the patch-server but when you type<br/>\nyour password in a message would come up &quot;could not<br/>\nconnect with... Try again later&quot; like EQ was down. Well<br/>\nat this point I figured it could be down, after all<br/>\nthey were having some problems last week. However, on<br/>\nTuesday afternoon, after the patch was reported complete,<br/>\nwe tried logging in and we did log into the<br/>\npatch-server and d/led the patch but when we got to the<br/>\npassword screen we got the same annoying &quot;try again later&quot;<br/>\nmessage. At this point I figured something was wrong so I<br/>\ncalled EQ&#39;s tech support line... I was on the phone with<br/>\nthem for at least an hour that night, and I must say<br/>\nthey were very helpful. We ran tests and tried<br/>\neverything he could think of... he even logged onto my<br/>\naccount and had no problems. So we decided it must be my<br/>\nISP. I called RoadRunner and told them what the EQ guy<br/>\ntold me, and he said &quot;if you can connect to the<br/>\ninternet its not our problem&quot;, which I have a problem with<br/>\nbecause they are my ISP I am paying them to connect me to<br/>\nthings, any things, that have anything to do with the<br/>\ninternet or being online. So after I was told to go away I<br/>\ncalled EQ back, he tried a few more things but we still<br/>\ncouldn&#39;t come up with anything... by this time we are<br/>\nREALLY having EQ-withdraw... I wrote to you all about<br/>\nthis yesterday, hee hee. To try to prove, mostly to<br/>\nourselves that it was RoadRunner or some connection through<br/>\nRoadRunner, we installed AOL onto our computer and we were<br/>\nable to connect to our account on EQ with NO problems,<br/>\nbut unfortunatly we don&#39;t have an AOL account and<br/>\ndon&#39;t want to pay for 2 ISPs. Anyway, we spent most of<br/>\nyesterday, Wed, on the phone bouncing from EQ to RoadRunner<br/>\nand even to Gateway (they made our computer) because<br/>\nRoadRunner told us they may have something to do with it,<br/>\nthey didn&#39;t have a clue what we were talking about,<br/>\nand still nothing! Noone has any clue what is going<br/>\non, we are &quot;the only ones having this problem&quot;.<br/>\nAAARRRGGGGG!&lt;br&gt;I went to the EQ website yesterday and looked at<br/>\nthe message boards under Tech Help, and... whats<br/>\nthis... other people are having problems connecting after<br/>\nthe last patch? Well at least now we know its not<br/>\njust us... and everyone having the problem seems to be<br/>\nconnecting via cable or ethernet, we have cable. We called<br/>\nEQ back and they say they have started getting more<br/>\ncomplaints similar to ours and alot of people in our area,<br/>\nFL, connecting through RoadRunner are having the same<br/>\nproblem too and RoadRunner won&#39;t respond to EQ&#39;s calls<br/>\nabout these people&#39;s connection. We called RoadRunner,<br/>\nagain, they say they &quot;have no idea what we are talking<br/>\nabout&quot; and now someone is going to call us in the next<br/>\ncouple of days to let us know what they find out.<br/>\nNeedless to say I am very aggrevated with RoadRunner for<br/>\ncompletely ignoring us but very pleased with EQ tech help<br/>\nfor at least trying to help. Anyway, what I need is<br/>\nto talk to someone using cable, RoadRunner, or<br/>\nethernet so I can see if anyone else is having this<br/>\nproblem... or people with phone connection, if you are<br/>\nhaving problems too. I need to know when it started<br/>\nhappening, your aprox location(like FL, USA) and who your<br/>\nISP is. Please repond or e-mail me if you have had<br/>\nany similar problems, even if they have been fixed.<br/>\nWe are taking this into our own hands since we can&#39;t<br/>\nget help. Any information would be<br/>\nuseful.&lt;br&gt;P.S.&lt;br&gt;If you have a question, since I rambled my way<br/>\nthrough this post, please ask I will respond back, after<br/>\nall I have nothing else to do with no EQ,<br/>\nlol.&lt;br&gt;Thanks alot,&lt;br&gt;Khalista&lt;br&gt;Cleric of Tunare</div>","specialLinks":[]}}
