{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"wild_strawberrie","from":"wild_strawberrie","replyTo":"LIST","senderId":"sc_3hEdwK7OCC0o9d-Y_FYaXjNVZF-V8o6fX13LZguPgNvjy-AfRztTcx-57iKq9E_a3fBOX","spamInfo":{"isSpam":false,"reason":"0"},"subject":"And on a completely unrelated subject...","postDate":"955458879","msgId":750,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFNGNjk5Vi4wMDFDQTVVU0suMTIxODIyMjktdGhlZXZlcnF1ZXN0dGF2ZXJuQGNsdWJzLnlhaG9vLmNvbT4="},"prevInTopic":749,"nextInTopic":751,"prevInTime":749,"nextInTime":751,"topicId":1,"numMessagesInTopic":2548,"msgSnippet":"I myself have a problem with beggers. It s not that i m mean or don t want to help, it s just once you hit lvl 20 and get a last name BAM....you get people","messageBody":"<div id=\"ygrps-yiv-1725983392\">I myself have a problem with beggers. It&#39;s not<br/>\nthat i&#39;m mean or don&#39;t want to help, it&#39;s just once<br/>\nyou hit lvl 20 and get a last name BAM....you get<br/>\npeople begging you for plats and stuff. I have never<br/>\nbegged for anything. I have had things given to me<br/>\nthough, but never through begging and I gave my heartfelt<br/>\nthanks afterward. I&#39;m now lvl 40 and am bombarded with<br/>\ntells begging for stuff. I&#39;ve gone anon but that<br/>\ndoesn&#39;t help. People will con me then inspect me without<br/>\nasking. I know then that the begging is about to<br/>\ncommence. This is a HUGE annoyance. The really runny part<br/>\nis that I KNOW most of the young characters asking<br/>\nme for have high lvl characters as that I play on<br/>\nXegony, the second oldest server. As a newbie, I had no<br/>\nidea what I was doing and didn&#39;t even have a clue as<br/>\nto what I COULD beg for. So if someone actually begs<br/>\nfor stuff I don&#39;t give. This isn&#39;t to say I don&#39;t<br/>\nhelp out. I pay well for bonechips, spider silks, and<br/>\nsometimes snake eggs. This is to both our benifit. It also<br/>\nmakes them earn what i give. I muck prefer this to just<br/>\nhanding out plat. I once used my lvl 40 necro to camp<br/>\ngreen gnolls for 3 hrs for a runed totem staff for a<br/>\nlvl 9 necro that rescued my baby druid. I reward<br/>\nniceness. She was very surprised at what her good deed<br/>\nbrought her. I gave her all the good gnoll drops and some<br/>\ncash. I buff as much as I can in newbie zones while I&#39;m<br/>\nthere and heal or rescue those in trouble. I also save<br/>\nsome of my fine steel weapons I get as loot. I&#39;ll<br/>\nraffle them off or give them to DE newbies I see helping<br/>\neach other. I believe in doing my part to spreading<br/>\nsome of the benifits of my lvl 40, and I like giving<br/>\nmy evil guild a good name among the evil races.<br/>\n&lt;br&gt;&lt;br&gt;I won&#39;t just give you 5pp, but I will give you the<br/>\noppertunity to earn it if you don&#39;t beg.......or annoy me<br/>\n;)&lt;br&gt;&lt;br&gt;Another thing that bugs me is when newbies try to gouge<br/>\nme on bone chips. I realize it&#39;s a buyers market but<br/>\nI announce what I&#39;m paying per stack then everyone<br/>\ntrys to make me pay more.EX I always annouce I&#39;m<br/>\npaying 2pp per stack, this is fair market value on<br/>\nXegony. I actually give 4pp or 5pp per stack and ususally<br/>\na nifty item if the seller doesn&#39;t try to make me<br/>\npay more, however, if they gouge me I usually pay the<br/>\ndemand but never anything more. I try to make it more<br/>\nworthwhile for the polite than the merchant hearted. This<br/>\nisn&#39;t to say if you auction them for more I won&#39;t be<br/>\nsweet, it&#39;s just a big pet peeve of mine being gouged<br/>\nbecause of my lvl.&lt;br&gt;&lt;br&gt;Maybe when I&#39;ve been 50 forever<br/>\nI&#39;ll be nicer...but I doubt it. And at lvl 40 I&#39;m<br/>\npretty darn poor! I know people lvl 20 with more money<br/>\nthan I have =P Hopefully I&#39;ll fix this tonight when a<br/>\nfriend and i go kill hill giants. Splitting among a<br/>\ngroup of 2 is much better than a group of 6 =) I hope I<br/>\nrake it in.... &lt;br&gt;&lt;br&gt;Aeday Femmefatel&lt;br&gt;lvl 40 DE<br/>\nNecro&lt;br&gt;Xegony Server</div>","specialLinks":[]}}
