<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Règlement&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Règlement -->

<p>Les personnes d&eacute;sign&eacute;es par la fonction &quot;arbitre&quot; sont 
  tous les membres des Gardiens de S&eacute;bilis (c'est &agrave; dire les Guides 
  et MJs).</p>
<p>Le r&egrave;glement peut &ecirc;tre chang&eacute; &agrave; tout moment durant 
  la comp&eacute;tition. Toute tentative de tricherie, de contournement des r&egrave;gles 
  ou tout comportement d&eacute;plac&eacute; (<U>&agrave; la discretion des arbitres 
  de la LGS</U>) signifiera des mesures du type banissement de la comp&eacute;tition 
  en cours et/ou futures. Aucune contestation ne sera accept&eacute;e. <strong>En 
  vous inscrivant au concours, ou en assistant &agrave; un des combats vous acceptez 
  implicitement chacun des points du r&egrave;glement aussi aucune contestation 
  ne sera &eacute;cout&eacute;e</strong>. </p>
<p><strong>Administration</strong></p>
<ol>
  <li>La limite maximale est de 18 &eacute;quipes.</li>
  <li>Vous devez pr&eacute;senter par mail une &eacute;quipe de 6 personnes.</li>
  <li>Le niveau minimum requis est soixante (60) pour chaque membre de l'&eacute;quipe. 
    Inutile d'essayer de vous inscrire si ce n'est pas le cas.</li>
  <li>Une limite de deux m&ecirc;mes classes est autoris&eacute; dans chaque groupe 
    (exemple : 2 bardes possible, pas trois).</li>
  <li> La LGS ne pourra en rien &ecirc;tre tenue responsable de quelque perte 
    de membre(s), d'invalidation ou d&eacute;c&egrave;s durant la comp&eacute;tition.</li>
  <li>Si un membre d'une &eacute;quipe est indisponible au moment du combat, il 
    sera possible de le remplacer en &eacute;crivant &agrave; Zveldar.</li>
</ol>
<p>Pour vous inscrire il faut envoyer un email &agrave; <a href="mailto:zveldar@ubisoft.fr">Zveldar</a> 
  avec l'objet : Tactique.</p>
<p><strong>Combat </strong></p>
<ol>
  <li>Tous les combats seront des combats de groupe contre groupe. Toute tentative 
    d'assistance d'un spectateur signifiera un match nul qui sera redisput&eacute; 
    par la suite et exposera le-dit spectateur &agrave; une peine de prison incompressible 
    d'une semaine dans les Catacombes de Qeynos.</li>
  <li> Tous les sorts de Peur/Effroi, d'Ancrage (<em>bind</em>), de r&eacute;surrection 
    et de Charme sont proscrits. </li>
  <li> M&ecirc;me si l'architecture de l'ar&egrave;ne le permet, il est &eacute;liminatoire 
    d'en sortir. Aucun avertissement ne sera donn&eacute;. Si un joueur du groupe 
    sort de la plateforme, il sera &eacute;limin&eacute; mais pas son &eacute;quipe. 
    Le groupe jouera alors avec une p&eacute;nalit&eacute; sur le nombre de membre.</li>
  <li>Les sorts de pouss&eacute;e (knockback) ne sont pas interdits mais pourront 
    vous disqualifier si vous essayez de pousser volontairement un joueur hors 
    de la plateforme de l'ar&egrave;ne. Les arbitres jugeront de cette situation, 
    donc veuillez &eacute;viter les knockbacks.</li>
  <li>Avant le d&eacute;but de chaque combat, les participants du duel seront 
    debuff&eacute;s (tous les sorts magiques &eacute;ventuellement actifs seront 
    enlev&eacute;s par un arbitre).</li>
  <li>A l'issue de cette p&eacute;riode de remise &agrave; z&eacute;ro des effets 
    magiques, l'arbitre donnera un signal &agrave; partir duquel les participants 
    pourront se buffer avec leurs propres sorts. Une p&eacute;riode de soixante 
    (60) secondes sera accord&eacute;e &agrave; cet effet.</li>
  <li>Une fois les soixantes secondes &eacute;coul&eacute;es, l'arbitre signalera 
    le d&eacute;but du combat. La dur&eacute;e maximale d'un combat est fix&eacute;e 
    &agrave; 30 minutes. Si le d&eacute;lai est &eacute;coul&eacute;, le vainqueur 
    sera le groupe avec le plus grand nombre de survivants. Si il y a &eacute;galit&eacute; 
    du nombre de candidats encore debout dans les deux groupes, du temps additionel 
    sera ajout&eacute; avec des p&eacute;nalit&eacute;s que nous d&eacute;ciderons. 
  </li>
  <li>Cinq minutes avant l'issue du combat, une p&eacute;nalit&eacute; de type 
    &quot;AOE&quot; snare sera lanc&eacute;e.</li>
</ol>
<p><strong>R&eacute;compenses</strong></p>
<ol>
  <li> Le groupe vainqueur de chaque tournoi est r&eacute;compens&eacute; par 
    un titre honorifique : le Tacticien / la Tactienne. Ils se verront accord&eacute;s 
    cinq points alternatifs ou un ticket d'or (au choix).</li>
  <li> Le groupe arrivant en seconde position se verra r&eacute;compens&eacute; 
    par trois points d'avancement alternatif.</li>
  <li>Les deux premiers groupes pourront participer &agrave; la batailler inter 
    serveur entre les serveurs UBISOFT (Kael, Sebilis et Venril Sathir).</li>
  <li>Le groupe arrivant en troisi&egrave;me position se verra r&eacute;compens&eacute; 
    par deux points d'avancement alternatif.</li>
</ol>
<p>&nbsp;</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 16/07/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
