<html>

<head>
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<title>Prince : Guide</title>
<!-- WEBMAKER VERSION NUMBER="1.1" -->
<!-- WEBMAKER RCS=     "$$"     -->
<!-- WEBMAKER AUTHOR="rotereau" -->
<!-- WEBMAKER EMAIL="rotereau@worldnet.fr" -->
<!-- WEBMAKER SPECIAL="WM1.1" -->
<!-- WEBMAKER TRANSLATION NAME="ServerRoot" SRC="DH0:Texts" DST="/" -->
<!-- WEBMAKER &#169; Mar 16 1996 Pascal Rullier email: prullier@mail.atlantic-line.fr -->
<style fprolloverstyle>A:hover {color: #FF0000; text-decoration: overline underline; font-weight: bold}
</style>
</head>

<body bgcolor="#F0EEFB">
<div align="center"> 
  <center>
    <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="90%" id="AutoNumber1">
      <tr> 
        <td width="33%"> <p align="center"><font color="#000066"><span style="font-weight: 400"> 
            <font size="6" face="Verdana"> <img border="0" src="images/prince_2old_gotta.jpg" align="middle" alt="Old Style" width="150" height="150"></font></span></font></td>
        <td width="33%"> <p align="center"><font color="#000066"><span style="font-weight: 400"> 
            <font size="6" face="Verdana"> &nbsp;Le Guide Prince </font></span></font></td>
        <td width="34%"> <p align="center"><font color="#000066"><span style="font-weight: 400"> 
            <font size="6" face="Verdana"> <img border="0" src="images/prince_2new_raveinto4.jpg" alt="New Style" align="middle" width="169" height="160"></font></span></font></td>
      </tr>
      <tr> 
        <td width="33%"> <p align="center"><font face="Verdana" color="#000066">80's 
            style...</font></td>
        <td width="33%">&nbsp;</td>
        <td width="34%"> <p align="center"><font color="#000066" face="Verdana">...2000's 
            style</font></td>
      </tr>
    </table>
  </center>
</div>
<h5 align="center"><font color="#000066"><span style="font-weight: 400"> <font size="5" face="Verdana">ou</font></span></font></h5>
<h5 align="center"><font color="#000066" size="4" face="Verdana">A La Découverte 
  de Celui Qui Souhaite Ne Plus Se Faire Appeler Par Son Ancien Nom Mais Que Tout 
  Le Monde Appelle Toujours Prince... et qui a finalement repris son nom !</font></h5>
<p align="right"><font face="Verdana" size="3" color="#000066"> <strong style="font-weight: 400"> 
  <!-- #BeginDate format:Fr1 -->29/08/04<!-- #EndDate -->
  </strong></font></p>
<p align="center">&nbsp;</p>
<p align="center"><font face="Verdana" color="#000066" size="4"><b>Sommaire</b><br>
  <strong style="font-weight: 400">I) Un peu d'histoire...<br>
  II) Six Albums Indispensables<br>
  III) Les Trésors cachés de Prince<br>
  IV) Les Remixes, les Bootlegs, Internet<br>
  V) La bio de Prince<br>
  VI) Discographie officielle</strong></font></p>
<p align="center">&nbsp;</p>
<p align="right">&nbsp;</p>
<p><font color="#000066" face="Verdana"><img src="images/prince_prince.jpg" width="170" height="170" align="left">Voici 
  un petit guide pour devenir Fan de Prince en 3 leçons. Tout d'abord, ami français, 
  sache que notre contrée tout le monde prononce le mot Prince à l'anglaise (à 
  savoir &quot;pri'n'sse&quot;). Toute référence à Prince prononcé normalement 
  en Français fait automatiquement penser au fameux biscuit chocolaté, donc à 
  proscrire ;-)<br>
  La plupart des personnes voient Prince comme &quot;un Pédé complètement timbré&quot; 
  (merci à Spoky pour la formule) qui tente en vain de suivre les records de vente 
  de Michael Jackson. Bien évidemment cette vision simpliste ne correspond pas 
  à la réalité pour celui ou celle qui souhaite fournir un petit effort, intellectuel 
  et financier ! Ce texte, destiné aux néophytes souhaitant en savoir plus sur 
  Prince Rogers Nelson, est divisé en plusieurs Chapitres. Après une brève introduction 
  (ne vous inquiétez pas, ça fait pas mal) nous partirons à la découverte de Prince 
  à travers ses albums indispensables. Ensuite, une descente plus profonde et 
  intimiste mais toujours dans les productions officielles, permettant de s'imprégner 
  définitivement de l'univers Princier. Enfin la découverte des Pirates, des Lives 
  et des Vidéos, quand vous êtes accros, pour devenir le Parfait Fan de Base de 
  Roger ! Vous pourrez dès ce moment apprendre par coeur la bio professionnelle 
  de Prince ainsi que sa discographie officielle qui conclu ce guide.</font></p>
<p><font color="#000066" face="Verdana"> <b>Attention chers FANS :</b> je n'aime 
  pas, et ne suis pas, ce qu'on nomme un &quot;fan&quot; :<br>
  - ceux qui n'écoutent QUE les chansons de leur idole (et qui vous saoule en 
  essayant de vous convaincre que c'est vraiment le meilleur),<br>
  - ceux qui s'habillent comme leur idole (et qui provoquent au mieux un sourire 
  de compassion, au pire un regard dédaigneux),<br>
  - ceux qui tentent de suivre les  préceptes foireux de leur idole 
  (non merci cher Prince, moi je veux manger de la viande, et je pense que les 
  religions provoquent la majorité des guerres et des souffrances dans le monde, 
  donc je n'aime pas &quot;ton&quot; Dieu...),<br>
  - ceux qui collectionne tout et n'importe quoi se rapportant à leur idole (pin's, 
  bijoux en plastique, tatouages, boîte de camembert...).</font></p>
<p><font color="#000066" face="Verdana">Je suis un simple amoureux de la musique 
  de Prince, puisque ce sont ses chansons qui m'ont accompagné pendant toute mon 
  adolescence et encore aujourd'hui, à 30 ans passé. J'admire ce type car, au 
  del&agrave; de son ind&eacute;niable g&eacute;nie musical (encore que je n'ai 
  aucune connaissance en la mati&egrave;re pour porter ce jugement), il repr&eacute;sente 
  pour moi la quintessence de l'Artiste. Je veux dire par l&agrave; qu'il consacre 
  toute sa vie &agrave; son Art. C'est d'autant plus remarquable dans ce si&egrave;cle 
  o&ugrave; le commerce est roi. Il &eacute;crit, compose, joue de tous les instruments 
  et produit plusieurs projets par an, depuis plus d'un quart de si&egrave;cle 
  (pour lui et pour d'autres) et ne passe pas un trimestre sans monter sur sc&egrave;ne 
  (en concert officiel, en aftershow, ou tout simplement dans son antre de Minneapolis). 
  <br>
  Le terme &quot;fan&quot; est l'abréviation de fanatique, alors c'est pour cela 
  que j'emploi le second degré pour me qualifier de &quot;fan de base&quot;. Je 
  ne suis pas dupe des messages philosophico-hystéro-préchi/précho-maniaco-religieux 
  du petit Prince.<br>
  Et oui Mister Prince : Vive la musique, à bas les sermons !</font></p>
<p>&nbsp;</p>
<p><font color="#000066" size="4" face="Verdana"><strong>I) Un peu d'histoire...</strong></font></p>
<p><font color="#000066" face="Verdana"><img src="images/prince_parade.jpg" width="170" height="170" align="left">Le 
  petit Prince Rogers Nelson est né le 7 Juin 1958 à Minneapolis, d'un père pianiste 
  et d'une mère chanteuse qui divorceront quelques années plus tard. Sa soeur 
  Tyka est née deux ans après lui. Dans les années 70 Prince étudie la musique 
  à l'école et c'est en 1974 qu'il monte son premier groupe, &quot;Grand Central&quot;, 
  avec son ami André Anderson. Reprenant la plupart du temps les grands standards 
  américains (Larry Graham, Carole King, etc...) en version instrumentale, le 
  groupe ne tarde pas à composer des titres originaux et Prince se met au chant. 
  Influencé par les grands showmans et les musiciens de génie (James Brown, Jimi 
  Hendrix, Santana, Miles Davis, etc...), le groupe évolue pour enregistrer sous 
  le nom de &quot;Champagne&quot;, début 1976, ses premières démos au Chris Moon 
  Studio. C'est aussi en 1976 que la première interview de Prince est publiée 
  dans le journal local de Minneapolis (on peut déjà voir sur la photo que Prince 
  n'aime pas ça !). Pendant l'été 76 Prince et Chris Moon partent pour New-York 
  en vue de démarcher les maisons de disques. Devant le refus de Prince de céder 
  ses créations (perdre ses droits), ils repartent les mains vides. Grâce aux 
  nombreuses répétitions, Prince peaufine ses propres chansons et c'est durant 
  l'été 77 qu'il signe avec Warner Bros Records son premier contrat pour trois 
  Albums, fait  rare pour un jeune artiste débutant. Prince s'assure 
  également le contrôle de ses créations en étant Auteur-Compositeur-Interprète. 
  Le 7 Avril 1978, &quot;For You&quot;, le premier album de Prince, sort aux USA...</font></p>
<p><font color="#000066" face="Verdana">On distingue plusieurs périodes Princières 
  qui correspondent à l'évolution artistique de l'artiste. Chacune d'elle est 
  marquée par un genre musical particulier ou par le groupe de musiciens qui l'accompagne 
  :<br>
  </font></p>
<p><font color="#000066" face="Verdana">- FUNK : Titres essentiellement funky 
  (façon Synth&eacute;s 70's !), période couvrant les années 1978 à 1982 et compte 
  5 albums (de &quot;For You&quot; à &quot;1999&quot;). La recette : beaucoup 
  de provocation (avec des textes et des attitudes sc&eacute;niques franchement 
  sexuels) et une volont&eacute; de m&eacute;tissage avec un groupe compos&eacute; 
  de noirs et de blancs, de femmes et d'hommes. En 5 ans et autant d'albums, avec 
  plusieurs tourn&eacute;es qui le font peu &agrave; peu conna&icirc;tre &agrave; 
  travers les USA, Prince atteint le statut de Star sulfureuse dans son pays.<br>
  <br>
  - ROCK : le groupe &quot;The Revolution&quot; participe à l'élaboration de certains 
  titres, à majorité Rock et Pop. Cette ère débute avec &quot;Purple Rain&quot; 
  (1984) et se termine sur &quot;Sign O The Times&quot; (1987) avec 4 albums en 
  tout, et constitue ce qu'on pourrait appeler l'age d'or de Prince. Le ph&eacute;nom&egrave;ne 
  &quot;Purple Rain&quot; est la cons&eacute;cration que Prince attendait et qui 
  le propulse Star internationale. Gr&acirc;ce &agrave; l'apport des &quot;Revolution&quot;, 
  l'homme joue moins sur son cot&eacute; provoc, gagne en sinc&eacute;rit&eacute; 
  dans ses textes. Pendant cette p&eacute;riode il est incontestablement un des 
  artiste qui cr&eacute;&eacute; les modes et devient une ic&ocirc;ne pour bon 
  nombre de critiques Rock, notamment avec l'incontournable &quot;Sign 'O' The 
  Times&quot;. C'est le temps de tous les exc&egrave;s, avec des albums &quot;concepts&quot; 
  r&eacute;ussis, des tourn&eacute;es mastodonte, des projets par dizaines. Prince 
  est sur le toit du monde.</font></p>
<p><font color="#000066" face="Verdana"> - SPIRITUEL : La &quot;prise de conscience&quot; 
  spirituelle est nettement marqu&eacute;e par l'abandon du Black Album fin 88 
  au profit du mystique &quot;Lovesexy&quot;. Le premier, bouillonnant brulot 
  s'adressant directement &agrave; la communaut&eacute; noire-am&eacute;ricaine 
  (on l'accusait alors d'avoir perdu contact avec ses racines), est un Rap Funky 
  dantesque et sombre, brut de fonderie. Son contrepoint est une Pop orchestrale 
  &eacute;tincelante et complexe dans laquelle pas un texte ne parle de Dieu. 
  Une nouvelle &eacute;tape dans les compositions Princi&egrave;res qui sera imm&eacute;diatement 
  suivie par un retour vers le public avec le simplissime mais efficace &quot;Batman&quot;. 
  Cette p&eacute;riode, qui est aussi une perte de contact avec les courants musicaux 
  &eacute;mergeant dans le grand public &agrave; cette &eacute;poque (Hip Hop, 
  R'n'B, Rap...), se conclut sur la compilation &quot;Graffiti Bridge&quot; avec 
  quelques perles prolongeant l'univers unique de Lovesexy. </font></p>
<p><font color="#000066" face="Verdana"> - POP COMMERCIALE : Prince propose une 
  s&eacute;rie d'albums destin&eacute;e au grand public</font><font color="#000066" face="Verdana">, 
  avec un son très Pop-Rock (Diamonds &amp; Pearls, Love Symbol, The Hits - le 
  Best-Of -, Come). Ce dernier album marque la fin des relations entre Prince 
  et sa maison de disque historique Warner Bros en 1993 (mais WB conserve la marque 
  &quot;Prince&quot; pour quelques albums ainsi que les droits sur tous les titres 
  sortis chez eux). Malgr&eacute; le gros succ&egrave;s commercial de D&amp;P, 
  on sent que Prince tente de se &quot;raccrocher aux wagons&quot; avec quelques 
  tentatives plus ou moins heureuses d'introduire du R&amp;B 90's et du Hip Hop 
  dans ses compositions (quelques Rappeurs viennent lui prêter main forte !). 
  Les probl&egrave;mes rencontr&eacute;s lors de la promotion de l'album &quot;O(+&gt;&quot; 
  (Love Symbol) feront de Prince un artiste de moins en moins &quot;bankable&quot;. 
  Il a visiblement perdu son l&eacute;gendaire flair, il ne cr&eacute;&eacute; 
  plus les modes mais prouve sa ma&icirc;trise parfaite dans la production, avec 
  des compositions propres dans des styles clairement identifiables.</font></p>
<p><font color="#000066" face="Verdana"> - WARNER VS LOVE SYMBOL : Warner Bros 
  continue de produire des &quot;fonds de tiroir&quot; sous le nom de Prince, 
  mais ce dernier change son identité pour sortir d'autres albums en parallèle. 
  Période très confuse pour les albums WB, avec 3 albums très inégaux sur une 
  période de 5 ans, de la réédition du superbe album Rap &quot;Black Album&quot; 
  en 1994 au Rock basique et prenant de &quot;Chaos &amp; Disorder&quot; en 96, 
  se terminant par le catastrophique &quot;The Vault... Old friends for sale&quot; 
  en 99. Warner sortira ensuite quelques Best Of, apr&egrave;s &quot;The Hits&quot; 
  en 92.<br>
  Pendant ce temps, l'ex-Prince devenu O(+&gt; (ou Love Symbol) produit à un rythme 
  effréné et s&egrave;me quelques p&eacute;pites sur son chemin ;-). Faute de 
  promotion le grand public loupe le g&eacute;niallissime et inspir&eacute; &quot;The 
  Gold Experience&quot;, pourtant pr&eacute;c&eacute;d&eacute; du Hit-single plan&eacute;taire 
  &quot;The Most Beautiful Girl in the World&quot;. C'est avec &quot;Emancipation&quot;, 
  un triple-album, que l'Artiste tente un come-back aupr&egrave;s des m&eacute;dias. 
  Sa communication est brouill&eacute;e par ses messages fumeux contre Warner 
  Bros (on peut lire le mot &quot;Slave&quot; sur sa joue, attitude qui lui sera 
  reproch&eacute; aux USA o&ugrave; on sait ce que le mot Esclave veut dire !). 
  &quot;Crystal Ball&quot; marque l'entr&eacute;e de Prince sur Internet d&egrave;s 
  1997. C'est en effet par ce biais qu'il distribue cette compile de vieux bootlegs 
  et de titres in&eacute;dits jou&eacute;s live dans les 90's compl&eacute;t&eacute; 
  par un succulent album accoustic. La seconde tentative de come-back fracassant 
  en 99 se traduit par un bide commercial et artistique nomm&eacute; &quot;Rave 
  un2 the Joy fantastic&quot; ;-) On y voit Prince tenter un retour &agrave; la 
  mani&egrave;re de Tom Jones (album de duos et de guests) mais aucun titre ne 
  soul&egrave;ve l'enthousiasme.</font></p>
<p><font color="#000066" face="Verdana"> - JAZZ : Fin 2001 Prince reprend (enfin) 
  son nom et sort un album aux influences très jazz nommé &quot;The Rainbow Children&quot;. 
  C'est le départ d'un nouveau cycle qui se concr&eacute;tise avec la tourn&eacute;e 
  mondiale &quot;One Nite Alone&quot; l'ann&eacute;e suivante, lors de laquelle 
  les cuivres de Candy Dulfer, Maceo Parker et Greg Boyer prennent une place pr&eacute;pond&eacute;rante. 
  Le retour d'un &quot;vieil ami&quot; saxophoniste de la p&eacute;riode &quot;Revolution&quot;, 
  Eric Leeds, confirme aussi ce nouvel &eacute;tat d'esprit. Les textes sont marqu&eacute;s 
  par les influences bibliques tendance &quot;Jéhovah&quot;, r&eacute;sultat malheureux 
  de la rencontre avec Larry Graham, mais la production est de nouveau inspir&eacute;e, 
  et c'est ce qui compte. L'homme ne jure plus que par la recherche d'authenticit&eacute; 
  (&quot;Real music by real musician !&quot; scande-t-il lors de ses concerts), 
  oubliant au passage que nombre de ses albums pr&eacute;c&eacute;dents &eacute;taient 
  issus de nuits enti&egrave;res de bidouillage &eacute;lectroniques en studio 
  ;-) Il pousse ses recherches en &quot;soft-Jazz&quot; au cours de l'ann&eacute;e 
  2003 avec deux nouveaux albums d'instrumentaux nomm&eacute;s &quot;Xpectation&quot; 
  et &quot;N.E.W.S&quot;.</font></p>
<p><font color="#000066" face="Verdana">Pour la liste complète de mes bootlegs, 
  merci de <a href="prince2.htm"> cliquer ici</a> !</font></p>
<p>&nbsp;</p>
<p><font color="#000066" size="4" face="Verdana"><strong>II) Six Albums INDISPENSABLES</strong></font></p>
<p><font color="#000066" face="Verdana">Difficile de conseiller un néophyte, surtout 
  avec un Artiste aussi prolifique que Prince. Sur une carrière commencée en 1978, 
  c'est un des rares à avoir sorti au moins un album par an ! Si vous comptez 
  les très nombreux Lives, Aftershows, Répétitions et autres Démos qui traînent 
  chez les bootleggers, vous arrivez à un total phénoménal de plusieurs centaines 
  de CD ! Prince a d'ailleurs souvent décrit cette étonnante capacité à &quot;faire 
  de la musique&quot; comme une malédiction...<br>
  Les Albums ci-dessous représentent à mon avis une bonne vue d'ensemble et couvrent 
  tous les styles et les époques traversées par Prince. De plus, ce sont des points 
  de repères importants dans sa carrière, tour à tour solo ou en groupe avec &quot;The 
  Revolution&quot; ou &quot;New Power Generation&quot; (dont les musiciens changent 
  régulièrement), et avec ou sans le nom de Prince !</font></p>
<p><font color="#000066" face="Verdana"><strong>- Les débuts Funk : Prince (1979)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_prince.jpg" alt="&quot;Prince&quot;" align="left" width="170" height="170"></font><font color="#000066" face="Verdana, Arial, Helvetica, sans-serif"> 
  Un an apr&egrave;s la sortie de son premier album, Prince est d&eacute;j&agrave; 
  pr&ecirc;t pour sa suite. L'Album &quot;Prince&quot;, son deuxi&egrave;me donc, 
  sort aux USA le 19 Octobre 1979. Prince y m&ecirc;le un titre Rock pur et dur 
  (&quot;Bambi&quot;) au Funk limite Disco qui a fait le succ&egrave;s du premier 
  album. Fin des ann&eacute;es 70 oblige, on trouve beaucoup de synth&eacute;s 
  typiques et de rythmiques basiques de cette &eacute;poque, mais les m&eacute;lodies 
  sont d&eacute;j&agrave; tr&egrave;s accrocheuses dans les ballades Funky &quot;I 
  Wanna be Your Lover&quot; et &quot;Why you wanna treat me so Bad ?&quot;. Chaka 
  Khan fera d'ailleurs un triomphe en reprenant le sympathique &quot;I Feel For You&quot;.  &quot;Sexy Dancer&quot;, 
beaucoup plus nerveux, r&eacute;veille l'ensemble de l'album, qui n'est 
  compos&eacute; pour le reste que de lancinantes ballades mielleuses (de &quot;When 
  we're dancing close and slow&quot; &agrave; &quot;Still waiting&quot; en passant 
  par &quot;With you&quot;).<br>
  L'image de Prince reste impr&eacute;cise, la pochette de l'album le pr&eacute;sente 
  en H&eacute;ros romantique (on le voit chevaucher nu un p&eacute;gase &agrave; 
  l'int&eacute;rieur du livret !). Tous les titres sont interpr&eacute;t&eacute;s 
  avec sa voix haute (falsetto), ce qui brouille un peu plus la communication 
  (est-il homo ?). Les textes sont par ailleurs assez simplets, puisqu'ils parlent 
  quasiment tous de l'amoureux transi voulant conqu&eacute;rir une belle (ou un 
  beau ? ;-). Pas de sujets de soci&eacute;t&eacute;, pas de d&eacute;nonciation 
  du syst&egrave;me. Le jeune homme aurait pourtant des choses &agrave; dire, 
  enfant noir-am&eacute;ricain dans une famille recompos&eacute;e de la banlieue 
  de Minneapolis, qui plus est souffrant sans doute de son aspect ch&eacute;tif. 
  Seul &quot;Bambi&quot; tire son &eacute;pingle du jeu puisque Prince y d&eacute;clare 
  sa flamme &agrave; une lesbienne (&quot;It's better with a man !&quot; dit-il, 
  de quoi faire hurler nos amies lesbos ;-).<br>
  Bref, une production propre, sans aucune originalit&eacute; mis &agrave; part 
  &quot;Bambi&quot; (dont la tonalit&eacute; Rock est d&eacute;tonante avec l'ensemble), 
  mais qui laisse entrevoir tout le potentiel de l'artiste et donne une id&eacute;e 
  des futures obsessions de l'homme (l'éternel duo sexe / spirituel).</font></p>
<p><font color="#000066" face="Verdana"><strong>- Le Choc Rock : Purple Rain (1984)<br>
  </strong></font> <font color="#000066"><img border="0" src="images/prince_purple.jpg" alt="Purple Rain" align="left" width="170" height="170"><font face="Verdana">Prince 
  est prêt pour le grand bain ;-) Sa fr&eacute;n&eacute;sie cr&eacute;ative lui 
  fait d&eacute;j&agrave; composer des albums entiers pour d'autres groupes qu'il 
  contr&ocirc;le (Vanity 6, The Time...) mais cela n'est pas assez. Il se lance 
  dans le cin&eacute;ma et &agrave; partir d'un sc&eacute;nario qu'on lui propose, 
  il &eacute;crit sa l&eacute;gende. Ce sera &quot;Purple Rain&quot;, l'histoire 
  du Kid de Minneapolis, ses probl&egrave;mes familiaux, sentimentaux et professionnels. 
  Mais bien plus que ce film musical, c'est surtout l'album qui marque le tournant 
  de la carri&egrave;re Princi&egrave;re.<br>
  Chef d'oeuvre 100% Rock, le disque sort 5 semaines avant le film lui-même, le 
  25 Juin 1984, et le succ&egrave;s est quasi-imm&eacute;diat aux USA. Le reste 
  du monde d&eacute;couvre Prince avec &quot;When Doves Cry&quot;, titre studio 
  hallucinant, dans lequel toutes les structures habituelles sont d&eacute;cal&eacute;es 
  (pas de ligne de basse, rythmique hypnotique hyper-travaill&eacute;e, <font color="#000066">sons 
  in&eacute;dits</font>...). D'autres classiques parcourent l'album, comme l'in&eacute;vitable 
  &quot;Purple Rain&quot;, devenu depuis hymne romantique des fans de l'artiste 
  lors des concerts </font><font color="#000066"><font face="Verdana">(&quot;I 
  never wanted to be your week-end lover, I only wanted to be some kind of friend&quot;)</font></font> 
  <font face="Verdana">avec sa c&eacute;l&egrave;bre m&eacute;lodie unique &agrave; 
  la guitare .<br>
  Mais o&ugrave; est le Rock me direz-vous ? Prince compose un titre &eacute;ternel 
  avec &quot;Let's go crazy&quot;, mêlant sa science de la rythmique et des gimmicks 
  synth&eacute; acquise pr&eacute;c&eacute;demment (on reconnaît la drum-line 
  et le son de &quot;1999&quot;) aux solos de guitares rock extatiques fa&ccedil;on 
  guitar hero. Presqu'aussi puissant, l'&eacute;nergique &quot;Baby I'm A Star&quot; 
  nous montre un Prince s&ucirc;r de lui (&quot;I don't want to stop, 'til I reach 
  the top&quot;). Il n'abandonne pas ses pulsions sexuelles et choque de nouveau 
  l'Amérique avec la chaude &quot;Darling Nikki&quot; (qui se masturbe avec des 
  magazines et qui arrive a &eacute;tonner Prince au lit, exploit !). Cependant 
  on peut dire qu'il se calme un peu coté sexe, puisqu'&agrave; part ce titre 
  il n'est plus question de d&eacute;tailler ce qui se passe sous les draps. Les 
  ballades gagnent en densit&eacute;, avec le magnifique &quot;The Beautiful Ones&quot; 
  et le mystique &quot;I would die 4 U&quot; (&quot;I'm not a woman, I'm not a 
  man...&quot;). A un niveau moindre, &quot;Take me with U&quot; est le premier 
  duo Princier avec une de ses prot&eacute;g&eacute;es.<br>
  Le dantesque &quot;Computer Blue&quot;, titre &eacute;lectrique exp&eacute;rimental 
  tronqu&eacute; sur l'album, ne verra sa vraie version de 11 minutes appara&icirc;tre 
  que bien des ann&eacute;es plus tard chez les pirates (on attend toujours son 
  hypoth&eacute;tique sortie officielle). </font></font><font color="#000066"><font face="Verdana"> 
  Toute la fureur du kid s'y retrouve dans les cris de Prince et de sa guitare, 
  sur des paroles qui s'interrogent sur la nature des sentiments humains (&quot;Poor 
  lonely computer, Do you really know what love is ?&quot;).<br>
  &quot;Purple Rain&quot; est un album de référence pour les 80's, que les critiques 
  encensent, surtout qu'une série de concerts dantesques installe définitivement 
  Prince and The Revolution comme Stars internationales. C'est évidemment l'album 
  le plus vendu de Prince dans le monde.</font></font><br>
</p>
<p><font color="#000066" face="Verdana"><strong>- Le Grand Classique : Sign 'O' 
  the Times (1987)<br>
  </strong></font> <font color="#000066"><img border="0" src="images/prince_sott.jpg" alt="Sign 'O' The Times" align="left" width="170" height="170"><font face="Verdana">Pass&eacute; 
  l'exub&eacute;rance des albums pr&eacute;c&eacute;dents et apr&egrave;s l'annonce 
  de la fin officielle de son groupe &quot;The Revolution&quot;, Prince reste 
  plus que jamais productif durant la p&eacute;riode fin 1986/d&eacute;but 1987. 
  Divers projets de quadruple album sont en pr&eacute;paration (Crystal Ball, 
  Dream Factory...) mais les dures r&eacute;alit&eacute;s &eacute;conomiques l'obligent 
  heureusement &agrave; rester raisonnable : son nouvel album ne sera &quot;qu'un&quot; 
  double-album, baptis&eacute; &quot;Sign 'O' The Times&quot;. <br>
  G&eacute;n&eacute;ralement consid&eacute;r&eacute; comme son chef d'oeuvre, 
  &agrave; juste titre, cet album d'une claret&eacute; et d'une inspiration rare 
  impose d&eacute;finitivement l'image de g&eacute;nie visionnaire de l'artiste. 
  Il marque aussi un tournant dans les th&egrave;mes abord&eacute;s par Prince 
  (moins narcissique, plus actuel). Apr&egrave;s les exp&eacute;riences psych&eacute;s 
  de &quot;Around the World&quot; et &quot;Parade&quot;, les compositions de &quot;SOTT&quot; 
  paraissent limpides, d&eacute;barrass&eacute;es du superflu, ce qui n'emp&ecirc;che 
  pas une grande sophistication dans la production. L'ensemble garde une tonalit&eacute; 
  pop-rock. <br>
  Les ann&eacute;es 80 sont celles de l'explosion du vid&eacute;o clip, sujet 
  sur lequel Prince ne semble pas aussi perfectionniste que pour sa musique. &quot;Sign 
  'O' The Times&quot;, le single carte de visite pour entrer dans l'album, sera 
  une de ses rares bonnes id&eacute;es en la mati&egrave;re puisqu'il n'y 
apparaît 
  pas ! En laissant simplement le texte de la chanson d&eacute;filer sur fond 
  noir, le clip devient ind&eacute;modable ;-) Et quel texte ! Le titre &quot;Sign 
  'O' The Times&quot; marque l'&eacute;poque avec son r&eacute;sum&eacute; fulgurant 
  des drames et turpitudes de cette &egrave;re (le Sida, l'explosion de la navette 
  Challenger, les gangs, la drogue, la mis&egrave;re...). Un constat sordide qui 
  se conclut par un &quot;Let's fall in love, get married, have a baby&quot; plein 
  d'espoir. <br>
  Prince croque des portraits de ses contemporains : &quot;The Ballad of Dorothy 
  Parker&quot; (ballade tranquille et atypique sur une serveuse de bar), &quot;Starfish 
  &amp; Coffee&quot; (pop fra&icirc;che parlant des souvenirs d'&eacute;cole et 
  de la jeune Cynthia Rose) ou encore &quot;I could never take the place of your 
  man&quot; (ballade rock dans laquelle Prince refuse les avances d'une jeune 
  femme tout juste largu&eacute;e par son homme, et oui les temps changent ! Quelques 
  ann&eacute;es plus t&ocirc;t elle aurait fini au fond du lit du Dirty Man ;-). 
  <br>
  Autre ballade v&eacute;ritablement impressionnante de savoir-faire, &quot;If 
  I was your Girlfriend&quot; marque l'apparition officielle de Camille, personnage 
  alter ego de Prince &agrave; la voix acc&eacute;l&eacute;r&eacute;e. 
  Son monologue hyst&eacute;rique final reste un must du genre, encore une marque 
  de fabrique Princi&egrave;re, et on le retrouvera d'ailleurs plusieurs fois 
  au cours de l'album. Dernier exploit en mati&egrave;re de chansons lentes, le 
  formidable et intimiste &quot;Forever in my Life&quot; est une autre preuve 
  de la maturit&eacute; de l'artiste (presque un Blues, qui gagnera en intensit&eacute; 
  dans ses rares performances Live).<br>
  Des titres pop-rock plus nerveux traversent l'album, notamment les &eacute;lectroniques 
  &quot;U got the Look&quot; ou &quot;Play in the Sunshine&quot;. Mais dans ce 
  genre c'est incontestablement &quot;Strange Relationship&quot; qui &eacute;merge. 
  </font></font><font color="#000066" face="Verdana">Encore un titre tellement 
  original et pourtant ma&icirc;tris&eacute; de bout en bout. Moins enthousiasmant, 
  &quot;It's gonna be a beautiful Night&quot; n'a pour seul m&eacute;rite que 
  d'&ecirc;tre enregistr&eacute; Live &agrave; Paris lors de la tourn&eacute;e 
  Parade, et seuls celles et ceux ayant assist&eacute; au concert pourront retrouver 
  un peu d'&eacute;motion dans ce titre r&eacute;p&eacute;titif. Le jazzy &quot;Adore&quot; 
  n'est pas non plus tr&egrave;s convaincant, manquant singuli&egrave;rement de 
  personnalit&eacute;.<br>
  Cot&eacute; Funk, de nouvelles mutations donnent naissance &agrave; l'incroyable 
  &quot;Housequake&quot; de Camille (avec une solide structure rythmique qui sera 
  reprise par Prince dans le futur). Tout aussi Funky mais plus ordinaire musicalement, 
  &quot;Hot Thing&quot; et &quot;It&quot; sont les derniers vestiges des pulsions 
  sexuelles de l'obs&eacute;d&eacute; notoire, avec des textes moins provoc (&quot;I 
  think about It all the time, I wanna do It all the time&quot;, on le savait 
  d&eacute;j&agrave; roger ;-). Les amateurs de Slow ne trouveront qu'un gentillet 
  &quot;Slow Love&quot;, une parodie d&eacute;cevante comme pouvait l'&ecirc;tre 
  &quot;Under the Cherry Moon&quot; sur l'album pr&eacute;c&eacute;dent. Terminons 
  avec le premier Gospel de Prince, le superbe &quot;The Cross&quot;. B&acirc;tit 
  sur une longue progression finissant en apoth&eacute;ose, cette chanson prendra 
  toute sa valeur en Live. <br>
  L'album &quot;Sign 'O' the Times&quot; est donc bien un v&eacute;ritable tour 
  de force. Tour de force car il conserve son homog&eacute;n&eacute;it&eacute; 
  malgr&eacute; la vari&eacute;t&eacute; des genres musicaux abord&eacute;s, car 
  aucun de ces 16 titres n'est vraiment faible, car il marque une prise de conscience 
  de Prince et l'am&egrave;ne &agrave; un nouveau niveau dans ses compositions, 
  son interpr&eacute;tation, sa production. Tout cela fait de cet album particulier 
  le meilleur jamais &eacute;crit par Prince &agrave; ce jour, et l'un des albums 
  de r&eacute;f&eacute;rence des 80's toutes musiques confondues.</font></p>
<p><br>
  <font color="#000066" face="Verdana"><strong>- Les Années Commerciales : LoveSymbol 
  (1992)<br>
  </strong></font> <font color="#000066"><img border="0" src="images/prince_symbol.jpg" alt="&quot;Love Symbol&quot;" align="left" width="170" height="170"><font face="Verdana">Le 
  13 Octobre 92 sort un nouvel album intitulé &quot;O(+&gt;&quot; (un mixage du 
  symbole male/femelle) que beaucoup appellent LoveSymbol. Toujours accompagné 
  des &quot;New Power Generation&quot;, Prince propose 16 nouvelles chansons assez 
  conventionnelles qui partagent le public et la critique. Il faut dire que contrairement 
  à l'habitude LoveSymbol part dans de multiples directions (Rap, Reggae, Dance, 
  Funk, Rock, Pop, R&amp;B, etc...) mais certaines tentatives sont moyennes, voire 
  carrément ratées. Le but est clairement de r&eacute;it&eacute;rer le succ&egrave;s 
  de l'album commercial pr&eacute;c&eacute;dent, Diamonds &amp; Pearls. L&agrave; 
  o&ugrave; D&amp;P sentait vraiment le coup marketing, O(+&gt; semble plus sinc&egrave;re, 
  peut-&ecirc;tre parce que Prince nous d&eacute;montre qu'il n'est pas dupe du 
  syst&egrave;me et que l'album pr&eacute;c&eacute;dent lui a donn&eacute; du 
  leste pour la suite ;-)<br>
  D'un cot&eacute; les fans se r&eacute;jouissent d'un &quot;Sexy MF&quot; inclassable, 
  d&eacute;licieusement dans la veine traditionnelle de l'imagerie Princi&egrave;re 
  (un peu de provoc avec ce titre &quot;Sexy Motherfucker&quot; qui fera hurler 
  les m&egrave;res de bonne famille ;-), de l'autre ils se sentent un peu perdu 
  par cette parodie de Michael Jackson nomm&eacute;e &quot;My name is Prince&quot; 
  qui ne ressemble par vraiment &agrave; l'artiste (et un an apr&egrave;s l'homme 
  change de nom !). D'autres titres d'ailleurs auraient pu trouver leur place 
  sur un album de Jackson, tel ce &quot;Morning Papers&quot; ou ce &quot;Sweet 
  Baby&quot; mielleux. Au chapitre des tentatives inabouties, finissons avec 
  un incroyable pompage d'un rock symphonique aux accents tr&egrave;s &quot;Queen&quot;, 
  le d&eacute;routant &quot;3 Chains o' Gold&quot;, et les terrifiants ratages 
  &quot;Blue Light&quot; (Reggae basique &agrave; oublier !) et &quot;I wanna 
  Melt with U&quot; (sorte d'embryon &eacute;lectro-techno&iuml;de qui montre 
  que Prince n'est d&eacute;cid&eacute;ment pas &agrave; son affaire avec les 
  nouvelles tendances de l'&eacute;poque). <br>
  Mais fort heureusement on trouve bien des bijoux sur cet album (sinon il ne 
  figurerait pas i&ccedil;i !). A commencer par les ballades, tr&egrave;s inspir&eacute;es 
  </font><font color="#000066"><font face="Verdana">(&quot;Love 2 the 9's&quot;, 
  &quot;Damn U&quot;, &quot;And God created Woman&quot;)</font></font>. <font face="Verdana">Sans 
  d&eacute;nigrer son travail pass&eacute; sur ce genre musical typiquement am&eacute;ricain, 
  on sent que Prince a totalement mûri et aborde de fa&ccedil;on brillante et 
  fine l'&eacute;laboration de ces compositions. Abandonnant le style simple des 
  pr&eacute;c&eacute;dentes r&eacute;ussites (th&egrave;mes au piano) ou le genre 
  &quot;symphonique&quot; de la p&eacute;riode LoveSexy, les trois ballades d&eacute;j&agrave; 
  cit&eacute;es marquent le point culminant de sa science du groove romantique, 
  et pendant la d&eacute;cennie suivante il n'&eacute;voluera plus sur ce plan 
  (mais on retrouvera des perles &eacute;quivalentes dans l'album &quot;The Gold 
  Experience&quot; 2 ans plus tard).<br>
  Le son Pop-Rock est aussi solide sur LoveSymbol <font color="#000066">malgr&eacute; 
  la pr&eacute;sence de la voix &quot;rappeuse&quot; de Tony M (&quot;The Max&quot;, 
  &quot;The Flow&quot;, &quot;The Sacrifice of Victor&quot;</font></font><font face="Verdana">) 
  et d&eacute;montre que l'homme, s'il ne cr&eacute;&eacute; plus les modes, les 
  suit &agrave; merveille en tout cas. Enfin les amateurs d'hymne Princier retrouvent 
  avec &quot;7&quot; un peu du souffle &eacute;pique de la p&eacute;riode &quot;Revolution&quot;.</font></font></p>
<p><font color="#000066" face="Verdana"><strong>- La Liberté Retrouvée : Emancipation 
  (1996)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_emancip.jpg" alt="Emancipation" align="left" width="197" height="170"><font face="Verdana">L'album 
  sort en Novembre 96, distribué par EMI. L'artiste-qui-ne-souhaite-plus-qu'on-l'appelle-Prince 
  participe à de nombreuses émissions TV aux USA, donnent des concerts retransmit 
  en direct et, c'est une nouveauté, fait de nombreuses interviews dans la presse. 
  L'occasion de faire le point sur son mariage </font><font color="#000066"><font face="Verdana">en 
  Février 96 </font></font><font face="Verdana">avec sa muse, Mayte, et le bébé 
  qui doit naître &agrave; la fin de l'ann&eacute;e (mais qui décédera à la naissance 
  suite à un problème médical). <br>
  Avec 36 chansons sur 3 heures, difficile de ne pas être enthousiaste en ce qui 
  concerne &quot;Emancipation&quot;. Certes les esprits chagrins auront remarqu&eacute; 
  le cot&eacute; peu novateur et pour tout dire froid de cette production, un 
  comble pour un album cens&eacute; c&eacute;l&eacute;brer la joie de la lib&eacute;ration 
  de l'artiste ! Fait tr&egrave;s rare pour Prince on trouve m&ecirc;me 3 reprises 
  sur &quot;Emancipation&quot;, de vieux standards américains guimauves (&quot;Betcha 
  by Golly wow !&quot; et &quot;La la la means I love U&quot;) et un titre r&eacute;cent 
  de Joan Osborne &quot;One of us&quot;, on se demande encore l'intérêt de la 
  chose. D'autres titres confirment le sentiment d'&eacute;touffement, de manque 
  d'inspiration, qui traverse ces 3 heures de musiques. &quot;Get yo groove On&quot; 
  et &quot;Jam of the Year&quot; sont des titres pop qui ne d&eacute;collent pas, 
  &quot;Mr Happy&quot; est un nouvel essai non transform&eacute; dans le genre 
  &eacute;lectro-House, &quot;Sleep Around&quot; ou &quot;We gets Up&quot; sont 
  d&eacute;sesp&eacute;r&eacute;ment sans saveur, &quot;Damned if I do&quot; a 
  d&eacute;j&agrave; &eacute;t&eacute; entendu pr&eacute;c&eacute;demment... <br>
  Emancipation a cependant une grande unité, chaque CD étant dominé par un thème 
  (rock/jam sur le premier, intimiste dans le second, expérimental dans le troisième). 
  Est-ce une volont&eacute; d&eacute;lib&eacute;r&eacute;e de Prince ? sans doute 
  quand on connait le cot&eacute; &quot;control-freak&quot; du personnage... </font><font color="#000066"><font face="Verdana">On 
  glisse sur le premier CD, avec sa pop &eacute;teinte (les titres d&eacute;j&agrave; 
  cit&eacute;s dans les rat&eacute;s de l'album) avec &ccedil;a et l&agrave; quelques 
  bijoux de ballades rocks comme &quot;Right back here in my Arms&quot; et &quot;Somebody's 
  somebody&quot;, ou &quot;White Mansion&quot; et &quot;In this Bed I Scream&quot;, 
  &eacute;lectro-pop rappelant encore et toujours l'&eacute;poque glorieuse des 
  80's. </font></font>O<font face="Verdana">n peut dire que le second CD, le plus 
  r&eacute;ussi pour moi, est un album du matin. Introspectif, faisant la part 
  belle aux ballades m&eacute;lodiques accrocheuses (Soul Sanctuary, Curious Child, 
  Dreamin' about U, The Holy River, Friend-Lover-Sister-Mother/Wife) avec quelques 
  soubresauts stylistiques bienvenus comme &quot;Joint 2 Joint&quot; (Hip Hop 
  inclassable), &quot;Emale&quot; (Rock l&eacute;ger) ou &quot;Sex in the Summer&quot; 
  (un titre que n'aurait pas reni&eacute; le groupe &quot;The Time&quot;). Le 
  3e CD est la vision qu'&agrave; Prince des musiques actuelles de cette p&eacute;riode, 
  &agrave; savoir la Techno et le Rap, et pour une fois le r&eacute;sultat est 
  plus convaincant que les essais pr&eacute;c&eacute;dents (&quot;Slave&quot;, 
  &quot;New World&quot;, &quot;The Human Body&quot;, &quot;Da da da&quot;). Prince 
  nous donne aussi ses habituels titres Hip-Hop (&quot;Face Down&quot; et &quot;Style&quot;), 
  comme d'hab parfaitement d&eacute;jant&eacute;s, e</font></font><font color="#000066"><font face="Verdana">t 
  toujours cette piq&ucirc;re de rappel aux 80's avec les titres &quot;The Love 
  we make&quot;, derni&egrave;re ballade grandiloquente de l'album, et &quot;My 
  Computer&quot;, duo avec Kate Bush tr&egrave;s r&eacute;ussi. </font></font><font color="#000066"><font face="Verdana">&quot;Emancipation&quot; 
  est en d&eacute;finitive une véritable performance pour un artiste de l'envergure 
  de O(+&gt; et certainement une nouvelle référence dans sa carrière.</font></font><br>
</p>
<p><font color="#000066" face="Verdana"><strong>- Retour aux Sources : The Rainbow 
  Children (2001)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_trc.jpg" alt="The Rainbow Children" align="left" width="170" height="169"><font face="Verdana, Arial, Helvetica, sans-serif">A 
  l'instar d'autres stars comme David Bowie, </font><font color="#000066"><font face="Verdana, Arial, Helvetica, sans-serif">Prince 
  d&eacute;cide </font></font><font face="Verdana, Arial, Helvetica, sans-serif">d'utiliser 
  l'Internet pour &eacute;tablir un contact direct avec ses fans. Apr&egrave;s 
  1-800 NewFunk c'est le &quot;NPG Music Club&quot; qui ouvre ses portes sur le 
  Web d&eacute;but 2001 et propose chaque mois des titres in&eacute;dits et des 
  vid&eacute;os Live. C'est aussi par ce biais que Prince commence la distribution 
  de son nouvel album, &quot;The Rainbow Children&quot;, en octobre 2001 (il sortira 
  dans le commerce en import en France en 2001 puis officiellement fin 2002). 
  Apr&egrave;s les errements travers&eacute;s dans ses pr&eacute;c&eacute;dentes 
  productions, en particulier le douloureux come-back rat&eacute; &quot;Rave Un2 
  the Joy Fantastic&quot;, on peut consid&eacute;rer l'album TRC comme un retour 
  aux sources. Toutes les influences qui ont berc&eacute; le jeune Prince s'y 
  retrouvent : Jimi Hendrix, Santana et Miles Davis en t&ecirc;te. Le choix de 
  reprendre ses alter ego &agrave; la voix trafiqu&eacute;e est aussi une indication 
  de sa volont&eacute; de retourner &agrave; ses premi&egrave;res amours (une 
  pratique courante dans ses albums durant les 80's).<br>
  Dans &quot;Rainbow Children&quot; l'ambiance est jazzy avant tout, avec une 
  grande place accord&eacute;e aux cuivres et aux guitares &eacute;lectriques. 
  Prince se d&eacute;barrasse (enfin) des sons cliniquement froids qui auront 
  caract&eacute;ris&eacute; sa fin de si&egrave;cle (d'Emancipation &agrave; New 
  Power Soul). C'est avec un sourire aux l&egrave;vres que l'amateur reconna&icirc;t 
  des sonorit&eacute;s rappelant les classiques Nelsoniens, comme &quot;1+1+1=3&quot; 
  qui reprend la guitare &quot;high pitch&quot; de &quot;Erotic City&quot;, ou 
  les speech qui servent de transition entre les titres. Les th&egrave;mes abord&eacute;s 
  sont &eacute;videmment religieux, tendance Bible &agrave; la sauce T&eacute;moins 
  de J&eacute;hovah malheureusement, influence d&eacute;plorable de Larry Graham. 
  Mais si on fait abstraction de cet écueil, on se trouve bien face à une épopée 
  biblique qui prend la forme d'une grandiose fresque musicale. Beaucoup de ponts 
  musicaux relient les chansons entres elles &agrave; la mani&egrave;re d'un Santana 
  ou de certains instrumentaux Hendrixien, donnant &agrave; l'ensemble sa coh&eacute;rence. 
  Les douces m&eacute;lodies comme &quot;Mellow&quot; ou &quot;Muse to the Pharoah&quot; 
  offrent un tempo auquel on r&eacute;siste difficilement, prouvant que l'artiste 
  a retrouv&eacute; sa chaleur d'antan. Les titres plus pop comme &quot;Family 
  Name&quot; (un sujet qui lui tient toujours &agrave; c&#339;ur, l'esclavage), 
  &quot;The Work Pt 1&quot; (&eacute;volution de &quot;Pretty men&quot; de l'album 
  &quot;Rave Un2&quot;) ou &quot;The everlasting Now&quot; nous r&eacute;concilient 
  avec Prince. L'univers sonore de &quot;Digital Garden&quot; et &quot;Deconstruction&quot; 
  surprend agr&eacute;ablement, et donne un ton in&eacute;dit qu'on avait rarement 
  entendu chez lui. Imaginez une sorte de croisement entre du jazz-rock avec une 
  touche exotique basée sur des rythmiques limite sud-américaines, le tout avec 
  des rafales de guitares électriques ;-) Enfin, dans la s&eacute;rie des grandes 
  envol&eacute;es lyriques Princi&egrave;res, le titre-phare de l'album &quot;Rainbow 
  Children&quot; ou encore &quot;Everywhere&quot; aux accents gospeliens, imposent 
  le respect ! On se dit que la machine est relanc&eacute;e pour quelques temps&#8230;</font><br>
  </font></p>
<p>&nbsp;</p>
<p><font color="#000066" size="4" face="Verdana"><strong>III) Les Trésors cachés 
  de Prince</strong></font></p>
<p><font color="#000066" face="Verdana"><strong>- Dirty Mind (1980)<br>
  </strong> </font> <font color="#000066" face="Verdana"><img src="images/prince_dirtymind.jpg" width="170" height="169" align="left"></font><font color="#000066" face="Verdana, Arial, Helvetica, sans-serif">Voici 
  donc le salace album qui a impos&eacute; tout l'imaginaire sexuel de Prince. 
  D&egrave;s le premier titre, le fameux &quot;Dirty Mind&quot; justement, Prince 
  ne fait pas dans la dentelle et annonce clairement la couleur : il ne pense 
  qu'&agrave; &ccedil;a et le dit haut et fort ;-) D'autres titres enfoncent le 
  clou, si j'ose dire, comme &quot;Do it all Night&quot; (beau programme), l'hymne 
  joyeux &agrave; la pipe &quot;Head&quot; et l'apocalyptique titre &quot;Sister&quot;, 
  dont le th&egrave;me de l'inceste entre un fr&egrave;re et une soeur (&quot;My 
  sister never made love to anyone else but me&quot;...) est un aller simple pour 
  la damnation dans l'Amérique puritaine de Reagan. Cet album b&eacute;n&eacute;ficiera 
  donc d'une r&eacute;putation sulfureuse (peu de passages radio, pochette censur&eacute;e 
  dans certaines chaînes de disquaire -on y voit juste Prince en string- ;-).<br>
  </font><font color="#000066" face="Verdana, Arial, Helvetica, sans-serif">Musicalement 
  l'ensemble ressemble fortement aux 2 albums pr&eacute;c&eacute;dents de Prince, 
  un Funk tr&egrave;s typ&eacute; fin 70's avec une grande pr&eacute;dominance 
  des synth&eacute;s. Mais Prince am&eacute;liore son sens de la m&eacute;lodie, 
  c'est ainsi qu'en plus des titres d&eacute;j&agrave; cit&eacute;s, on retient 
  la superbe ballade rock &quot;When you were mine&quot; ainsi que les dansants 
  &quot;Partyup&quot; ou &quot;Uptown&quot;. Il faut dire aussi qu'on sent que 
  cette production est plus  brute et plus inspir&eacute;e que les 
  2 pr&eacute;c&eacute;dentes. Les textes sont toujours assez l&eacute;gers, puisqu'il 
  n'est question comme dans les albums pr&eacute;c&eacute;dents que de &quot;faire 
  la f&ecirc;te&quot; et de conquêtes amoureuses, sauf qu'ici Prince narre 
  par le menu les d&eacute;tails de ce qui se passera dans son lit ;-)<br>
  </font><font color="#000066" face="Verdana, Arial, Helvetica, sans-serif">Dirty 
  Mind marque l'arriv&eacute;e de Lisa Coleman aux claviers, qui imposera avec 
  son amie Wendy Melvoin quelques ann&eacute;es plus tard son empreinte au sein 
  de &quot;The Revolution&quot;. Dirty Mind reste un album relativement m&eacute;connu 
  mais on doit s'y arr&ecirc;ter pour comprendre l'&eacute;volution du personnage 
   
  Prince.</font></p>
<p><font color="#000066" face="Verdana"><strong>- 1999 (Octobre 1982)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_1999.jpg" alt="1999" align="left" width="170" height="170"><font face="Verdana, Arial, Helvetica, sans-serif">L'album 
  de la cons&eacute;cration aux Etats-Unis. Pratiquement tous les titres sont 
  orient&eacute;s Funk et d&eacute;passent les 5 minutes, un format qui ne correspond 
  pas &agrave; celui des radios (la version Vinyle des 11 titres en 4 disques 
  contient seulement 2 ou 3 titres par faces !). Ce double-Album connu un sort 
  &eacute;trange dans certains pays car Warner sorti d'abord l'album en simple 
  (7 titres uniquement). <br>
  </font></font><font color="#000066" face="Verdana, Arial, Helvetica, sans-serif">Le 
  titre &quot;1999&quot; ouvre le bal avec sa c&eacute;l&egrave;bre rythmique 
  &eacute;lectro et son gimmick accrocheur. Il pr&eacute;figure d&eacute;j&agrave; 
  de ce que sera le futur hymne Rock &quot;Let's go crazy&quot; de l'album suivant. 
  Prince passe ma&icirc;tre dans l'art de la programmation des Drum-lines et il 
  est clair qu'une nouvelle &eacute;tape &agrave; &eacute;t&eacute; franchie dans 
  les compositions, sans doute gr&acirc;ce au groupe &quot;Revolution&quot;, en 
  gestation sur &quot;1999&quot;. Les bases du Funk de Minneapolis sont l&agrave;, 
  m&ecirc;lant tour &agrave; tour adroitement Rock (&quot;All the critics loves 
  U in NY&quot;), Pop (&quot;Lady Cab Driver&quot; et &quot;Let's pretend we're 
  married&quot;), Electro (&quot;something in the Water&quot; et &quot;AUTO-matic&quot;) 
  ou simplement &quot;Dance&quot; fa&ccedil;on 80's (&quot;D.M.S.R.&quot;).<br>
  Par rapport &agrave; l'album pr&eacute;c&eacute;dent, Controversy, on sent un 
  Prince lib&eacute;r&eacute; de ses anciens d&eacute;mons (moins centr&eacute; 
  sur le sexe et pas de tentatives sur des sujets de soci&eacute;t&eacute; qu'il 
  ne maîtrise pas encore). Bonheur total, il est incroyablement inspir&eacute; 
  sur les m&eacute;lodies et les solos qui parcourent tous les titres. Son seul 
  point faible ? les ballades. La seule acceptable de l'album est le Hit &quot;Little 
  Red Corvette&quot;, qui surnage parmi les insipides &quot;Free&quot; ou &quot;International 
  Lover&quot;. &quot;1999&quot; est un album qui clos de belle mani&egrave;re 
  la premi&egrave;re &egrave;re Princi&egrave;re, avant de passer &agrave; la 
  vitesse sup&eacute;rieure &agrave; partir de &quot;Purple Rain&quot;.</font></p>
<p><font color="#000066" face="Verdana"><strong>- Around The World in a Day (Avril 
  1985)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_atwiad.jpg" alt="Around the World in a Day" align="left" width="170" height="170"><font face="Verdana, Arial, Helvetica, sans-serif">Alors 
  que l'album &quot;Purple Rain&quot; triomphe encore &agrave; travers le monde, 
  Prince, toujours associ&eacute; &agrave; son groupe &quot;The Revolution&quot;, 
  lance un nouvel album nomm&eacute; &quot;around the World in a Day&quot; (ATWIAD 
  pour les fans). Moins d'un an apr&egrave;s son premier hit plan&eacute;taire 
  sa maison de disque Warner Bros, quoique r&eacute;ticente &agrave; sortir pr&eacute;matur&eacute;ment 
  une nouvelle production de son poulain, esp&egrave;re bien renouveler l'exploit 
  avec un &quot;Purple Rain II&quot;. Peine perdue, Prince change de cap. <br>
  En privil&eacute;giant des instruments inhabituels dans ses compositions (Sitars, 
  Violes, Tambourins, Sonnette...) il quitte le monde du Rock et s'aventure dans 
  la pop fa&ccedil;on World music. L'ouverture de l'album sur le titre &eacute;ponyme 
  en est le meilleur exemple, donnant une ambiance orientale. Les deux titres 
  phares de &quot;ATWIAD&quot; sont sans conteste l'envo&ucirc;tant &quot;Paisley 
  Park&quot; et le bijou de l&eacute;g&egrave;ret&eacute; &quot;Raspberry Beret&quot;. 
  L'homme sait y faire en mati&egrave;re de chanson populaire originales, quittant 
  ses strings et ses attitudes provocantes des premiers albums pour flirter avec 
  le style  Hippie (cela se refl&egrave;te dans les textes et le nouveau 
  look vestimentaire d'ailleurs). Mais il ne renonce pas &agrave; son identit&eacute; 
  unique : la  patte princi&egrave;re est l&agrave;, ses titres sont 
  imm&eacute;diatement reconnaissables. <br>
  L'ambiance est assur&eacute;ment psych&eacute;d&eacute;lique mais les th&egrave;mes 
  sociaux et politiques sont pr&eacute;sents, avec contrairement aux tentatives 
  pr&eacute;c&eacute;dentes un message solide et clair. &quot;America&quot; est 
  le seul Rock pur de l'album et malm&egrave;ne l'hymne Am&eacute;ricain (&agrave; 
  noter l'hallucinante version longue en Maxi, plus de 20 minutes) et &quot;Pop 
  Life&quot; aborde le sujet de la drogue. Prince continue sa progression sur 
  l'&eacute;criture des ballades avec un &eacute;mouvant &quot;Condition of the 
  Heart&quot; (th&egrave;me magique au piano et voix étonnamment tremblotante) 
  et un travail sinc&egrave;re sur ses croyances avec &quot;The Ladder&quot; . 
  <br>
  Prince en arrive tout de m&ecirc;me &agrave; en faire trop, comme par exemple 
  sur &quot;Tamborine&quot; (&agrave; trop vouloir faire avant-garde, on fait 
  juste du bizarre), ou encore sur le slow langoureux &quot;Temptation&quot;, 
  dans lequel il discute carr&eacute;ment avec Dieu et conclu par un hypocrite 
  &quot;Love is more important than Sex&quot; (un beau retournement de veste pour 
  l'homme qui a &eacute;crit &quot;Dirty Mind&quot; ;-). Mais ce dernier titre 
  marque aussi les pr&eacute;mices d'une prise de conscience d'un gar&ccedil;on 
  de 27 ans qui gagne en maturit&eacute;.<br>
  Avec &quot;AtWiaD&quot;, Prince prouve qu'il fait partie des artistes qui cr&eacute;ent 
  les modes. Bien qu'on puisse consid&eacute;rer que cet album est un &eacute;chec, 
  commercialement parlant (compar&eacute; &agrave; Purple Rain) il reste un des 
  albums qui restitue le mieux l'univers de Prince, toujours innovant et m&ecirc;me 
  en avance sur son temps. <br>
  </font></font></p>
<p><font color="#000066" face="Verdana"><strong>- Parade (Mars 1986)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_parade.jpg" alt="Parade" align="left" width="170" height="170"><font face="Verdana, Arial, Helvetica, sans-serif">L'album 
  &quot;Parade&quot; est une suite directe de &quot;Around the World in a Day&quot;. 
  Prince y pousse encore plus loin son exploration des nouveaux sons, le style 
  se fait toujours plus &eacute;lectro, notamment au niveau des rythmiques nettement 
  m&eacute;talliques. Inclassable, &quot;Parade&quot; est travers&eacute; de multiples 
  courants musicaux. Les cuivres sont tr&egrave;s pr&eacute;sents sur &quot;Girls 
  &amp; Boys&quot; (chef-d'oeuvre &eacute;lectro-jazz-funk), &quot;Venus de Milo&quot; 
  (instrumental hommage au ma&icirc;tre Miles Davis ?) ou &quot;Mountains&quot;, 
  innocent th&egrave;me musical &agrave; la trompette devenant obs&eacute;dant 
  au fil des &eacute;coutes. Tout cela donne une tonalit&eacute; Jazz &agrave; 
  l'ensemble, &quot;Anotherloverholenyohead&quot; en &eacute;tant le dernier exemple 
  (registre identique &agrave; Mountains mais moins marquant). On trouve &eacute;galement 
  des titres Pop-Folk, comme ce na&iuml;f &quot;Life can be so nice&quot;, ou 
  l'anecdotique mais charmant &quot;Do U Lie ?&quot; (&agrave; l'accord&eacute;on 
  !). <br>
  Le Hit de l'album est sans conteste &quot;Kiss&quot;, LE classique de Prince, 
  qui reste dans les m&eacute;moires comme un hommage nerveux au Funk qui a berc&eacute; 
  son enfance. C'est aussi un des titres indissociables des talentueuses Wendy 
  &amp; Lisa, guitariste et pianiste des &quot;Revolution&quot; qui auront certainement 
  influenc&eacute; l'homme durant cette p&eacute;riode. Pour preuve ces 2 compositions 
  minimalistes que sont &quot;New Position&quot; et &quot;I wonder U&quot;, oeuvres 
  inspir&eacute;es des deux belles, certainement les plus &eacute;tranges et embl&eacute;matiques 
  parmi les chansons de l'album (rythmiques syncop&eacute;es en &eacute;cho, bruits 
  trafiqu&eacute;s, paroles &eacute;th&eacute;r&eacute;es). <br>
  Autre perle de l'album, la ballade triste &quot;Sometimes it snows in April&quot; 
  rappelle &quot;Condition of the Heart&quot; par la simplicit&eacute; de sa composition 
  et sa puissance &eacute;motionnelle. On ne pourra pas en dire de m&ecirc;me 
  pour &quot;Under the Cherry Moon&quot;, parodie de slow. Il faut dire que l'album 
  &quot;Parade&quot; est aussi la B.O. du film &quot;Under the Cherry Moon&quot;, 
  exp&eacute;rience totalement d&eacute;cal&eacute;e en noir et blanc dans laquelle 
  on voit Prince en gigolo fa&ccedil;on ann&eacute;es 30. Il ne fait aucun doute 
  que c'est gr&acirc;ce au succ&egrave;s du film &quot;Purple Rain&quot; que Prince 
  obtient le droit de tourner cet OCNI (Objet Cin&eacute;matographique Non Identifi&eacute; 
  ;-). Évidemment, vu au 2e degr&eacute;, la chose est plut&ocirc;t marrante si 
  on veut bien &ecirc;tre indulgent vis &agrave; vis du sc&eacute;nario.<br>
  Cet esprit kitch se retrouve dans les clips et au niveau des textes de l'album, 
  Parade reste un album psych&eacute;d&eacute;lique tr&egrave;s typ&eacute; ann&eacute;es 
  80, il y est surtout question d'Amour romantique et de c&eacute;l&eacute;bration 
  de la joie. Une parade n'est-elle pas justement un joyeux d&eacute;fil&eacute; 
  de musiciens en costume ? La r&eacute;ponse est sans doute dans le fanfaresque 
  &quot;Christopher's Tracy's Parade&quot; d'ouverture, qui lorgne du cot&eacute; 
  du &quot;Magical Mystery Tour&quot; des Beatles. <br>
  &quot;Parade&quot; est aussi et surtout le dernier album sur lequel Prince s'associe 
  &agrave; son groupe &quot;Revolution&quot; (m&ecirc;me si la plupart des musiciens 
  et choristes se retrouveront sur l'album suivant). Une fois de plus Prince surprend 
  son monde et d&eacute;voile avec cet album l&eacute;ger une nouvelle facette, 
  celle d'un artiste qui prend des risques et qui construit ann&eacute;e apr&egrave;s 
  ann&eacute;e une oeuvre coh&eacute;rente qui marquera toute les 80's.</font><br>
  </font></p>
<p><font color="#000066" face="Verdana"><strong>- Black Album (Décembre 1987 et 
  Décembre 1994)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_black.gif" alt="Black Album" align="left" width="170" height="170"><font face="Verdana, Arial, Helvetica, sans-serif">Initialement 
  pr&eacute;vu pour la fin 88, cet album sans titre devait &ecirc;tre exp&eacute;rimental 
  et n'aurait b&eacute;n&eacute;fici&eacute; d'aucun soutien promotionnel de la 
  part de Warner. Sa pochette enti&egrave;rement noire, sans aucune annotation 
  (m&ecirc;me pas le nom de l'artiste) faisant penser au m&ecirc;me concept que 
  le White Album des Beatles, la chose sera tout naturellement nomm&eacute;e le 
  Black Album (le nom de code &eacute;tant &quot;The Funk Bible&quot;). Finalement 
  on ne verra sa sortie officielle qu'en 1994 (&quot;The Legendary Black Album&quot; 
  dit le sticker !), bien qu'il existe en une multitude de versions pirates. Les 
  raisons pour lesquelles Prince ou Warner refus&egrave;rent sa sortie sont encore 
  aujourd'hui obscures (pas assez bon ou trop t&ocirc;t pour Warner ? trop n&eacute;gatif 
  pour Prince ? Bad trip &agrave; l'acide ? Coup m&eacute;diatique ?). La version 
  officielle est la suivante : un coup de fil de Prince au big boss de Warner 
  une semaine avant la sortie de l'album pour lui demander d'annuler tout (des 
  milliers d'exemplaires sont d&eacute;j&agrave; press&eacute;s !). <br>
  Quoiqu'il en soit le Black Album reste un indispensable pour tout Fan Princier. 
  C'est un des Albums les plus brutal et actuel de Prince, avec une intensit&eacute; 
  et une originalit&eacute; incroyable. L'artiste se sentait-il d&eacute;bord&eacute; 
  par l'arriv&eacute;e fracassante dans le grand public de la culture Rap &amp; 
  Hip Hop aux USA en cette fin des 80's ? Sans aucun doute car nombre de ses collaborateurs 
  disent qu'il a conçu cet album pour répondre aux critiques disant qu'il s'était 
  éloigné de ses racines noires américaines.<br>
  Avec une nette tendance rap allant m&ecirc;me jusqu'au jazz, le Black Album 
  propose des compositions minimalistes, comme par exemple &quot;Bob George&quot; 
  ou &quot;Dead on It&quot; (bas&eacute;e pratiquement uniquement sur les rythmiques). 
  Ces Raps aux sujets &quot;hard&quot; se d&eacute;roule dans une ambiance qui 
  rappelle les films de gangsters (avec fusillade en fond sonore !). Les voix 
  sont acc&eacute;l&eacute;r&eacute;es ou ralenties pour faire intervenir plusieurs 
  personnages dans la plupart des titres, technique qui devient de plus en plus 
  une marque de fabrique de Prince. On trouve &eacute;galement un titre Instrumental, 
  &quot;2 Nigs United 4 West Compton&quot;, qui semble &ecirc;tre un hommage sous 
  acide &agrave; Miles Davis p&eacute;riode &quot;Bitches Brew&quot;. Les compositions 
  les plus int&eacute;ressantes musicalement sont les dansants &quot;Superfunkycalifragisexy&quot; 
  (le titre est d&eacute;j&agrave; tout un programme !), &quot;Rockhard in a Funky 
  Place&quot;, &quot;Cindy C.&quot; (une supplique au Mannequin Cindy Crawford 
  auquel il promet de payer &quot;le prix habituel&quot; pour pouvoir &quot;jouer&quot; 
  avec elle, autant la traiter de pute de luxe direct ;-) et &quot;Le Grind&quot; 
  (&quot;Nouveau ! Let's Chanter !&quot; dit le refrain). Tout cela fait du &quot;Black&quot; 
  un album unique fait pour la f&ecirc;te. La seule ballade de l'album est &quot;When 
  2 R in Love&quot;, d&eacute;cevante dans cette production rageuse. On assiste 
  au retour des th&egrave;mes &quot;sexuels&quot; qui avait un peu disparus depuis 
  la premi&egrave;re p&eacute;riode Princi&egrave;re. Des r&eacute;f&eacute;rences 
  &agrave; son propre personnage surgissent &ccedil;a et l&agrave; (&quot;Prince 
  ? That skinny motherfucker with the high voice !?&quot;). Le Black Album est 
  d'un acc&egrave;s difficile et radicalement diff&eacute;rent des productions 
  habituelles de Prince mais il m&eacute;rite grandement qu'on s'y arr&ecirc;te. 
  Il est commun&eacute;ment d&eacute;sign&eacute; comme le &quot;cot&eacute; obscur&quot; 
  de l'artiste et celui-ci dit regretter de l'avoir enregistr&eacute;. </font> 
  </font></p>
<p><font color="#000066" face="Verdana"><strong>- Lovesexy (Mai 1988)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_lovesexy.jpg" alt="LoveSexy" align="left" width="170" height="170"><font face="Verdana, Arial, Helvetica, sans-serif">Pr&eacute;sent&eacute; 
  comme la version oppos&eacute;e du Black Album, Lovesexy est consid&eacute;r&eacute; 
  par beaucoup de Fans comme un des albums les plus personnels et int&eacute;ressants 
  de Prince. La pochette de &quot;Lovesexy&quot; repr&eacute;sente Prince nu parmi 
  les orchid&eacute;es, le top du kitch (photo de JB Mondino) !! Apr&egrave;s 
  le bruit et la fureur du &quot;Black album&quot;, Prince d&eacute;voile son 
  cot&eacute; positif et spirituel dans la majorit&eacute; des titres, d&eacute;veloppant 
  ainsi sa vision du monde vue dans &quot;Sign 'O' the Times&quot;. Ici on s'&eacute;loigne 
  des genres musicaux cod&eacute;s (aucun titre Rock ou Funk) pour partir dans 
  une sorte de Pop orchestrale mystique et euphorique. Il n'est pas une chanson 
  de l'album qui ne parle de Dieu, les plus marquantes restant &quot;Eye No&quot; 
  (mélodies complexes à base de cuivres), &quot;Lovesexy&quot; (o&ugrave; l'on 
  retrouve une des techniques pr&eacute;f&eacute;r&eacute;e de Prince : trafiquer 
  sa voix pour faire parler plusieurs personnages dans ses chansons), &quot;Anna 
  Stesia&quot;, &quot;I wish U heaven&quot; (message simpliste mais belle m&eacute;lodie). 
  Les orchestration sont complexes (certains critiques lui reprocheront cette 
  tendance &agrave; alourdir), le digne repr&eacute;sentant en &eacute;tant le 
  sublime &quot;Glam Slam&quot; avec ses fulgurances symphoniques (orchestration 
  de violons aux sons très synthétiques).<br>
  Le fait est qu'il est impossible de se lasser de cet album, m&ecirc;me apr&egrave;s 
  des dizaines d'&eacute;coutes. Aucun des 9 titres n'est r&eacute;ellement faible, 
  on sent que Prince a conçu l'album comme un tout, une oeuvre cohérente aux enchaînements 
  subtils, plutôt que d'assembler des titres épars sans rapport entre eux. La 
  reprise de &quot;When 2 R in Love&quot;, ballade romantique et sexuelle d&eacute;j&agrave; 
  pr&eacute;sente sur le Black Album, est &eacute;videmment plus &agrave; sa place 
  sur &quot;Lovesexy&quot;. On peut voir &eacute;galement un cot&eacute; parodique 
  dans l'excellent &quot;Alphabet St.&quot;, chanson pop &quot;Yeah-Yeah&quot; 
  avec une rythmique tr&egrave;s &eacute;labor&eacute;e sur un gimmick guitare 
  plus complexe qu'il n'en a l'air. C'est surtout avec son clip vid&eacute;o volontairement 
  ringard, o&ugrave; l'on voit Prince danser sur le toit de sa voiture Thunderbird, 
  bard&eacute; de signe Peace &amp; Love, qu'on se dit que cet artiste est d&eacute;finitivement 
  &agrave; part ;-) Les amateurs auront remarqu&eacute; ce message passant en 
  fond de mani&egrave;re quasi-subliminale : &quot;Don't buy the Black Album, 
  I'm sorry&quot;. &quot;Dance On&quot;, plus &eacute;lectrique et plus s&eacute;rieux, 
  aborde des th&egrave;mes politiques dans une enveloppe musicale qui rappelle 
  des titres comme &quot;Tamborine&quot;. L'album &quot;Lovesexy&quot;, sorte 
  de concept-album pop-symphonique à la gloire de Dieu, f&ucirc;t bizarrement 
  un des plus grand &eacute;chec commercial de Prince aux USA mais un succ&egrave;s 
  en Europe (finalement assez compr&eacute;hensif vu l'absence de titres Rock 
  ou Funk dans la tradition musicale am&eacute;ricaine). A noter que dans sa version 
  CD originale, Lovesexy n'a qu'une seule plage musicale de 46 mns (il est donc 
  difficile d'&eacute;couter un titre pr&eacute;cis !). </font> </font></p>
<p><font color="#000066" face="Verdana"><strong>- Graffiti Bridge (Août 1990)<br>
  </strong></font> <font color="#000066"><img border="0" src="images/prince_graffiti.jpg" alt="Graffiti Bridge" align="left" width="170" height="170"><font face="Verdana, Arial, Helvetica, sans-serif">Sans 
  doute excit&eacute; par son pr&eacute;c&eacute;dent Album, la B.O. du film Batman 
  en 89, Prince se lance de nouveau dans une exp&eacute;rience cin&eacute;matographique 
  (apr&egrave;s Purple Rain et Under a Cherry Moon). Le film ressemble &agrave; 
  une suite de Purple Rain (Le Kid et Morris Day se disputent le contr&ocirc;le 
  du Club &quot;Glam Slam&quot;) mais est un ratage commercial. Il ne vaut le 
  d&eacute;tour que pour les Stars du Funk qui y font un passage : George Clinton, 
  The Time, Mavis Staples, etc... La B.O. est donc une sorte de compilation des 
  chansons interpr&eacute;t&eacute;es par diff&eacute;rents artistes dans le film, 
  ce qui donne un r&eacute;sultat in&eacute;gal. Certains titres atteignent voir 
  d&eacute;passent la complexit&eacute; et l'originalit&eacute; de &quot;Lovesexy&quot;, 
  d'autres sont des tentatives mollassonnes sans grand int&eacute;r&ecirc;t, indigne 
  de l'artiste. Au chapitre des r&eacute;ussites, on peut citer pour les Ballades 
  Rock les fantastiques &quot;The Question Of U&quot; (magnifique th&egrave;me 
  jou&eacute; au clavecin) &quot;Thieves in the Temple&quot; et &quot;Joy in Repetition&quot; 
  (lent crescendo vers un solo guitaristique lib&eacute;ratoire). Toute la palette 
  du Funk fa&ccedil;on 90's est repr&eacute;sent&eacute;e de belle mani&egrave;re, 
  depuis le &quot;We can Funk&quot; Clintonien (George pas Bill) au d&eacute;lirant 
  &quot;Tick Tick Bang !&quot; Princier en passant par les &quot;The-Timesques&quot; 
  &quot;Shake!&quot;, &quot;The Latest Fashion&quot; et &quot;Release it&quot;. 
  Un autre titre Funk, le plut&ocirc;t gentillet &quot;New Power Generation&quot;, 
  aura au moins le m&eacute;rite de donner le nom du futur groupe associ&eacute; 
  &agrave; Prince pendant les 15 ann&eacute;es qui suivront. <br>
Pas de d&eacute;ceptions 
  dans cet album ? Si... On reste perplexe devant un &quot;Elephants &amp; Flowers&quot; 
  exp&eacute;rimental qui pousse le bouchon un peu trop loin, ou les simplets 
  &quot;Round &amp; round&quot;, &quot;Love Machine&quot; (R&amp;B d&eacute;sesp&eacute;r&eacute;ment 
  creux) et &quot;Melody Cool&quot; (qui vaut surtout pour la voix de son interpr&egrave;te 
  Mavis Staple). Le petit rock de l'album, &quot;Can't stop this feeling I got&quot;, 
  est lui aussi trop anecdotique pour rester dans les m&eacute;moires, malgré 
l'habileté qu'à Prince pour faire varier ses mélodies tout au long du titre. Les romantiques 
  se r&eacute;galeront des 2 ballades, le m&eacute;lancolique &quot;Still would 
  Stand all Time&quot; et &quot;Graffiti Bridge&quot; (chanson Chorale fa&ccedil;on 
  Com&eacute;die musicale).</font></font></p>
<p><font color="#000066" face="Verdana"><strong>- Exodus (1995) <br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_exodus.jpg" alt="Exodus" align="left" width="170" height="170"><font face="Verdana">Prince, 
  ou plutôt &quot;The Artist&quot;, est en &quot;guerre&quot; contre sa maison 
  de disque Warner Bros. Il décide de réaliser un Album sous le nom de son Groupe, 
  les New Power Generation, intitulé &quot;Exodus&quot;. Résolument plus allumé 
  et &quot;fun&quot; que ses précédentes productions, cet Album contient les compositions 
  les plus Funk depuis &quot;1999&quot;, mais à la sauce des 90's, et une bonne 
  dose d'humour. O(+&gt; se moque de lui-même et du show-business. Il n'apparaît 
  d'ailleurs dans les crédits que sous le nom de &quot;Tora-Tora&quot; ! Même 
  le slow de l'album, &quot;Cherry Cherry&quot;, semble être une parodie tant 
  il est mielleux ! et &quot;Hallucination Rain&quot; ressemble un peu à une version 
  malmenée de &quot;Purple Rain&quot;. Mis à part ces ballades, on trouve exclusivement 
  des titres &quot;Funk&quot; sur cet album : &quot;Get Wild&quot; (assurément 
  le titre phare de l'album), &quot;New Power Soul&quot; (excellent instrumental 
  jazzy), &quot;Return of the Bump Squad&quot;, &quot;Big Fun&quot;, &quot;The 
  Exodus has begun&quot; (avec en introduction l'attaque d'un vaisseau spatial 
  funky ;-), &quot;The Good Life&quot;... entrecoupés de sketchs plus ou moins 
  marrants (certaines références restent assez obscures pour un non-américain). 
  &quot;Exodus&quot; est un album léger et pêchu, plein de bonne humeur. Il est 
  assez difficile à trouver de nos jours mais mérite vraiment le détour si vous 
  êtes plus branché Funk que Rock. </font></font></p>
<p><font color="#000066" face="Verdana"><strong>- The Gold Experience (1995)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_gold.jpg" alt="The Gold Experience" align="left" width="170" height="170"><font face="Verdana">Cet 
  album a faillit subir le même sort que le &quot;Black Album&quot;. Prit dans 
  ses déboires juridiques face à Warner, O(+&gt; compose un album entier intitulé 
  &quot;The Gold Experience&quot; en 1993. Devant le refus de la part de sa maison 
  de disque de sortir un single ou l'album, O(+&gt; se débrouille pour faire appel 
  à d'autres distributeurs et connaît un gros succès avec le premier single &quot;The 
  Most Beautiful Girl in the World&quot;. Grâce à une série de concert et d'apparitions 
  télévisées, O(+&gt; fait connaître les titres de &quot;The Gold Experience&quot; 
  et l'album devient de plus en plus attendu par les fans. Mais finalement Warner 
  ne sort &quot;The Gold Experience&quot; qu'en 1995, soit 2 ans après sa création 
  et un an après le succès de &quot;The Most Beautiful Girl in the World&quot;, 
  son titre phare. Avec des compositions fortes comme &quot;I Hate U&quot;, &quot;Shy&quot; 
  ou &quot;Shhh&quot;, cet album fait la part belle aux ballades. Prince 
confirme sa grande maîtrise dans ce style musical, on peut mesurer l'étendue de 
ses progrès en réécoutant les titres composés dans les 80's (compositions 
simples et textes naïfs) pour arriver au chef d'oeuvre qu'est &quot;I hate U&quot; 
(plusieurs thèmes musicaux s'enchaînant sur des paroles torturées &quot;I hate U 
cause I love U but I can't love U cause I hate U&quot; !).<br>
On assiste aussi 
  au retour des chansons Rock pure avec &quot;Endorphinmachine&quot; et &quot;Now&quot;. 
  &quot;The Gold Experience&quot; a un ton particulier, très riche mélodiquement, 
  et est beaucoup plus abouti que l'album précédemment sorti (&quot;Come&quot;). 
  &quot;3 19&quot; par exemple est mieux construit et plus intéressant que &quot;Loose!&quot; 
  dans un registre identique. Les chansons sont reliées par un fil conducteur 
  style &quot;expérience cyber&quot;. Les provocations comme &quot;Pussy Control&quot; 
  (&quot;le pouvoir des chattes&quot;, hum hum quelle légèreté !) ne surprennent 
  plus personne mais ce titre reste assez intéressant en définitive. Il reste 
  encore malheureusement quelques déchets, en particulier &quot;Dolphin&quot; 
  et &quot;We March&quot;, sans originalité.</font></font></p>
<p><font color="#000066" face="Verdana">- <strong>Crystal Ball (1997-1998)<br>
  </strong> </font> <font color="#000066"><img border="0" src="images/prince_crystal.jpg" alt="Crystal Ball" align="left" width="170" height="170"><font face="Verdana">Un 
  peu plus d'un an après Emancipation, The Artist décide d'utiliser Internet pour 
  lancer un nouvel album, qui s'avère être en fait une sorte de compilation de 
  bootlegs de la période 1985 à 1995. Cette production prendra la forme d'un album 
  &quot;5 CD&quot; dans sa version Internet (4 CD pour le commerce). Il comprend 
  des titres écrits lors de la période &quot;Sign 'O' the Times&quot; (un album 
  nommé &quot;Crystal Ball&quot; devait d'ailleurs sortir durant cette époque) 
  plus divers autres chansons interprétées en Live au début des 90's lorsque Prince 
  changea d'identité. Les anciens titres excellents comme &quot;Crystal Ball&quot; 
  (Funk orchestral de plus de 10 minutes), &quot;Crucial&quot; ou &quot;Movie 
  Star&quot; circulaient depuis beaucoup d'années dans plusieurs Pirates et n'ont 
  donc d'interêt que pour les personnes n'ayant pas eu accès à ces boots. On retrouve 
  aussi officiellement des titres comme &quot;Days of Wild&quot; (puissant Funk), 
  &quot;Acknowledge Me&quot;, &quot;Hide the Bone&quot; ou &quot;Interactive&quot; 
  très souvent joués Live lors de la période &quot;The Gold Experience&quot; (93-95). 
  Quelques inédits viennent compléter ce &quot;Best of&quot; réservé aux plus 
  mordus, notamment un étonnant &quot;Cloreen Bakonskin&quot; (15 mns de rythmique 
  délirante à la Morris &quot;The Time&quot; Day), ou un &quot;2morrow&quot; jazzy 
  agréable.<br>
  La grande force du Crystal Ball est de proposer en &quot;bonus&quot; un album 
  de 12 chansons acoustiques nommé &quot;<strong>The Truth</strong>&quot; qui 
  est en vérité l'intérêt principal : des inédits pratiquement uniquement interprétés 
  à la guitare, avec des perles comme &quot;Don't play me&quot;, &quot;Fascination&quot;, 
  &quot;3rd Eye&quot; ou &quot;The Truth&quot;. Certainement une des production 
  les plus originale et intéressante de l'Artiste depuis le début des 90's. C'est 
  certes un exercice auquel beaucoup d'artistes se sont confronté (voir toutes 
  les sessions unpluged sorties dans le commerce) mais il permet de redécouvrir 
  une des grande qualité de Prince : son sens de la mélodie. Parfois caché par 
  une tendance à en rajouter en terme de composition ou par ses talents de danseur, 
  avec &quot;The Truth&quot; il montre qu'il sait faire simple et disons-le, efficace. 
  Le coffret internet est complété par un Album du NPG Orchestra intitulé &quot;<strong>Kamasutra</strong>&quot; 
  qui est une tentative dans le genre musique classique assez décevante, composée 
  de titres exclusivement musicaux dont l'interprétation et l'orchestration laisse 
  à désirer.</font></font></p>
<p><font color="#000066" size="3" face="Verdana"><strong>- One Nite Alone... Live 
  ! (2002)</strong><br>
  <img src="images/prince_ONA-LIVE.jpg" alt="ONA... Live !" width="150" height="300" align="left"> 
  2002 est sans conteste l'ann&eacute;e du retour de Prince vers le grand public, 
  en particulier gr&acirc;ce &agrave; la tourn&eacute;e mondiale &quot;One Night 
  Alone&quot;. Ce coffret 3CD a &eacute;t&eacute; r&eacute;alis&eacute; &agrave; 
  partir du &quot;ONA Tour&quot; am&eacute;ricain en mars 2002. Le show est bas&eacute; 
  pour une large partie sur les titres de l'album &quot;The Rainbow Children&quot; 
  et dans une moindre mesure sur l'album studio &quot;One Nite alone&quot; (compos&eacute; 
  de chansons jou&eacute;es uniquement au piano) accessible aux membres du fan 
  club NPG Music Club. &quot;One Nite alone... Live !&quot; est le premier album 
  Live commercialis&eacute; de Prince, si on excepte le DVD Vid&eacute;o &quot;Rave 
  Un2 the Year 2000&quot; sorti 2 ans plus t&ocirc;t. Avec un prix prohibitif 
  de 60 euros lors de sa sortie, il est clair que ce triple album est &agrave; 
  r&eacute;serv&eacute; aux fans, surtout que le contenu fourni tr&egrave;s peu 
  de hits commerciaux. Pas de Purple Rain (Prince le dit d'ailleurs clairement 
  au d&eacute;but du show : &quot;si vous &ecirc;tes venu &eacute;couter Purple 
  Rain, vous vous &ecirc;tes tromp&eacute; de salle !&quot;), ni aucun autre tube 
  mis &agrave; part &quot;Raspberry Beret&quot; et des versions courtes de &quot;Diamonds 
  &amp; Pearls&quot; ou &quot;Nothing compares 2 U&quot;. Continuant sur sa p&eacute;riode 
  jazz entam&eacute;e avec &quot;The Rainbow Children&quot; en 2001, Prince fait 
  la part belle aux saxophones de Maceo Parker et Candy Dulfer et aux claviers 
  d&eacute;lirants de Renato Neto.<br>
  Dans une premi&egrave;re partie (CD1), on retrouve quasiment tous les titres 
  de Rainbow Children en version &agrave; peine remani&eacute;e, avec en plus 
  le g&eacute;nial in&eacute;dit &quot;Xenophobia&quot; et une nouvelle orchestration 
  presque meilleure que l'original pour &quot;Strange Relationship&quot;. Le second 
  CD est malheureusement un peu plus faible en raison d'un long medley au piano 
  qui casse un peu le rythme, mais les amateurs appr&eacute;cieront tout de m&ecirc;me 
  les versions Live de &quot;The beautiful Ones&quot;, &quot;Sometimes it snows 
  in April&quot; ou encore &quot;The Everlasting now&quot;. Le dernier CD, intitul&eacute; 
  &quot;The aftershow&quot;, contient quant &agrave; lui deux perles absolument 
  magiques, un &quot;Dorothy Parker&quot; jazzy et un &quot;Joy in repetition&quot; 
  anthologique, accompagn&eacute; de solides jams comme &quot;We do this&quot; 
  (avec le toujours d&eacute;zingu&eacute; Georges Clinton) ou encore un &quot;Peach&quot; 
  m&eacute;connaissable.</font></p>
<p>&nbsp;</p>
<p><font color="#000066" size="2" face="Verdana"><em>Sources : &quot;Prince, A 
  Documentary by Per Nilsen&quot; (Omnibus press). &quot;L'Artiste qu'on appelait 
  Prince&quot; (Hors Collection). &quot;Prince, DMSR, The First Decade&quot; (en 
  anglais, Fire Fly)</em></font></p>
<p><font color="#000066" size="4" face="Verdana"><strong>IV) Face B, Remixes, 
  Bootlegs, Concerts, Aftershows, Démos, Internet</strong></font></p>
<p><font color="#000066" face="Verdana">C'est ici que le véritable fan prend son 
  pied ! Un fois que vous êtes accoutumé aux albums officiels de Prince/O)+&gt;, 
  il est temps de passer aux choses sérieuses ! car l'Artiste est l'un des créateurs 
  contemporain les plus prolifique et laisse de nombreuses traces de ses essais 
  et performances, en studio ou en concert, et peut piocher parmi une vaste collection 
  de Hits pour de nouvelles versions.</font></p>
<p><font color="#000066" face="Verdana"><strong>OFFICIEL :</strong></font></p>
<p><font color="#000066" face="Verdana">Commençons par les divers <strong>singles, 
  face B et remixes </strong>sur lesquels il est indispensable de jeter une oreille 
  une fois que l'on connaît par coeur les versions originales. Les plus anciens 
  remixes datent du début 80 avec &quot;Purple Rain&quot;. &quot;<u>Erotic City</u>&quot; 
  est l'un des premiers titres intéressant, suivi par &quot;<u>I would die 4 U</u>&quot;, 
  dont la rythmique est totalement changée et devient ainsi un titre &quot;dance&quot;. 
  La version Extended de &quot;<u>America</u>&quot; dure quand à elle plus de 
  20 minutes, travers&eacute;e de solos guitaristiques d&eacute;chirants ! &quot;<u>Housequake</u>&quot; 
  en Extended devient lui plus jazzy. &quot;<u>Alphabet St - This is not music, 
  this is a Trip</u>&quot; porte bien son nom ! De même que &quot;<u>Eye wish 
  U Heaven - Part I, II, III</u>&quot;, avec son gimmick ent&eacute;tant.<br>
  Un maxi-CD indispensable est &quot;<strong>The Beautiful Experience</strong>&quot; 
  qui contient 3 remixes parfaits de &quot;<u>The Most Beautiful Girl in the World</u>&quot; 
  (Staxowax, Mustang, Flutestramental), et, dans un genre identique sonnant purement 
  90's, les 3 remixes de &quot;<u>Space</u>&quot; (Universal Love, Funky Stuff, 
  Accoustic). Dans le rayon Curiosité, la sortie en 1995 d'un &quot;<u>Purple 
  Medley</u>&quot;, une tentative &eacute;trange de &quot;best of&quot; en 10 
  minutes de tous les Hits de Prince depuis les premiers albums ! <br>
  Les Faces B les plus marquantes se retrouvent pour la plupart sur le 3ème CD 
  du &quot;<strong>Best Of Prince - The Hits/The B-Sides</strong>&quot; de Warner, 
  sortit en 1993. Par exemple &quot;<u>Hello</u>&quot;, &quot;<u>Girl</u>&quot;, 
  &quot;<u>Irresistible Bitch</u>&quot;, &quot;<u>Another Lonely Christmas</u>&quot;. 
  &quot;<u>Alexa de Paris</u>&quot; (B de Mountains) méritent vraiment le détour, 
  de même que &quot;<u>God</u>&quot; (B de &quot;Purple Rain&quot;), très particulière. 
  Enfin une des dernières Face B géniale est &quot;<u>Rock'n'Roll is Alive</u>&quot; 
  (B de &quot;Gold&quot;). <br>
  Il reste à l'heure actuelle quelques bijoux dans les coffres de Paisley Park 
  encore jamais sortis officiellement et datant des 80's : &quot;<u>Wonderfull 
  Ass</u>&quot; est l'un de mes préférés (Pop/Funk). <br>
  D'autres pistes concernent les chansons écrites par Prince puis &quot;données&quot; 
  à d'autres artistes. On trouve souvent des versions &quot;démos&quot; chantée 
  par Prince de titres qui devinrent des hits : &quot;<u>Nothing compares 2 U</u>&quot; 
  (Sinhead O'Connor), &quot;<u>Love thy will be done</u>&quot; (Martika), &quot;<u>Manic 
  Monday</u>&quot; (The Bangles), etc... Un CD nommé &quot;<strong>Symbolism</strong>&quot; 
  regroupe d'ailleurs des reprises de chansons écrites par Prince (sous des pseudos 
  en général) pour ses protégées.</font></p>
<p><font color="#000066" size="3" face="Verdana"><strong>Vid&eacute;os (VHS ou 
  DVD) et Diffusions TV.</strong><br>
  &quot;PURPLE RAIN&quot; (1984, Film). A noter l'&eacute;dition Double-DVD du 
  20e anniversaire sortie en 2004.<br>
  &quot;UNDER THE CHERRY MOON&quot; (1986, Film) - DVD<br>
  &quot;PRINCE - SIGN 'O' tHE TIMES&quot; (1987-88, Concert) 1h32 - DVD<br>
  &quot;PRINCE - LIVE IN TOKYO&quot; (1990, Concert) 1h - TV<br>
  &quot;GRAFFITI BRIDGE&quot; (1990, Film) - DVD<br>
  &quot;GETT OFF&quot; (1991, Clips) - VHS<br>
  &quot;DIAMONDS &amp; PEARLS&quot; (1992, Clips) - VHS<br>
  &quot;THE BEAUTIFUL EXPERIENCE&quot; (1994, Studio/Clips) 1h05 - TV<br>
  &quot;RAVE UN2 THE YEAR 2000&quot; (2000, Concert) - DVD<br>
  &quot;LIVE AT THE ALADDIN LAS VEGAS&quot; (2003, Concert) - DVD</font></p>
<p><font color="#000066" face="Verdana"><strong>Le NPGMC sur Internet</strong>.<br>
  L'ann&eacute;e 2001 aura vu le v&eacute;ritable essort de Prince sur Internet, 
  apr&egrave;s les galops d'essais de la fin des 90's avec la distribution du 
  Best Of &quot;Crystal Ball&quot;. Des dizaines d'in&eacute;dits au format MP3 
  ainsi que des videos de Live seront ainsi mis en t&eacute;l&eacute;chargement 
  pour les membres du NPGMC (le New Power Generation Music Club, fan club officiel 
  Princier). La liste des titres diffus&eacute;s en 2001 se trouve <a href="prince_npgmusicclub.htm">ici</a>. 
  <br>
  En 2002/2003 Prince propose directement des CD audio au lieu de MP3. Les albums 
  complets &quot;<strong>One Nite Alone</strong>&quot; version Studio (titres 
  acoustiques au piano) ou encore <strong>Xpectation</strong> (Instrumentaux Jazz) 
  sont envoy&eacute;s aux abonn&eacute;s.<br>
  L'ann&eacute;e 2004 a vu une refonte du site NPGMC et on peut acheter en ligne 
  puis t&eacute;l&eacute;charger les albums r&eacute;cents (<strong>The Rainbow 
  Children</strong>, <strong>N.E.W.S</strong>. -album d'instrumentaux Jazz- ou 
  <strong>Musicology</strong>) au format .WMA. On trouve aussi des compiles des 
  titres in&eacute;dits de 2001 (&quot;<strong>The Slaughterhouse</strong>&quot; 
  et &quot;<strong>Chocolate Invasion</strong>&quot;), des Live et vid&eacute;os 
  des tourn&eacute;es One Nite Alone et Musicology (par exemple <strong>C-Note</strong> 
  qui regroupe des titres jou&eacute;s pendant les soundchecks du ONA Tour, 4 
  instrumentaux jazz et une version incroyable de &quot;Old friends 4 sale&quot; 
  ), ainsi que des Face B &quot;virtuelles&quot; (l'excellent &quot;<u>United 
  States of Division</u>&quot; par exemple). Rendez-vous sur le <a href="http://www.npgmusicclub.com/home.html">NPGMC</a> 
  pour en savoir plus ($7.77 par album pour les abonn&eacute;s, $9.99 pour les 
  autres) !</font></p>
<p>&nbsp;</p>
<p><font color="#000066" face="Verdana"><strong>NON-OFFICIEL :</strong></font></p>
<p><font color="#000066" face="Verdana"> <strong>Les Bootlegs Studio</strong> 
  (Démos pour les novices) sont les CD pirates les plus difficiles à se procurer, 
  surtout les plus anciens. La plupart contiennent d'ailleurs des versions de 
  chansons qui sont sortie par la suite et dans une meilleure qualité sonore ou 
  avec des arrangements meilleurs. &quot;<strong>Crucial</strong>&quot; (1989) 
  fut longtemps un des Boots les plus recherchés, car on y trouve soi-disant des 
  duos avec Miles Davis (invérifiable ?!). Les titres qui s'y trouvent sont assez 
  intéressants et certains ne sont toujours pas parus au moment où j'écris ces 
  lignes (&quot;<u>Girl in my Dreams</u>&quot;, &quot;<u>Witness 4 the Prosecution</u>&quot;, 
  etc). Au chapitre des curiosités, ne pas manquer &quot;<strong>Lisa Your Love 
  is So Hard</strong>&quot;, avec des titres du début des années 80. De même pour 
  &quot;Royal Jewels&quot; (Démos 83-86) et &quot;<strong>The Family</strong>&quot; 
  (ce dernier est sorti officiellement en import à la fin des années 80). &quot;The 
  Versace Experience&quot; (1995 ?) contient quant à lui l'hilarant &quot;Chatounette 
  Controle&quot; (version française &quot;fun&quot; de &quot;Pussy Control&quot;). 
  Mais la meilleure compilation de titres studios reste sans conteste &quot;<strong>The 
  Work</strong>&quot;, qui regroupe en 4 volumes de 4 CD chacun pratiquement tous 
  les bootlegs studio sur plus de 20 ans, avec des versions diff&eacute;rentes 
  de celles &eacute;ventuellement sorties plus tard. </font></p>
<p><font color="#000066" face="Verdana">Passons maintenant au plat de résistance 
  (!), les différents Live et Aftershows. Les CD que je vous propose représentent 
  une infime partie de ce que l'on peut trouver sur le marché &quot;parallèle&quot;. 
  En effet<strong> il existe pratiquement un CD de chaque Concert, passage TV 
  ou Aftershow donné par Prince/O(+&gt;</strong> (et j'exagère à peine !), sachant 
  qu'il ne se passe pas une année sans que Prince/O)+&gt; fasse de multiples apparitions 
  &quot;Live&quot;. Il est donc impossible (et d'ailleurs inutile) de tout posséder. 
  Les Live sont trop nombreux pour faire un choix objectif donc j'en citerai juste 
  quelques uns dans ma collection, classés par année.<br>
  <em>Petite précision pour les débutants :</em> la qualité sonore des enregistrements 
  pirates des &quot;Live&quot; est très variable. Le meilleur son que l'on puisse 
  obtenir est le &quot;soundboard&quot;, c'est-à-dire enregistré directement sur 
  la table de mixage du concert ! Les bootlegs de ce type sont rares et généralement 
  indispensables pour le confort d'écoute qu'ils offrent. Ensuite la qualité passe 
  en &quot;Audience Recording&quot; (enregistré dans le public) et les niveaux 
  de qualité sont variables, de VG+ (pour Very Good +) à P (pour Poor !). Le VG+ 
  est très supportable sur une bonne chaîne hi-fi où vous pouvez faire vos réglages 
  (mais on entend évidemment beaucoup plus la foule), le Poor est à proscrire, 
  à moins d'être un collectionneur ;-)</font></p>
<p><font color="#000066" face="Verdana"> Voici une sélection des CD les plus marquants 
  parmi ceux que je possède : <br>
  <font size="3"><br>
  <u><strong>Ann&eacute;es 1980-1989</strong></u><br>
  &quot;<strong>Prince - City Lights</strong>&quot; : 9 concerts sur 11 CD en 
  qualit&eacute; Soundboard. De 1980 &agrave; 1986, dont le premier concert de 
  Prince en France au Palace en 1981. Indispensable mais tr&egrave;s rare ! (Edition 
  Superhero Records, attention une réédition de Premium est sortie en 2003, contenu 
  et qualit&eacute; sonore identique mais packaging nul ;-) <br>
  &quot;<strong>Prince &amp; the Revolution : Let's go crazy</strong>&quot; (1984) 
  : les r&eacute;p&eacute;titions de la tourn&eacute;e &quot;Purple Rain&quot;, 
  en excellente qualit&eacute; sonore. On y entend notamment Prince et ses musiciens 
  partir dans de longues improvisations (Edition Idle Mind).<br>
  &quot;<strong>Prince &amp; The Revolution Live - Syracuse 1985</strong>&quot; 
  : Un des derniers shows de la tourn&eacute;e Purple Rain, avec le groupe aujourd'hui 
  mythique des Revolution. Qualit&eacute; sonore tr&egrave;s bonne (Edition Moonraker).<br>
  &quot;<strong>Prince &amp; the Revolution : Purple Finale</strong>&quot; (1985) 
  : Derni&egrave;re prestation de la tourn&eacute;e &quot;Purple Rain&quot; aux 
  USA. Un document pour les collectionneurs et en plus la qualit&eacute; sonore 
  est superbe ! (Edition Thunderball)<br>
  &quot;<strong>Prince &amp; the Revolution : Happy Birthday Detroit</strong>&quot; 
  (1986) : Le meilleur t&eacute;moignage de la p&eacute;riode &quot;Parade&quot;. 
  Pour les amateurs de cette &eacute;poque c'est un must, les autres seront &eacute;galement 
  s&eacute;duit par l'excellente qualit&eacute; sonore de l'enregistrement (L'edition 
  Sabotage, plus r&eacute;cente, contient la vid&eacute;o sur CD-Rom !).<br>
  &quot;<strong>Prince &amp; the Revolution : Septembre, Yokohama</strong>&quot; 
  (1986) : Le dernier concert avec le groupe &quot;Revolution&quot;, donc un must 
  pour tout fan car ce show correspond &agrave; la fin d'une &eacute;poque ! Édité 
  dans les ann&eacute;es 2002/2003 en excellente qualit&eacute; sonore chez Paper 
  Corn.<br>
  &quot;<strong>Prince - Wonderboy - 2nd edition</strong>&quot; (1987) : La tourn&eacute;e 
  europ&eacute;enne &quot;Sign O the Times&quot; avec les 2 meilleurs t&eacute;moignages 
  de cette &eacute;poque (pour la performance et pour la qualit&eacute; exceptionnelle 
  du son), les concerts de Paris et Rotterdam. A noter qu'il s'agit de la seconde 
  &eacute;dition de ce pirate chez moonraker, plus compl&egrave;te.<br>
  &quot;<strong>Prince - Sign 'O the Times Rehearsal 1.0 / 2.0</strong>&quot; 
  (1987) : Les r&eacute;p&eacute;titions de la tourn&eacute;e &quot;Sign O the 
  Times&quot; aux studios de Paisley park, en version 4 CD (Rehearsal 1.0) compl&eacute;t&eacute; 
  par d'autres r&eacute;pet' en 3 CD (Rehearsal 2.0), qualit&eacute; soundboard 
  ! (Sabotage)<br>
  &quot;<strong>Prince - Small Club</strong>&quot; ou &quot;<strong>Prince - The 
  Trojan Horse</strong>&quot; (1988) : Un des bootlegs les plus fameux de Prince, 
  un aftershow en hollande devant 400 privil&eacute;gi&eacute;s. Une qualit&eacute; 
  sonore exceptionnelle et beaucoup de titres in&eacute;dits et de longs instrumentaux 
  font de ce pirate un classique. La version &quot;Trojan Horse&quot; de Sabotage 
  inclus en plus les r&eacute;p&eacute;titions pour la tourn&eacute;e Lovesexy.<br>
  &quot;<strong>Prince - Funk City</strong>&quot; ou &quot;<strong>Lovesexy Tour 
  Rehearsal Volume 1 &amp; 2</strong>&quot; (1988) : les r&eacute;p&eacute;titions 
  de la tourn&eacute;e &quot;Lovesexy&quot;, enregistr&eacute;e directement sur 
  la table de mixage ! (Moonraker)<br>
  &quot;<strong>Prince - Livesexy</strong>&quot; (1988) : La version compl&egrave;te 
  du show de la tourn&eacute;e &quot;Lovesexy&quot; diffus&eacute; &agrave; la 
  TV, donc qualit&eacute; sonore parfaite. Il s'agit du concert donn&eacute; &agrave; 
  Dortmund en Allemagne (Édition moonraker).</font></font></p>
<p><font color="#000066" face="Verdana"><font size="3"> <font color="#000066" face="Verdana"><u><strong>Ann&eacute;es 
  1990-1999</strong></u></font><br>
  &quot;<strong>Prince - Spanish Harem</strong>&quot; (1990) : La p&eacute;riode 
  &quot;Batman&quot;, avec la tourn&eacute;e &quot;Nude Tour&quot;, ici &agrave; 
  Madrid. Quelques titres in&eacute;dits et des reprises font de ce show une curiosit&eacute; 
  (bonne qualit&eacute; sonore). Le second CD contient les r&eacute;p&eacute;titions 
  de cette tourn&eacute;e ! (Sabotage)<br>
  &quot;<strong>Prince - Thunder</strong>&quot; (1992) : Meilleure qualit&eacute; 
  sonore des pirates de la tourn&eacute;e &quot;Diamonds &amp; Pearls&quot;, ce 
  &quot;Thunder&quot; est le show donn&eacute; &agrave; Londres. Pour les amateurs 
  qui aiment les compositions de cette p&eacute;riode (Édition Moonraker).<br>
  &quot;<strong>Prince - The Rythm of Ur Heart</strong>&quot; (1992) : La m&ecirc;me 
  chose que ci-dessus mais &agrave; Paris (qualit&eacute; du son inf&eacute;rieure 
  mais bon, c'est en France donc &ccedil;a doit faire partie de votre collection 
  ;-) (B&amp;C Prod)<br>
  &quot;<strong>Prince - Black MF in les Bains</strong>&quot; (1992/95) : Une 
  compilation sur laquelle on retrouve entre autre l'aftershow donn&eacute; &agrave; 
  la bo&icirc;te parisienne &quot;Les Bains Douches&quot; (qualit&eacute; sonore 
  m&eacute;diocre) et l'&eacute;mission de TV &quot;The Ryde Dyvine&quot; avec 
  5 titres Live (Edition ?).<br>
  &quot;<strong>O(+&gt; &amp; the NPG - Act Deux, Paris 93</strong>&quot; (1993) 
  : Le concert &agrave; Bercy de la tourn&eacute;e &quot;Lovesymbol Act II&quot;. 
  La qualit&eacute; sonore est moyenne mais bon, c'est en France donc &ccedil;a 
  doit faire partie de votre collection ;-) (Edition ?)<br>
  &quot;<strong>O(+&gt; - Black MF (The Rex Club)</strong>&quot; (1993) : L'aftershow 
  au Rex Club &agrave; Paris. Qualit&eacute; sonore tr&egrave;s moyenne mais performance 
  guitaristique puissante. (Edition ?)<br>
  &quot;<strong>The Beautiful Experience</strong>&quot; (1994) : La version compl&egrave;te 
  du show TV qui fut diffus&eacute; sur Canal+, avec des titres rares. Parfaite 
  qualit&eacute; du son, &eacute;videmment (edition AB).<br>
  &quot;<strong>Stars &amp; Bars</strong>&quot; (1994) : L'aftershow donn&eacute; 
  &agrave; Monaco apr&egrave;s une c&eacute;r&eacute;monie de remise de prix. 
  La qualit&eacute; sonore n'est pas terrible mais les versions des titres jou&eacute;s 
  sont excellentes (Edition LGB?).<br>
  &quot;<strong>Black</strong>&quot; (1994) : Les r&eacute;p&eacute;titions dans 
  les studios TV de Canal+ avant le passage de O(+&gt; &agrave; l'&eacute;mission 
  &quot;Nulle par ailleurs&quot; (enregistr&eacute; directement sur la table de 
  mixage). Une heure de r&eacute;p&eacute;t' pour un seul titre jou&eacute; &agrave; 
  NPA ! (Edition NH)<br>
  &quot;<strong>Emporium London March 1995</strong>&quot; : Certes le packaging 
  est tr&egrave;s beau, mais la qualit&eacute; sonore est assez moyenne. Cela 
  reste quand m&ecirc;me un des rares t&eacute;moignage de la mini-tourn&eacute;e 
  &quot;Ultimate Live Experience&quot; qui ne passa pas par la France. A noter 
  qu'une version remasteris&eacute;e est ressortie en 2002 chez Sabotage.<br>
  &quot;<strong>The Glam Slam Box</strong>&quot; : Encore un packaging r&eacute;ussi, 
  mais m&ecirc;me remarque que pour Emporium... Ici il s'agit des concerts donn&eacute;s 
  dans les 3 night club &quot;Glam Slam&quot;, sur 6 CD (Editions Optimum ou Raiders).<br>
  &quot;<strong>O(+&gt; - The Park</strong>&quot; (1995) : Une s&eacute;rie de 
  concerts donn&eacute;s &agrave; Paisley Park sous le nom &quot;Love 4 1another&quot;. 
  &quot;The Park&quot; est constitu&eacute; de 4 volumes de 2 CD chacun. La qualit&eacute; 
  sonore est moyenne mais cette compilation d'une dizaine de show reste un must 
  (Moonraker).<br>
  &quot;<strong>O(+&gt; - Return of the Bump Squad</strong>&quot; (1995) : Excellente 
  qualit&eacute; sonore (soundboard) et une performance tr&egrave;s classe pour 
  les amateurs de cette p&eacute;riode et du groupe NPG de l'&eacute;poque (Edition 
  Moonraker).<br>
  &quot;<strong>O(+&gt; - Budokan (Live at The Budokan in Tokyo)</strong>&quot; 
  (1996) : La tourn&eacute;e &quot;Gold Experience&quot; au Japon. Bien qu'en 
  qualit&eacute; sonore passable, il s'agit du meilleur pirate des shows officiels 
  de la p&eacute;riode &quot;Gold&quot; (Moonraker).<br>
  &quot;<strong>The Artist &amp; The NPG - God Bless America</strong>&quot; (1997) 
  : Une compilation de quelques dates sur la tourn&eacute;e am&eacute;ricaine, 
  p&eacute;riode &quot;Emancipation&quot;. Qualit&eacute; sonore moyenne mais 
  int&eacute;ressant pour les amateurs du style Princier de l'&eacute;poque (Edition 
  Moonraker).<br>
  &quot;<strong>O(+&gt; - Return 2 Zenith</strong>&quot; (1998) : Bien que d'une 
  qualit&eacute; sonore tout juste passable, ce show unique au Z&eacute;nith &agrave; 
  Paris est une sorte de r&eacute;sum&eacute; de la carri&egrave;re Princi&egrave;re 
  avec pratiquement tous ses hits plus les titres de la p&eacute;riode &quot;Emancipation 
  / New Power Soul&quot; (Sabotage, Edition 4 CD).<br>
  &quot;<strong>O(+&gt; - R U gonna go my way ?</strong>&quot; (1998) : avec un 
  son moyen, cet aftershow vaut surtout par la pr&eacute;sence de &quot;guests&quot; 
  prestigieux comme Lenny Kravitz ou Larry Graham (Sabotage).<br>
  &quot;<strong>O(+&gt; - All Access</strong>&quot; (1998) : Une compilation sur 
  4 CD de la tourn&eacute;e &quot;New Power Soul&quot; avec une partie europ&eacute;enne 
  (essentiellement &agrave; Madrid) et une partie aux USA. Beau survol mais qualit&eacute; 
  sonore tr&egrave;s variable suivant les dates (Edtion Thunderball).</font></font></p>
<p><font color="#000066" face="Verdana"><font size="3"> </font><font color="#000066" face="Verdana"><font size="3"><u><strong>Ann&eacute;es 
  2000-2004...</strong></u></font></font><font size="3"><br>
  &quot;<strong>Prince - A Celebration</strong>&quot; (2000) : Un autre must pour 
  les fans, la s&eacute;rie des &quot;Celebration&quot; contient sur 3 CD les 
  concerts donn&eacute;s pendant une semaine &agrave; Minneapolis. Avec un nombre 
  hallucinant de &quot;guests&quot;. La qualit&eacute; sonore est acceptable (Edition 
  Sabotage).<br>
  &quot;<strong>Prince - Paisley Park : A Celebration 2001</strong>&quot; : Voir 
  ci-dessus ;-) . Tous les concerts de cette semaine de f&ecirc;te en 6 CD (Sabotage) 
  !<br>
  &quot;<strong>Prince &amp; the Band - Xenophobia</strong>&quot; (2002) : La 
  semaine de &quot;Celebration&quot; en &eacute;dition 2002, intitul&eacute;e 
  Xenophobia. Ce pirate contient TOUS les concerts donn&eacute;s pendant une semaine 
  &agrave; Paisley Park, r&eacute;partis sur 3 volumes de 4 CD chacun ! Evidemment 
  indispensable pour tout fan (on y trouve un concert unplugged par exemple). 
  Pr&eacute;f&eacute;rez l'&eacute;dition de Sabotage (<strong>Xenophobia 2002 
  Paisley Park Tapes</strong>) sortie d&eacute;but 2004 plut&ocirc;t que celle 
  de Premium, plus ancienne. La premi&egrave;re est en qualit&eacute; sonore optimum 
  (et en 2 volumes de 6 CD) alors que la seconde est juste acceptable (varie de 
  Audience VG &agrave; good). <br>
  &quot;<strong>Prince &amp; the NPG - ONA In Paris</strong>&quot; (2002) : La 
  version 3 CD chez Sabotage contient le soundcheck et le concert du Z&eacute;nith 
  ! Forc&eacute;ment c'est un must, d'autant plus que la qualit&eacute; sonore 
  est &quot;Audience VG&quot;.<br>
  &quot;<strong>Whole Lotta Love 4 Paris</strong>&quot; (Bataclan 2002) : la prestation 
  du Bataclan est dantesque ! Et je ne vous parle pas de la qualit&eacute; sonore 
  (Edition Sabotage sortie en 2003), tr&egrave;s proche d'un son &quot;soundboard&quot;, 
  bien meilleure que les &eacute;ditions Bataclan 2002 sorties pr&eacute;c&eacute;demment.</font></font></p>
<p><font color="#000066"><br>
  </font></p>
<p><font color="#000066" size="4" face="Verdana"><strong>V) La bio professionelle 
  de Prince (1958-1999...)</strong></font></p>
<p><font color="#000066" face="Arial"><b>7 juin 1958 :</b> <br>
  Naissance de Prince Rogers Nelson à Minneapolis.</font></p>
<p><font color="#000066" face="Arial"><b>1968 :</b> <br>
  Divorce de ses parents après 13 ans de mariage.</font></p>
<p><font color="#000066" face="Arial"><b>1973 :</b> <br>
  Agé de 15 ans, Prince monte son premier groupe, &quot;Grand Central&quot;, avec 
  2 amis (André Anderson et Charles Smith).</font></p>
<p><font color="#000066" face="Arial"><b>1975 :</b> <br>
  Premier enregistrement studio pour Prince (en tant que simple musicien) pour 
  le groupe de Pepé Willie, &quot;94 East&quot;.</font></p>
<p><font color="#000066" face="Arial"><b>1976 :</b> <br>
  Premières &quot;démos&quot; enregistrées pour &quot;Grand Central&quot; (Morris 
  Day, futur leader du groupe The Time, remplace Charles Smith). Six chansons 
  originales sont mises sur bandes. Vient ensuite la première Interview dans un 
  journal local de Minneapolis puis, au printemps, un changement de nom pour le 
  groupe qui devient &quot;Champagne&quot;. Prince quitte ce groupe un peu plus 
  tard pour travailler au Studio d'enregistrement de Chris Moon à Minneapolis.<br>
  Pendant l'été il compose 14 musiques (Moon écrivant la plupart des textes). 
  Durant l'automne, Prince démarche quelques petites maisons de disque à New-York, 
  aucune n'est intéressée.<br>
  En décembre Prince réalise une nouvelle cassette de démo en réenregistrant certains 
  de ses titres dans un autre studio à Minneapolis (Studio 80). Il signe un contrat 
  de management avec American Artists Inc.</font></p>
<p><font color="#000066" face="Arial"><b>1977 :</b> <br>
  American Artists Inc. réalise un &quot;Press Kit&quot; de Prince (la cassette 
  de démo avec divers articles présentant ce nouvel artiste) et l'envoi aux grandes 
  maisons de disques de l'époque (Warner Bros, CBS, etc.). Des rencontres sont 
  organisées avec 5 producteurs et durant le printemps les enchères montent pour 
  signer l'artiste. C'est finalement Warner Bros qui emporte le morceau en Juin 
  en signant un contrat prévoyant la distribution de 3 albums en 27 mois avec 
  une avance pour Prince de $80 000. La maison de disques impose la présence d'un 
  producteur, Tommy Vicary, pour suivre Prince.<br>
  Les séances d'enregistrement du premier album se déroulent de décembre 77 à 
  Février 78.</font></p>
<p><font color="#000066" face="Arial"><b>1978 :</b> <b><br>
  Sortie de l'album &quot;For You&quot; le 7 avril</b>, à 2 mois pile de son vingtième 
  anniversaire. Le succès de l'album est très relatif (il atteint tout de même 
  750.000 copies), la plupart des critiques étant surtout étonnées par le fait 
  que l'artiste ait pratiquement tout fait lui-même. Durant l'été Prince réalise 
  sa première tournée promotionnelle (séances de signatures chez les disquaires) 
  un peu partout aux USA. Il achète sa première maison.<br>
  Prince assemble un groupe autour de lui pendant l'automne et réalise de nombreuses 
  répétitions. Les membres sont : André Cymone (le pseudo de Anderson) (basse), 
  Bobby Z (batterie), Gayle Chapman (clavier), Matt Fink (clavier), Dez Dickerson 
  (guitare).<br>
  A la fin de l'année, Prince casse son contrat managérial avec American Artists 
  Inc. et c'est Pepé Willie qui fait office de manager.</font></p>
<p><font color="#000066" face="Arial"><b>1979 :</b> <br>
  Prince fait son premier concert &quot;solo&quot;, à Minneapolis. La salle est 
  loin d'être pleine mais les critiques sont bonnes. Cependant les dirigeants 
  de Warner Bros ne souhaitent pas organiser une tournée. Prince réalise quelques 
  enregistrements en tant que musicien pour le compte de Pepé Willie. Pendant 
  le printemps, Warner Bros engage deux managers (Cavallo et Ruffalo) pour s'occuper, 
  entre autre, de Prince.<br>
  D'avril à Juillet, Prince compose seul puis enregistre avec son groupe son second 
  album. Le premier single, &quot;I wanna be your lover&quot;, se classe numéro 
  un au mois d'Août. <b>L'album, nommé &quot;Prince&quot;, arrive le 19 octobre</b>. 
  En quelques mois, le single et l'album sont certifié Platinium (1.3 million 
  de copie vendues aux USA, environ 300.000 dans le reste du monde). En novembre 
  la première tournée est lancée, le &quot;Prince Tour&quot;. Elle doit durer 
  1 mois et parcourir 13 villes des USA. Après le 4e concert, Prince tombe malade 
  d'une pneumonie et tout est annulé. Cavallo et Ruffalo nomment Steve Fargnoli 
  pour suivre Prince à plein temps.</font></p>
<p><font color="#000066" face="Arial"><b>1980 :</b> <br>
  Première apparition télévisée en janvier dans le show &quot;The Midnight Special&quot; 
  (deux titres sont joués). Lors de sa seconde apparition TV, 2 semaines plus 
  tard, dans le show &quot;American Bandstand&quot;, une interview est prévue. 
  Prince annonce à son groupe avant le show qu'il ne parlera pas, et l'animateur 
  se retrouve face à un artiste muet qui lui répond par geste !<br>
  En février le &quot;Prince Tour&quot; est relancé. En mai, après la fin de la 
  tournée, Lisa Coleman remplace Gayle Chapman au clavier. Les répétitions pour 
  le 3e album commencent et &quot;Dirty Mind&quot; est prêt dès le début du mois 
  de juillet. Le contenu très sexuel des paroles préoccupe les dirigeants de Warner 
  Bros. <b>&quot;Dirty Mind&quot; sort finalement le 8 octobre</b>. C'est un semi-échec 
  comparé au précédent (peu de diffusion radio à cause des textes), mais cet album 
  installe définitivement l'image &quot;sexuelle&quot; de Prince auprès du public. 
  Les ventes atteindront tout de même finalement le million aux USA et 700.000 
  dans le reste du monde. <br>
  Le mois de décembre est consacré au &quot;Dirty Mind Tour&quot; (une douzaine 
  de dates). </font></p>
<p><font color="#000066" face="Arial"><b>1981 :</b> <br>
  Prince déménage dans une nouvelle maison, près de Minneapolis, et y complète 
  un petit studio d'enregistrement. Le magazine &quot;Rolling Stone&quot; publie 
  un article sur &quot;Dirty Mind&quot; en février.<br>
  Une tournée des clubs est organisée de mars à avril (18 dates). C'est pendant 
  le mois d'avril que Prince signe un contrat de production avec Warner Bros pour 
  un nouveau groupe Funk de sa création : The Time. Il s'agit d'un ancien groupe 
  Flyte Tyme auquel Prince ajoute le leader Morris Day. En mai une première &quot;mini-tournée&quot; 
  européenne est lancée (Londres, Amsterdam , Paris).<br>
  En été l'enregistrement d'un nouvel album de Prince commence. André Cymone quitte 
  le groupe à cause d'un désaccord avec Prince. Il est remplacé par Mark Brown. 
  Fin juillet sort l'album des &quot;The Time&quot;. <b>Le 14 octobre sort &quot;Controversy&quot;, 
  4e album de Prince</b>. Il s'agit d'une suite de &quot;Dirty Mind&quot;, et 
  malgré quelques critiques négatives, il se vend mieux que le précédent et atteint 
  rapidement le niveau Gold (500 000 albums vendus). Il atteindra 1.6 million 
  de copies au USA plus 700.000 dans le reste du monde.<br>
  En novembre une série de concert commence avec &quot;The Time&quot; en première 
  partie, elle va se prolonger jusqu'en mars 82.</font></p>
<p><font color="#000066" face="Arial"><b>1982 : </b><br>
  Début janvier Prince prépare déjà le second album de &quot;The Time&quot;. A 
  la fin de sa tournée en mars, il se lance dans la création de son nouvel album, 
  tout en continuant à travailler sur celui de &quot;The Time&quot; et en écrivant 
  pour son groupe de fille, les &quot;Vanity 6&quot; ! L'album des Vanity sort 
  début août, celui de &quot;The Time&quot; à la fin du même mois, puis le premier 
  single du nouvel album de Prince le 24 septembre.<br>
  <b>Fin octobre débarque donc le double album &quot;1999&quot;</b>. Les critiques 
  américains sont enthousiastes, et l'album est certifié double-platinium 6 mois 
  plus tard (2 millions de copies aux USA). Il restera 153 semaines dans les charts 
  &quot;Billboard&quot; US et finira sa carrière a près de 4 millions d'exemplaires 
  (chiffres arrêtés en 1999). L'Europe et l'Asie commence a découvrir l'artiste 
  et les ventes dépasse le million pour la première fois en dehors des USA.<br>
  La tournée &quot;1999 Tour&quot; commence fin novembre et dure 1 mois, avec 
  en première partie les &quot;Vanity 6&quot; et &quot;The Time&quot;. C'est durant 
  cette tournée que des problèmes relationnels apparaissent entre Prince et ses 
  2 groupes, ainsi qu'avec le guitariste Dez Dickerson qui sera remplacé de plus 
  en plus souvent pendant les répétitions par Wendy Melvoin, une amie de Lisa&nbsp; 
  Coleman.<br>
  Fin décembre le clip du single &quot;1999&quot; est programmé dans la playlist 
  de MTV, ce qui fera connaître Prince au niveau national aux USA.</font></p>
<p><font color="#000066" face="Arial"><b>1983 : </b><br>
  En février la tournée &quot;1999 Tour&quot; repart pour 2 mois. Pendant cette 
  période Prince commence à écrire et à répéter pour le 3e album de &quot;The 
  Time&quot;. En mai Wendy remplace officiellement Dez dans le groupe. Un projet 
  de film commence à prendre forme à la même époque, avec le groupe de Prince, 
  &quot;The Time&quot; et &quot;Vanity 6&quot;. Le scénario, nommé d'abord &quot;Dreams&quot;, 
  devient &quot;Purple Rain&quot; lorsque Prince s'en mêle. Il change également 
  beaucoup de détails pour les adapter à sa propre histoire. Prince commence à 
  écrire des chansons pour le film au mois d'août.<br>
  En septembre, pendant que les producteurs recherche un metteur en scène et l'actrice 
  principale du film, le script est profondément modifié après être passé dans 
  des mains expertes. En novembre, alors que Prince continue l'écriture de la 
  musique, le tournage du film &quot;Purple Rain&quot; commence. Fin décembre 
  tout est dans la boîte !</font></p>
<p><font color="#000066" face="Arial"><b>1984 :</b><br>
  Alors que &quot;Purple Rain&quot; n'est même pas sorti, Prince travaille sur 
  son album suivant, déjà nommé &quot;Around the World in a Day&quot; !<br>
  Durant les mois suivants de nouvelles séquences sont tournées et de nouveaux 
  titres s'ajoutent au projet &quot;Purple Rain&quot;. C'est en avril que la touche 
  définitive est apportée, période durant laquelle Prince enregistre un album 
  avec une nouvelle protégée, Sheila E. Il sortira début juin ! Pendant l'été 
  Prince créé son propre label, Paisley Park&quot;, sous l'égide de Warner Bros.<br>
  <b>Le premier single pour &quot;Purple Rain&quot;, &quot;When Doves Cry&quot;, 
  sort mi-juin, suivi une semaine plus tard de l'album</b>. Le succès est immédiat, 
  l'album est platinium en quelques jours ! Il reste près de 6 mois numéro 1 aux 
  USA et se vend à plus de 16 millions d'exemplaires dans le monde, dont 11 aux 
  USA (chiffres arrêtés en 1999). C'est évidemment l'album de la consécration 
  mondiale pour Prince, accompagné pour la première fois d'un groupe pour les 
  crédits des chansons (&quot;The Revolution&quot; : Lisa Coleman, Wendy Melvoin, 
  Matt Fink, Brown Mark, Bobby Z, Rivkin).<br>
  Fin juin Prince créé un nouveau groupe nommé &quot;The Family&quot; avec quelques 
  membres de &quot;The Time&quot;, ce dernier étant officieusement dissous. Il 
  commence immédiatement à écrire et à répéter de nouvelles chansons. Début juillet 
  le 3e album de &quot;The Time&quot; sort en pleine folie &quot;Purple Rain&quot;, 
  le second single &quot;Let's go crazy&quot; débarque directement à la première 
  place des charts ! Boosté par ce succès, le film arrive à la fin du mois aux 
  USA et réussi, malgré ses défauts, à trouver son public. Prince continue d'enregistrer 
  de nouveaux titres pour son prochain album avec son groupe &quot;The Revolution&quot; 
  et pour &quot;The Family&quot; jusqu'en octobre. Un album du groupe &quot;Apollonia 
  6&quot;, produit par le mystérieux &quot;Starr Company&quot;, sort dans le commerce 
  ce même mois. Il s'agit en fait d'une autre production de Prince !<br>
  Début novembre voit le lancement de la tournée &quot;Purple Rain&quot;, qui 
  durera jusqu'en avril de l'année suivante.</font></p>
<p><font color="#000066" face="Arial"><b>1985 :</b> <br>
  Alors que la tournée bat son plein, Prince est invité dans de nombreux shows 
  TV pour recevoir divers prix (Academy Awards, BPI Awards, Grammy Awards...). 
  En février il présente son prochain album aux responsables de Warner Bros et 
  commence quelque temps plus tard à travailler sur le suivant ! <b>L'album &quot;Around 
  the World in a Day&quot; (&quot;ATWIAD&quot;) sort fin avril</b>. Il s'agit 
  d'un contre-pied total à &quot;Purple Rain&quot;, alors encore dans l'actualité 
  à ce moment. Album co-signé avec &quot;The Revolution&quot;, &quot;ATWIAD&quot; 
  redescend sous le niveau de vente de &quot;1999&quot;, ce que Prince semblait 
  vouloir (&quot;c'est un album pour mes fans et moi&quot; dira-t-il). Les ventes 
  USA/Reste du monde s'équilibre (2.4 millions et 2 Millions respectivement). 
  Au mois de mai l'album suivant, &quot;Parade&quot;, est pratiquement terminé 
  (9 chansons déjà enregistrées) ! Les répétitions avec &quot;The Family&quot; 
  continue aussi.<br>
  En juin Prince et Steve Fargnoli partent pour la France afin de repérer des 
  lieux de tournage d'un nouveau projet de film, &quot;Under the cherry moon&quot;. 
  Mi-août sort l'album de &quot;The Family&quot;,&nbsp; composé et joué dans une 
  large partie par Prince. Il est suivi une semaine plus tard par le second album 
  de Sheila E, lui aussi principalement composé de paroles et de musiques de Prince 
  (bien que les crédits soient attribués a Sheila E).<br>
  Le tournage de &quot;Under the cherry moon&quot; commence à Nice (France) le 
  16 septembre. Il s'agit d'un film en noir et blanc, dans lequel Prince joue 
  le rôle d'un gigolo qui cherche à se marier. Le metteur en scène sera viré en 
  plein tournage et Prince en prendra le contrôle jusqu'à la fin, le 21 novembre 
  ! Prince reprend le chemin des studios d'enregistrement juste après et finalise 
  l'album &quot;Parade&quot;, ainsi que d'autres titres, en décembre.</font></p>
<p><font color="#000066" face="Arial"><b>1986 :</b><br>
  En janvier la construction du studio &quot;Paisley Park&quot; commence. Prince 
  et &quot;The Revolution&quot; (accompagné d'Eric Leeds, Sheila E, Levi Seacer 
  Jr et Jonathan Melvoin) réalisent plusieurs &quot;jam sessions&quot; (sessions 
  instrumentales). Un album nommé &quot;The Flesh&quot; est prévu, composé de 
  ces instrumentaux improvisés, mais ne sortira jamais.<br>
  En février le premier single de &quot;Parade&quot;, &quot;Kiss&quot;, arrive 
  chez les disquaires. Ce sera le 3e numéro 1 de la carrière de Prince, atteignant 
  la certification Gold rapidement. Le mois suivant Prince organise un concert 
  impromptu à Minneapolis, puis part travailler avec une large participation de 
  Wendy et Lisa sur un nouvel album, nommé &quot;Dream Factory&quot;. <b>Le 31 
  mars sort l'album &quot;Parade&quot;</b>. Assez critiqué aux USA (on voit cet 
  album comme une simple redite de &quot;Around the World in a Day&quot;), &quot;Parade&quot; 
  est un vrai succès en Europe (1.6 millions d'albums aux USA, 2 pour le reste 
  du monde). <br>
  Fin avril une première version de l'album &quot;Dream Factory&quot; est prête. 
  Elle sera suivie début juin d'une nouvelle mouture qui devient un double album. 
  Le mois suivant le film &quot;Under the cherry moon&quot; sort sur les écran 
  US. Désastre critique et public, le film entraîne la suppression de la tournée 
  US du &quot;Parade Tour&quot; (les dates en Europe et au Japon sont maintenues).<br>
  En août, après avoir réalisé une 3e version de &quot;Dream factory&quot;, Wendy 
  et Lisa annoncent qu'elles souhaitent quitter le groupe &quot;The Revolution&quot;. 
  Bobby Z réussira à les convaincre de rester. Prince donne un concert à New-York 
  avant de commencer sa tournée européenne. Le show en France a lieu au Zenith, 
  précédé d'un aftershow au New Morning. Début septembre la tournée part au Japon 
  pour une durée d'une semaine. Une fois terminée, Prince se lance dans un nouveau 
  projet de film, &quot;The Dawn&quot;. En octobre ses séances studio prennent 
  la forme d'un nouvel album, &quot;8&quot;, pour un nouveau groupe, &quot;Madhouse&quot;, 
  composé de Prince, Eric Leeds et Matt Fink. Le groupe &quot;The Revolution&quot; 
  est officiellement dissous le même mois. Le travail en studio continue pour 
  Prince et débouche sur l'album &quot;Camille&quot;, qui apparaîtra même sur 
  le catalogue Warner Bros début 1987 mais sera abandonné ! La plupart des chansons 
  de cet album se retrouveront plus tard dans d'autres productions de Prince.<br>
  Fin novembre le triple album &quot;Crystal Ball&quot; prend forme (22 titres). 
  Il s'agit d'un assemblage des projets précédents avortés (Dream Factory et Camille), 
  avec quelques titres supplémentaires. Les directeurs artistiques de Warner Bros 
  refusent catégoriquement de sortir un triple album (trop cher !) et demande 
  à Prince de le réduire à un double. En décembre Prince se focalise sur la chanson 
  &quot;Sign O' the Times&quot; et ce titre devient celui de l'ex-album &quot;Crystal 
  Ball&quot; réduit a 15 titres. </font></p>
<p><font color="#000066" face="Arial"><b>1987 :<br>
  </b>Au début de l'année Prince réorganise un groupe autour de lui : Matt Fink 
  (toujours clavier), Miko Weaver (guitare), Levi Seacer Jr (basse), Eric Leeds 
  et Matt Blistan (saxo), Sheila E (batterie), Boni Boyer (clavier), 2 choristes 
  et une danseuse, Cathy Glover (&quot;Cat&quot;).<br>
  Fin janvier l'album &quot;Sign O' the Times&quot; est prêt ainsi que plusieurs 
  autres titres, notamment pour Sheena Easton et Jill Jones, nouvelles protégées 
  de Prince ;-). L'album de Madhouse, &quot;8&quot;, sort sous le label Paisley 
  Park. Mi-février c'est au tour du premier single de &quot;Sign O' the Times&quot; 
  au titre éponyme de sortir. Il se classe 3e au Billboard et 1er dans le &quot;Black 
  Chart&quot;. A la même date sort le 3e album de Sheila E, auquel Prince à bien 
  sûr activement participé (5 chansons sont de lui).<br>
  En mars Prince réalise un court-métrage de 15 minutes (Hard Life) avec son nouveau 
  groupe pour acteurs. <b>A la fin du mois, l'album &quot;Sign O' the Times&quot; 
  (&quot;SOTT&quot;) sort</b>. L'album reçoit un accueil critique enthousiaste 
  mais le public ne suit pas (les ventes US sont sensiblement les même que celle 
  de &quot;Parade&quot;, les ventes Europe/Asie/Afrique sont de 1.6 Million).<br>
  En avril les répétitions pour Madhouse puis pour &quot;SOTT&quot; s'enchaînent 
  et le mois suivant le &quot;SOTT Tour&quot; commence en Europe. Le même mois 
  sort le premier album de Jill Jones. Fin juin la tournée européenne s'arrête. 
  Certains concerts ont été filmé afin de produire un film sur la tournée pour 
  le public américain (qui sera privé de &quot;SOTT Tour&quot;, faute de ventes 
  !). En juillet sort l'album de Sheena Easton. Prince commence l'enregistrement 
  de nouveaux titres pour son prochain album. A la même époque des séquences &quot;live&quot; 
  supplémentaires sont filmées à Paisley Park pour compléter le film &quot;SOTT&quot;. 
  L'enregistrement du second album de &quot;Madhouse&quot; est bouclé le 30 juillet 
  !<br>
  Le 11 septembre le studio &quot;Paisley Park&quot; ouvre officiellement ses 
  portes. Il permet l'enregistrement et la production d'albums, les répétitions 
  et les mini-concerts &quot;live&quot; et même le tournage de clips vidéo ! Prince 
  y commence un nouveau projet de scénario, &quot;Graffiti Bridge&quot;, ainsi 
  qu'un nouvel album, surnommé &quot;The Funky Bible&quot; puis le &quot;Black 
  Album&quot;, en octobre. Le mois suivant l'album est bouclé, le 2e album de 
  &quot;Madhouse&quot;, &quot;16&quot;, sort dans le commerce, et le film &quot;Sign 
  O' the Times&quot; est sur les écrans !<br>
  Début décembre, une semaine avant sa sortie, Prince annule le &quot;Black Album&quot;. 
  Il semble que sa rencontre dans un club avec Ingrid Chavez, une poétesse écrivant 
  des chansons, lui ai fait prendre conscience que son travail sur le &quot;Black 
  Album&quot; était &quot;négatif&quot; pour ses fans et la jeunesse en général 
  ! D'autres sources révèlent que c'est suite à sa première et unique expérience 
  avec de l'Ecstasy que Prince a décidé de retirer cet album du commerce (un &quot;bad 
  trip&quot; quoi ! ;-). A la fin de l'année, Prince travaille avec Ingrid Chavez 
  et organise des séances de lecture de poésies à Paisley Park ! Il réalise avec 
  son groupe les premiers enregistrements de son album suivant, &quot;Lovesexy&quot;.</font></p>
<p><font color="#000066" face="Arial"><b>1988 :<br>
  </b>Fin janvier la première version de l'album &quot;Lovesexy&quot; est complétée 
  et les répétitions pour la tournée correspondante commencent le mois suivant. 
  En mars le clip du premier single, &quot;Alphabet St.&quot;, est tourné à Paisley 
  Park. <b>Il sort en avril et est suivi de l'album &quot;Lovesexy&quot; en mai</b>. 
  Comme pour l'album précédent, les critiques sont en général très bonnes mais 
  encore une fois, et à un degré encore plus fort, les ventes sont bien meilleures 
  en Europe/Asie (1.8 million) qu'aux USA (750 000 copies).<br>
  Prince célèbre ses 30 ans avec un mini-concert à Paisley Park. Il reprend ensuite 
  le chemin des studios et continue à travailler sur un nouvel album de &quot;Madhouse&quot;, 
  entre autre. Au cours du printemps les répétitions pour le &quot;Lovesexy Tour&quot; 
  continuent. La tournée commence à Paris le 8 juillet (Bercy), suivie d'un aftershow 
  aux &quot;Bains Douches&quot;. Début septembre la tournée part aux USA et se 
  termine fin novembre. Prince en profite pour enregistrer plusieurs nouveaux 
  titres, notamment pour l'album &quot;24&quot; de &quot;Madhouse&quot;. Mi-décembre 
  les premiers contacts pour une éventuelle participation à la B.O. du film Batman 
  sont pris.</font></p>
<p><font color="#000066" face="Arial"><b>1989 :<br>
  </b>Début janvier Prince annonce officiellement qu'il se sépare de ses managers 
  B. Cavallo, J. Ruffalo et S. Fargnoli. A la fin du mois Prince rend visite à 
  Tim Burton sur le tournage du film Batman, il est enthousiasmé et le courant 
  passe bien avec le réalisateur. Le &quot;Lovesexy Tour&quot; reprend le 1er 
  février au Japon. De retour à Minneapolis 15 jours plus tard, Prince commence 
  un nouvel album basé sur le film Batman. Onze chansons sont prêtes à la mi-mars 
  !<br>
  En juin Prince travaille sur un nouvel album de &quot;The Time&quot; avec Morris 
  Day. A la même époque sort &quot;Batdance&quot;, premier single de l'album &quot;Batman&quot;. 
  <b>Ce titre se classe numéro 1 rapidement aux USA et est suivi 10 jours plus 
  tard par &quot;Batman : Motion Picture Soundtrack&quot;, l'album</b>. Ce dernier 
  atteindra au total près de 4.4 millions de copies écoulées au niveau mondial 
  (dont &quot;seulement&quot; 1.7 millions aux USA), soit la seconde meilleure 
  vente pour Prince à ce moment derrière Purple Rain (bien qu'il soit moins bien 
  accueilli par la critique). Le film sort 3 jours après l'album aux USA, puis 
  est suivi d'une autre B.O. signée Danny Elfman.<br>
  En juillet Prince travaille sur des albums pour Margie Cox, Candy Dulfer, Kim 
  Basinger (oui, l'actrice !) et Jill Jones ! Il abandonne de fait le projet de 
  nouvel album pour &quot;Madhouse&quot;. En septembre le nouvel album de &quot;The 
  Time&quot; est terminé. Prince assemble différentes chansons précédemment enregistrées 
  et commence le projet &quot;Graffiti Bridge&quot;. Divers artistes y font une 
  apparition au chant (Mavis Staples, Tevin Campbell, Georges Clinton, etc.). 
  Un script de film est aussi en projet, basé sur &quot;Graffiti Bridge&quot;, 
  avec Kim Basinger en tant qu'actrice principale.<br>
  Fin décembre Prince recrute un nouveau groupe pour une tournée future : Levi 
  Seacer Jr (basse), Miko Weaver (guitare), Matt Fink (clavier), Rosie Gaines 
  (clavier), Michael Bland (batterie) et 3 danseurs (nommés les Game Boyz !). 
  Un nouveau projet d'album prend forme en parallèle avec Graffiti Bridge, avec 
  quelques titres dont &quot;Diamonds and Pearls&quot;.</font></p>
<p><font color="#000066" face="Arial"><b>1990 :<br>
  </b>Mi-janvier la première version de l'album &quot;Graffiti Bridge&quot; est 
  complétée. Avec le départ de Kim Basinger début février, une 4e version du script 
  du film est écrite par Prince. Le tournage commence mi-février et se termine 
  fin mars. Le montage est fini un mois plus tard mais refusé par les responsables 
  de Warner Bros. Prince doit annuler quelques concerts pour retravailler sur 
  le film. La tournée &quot;Nude Tour&quot; commence le 2 juin en Europe.<br>
  En juillet le 4e album de &quot;The Time&quot; sort, avec seulement 5 chansons 
  écrites par Prince. A la fin du mois le premier single pour &quot;Graffiti Bridge&quot; 
  est en vente, &quot;Thieves in the Temple&quot;, il terminera sa carrière 1er 
  du R&amp;B Chart avec la certification Gold. Alors que la tournée continue en 
  Europe, Prince fait de fréquents allers-retours aux USA pour continuer le montage 
  du film. Sa sortie est repoussée car les tests sont catastrophiques ! <br>
  <b>Fin août sort l'album &quot;Graffiti Bridge&quot;</b>. Quatre titres sont 
  de &quot;The Time&quot; et trois sont chantés par d'autres artistes que Prince. 
  L'album reçoit un accueil critique et public très mitigé, se situant au niveau 
  des ventes un peu en dessous de &quot;Lovesexy&quot; (1.7 Millions au total). 
  La tournée Européenne se termine fin août et Prince enchaîne immédiatement sur 
  le &quot;Nude Tour&quot; au Japon pour 5 dates. Mi-septembre le film Graffiti 
  Bridge est (enfin) terminé, après une énième version du montage. Un mois plus 
  tard la boîte de nuit de Prince, le &quot;Glam Slam&quot;, ouvre ses portes 
  à Minneapolis. Il s'agit d'un club où passent les artistes Paisley Park et des 
  groupes de la ville.<br>
  Le 1er novembre le film &quot;Graffiti Bridge&quot; sort sur les écrans US. 
  Prince y incarne le même personnage que le Kid dans Purple Rain et le scénario 
  repose sur sa rivalité avec Morris Day pour le contrôle du club &quot;Glam Slam&quot; 
  ! Pendant le même mois Prince travaille sur son prochain album, &quot;Diamonds 
  and Pearls&quot;. La fin d'année est composée de répétitions avec un nouveau 
  groupe accompagnant Prince, nommé les New Power Generation, et par divers enregistrements 
  pour d'autres artistes, dont Martika.</font></p>
<p><font color="#000066" face="Arial"><b>1991 :<br>
  </b>En janvier Prince donne quelques concerts avec les NPG dans son club &quot;Glam 
  Slam&quot; puis au Brésil et en Argentine. Voici les membres : Levi Seacer Jr 
  (guitare), Sonny Thompson (basse), Tommy Barbarella (clavier), Rosie Gaines 
  (clavier), Michael Bland (batterie) et 3 danseurs-rappeurs.<br>
  Début février les 3 ex-managers de Prince lui intentent un procès. En avril 
  Prince travaille sur deux albums pour Ingrid Chavez et Carmen Electra; ainsi 
  que quelques autres titres. En mai une nouvelle version de l'album &quot;Diamonds 
  and Pearls&quot; (&quot;D&amp;P&quot;) est mastérisée. Le mois suivant un édition 
  collector du premier single de l'album est commercialisée, il s'agit de &quot;Gett 
  Off&quot;. En juillet et Août les vidéos et les versions maxi-single sortent. 
  L'album de Martika sort à la même époque.<br>
  Début septembre le second single de D&amp;P est en vente, il s'agit de &quot;Cream&quot;. 
  Il atteint la première place du Pop Chart US. <b>Il est suivi le 1er octobre 
  par l'album &quot;Diamonds and Pearls&quot;, crédité à &quot;Prince and the 
  NPG&quot;</b>. Avec l'arrivée du Rap dans plusieurs chansons de l'album, les 
  critiques et le public sont assez divisé. Le succès commercial est cependant 
  bien présent (seconde meilleure vente d'album pour Prince devant Batman et derrière 
  Purple Rain) : 1er au R&amp;B Chart (2.4 Millions de copies aux USA, et près 
  de 4 Millions dans le reste du monde). <br>
  Au mois de décembre Prince enregistre 6 nouveau titres pour son prochain album. 
  Il rencontre Mayte Garcia, alias &quot;Mayte&quot;, et l'associe au groupe comme 
  danseuse. </font></p>
<p><font color="#000066" face="Arial"><b>1992 :<br>
  </b>De nouvelles chansons sont créés début janvier pour un l'album, intitulé 
  O(+&gt; (un mix entre le symbole mâle et le symbole femelle, communément désigné 
  Love Symbol). D'autres titres sont produits à la même époque, dont un pour Céline 
  Dion et un autre pour Joe Cocker ! Un show Live &quot;Diamonds and Pearls&quot; 
  présente à lieu au club &quot;Glam Slam&quot; de Minneapolis mi-janvier. En 
  mars Prince s'implique dans le projet de film &quot;I'll do anything&quot; et 
  décide de faire toutes les chansons de la B.O.<br>
  Les répétitions et les apparitions surprises se succèdent ensuite jusqu'à début 
  avril, date à laquelle la tournée &quot;Diamonds and Pearls&quot; commence au 
  Japon. La tournée part ensuite pour la première fois en Australie mi-avril (Prince 
  enregistre les chansons pour &quot;I'll do anything&quot; après les concerts 
  !). Début mai Prince est de retour aux USA et complète le premier album de Carmen 
  Electra ainsi que sa B.O. du film. A la fin du mois la tournée repart en Europe 
  pour se conclure mi-juillet, après un passage à Bercy (et les Bains Douches 
  pour l'aftershow). <br>
  Au mois d'août la touche finale à l'album &quot;Love Symbol&quot; est apportée. 
  Des clips pour &quot;Sexy MF&quot; et &quot;My Name is Prince&quot; sont tournés. 
  Prince travaille ensuite sur un album pour son groupe NPG intitulé &quot;Goldnigga&quot;, 
  ainsi que sur un projet de concert filmé (&quot;Act I&quot;) et une performance 
  Live pour la TV nommée &quot;The Ryde Dyvine&quot; ! Durant la fin de l'année 
  Il réalise également une compile des groupes de Minneapolis, &quot;MPLS&quot;. 
  Il écrit plusieurs chansons pour Rosie Gaines et Mavis Staples et donne quelques 
  unes de ses compositions au jeune Tevin Campbell et un titre au groupe &quot;Earth 
  Wind and Fire&quot; ! <br>
  Le 31 Août Prince signe un nouveau contrat avec Warner Bros (avance de $10 millions 
  par album et 20% de royalties sur les ventes !). <b>Le 13 octobre l'album &quot;O(+&gt;&quot; 
  (Love Symbol) sort dans le commerce</b>. Produit par Prince &amp; the NPG, Love 
  Symbol ne se vendra qu'a environ 50% des records de l'album précédent aux USA 
  et seulement 1.7 millions ailleurs, ce qui sera évidemment considéré comme un 
  gros échec commercial vu le contrat signé avec Warner. A la fin de l'année la 
  TV US diffuse &quot;The Ryde Dyvine&quot; et &quot;Act I&quot;.</font></p>
<p><font color="#000066" face="Arial"><b>1993 :<br>
  </b>En janvier Prince enregistre 4 nouvelles chansons pour son prochain album, 
  notamment &quot;Come&quot;. L'album de Carmen Electra sort le mois suivant. 
  Pendant ce temps Prince répète pour une nouvelle tournée, appelée &quot;Act 
  I Tour&quot;. Début Mars le &quot;Act I Tour&quot; commence officiellement aux 
  USA, composé de titres de l'album Love Symbol et d'anciens Hits de Prince. Mi 
  avril la tournée US se conclut et Prince annonce officiellement se retirer des 
  studios d'enregistrement pour une durée indéterminée ! Son contrat avec Warner 
  Bros mentionnant 6 albums sera honoré grâce aux 500 titres déjà prêts, dit-il 
  ! <br>
  En mai Prince travaille sur un projet de comédie musicale nommé &quot;The Glam 
  Slam Ulysses&quot; (un ballet de danse avec des parties diffusées sur écran 
  vidéo). Il enregistre plusieurs nouvelles chansons en plus des musiques pour 
  cette comédie musicale.<br>
  Le 7 juin Prince annonce son changement de nom, le jour de son 35e anniversaire 
  : il s'appelle désormais &quot;O(+&gt;&quot;. Bien qu'il déclare que c'est pour 
  des raisons &quot;spirituelles&quot; qu'il a souhaité ce changement, il est 
  clair que l'ex-Prince souhaite produire autant de musique qu'il le souhaite 
  et se débarrasser des contraintes commerciales imposées par Warner Bros. A partir 
  de ce moment, le nom &quot;Prince&quot; est la propriété exclusive de Warner 
  Bros et tous les albums sortants sous ce nom ne seront que des &quot;compilations&quot; 
  d'anciens titres. L'ex-Prince gagne donc de multiples surnoms, vu qu'il ne donne 
  pas de détails sur la signification exacte du &quot;symbole&quot; : <i>The Artist 
  Formely Known As Prince</i> (<i>TAFKAP</i>), <i>Victor</i> (car dans une de 
  ses anciennes chansons il déclare &quot;When I reach my destination, that's 
  when my name will be Victor&quot;), <i>Glyph</i>, <i>Symbol Man</i>, <i>The 
  Artist.</i>.. A noter que ses musiciens l'appellent &quot;<i>The Boss</i>&quot; 
  pour le charrier ;-)<br>
  En juin TAFKAP termine l'album des NPG Goldnigga. Il répète aussi pour la tournée 
  &quot;Act II&quot; pour l'Europe. En juillet un nouvel album pour son groupe 
  &quot;Madhouse&quot; se prépare. A la fin du mois la tournée débute a Birmingham. 
  L'ex-Prince y annonce son nouveau nom à la fin de chaque concert ! Fin Août 
  le &quot;Glam Slam Ulysses&quot; débute au club Glam Slam de Los Angeles. Après 
  15 jours et des critiques désastreuses, tout est arrêté. L'album de Mavis Staples 
  sort à la même période. Début septembre la tournée &quot;Act II&quot; prend 
  fin. <br>
  <b>Le 14 septembre sort le premier &quot;Best Of&quot; de Prince chez Warner 
  Bros</b>. Il s'agit d'un triple CD (qui sera décliné en deux CD simples) contenant 
  6 inédits et un CD entier de &quot;Face B&quot;. Les ventes totales atteignent 
  le platinium aux USA (pour chaque CD simple) et 1.5 Millions dans le reste du 
  monde. A partir de la fin du mois et pour une durée de 20 jours, TAFKAP enregistre 
  en studio &quot;The Most Beautiful Girl In The World&quot; (TMBGITW) ainsi que 
  8 autres titres qui constitueront pour la majorité le futur album de TAFKAP, 
  &quot;The Gold Experience&quot;. <br>
  La fin de l'année est constituée du tournage de plusieurs vidéos (dont un show 
  Live de 50 minutes nommé &quot;The Sacrifice of Victor&quot; et une compilation 
  de clips nommée &quot;3 Chains O' Gold&quot;). Un album pour Mayte est en projet 
  et plusieurs concerts impromptus ont lieu à Paisley Park.</font></p>
<p><font color="#000066" face="Arial"><b>1994 :<br>
  </b>Pendant que TAFKAP travaille sur quelques vidéos (notamment The Most Beautiful 
  Girl In The World), Mayte se produit pour la première fois en solo au Glam Slam 
  de Minneapolis. L'ex-Prince abandonne son label &quot;Paisley Park&quot; début 
  février. Le 13 un grand concert à Paisley Park a lieu pour fêter la sortie du 
  single &quot;TMBGITW&quot; le lendemain (sous le nom d'artiste O(+&gt; ). <br>
  En mars TAFKAP présente un album nommé &quot;Come&quot; aux responsables de 
  Warner Bros pour honorer son contrat sou le nom de Prince. Ces derniers souhaitent 
  y voir figurer plus de Hits dans la veine des précédents succès de Prince, en 
  particulier TMBGITW. TAFKAP accepte d'enregistrer quelques nouveaux titres. 
  Le mois suivant TAFKAP fait plusieurs apparitions (concerts et Show TV, notamment 
  à Monaco puis en direct à Nulle Part Ailleurs sur Canal+ et enfin au Bataclan 
  en aftershow). <br>
  Au mois de mai TAFKAP commence l'enregistrement d'un nouvel album avec les NPG 
  intitulé &quot;Exodus&quot;. Il finalise également la nouvelle version de l'album 
  &quot;Come&quot; (sans TMBGITW) et le propose de nouveau à Warner Bros. Il souhaite 
  réaliser &quot;Come&quot; sous le nom de Prince et quelques semaines plus tard 
  l'album &quot;The Gold Experience&quot; sous le nom de O(+&gt;, le tout distribué 
  par Warner. Ces derniers refusent de sortir 2 albums à des dates aussi rapprochées. 
  <br>
  En juin un CD-Rom nommé &quot;Interactive&quot; est commercialisé. Il contient 
  des animations &quot;multimédia&quot; sur le studio Paisley Park, 4 clips et 
  2 titres inédits. Pour son anniversaire et pour célébrer l'ouverture du club 
  Glam Slam à Miami, TAFKAP y donne 3 concerts de suite. Sa tournée des clubs 
  continuera jusqu'à la fin de l'été. Il termine l'album NPG &quot;Exodus&quot;. 
  Le single &quot;Love Sign&quot; avec TAFKAP et Nona Gaye sort à la même époque, 
  provenant de la compile &quot;1-800 NEW FUNK&quot; (qui sort le 12 août, distribué 
  par Bellmark).<br>
  <b>Le 14 août sort l'album &quot;Come&quot; sous le nom de Prince</b>. En plein 
  succès du single &quot;TMBGITW&quot; par TAFKAP, beaucoup de personnes pensent 
  y retrouver ce Hit, ce qui n'est pas le cas ! La pochette du disque annonce 
  la date de naissance et de mort de Prince (1958 - 1993) ! Sans aucun support 
  de l'artiste ni du distributeur, l'album atteint péniblement 350.000 exemplaires 
  vendus aux USA, une des plus faible performance commerciale de Prince depuis 
  ses débuts. Dans le reste du monde ce n'est pas mieux, puisque les ventes se 
  situent environ a 850.000 exemplaires.<br>
  En octobre TAFKAP commence une &quot;campagne&quot; auprès des fans pour que 
  Warner Bros sorte l'album &quot;The Gold Experience&quot;. Pendant ce temps 
  il accepte que Warner sorte (enfin!) le Black Album un mois plus tard. <b>Le 
  Black Album, ressortit donc le 22 novembre, ne se vendra qu'à 300.000 copies 
  aux USA et 500.000 dans le reste du monde</b> (tous les fans l'ont déjà !). 
  Durant la fin de l'année TAFKAP refait quelques concerts en clubs et réenregistre 
  une nouvelle version de l'album &quot;Exodus&quot;. </font></p>
<p><font color="#000066" face="Arial"><b>1995 :<br>
  </b>Dès janvier TAFKAP travaille sur son album suivant, Emancipation. Il mettra 
  10 mois pour le finaliser entièrement, avec seulement 9 titres prêts en été. 
  Pendant ce temps il donne beaucoup de concerts à Paisley Park et dans les clubs 
  Glam Slam. Une tournée nommée &quot;Ultimate Live Experience&quot; débute le 
  3 mars en Europe avec les membres des NPG (Sonny Thompson à la basse, Tommy 
  Barbarella et Morris Hayes aux claviers, Michael Bland à la batterie et Mayte 
  à la danse ;-). Durant ce &quot;Tour&quot; le single &quot;Purple Medley&quot; 
  sort, une sorte de compile &quot;best of&quot; des hits de Prince en 10 minutes 
  ! A la fin mars débarque le 2e album des NPG après Goldnigga, &quot;Exodus&quot; 
  (sous le label NPG Records). La tournée européenne prend fin le 30 mars. <br>
  TAFKAP reprend sa tournée des clubs aux USA en avril. En mai de nouveaux responsables 
  sont nommés à la tête de Warner Bros, un terrain d'entente est difficilement 
  trouvé avec TAFKAP pour une sortie des albums &quot;The Gold Experience&quot; 
  et &quot;Exodus&quot; à la fin de l'année.<br>
  Les concerts surprises continuent à Paisley Park durant tout l'été, avec parfois 
  des invités prestigieux (Carlos Santana par exemple).<br>
  <b>Fin septembre l'album &quot;The Gold Experience&quot; arrive dans le commerce, 
  sous le nom de O(+&gt;</b>. Mieux accueilli par la critique mais attendu depuis 
  trop longtemps par les Fans (2 ans !), l'album dépassera tout juste la certification 
  Gold (500.000 albums aux USA) et les ventes totales dépasseront à peine celles 
  de l'album &quot;Come&quot;.<br>
  Les concerts Paisley Park se poursuivent en automne et en hiver. Fin novembre 
  sort l'album de Mayte, &quot;Child of the Sun&quot;. </font></p>
<p><font color="#000066" face="Arial"><b>1996 :<br>
  </b>La tournée Japonaise &quot;Ultimate Live Experience&quot; débute le 8 janvier 
  pour 7 dates. Le 14 février TAFKAP se marie avec Mayte à Minneapolis, ils partent 
  le lendemain en lune de miel a Hawaï (où TAFKAP donne 3 concerts) ! La bande 
  originale du film &quot;Girl 6&quot;, composée par Prince avant son changement 
  de nom, sort mi-mars.<br>
  En avril on annonce officiellement que Mayte est enceinte de TAFKAP. A la fin 
  du mois le contrat Warner Bros de Prince est revu : TAFKAP donne au distributeur 
  2 albums complets qui sont &quot;Chaos and Disorder&quot; et &quot;Old Friends 
  4 sale&quot; pour se libérer de Warner (il aurait dû fournir un 3e album pour 
  satisfaire complètement son contrat). <br>
  Le groupe NPG accompagnant TAFKAP subit quelques changements en juin : Kirk 
  Johnson arrive à la batterie, Eric Leeds revient au saxo, Kathleen &quot;Kat&quot;&nbsp; 
  Dyson et Rhonda Smith prennent respectivement la guitare et la basse. <b>Début 
  juillet sort l'album &quot;Chaos and Disorder&quot;, sous le nom de O(+&gt; 
  chez Warner</b>. Très rock et très basique, l'album est éreinté par la critique 
  et l'accueil public est tout simplement catastrophique (moins de 150.000 unités 
  vendues aux USA, et moins de 300.000 en dehors des US). <br>
  Durant l'été des concerts sont organisé à Paisley Park. Mi-octobre la société 
  EMI annonce qu'elle va distribuer le nouvel album de TAFKAP, Emancipation, un 
  triple-CD ! Le 23 octobre le bébé de Mayte meurt des suites d'une maladie rare, 
  nommée le syndrome Pfeiffer, une semaine après sa naissance. Aucune annonce 
  officielle ne sera faite sur le sujet, et TAFKAP n'en parlera jamais en interview 
  ni à aucune personne de son entourage professionnel. Fin octobre il reprend 
  ses concerts à Paisley Park. <br>
  En novembre une interview avec Oprah Wimfrey est enregistrée, suivi quelques 
  jours plus tard d'un show Live pour plusieurs télés. <b>Le 19 novembre sort 
  l'album &quot;Emancipation&quot;, sous le nom de O(+&gt; et distribué par EMI</b> 
  ! Contenant 36 chansons sur 3 CD, Emancipation est généralement apprécié par 
  la critique et le public revient. L'album sera certifié platinium aux USA et 
  atteindra 570.000 copies. Les ventes dans le reste du monde sont inconnues. 
  La fin de l'année est toujours constituée de shows à Paisley Park. </font></p>
<p><font color="#000066" face="Arial"><b>1997 :<br>
  </b>La tournée US/Canada nommée &quot;Love 4 One Another Charities&quot; débute 
  le 7 janvier pour 21 dates. Le même mois un single contenant &quot;The Truth&quot; 
  et &quot;Don't play me&quot; est disponible sur le site NPG, suivi quelques 
  semaines plus tard de l'album de musique &quot;classique&quot; nommé &quot;Kamasutra&quot;.<br>
  En mai TAFKAP apparait en guest star dans le Muppet Show ;-) Après la tournée 
  &quot;L4OA&quot; qui se termine en juin, TAFKAP annonce le mois suivant qu'il 
  lance une nouvelle tournée US nommée &quot;Jam of the Year&quot; pour 6 mois. 
  Pratiquement chaque concert sera suivi d'un aftershow. Fin août, lors d'une 
  pause de quelques jours dans la tournée, TAFKAP travaille sur l'album des NPG 
  &quot;Newpower Soul&quot;. <br>
  Mi-octobre Mayte et un groupe de danseurs, la &quot;NPG Dance Company&quot;, 
  part dans une petite tournée US avec un spectacle de danse nommé &quot;Around 
  the world in a day&quot;. </font></p>
<p><font color="#000066" face="Arial"><b>1998 :<br>
  </b>La tournée &quot;Jam of the Year&quot; s'achève le 22 janvier, TAFKAP retourne 
  immédiatement après à Paisley Park pour finaliser l'album NPG &quot;Newpower 
  Soul&quot;. <b>La fin du mois voit aussi la commercialisation de l'édition spéciale 
  du &quot;Crystal Ball&quot; sur internet</b>.&nbsp; Ce coffret contient 5 CD 
  (3 CD contenant un best of des bootlegs légendaires de Prince, 1 CD de l'album 
  &quot;The Truth&quot;, 1 CD de &quot;Kamasutra&quot;) et seulement 250.000 copies 
  sont gravées. Une édition 4 CD (sans &quot;Kamasutra&quot;) sortira dans le 
  commerce.<br>
  A partir de février TAFKAP va continuer à donner régulièrement des concerts 
  à Paisley Park et dans plusieurs villes américaines tout au long de l'année. 
  Fin juin sort l'album des NPG &quot;Newpower Soul&quot;, et un mois plus tard 
  une cassette d'un live de 25 minutes (The War) est distribuée gratuitement aux 
  personnes inscrites sur le site internet de TAFKAP.<br>
  En août TAFKAP débute une tournée européenne pour 9 dates. Le groupe NPG l'accompagnant 
  est consituté de Mike Scott (guitare), Rhonda Smith (basse), Morris Hayes (clavier), 
  Kirk Johnson (batterie) et Marva King (choriste). Larry Graham fait les premières 
  parties des shows. Le mois suivant et jusqu'à la fin de l'année, les concerts 
  Paisley Park et quelques shows aux USA sont programmés. <br>
  Début octobre TAFKAP annonce sur son site internet la prochaine sortie d'un 
  album nommé &quot;Roadhouse Garden&quot;, constitué de chansons inédites composées 
  dans les années 80 par &quot;Prince &amp; The Revolution&quot; ! (A ce jour 
  l'album n'est pas paru). Durant les 15 derniers jours de décembre, TAFKAP revient 
  en Europe pour 9 dates.</font></p>
<p><font color="#000066" face="Arial"><b>1999 :<br>
  </b>Alors que Warner Bros a réédité la chanson &quot;1999&quot;, TAFKAP sort 
  en février son propre single intitulé &quot;1999 The New Master&quot; composé 
  de 7 remixes du titre. Début avril les concerts Paisley Park reprennent, il 
  y en aura régulièrement tout au long de l'année, ainsi que des shows dans quelques 
  villes US. Un nouvel album nommé &quot;Rave un2 the Joy Fantastic&quot; est 
  pratiquement complété et des contacts sont pris avec la maison de disques &quot;Arista 
  Records&quot;.<br>
  <b>Le 24 août Warner Bros sort l'album &quot;the Vault... Old friends 4 sale&quot;, 
  sous le nom de Prince</b>. Les ventes sont équivalentes à &quot;Chaos &amp; 
  Disorder&quot;, c'est-à-dire nulles ;-) Le lendemain, Arista Records et NPG 
  Records annoncent qu'ils vont distribuer le nouvel album de TAFKAP, &quot;Rave 
  un2 the Joy Fantasic&quot;, très prochainement ! <br>
  Le 15 septembre l'enregistrement de &quot;Rave&quot; est terminé. Un mois après 
  le premier single sort, &quot;The Greatest Romance Ever Sold&quot;. <b>L'album 
  &quot;Rave Un2 The Joy Fantastic&quot; sort le 9 novembre, sous le nom de O(+&gt; 
  mais avec la mention &quot;produit par Prince&quot; !</b>. Malgré les critiques 
  assez bonnes et une promotion correcte (tournée européenne de 15 dates mi novembre), 
  le public suit moins et les ventes sont du niveau de l'album &quot;Come&quot;. 
  Le 17 TAFKAP apparaît pour 2 Live dans l'émission Nulle Part Ailleurs.<br>
  Le 31 décembre le show TV &quot;Rave un2 the year 2000&quot; est diffusé aux 
  USA en pay-per-view. Il s'agit de 2 concerts Paisley Park enregistrés les 17 
  et 18 décembre avec des invités comme &quot;The Time&quot; et Lenny Kravitz. 
  Un DVD du show sort quelque temps plus tard...</font></p>
<p>&nbsp;</p>
<p><font color="#000066"><i><font face="Arial">Source : Days of Wild - A documentary 
  of Prince (Editeur : Uptown)<br>
  Note : Les chiffres des ventes d'albums sont les chiffres officiels arrêtés 
  au 31 décembre 1999.</font></i></font></p>
<p>&nbsp;</p>
<p><font color="#000066" size="4" face="Verdana"><strong>VI) Discographie</strong></font></p>
<p><font color="#000066" face="Arial">La discographie compl&egrave;te de Prince 
  se trouve <a href="prince_official_production2.htm">ici</a>. </font></p>
<p>&nbsp;</p>

</body>
</html>