{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Michael Lewis","from":"Michael Lewis &lt;mllewis@...&gt;","replyTo":"LIST","senderId":"pXHkgJZPEhAxJuPbRkK8mvPP3yff-nMvYE-LAMXcCfW7OSq-j30VBnpzu59k1ramgeRa3bavKAHHcAi20JWYGcaATq-hJ4t40g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Entrance to the sewers and other things","postDate":"925487077","msgId":127,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My4xMy4xMjcuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":129,"prevInTime":126,"nextInTime":128,"topicId":127,"numMessagesInTopic":4,"msgSnippet":"Hail, Just some comments to the list.  I read the list in digest version so I can t respond to specific emails. 1.  Do not overly worry about having enough","messageBody":"<div id=\"ygrps-yiv-1882814034\">Hail,<br/>\n<br/>\nJust some comments to the list.  I read the list in digest version so I<br/>\ncan&#39;t respond to specific emails.<br/>\n<br/>\n1.  Do not overly worry about having enough mana to cast spells.  I have<br/>\nreached the 19th Order in the Service of Brell and have yet to find a<br/>\nspell I cannot cast due to lack of total mana.<br/>\n<br/>\n2.  It is best to always seed any new skills.  Check your spell book to<br/>\nsee what skill the new spells you gain are and drop a point accordingly<br/>\ninto each one.  Just as a tip, buy the lowest mana spell in each class,<br/>\njust for the purpose of skilling.  I used sense undead to raise my<br/>\nDivination skill, once I started it maxxed in about 3 days of casting.<br/>\nI cast while hanging out just about anywhere.  The hardest for us I<br/>\nthink will be conjuration, to the extent I haven&#39;t even bought the<br/>\nHammer spell because I don&#39;t see a use.<br/>\n<br/>\n3.  Magic weapons are important.  I am using a Combine 2-Handed at the<br/>\nmoment.  The cost was very high at 112 plat, but quite worth it in the<br/>\nlong run.  I am fortunate to have several friends with whom I pool coin<br/>\nto purchase items.  But ye need to try and save at least 60 plat and buy<br/>\na Combine Longsword to use for coining.  The reasoning behind this is<br/>\nthe combines are faster and hit harder, thereby allowing you to slay<br/>\nthose evil bastages in a more timely fashion.  Willows are great coin,<br/>\nthe lightstones sell for 8 gold (i&#39;m a dwarf, charisma ain&#39;t me strong<br/>\npoint) and the greaters sell for almost 4 plat.  That is to merchants.<br/>\nThere are always players out there in need and you can make roughly<br/>\nfifty percent profit over merchant costs sometimes.  On a note about<br/>\nGhoulsbane, the crew I&#39;m with will be attempting to get a few of those<br/>\nthis weekend.  One thing I know for sure, don&#39;t try it if your under<br/>\n20th level.  The rumor is the FroggerKing is close to level 30.<br/>\n<br/>\n4. I remember seeing a message regarding a back entrance to North<br/>\nFreeport.   I am curious if anyone has better details of this.  I plan<br/>\non rampaging those evil guards this weekend (very holy-type evil grin).<br/>\n<br/>\n<br/>\nIn the service of Brell,<br/>\n<br/>\nAnguss of Cazic_Thule</div>","specialLinks":[]}}