{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dustin_Hicks@xxxx.xxx","from":"Dustin_Hicks@...","replyTo":"LIST","senderId":"QqeEbmzktkm0KYlX-2XcMJGEkivqINlcditUqMjN-kJDe2B6F2QRrvxrpAeqQsj6SFyT0fVpWjcl6_1e","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Tanking","postDate":"927231667","msgId":291,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My4yOS4yOTEuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":290,"nextInTime":292,"topicId":291,"numMessagesInTopic":1,"msgSnippet":"This post comes from the cleric mailing, but it is a pretty good analysis of tanking and hit point optimization.  Lemac makes some excellent points that you","messageBody":"<div id=\"ygrps-yiv-535329547\">This post comes from the cleric mailing, but it is a pretty good analysis of<br/>\ntanking and hit point optimization.  Lemac makes some excellent points that<br/>\nyou should really consider.  I would like to add to Lemac&#39;s discussion,<br/>\nhowever.  Use the warriors berserk ability, which kicks in at 2 bubbles of<br/>\nhealth.  Depending on your battle, let your warrior berserk while your 2nd<br/>\ntank takes the damage (you gotta have pretty brave tanks, but a tank lacking<br/>\nin bravery is like putting an elevator in an outhouse, it just doesnt make a<br/>\nwhole lot of sense).<br/>\n<br/>\nIt&#39;s good to see that some clerics are thinking about how to keep us alive.<br/>\n<br/>\nKaane<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Yes, you are correct in that it still takes the same amount of mana to<br/>\n </span></blockquote>heal<br/>\n<blockquote><span title=\"ireply\"> &gt; them both, but I personally would rather have the 2 tanks at -100hp each<br/>\n&gt; rather than 1 -200hp.<br/>\n&gt;<br/>\n&gt; Any thoughts on this from anyone else?<br/>\n<br/>\n </span></blockquote>Acually that is not entirely correct... It would be at the END of the<br/>\nbattle, but not during the battle... You see DURING the battle, if you have<br/>\n2 tanks fighting, they are both EARNING or HEALING at the rate of 1HP per<br/>\nround (I think) - Multiply this times the number of tanks (2) ... But if one<br/>\nis Full HP, he is not earning a thing, so you are really only getting 1 HP<br/>\nper round... Now, if the MOB is concentrating on the one tank, he will be<br/>\ngoing down and down and down because he is healing 1HP per round but<br/>\nprobably taking hits for 1+ each round....<br/>\n<br/>\nWith 2 tanks trading off, when one gets down a bubble, the other starts<br/>\ntaking the damage... Then you have TWO HP per round (without healing) being<br/>\ngenerated by your group.  Gives the first tank a chance to actually INCREASE<br/>\nhis HP instead of it going down... This saves you mana right there..<br/>\n<br/>\nAlso at the END of battle when you have two tanks both down, lets say 2<br/>\nbubbles each, you can heal them each ONE time (two total heals) up to, say<br/>\n4.5 bubbles full and they can heal the rest of the way by sitting while you<br/>\nare getting mana back... Again twice as fast as one tank healing himself...<br/>\nOtherwise, you have one guy down FOUR bubbles and you have to heal him with<br/>\nTHREE Heals... and then EVERYONE still has to wait for you to get your mana<br/>\nback, which is now 33% lower...<br/>\n<br/>\nLast night in our group we had two clerics, and by trading off on the heals<br/>\nand being diligent enought to do 1-2 quick heals and med again DURING<br/>\nbattle, we were able to keep our tanks alive with some pretty HELLATIOUS Orc<br/>\ntranes (RED ones!) in Oasis... They just kept coming and coming, and coming,<br/>\nand still coming... we just kept healing, medding, healing, medding all the<br/>\nwhile the tanks were fighting, fighting, trading, fighting... etc, etc...<br/>\n<br/>\nWorked out VERY well... we didn&#39;t die (although came close a few times -<br/>\nthank Tunare for Zone Walls!) and only a couple of times did we zone because<br/>\nBOTH clerics had run out of mana!  It was a glorious feeling let me tell<br/>\nyou!<br/>\n<br/>\nSo, have the tanks trade off every few hits (so the mob doesn&#39;t pick on one<br/>\nof them the whole time) AND the healers should be trading off between<br/>\nhealing and medding - You should NEVER be just standing there watching...<br/>\nYou should either be casting, fighting or medding... One of the three...<br/>\n<br/>\nBut of course, all this is IMSO...<br/>\n<br/>\nLemac Justerian - High Elf Cleric on Karana</div>","specialLinks":[]}}