{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dustin_Hicks@Dell.com","from":"Dustin_Hicks@...","replyTo":"LIST","senderId":"Lit6UoYYUxS3kCdgWiiFLukQ5rQnIYU5HHRao8Za0tzegtMyN4QeXTn0Cv1gSaM3tjCu6vBdlkqwdTsp","spamInfo":{"isSpam":false,"reason":"0"},"subject":"group strategies","postDate":"927643509","msgId":322,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My4zMi4zMjIuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":321,"nextInTime":323,"topicId":322,"numMessagesInTopic":1,"msgSnippet":"Last week I submitted a dicussion about grouping for paladins.  I also included a Cleric friend of mine who then forwarded it to his group.  I must say, they","messageBody":"<div id=\"ygrps-yiv-1267038202\">Last week I submitted a dicussion about grouping for paladins.  I also<br/>\nincluded a Cleric friend of mine who then forwarded it to his group.  I must<br/>\nsay, they responded a whole lot more than this list did.  In their responses<br/>\nthey offered some criticism, some praise, and some observations (they are<br/>\nall included).  I thought I might try once more to encourage this type of<br/>\ndiscussion with our mailing group.  I hear a lot of people say &#39;dump tank&#39;<br/>\ncomments.  Paladins are tanks, we do it better.  Do not be discouraged by<br/>\nother classes who use warriors exclusively for tanking.  As we get better at<br/>\ntanking as a class, the other classes will use us more.  First is the<br/>\noriginal group discussion, then the comments..my friend cleric is named<br/>\nDallben, you&#39;ll see some of his comments as well.  Just because we tank,<br/>\ndoesnt mean we don&#39;t think.<br/>\nKaane<br/>\nTarew Marr<br/>\n<br/>\n<br/>\nOriginal post......<br/>\nLeading...<br/>\nPaladins are natural group leaders, most of the other classes are too busy<br/>\ntyping to direct combat, if you&#39;re a young paladin, try to group with a<br/>\nhigher level one, don&#39;t worry about not getting experience, just try to<br/>\nwatch how he/she leads a party.<br/>\n<br/>\nHailing...<br/>\nOne technique that I have found really usefull is to ensure that you are<br/>\nattacking the same monster. Sometimes you may want to attack a mob that you<br/>\ncan kill with one shot, just to get it off your back..but other times you<br/>\nwant everyone to attack the hardest hitting mob. What I do is hail the mob<br/>\nthat I am currently attacking. I train my party members to watch for the<br/>\nhail and attack that same mob. Hail is better than a group tell because you<br/>\nonly have to target the mob and hit the &#39;h&#39; key. In heavy combat you may<br/>\nwant to hit &#39;h&#39; 4 or 5 times so that you can be sure they see it.<br/>\n<br/>\nTaunting...<br/>\nAs a tank, you must taunt the mobs off the other players, you may have to<br/>\nswitch your mob, taunt him, then switch back to the original mob. Don&#39;t<br/>\nhail for this type of movement, since you want your party members to stay on<br/>\nthe big target. Use /assist playername for your clerics. Make sure you<br/>\ntell the clerics to target the mob that is attacking them, otherwise /assist<br/>\nis about as usefull as a solo bard. I hot key it...right click on any<br/>\nsocial ability and change the script. I usually do a group tell saying who<br/>\nI am assisting (mostly so the cleric doesn&#39;t freak out) and then /assist the<br/>\npoor guy (hard code the players name, change it when you get in a new<br/>\nparty). Your goal as tank should be to have EVERY mob hitting you, don&#39;t<br/>\nworry, you were created to take it, and your cleric was created to help.<br/>\nGet your taunt skill up when you solo, and get a good weapon. Mobs tend to<br/>\nturn to the guys that are wacking them the hardest, it&#39;s easier to taunt if<br/>\nyour doing some damage yourself. Mobs don&#39;t taunt off a player who is low<br/>\non hps (seems like about 2 bubbles). So tell them &#39;Back off&#39;, BEFORE 2<br/>\nbubbles. Dont try to bash until everything is hitting you, I usually use a<br/>\n2hander anyway, but thats up to you of course.<br/>\n<br/>\nMana...<br/>\nFor pete&#39;s sake have your mana users in your group give you constant updates<br/>\non their mana, now I myself cannot stand being a pansy caster, but that is<br/>\ntheir thing. If you go charging into battle without their mana being<br/>\nsufficient, it&#39;s a damn shame. Paladins are warriors, our magic is not<br/>\ncombat magic, and you really shouldn&#39;t rely on healing yourself in combat<br/>\nuntil level 15. After that, the number of hit points that a paladin can<br/>\ngenerate are heads and tails above a same level warrior, thats why we tank,<br/>\nget it? I use yaulp when everything is taunted on me, I notice I dont hit<br/>\nharder but I connect more.<br/>\n<br/>\nKnow your classes...<br/>\nGeez, don&#39;t play anything but a paladin, but you have got to know the other<br/>\nclasses abilitites. I sometimes group tell... &#39;Cleric smite necro&#39; or &#39;Bard<br/>\nstr song&#39;. Don&#39;t worry about formulating sentences, but be clear and<br/>\nconcise.<br/>\n<br/>\nLay on Hands...<br/>\nI use lay on hands on myself as a last resort. The most gratifying thing<br/>\nabout lay on hands (loh)is using it on another party member, especially<br/>\nthose hard hitting wizards...Now you might think that the loh is your<br/>\nability and should be used to save your neck. I just dont think that,<br/>\nbesides if a wizard has mana, but no hit points he will do a hell of a lot<br/>\nmore good alive than a tank who is afraid to die. Listen young paladins,<br/>\ntanks are meant to die, thats what we do. Every time I die in a group as<br/>\nsoon as I respawn I do a group tell, saying &#39;Tanks are meant to die, thats<br/>\nwhat we do!&#39; If I die but my group members live, I celebrate. If my group<br/>\nmembers die and I survive, I hang my head.<br/>\n<br/>\nHope these tips help you.<br/>\n<br/>\nKaane<br/>\nTarew Marr<br/>\n<br/>\nComment post from a cleric ......<br/>\n<br/>\nDallben,<br/>\nYour friend has some good advice, but as a person who plays a warrior tank<br/>\nalso, his tips are a bit skewed.<br/>\nFirst, the job of the tank is to take the most damage, but not to die from<br/>\nit. A better term would be damage coordinator. He takes damage ... gets low,<br/>\ntells the others to rotate while he gets healed, etc... NOT to take any and<br/>\nall damage until he dies trying to save the party. No matter how good the<br/>\nrest of his party advice is (and it was all good besides that), this one<br/>\npoint made me shake my head. If any of you sees these actions, gently remind<br/>\nyour tank that his or her time would be better spent jumping off a high<br/>\ncliff than having EVERY mob hitting him only. Three words for better group<br/>\ncombat .... SPREAD THE DAMAGE.<br/>\nI once heard a role playing comment that paladins are so conceited, they<br/>\noften don&#39;t even know you are there. Hate to say it but this sounds like it<br/>\nfits the bill.<br/>\nJust my two cents.<br/>\n*\tFaderic<br/>\n<br/>\nMy response ......<br/>\n<br/>\nIt&#39;s getting quite a response on your mailing, my group hasn&#39;t said a word<br/>\nabout it :)<br/>\nI&#39;ve been a tank for a long time, longer than most.  I was a tank for 65<br/>\ndays (over 1500 hours) on a mud.  I never play anything BUT a tank, I just<br/>\ncan&#39;t bring myself to do it.  Maybe it is conceit that yearns to be the only<br/>\none getting hit in combat, I guess I just consider it a role I serve.  There<br/>\nare a couple good reason why the tanks should get EVERY monster hitting<br/>\nthem.  For one, we usually have the better ac and overall defense.  The<br/>\nsecond reason deals with damage.  Contrary to the general consensus, tank<br/>\nare not meant to deal damage.  Tanks will leave the main damage to the<br/>\ncasters and two-handers (though damage helps in taunting).  What is the<br/>\npoint in distributing the damage?  Does a cleric have to heal less if more<br/>\nthan one person is getting hit?  Maybe, but maybe not.  You might say it is<br/>\nbetter for 5 people to be down 50 hit points, than for 1 person to be down<br/>\n250 hps, right?  Well hang on a sec, because I maintain that if your tank is<br/>\ndown 250 hps, he took a lot more damage than 5 people who are down 50 hps<br/>\n(unless you got a party of tanks).  As a cleric, would you rather heal 5<br/>\npeople or 1 person?  Well, you might say...but if a tank is down 250 hps,<br/>\nhe&#39;s down to 1/2 his health.  But I wouldnt be surpised to find a few high<br/>\nlevel casters with 100 hps, which would bring them down to half their health<br/>\nas well, and who would you rather invest hit points in? A tank or a caster?<br/>\n1 hit point in a tank will certainly last the party longer than 1 hit point<br/>\nin a caster, because it takes more rounds to get hit points out of a tank.<br/>\nTanks die a lot, and I don&#39;t think I am wrong to believe that we should<br/>\nexpect to die a lot.  I may have indicated in my party post that we should<br/>\ngo down fighting, but that&#39;s really a choice that the character has to make.<br/>\nMy character vowed to do everything to keep from dying from a wound to the<br/>\nbackside.  He also vowed to do everything he could to save his party.<br/>\nFaderic was unjustified in suggesting I take a jump of a cliff.  Faderic<br/>\nsuggested spreading the damage, but who does he suggest the damage gets<br/>\nspread to?  Casters certainly don&#39;t want the damage, they need uninterupted<br/>\ncombat.  I&#39;m not sure if Faderic understands the best way to use his<br/>\ncharacters powers.  I am eager to learn more about tanking, but Faderic<br/>\ndidn&#39;t really educate me on anything, ask him for more details about it.<br/>\nThanks Kaane<br/>\n<br/>\nAnother response from me ...<br/>\n<br/>\nYes.  You might want to let your list know that my comments were intended<br/>\nfor tanks.  Whether you have one tank or two, it works the same, the tank(s)<br/>\nshould have EVERY mob hitting on them.  I have no idea why Faderic would<br/>\nwant to distribute damage to non tanks.  I can only assume he meant to<br/>\ndistribute the damage to non tanks, since my comments began with &#39;As a tank,<br/>\nyou ...&#39;<br/>\n<br/>\nKaane<br/>\n<br/>\nAnother response from me ...<br/>\n<br/>\nSome points:<br/>\n<br/>\nAs far as spreading the damage:  The only time I want the damage spread is<br/>\nto other tanks, not other spell casters.  If you are the only tank, I want<br/>\nall the mobs on you.  If there are 3 tanks, I want the mobs spread out on<br/>\nthe 3 tanks.  The reason?  Assume I am already down 180 mana when the battle<br/>\nends.  Let&#39;s say it costs 60 mana to heal 100hp.  For mathematical sake,<br/>\nlet&#39;s say 300hp of damage has been dealt.  If 1 guy is down 300hp, then I am<br/>\ngoing to burn 180 mana to heal him and more than likely I am out of mana<br/>\nnow.  Now I have to sit down and med while everyone else stands around and<br/>\nwaits.  If 6 people are down 50hp, while I am medding and getting my mana<br/>\nback from the battle, they are healing themselves at 2hp per round.  We<br/>\nshould all be ready to fight at approx the same time and MUCH quicker than<br/>\nin the previous instance.<br/>\n<br/>\nKaane<br/>\n<br/>\nAnother comment about my post from a cleric...<br/>\n<br/>\nAs for tanks dying, I couldn&#39;t agree more.  You die, that is what you do.<br/>\nBUT, you should die when it makes sense, not die just to die.  If you are at<br/>\n2 bubbles and I am at full health, then it is STUPID for you to stay and<br/>\nwait until I am running.  As a cleric, I can tank a little and get you away.<br/>\nI use divine aura and I am right there with you alive.  Also, consider<br/>\nUnrest. If you die, how long does it take you to get back, 10 min?  If I<br/>\ndie, it takes me 30 sec.  (You are bound to Kaldim, I am bound to cauldron)<br/>\nIf we have a party waiting for you for 10 min, then we are all wasting our<br/>\ntime.  You have to think in terms of the party, not just &quot;I am tank, I run<br/>\nlast!&quot;.  Where it is smart, you should be last, but keep in mind that others<br/>\ndo not mind dying for the party either.<br/>\n<br/>\nJust my thoughts as I had this happen twice last night while playing and we<br/>\ndidn&#39;t fight a mob for TWENTY minutes waiting for everyone to get back!<br/>\n<br/>\nDallben<br/>\n<br/>\nAnother comment about my post from a cleric...<br/>\n<br/>\nDallben,<br/>\nAfter your posts from your friend the other day I decided to try grouping<br/>\nwith a pally last night. It was my first time with one (altough I group with<br/>\nSK&#39;s a lot). I must say the show went well. And that little bit of healing<br/>\nand his LOH really kicked butt. Thanks for sharing your friends comments.</div>","specialLinks":[]}}