{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"RangerDest@xxx.xxx","from":"RangerDest@...","replyTo":"LIST","senderId":"cxsWMfrmJA4ESG00R3fwO8K6iSV_HJPYlGKvtWneglRNyl0WynLsi8t0NhNyKWIg2n-LP68KVQ35","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Archery + Fletching","postDate":"927699827","msgId":360,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My4zMy4zNjAuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":363,"prevInTime":359,"nextInTime":361,"topicId":360,"numMessagesInTopic":6,"msgSnippet":"All right!  This is gonna be great!  Do you realize you can knock off about 90 HP before the monster even gets to you thanks to archery?  Well, I talked to my","messageBody":"<div id=\"ygrps-yiv-117246098\">All right!  This is gonna be great!  Do you realize you can knock off <br/>\nabout 90 HP before the monster even gets to you thanks to archery?  Well, I <br/>\ntalked to my ranger friend and I got a few tips for you paladins out there <br/>\n(including me) who are going to start using bows for combat.<br/>\n<br/>\n1) Find Pine Needles or a Tiny Dagger.  Both use archery skill but they are a <br/>\nmelee weapon.  Hang out in a place where there are blue mobs that other <br/>\npeople fight, such as trainer hill or somesuch area, and (after getting their <br/>\npermission) attack the monster with the pine needle/tiny dagger.  They won&#39;t <br/>\nmind because you can only do one dmg with it.<br/>\n<br/>\n2) Spend points on fletching and try to use it as much as possible, making <br/>\nregular arrows with no skill in fletching is still a 50% (?) chance of <br/>\nsuccess. Also making your own arrows costs 4 cp while buying them is ~7-10. <br/>\nOh and if you hunt in blackburrow the gnolls occasionally drop arrows and <br/>\nworn hunting bows.<br/>\n<br/>\n3) Speaking of dropped bows, don&#39;t use them! Even the worst of the player <br/>\nmade bows are better than the mightiest NPC bow (except for magical, but I <br/>\nmean regulars). From what he told me, most sell for 6-12 plat. I think he was <br/>\nreferring to the easiest ones to make.<br/>\n<br/>\n4) Once you get high enough (22 for us, 9 for rangers) to root your opponent, <br/>\nyou will know the true power of archery. You can easily bring him down to <br/>\nhalf health with only a few arrows. This will also make up for our lack of DD <br/>\nspells vs. living creatures, both as a lure and finisher and even combat <br/>\nsupport. Though melee is our forte&#39; having some  ranged skill will be <br/>\nundoubtedly helpful.<br/>\n<br/>\n5) When buying a playermade bow, look for the best dmg. If you have a choice <br/>\nbetween a 9 dmg 40 delay and an 11 dmg 50 delay (theoretically speaking. I <br/>\ndon&#39;t know the actual stats) you should choose the higher damage one because <br/>\nwhen you have no root spell and they jump on you, you want to hit them for as <br/>\nmuch as possible in the time allotted.<br/>\n<br/>\n6) Read this guide, it is one of the best I have ever found: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.gamestats.com/Skills/Archery.htm\">http://everquest.gamestats.com/Skills/Archery.htm</a><br/>\n<br/>\nAnd for fletching:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.gamestats.com/Skills/Fletching.htm\">http://everquest.gamestats.com/Skills/Fletching.htm</a><br/>\n<br/>\n\tIt is a shame that I can&#39;t find the URL for the Crossroads of <br/>\nNorrath, they had an amazing guide about fletching.  Showed you the costs <br/>\nrequired and compared the dmg caused by a bow to a great staff.<br/>\n<br/>\n\tOh, and a little trick that my friend taught me.  If you consider <br/>\nthis an exploit or something, tough.  It is not.  Put all of your containers <br/>\nin the bank except for your fletching kit.  Take your food and put one food <br/>\nin each of your slots on your main inventory, so you&#39;ll have the kit and 7 <br/>\nfood/water on your inventory.  Now goto the fletching guy and buy one supply <br/>\nof each needed for the arrow, click combine and Vwala (or however you say it) <br/>\nyou have an arrow without having to click 500 times.  Put the arrow on your <br/>\nammo slot and do it again.  See?  That wasn&#39;t an exploit!<br/>\n<br/>\n\tGoodluck everyone, I really do suggest you try archery as one of your <br/>\ncombat skills.  It will pay off in the end, I assure you. <br/>\n<br/>\n\t\t-Adaron</div>","specialLinks":[]}}