{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Michael Lewis","from":"Michael Lewis &lt;mllewis@...","replyTo":"LIST","senderId":"E05Q9xmjSTLPghhTuZG5Na4eOYiq_rtCrg55BAw-h0iCTKZEqEN2VUUxNKO495acgrqEGBmU5HhNr5p9dWcscZWQKFmCgZ0CTA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"A few things","postDate":"927813182","msgId":378,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My4zNS4zNzguOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":377,"nextInTime":379,"topicId":378,"numMessagesInTopic":1,"msgSnippet":"Just to answer some questions I ve seen arise. To kill Mucktail, you need a nice party in the upper teens as a minimum.  This is mainly because you also have","messageBody":"<div id=\"ygrps-yiv-1180022559\">Just to answer some questions I&#39;ve seen arise.<br/>\n<br/>\nTo kill Mucktail, you need a nice party in the upper teens as a<br/>\nminimum.  This is mainly because you also have to handle regen around<br/>\nhim, which range from plain warriors to some nasty shamans and<br/>\nchampions.<br/>\n<br/>\n1. To improve faction with the Freeport Militia, Don&#39;t kill anymore of<br/>\nthem ;) Turn in Orc scalps and Gnoll scalps to the respective captains<br/>\nover the gates in Highhold Pass. This is challenging for anyone under a<br/>\nhigh-teen level.  The orc scalps are turned in right near there regen<br/>\n(kith side of pass, and the gnolls are turned in on the karanas side of<br/>\nthe pass)<br/>\n<br/>\n2.  The Sword of Ak&#39;allabakker (or whatever) is a myth.  Some big<br/>\nplayers were having fun at your expense.<br/>\n<br/>\n3. The gypsies that sell combines (great investment) are located in the<br/>\nOasis of Marr.  You have to zone south into the Oasis from Nro, walk<br/>\nalong the coast til you pass a small dock and see a largish pillar just<br/>\noff the coast.  When you see the pillar turn to the west and run down<br/>\nthe valley.  At the end of the valley there will be a large lake to your<br/>\nleft and the gypsy camp to your right.  The seller to the northwest has<br/>\nthe combines.  A few words of warning.  Sand Giants proliferate the area<br/>\nso watch yer butts and take a friend with a high charisma to make the<br/>\nactual purchase.  I beleive with a 95 the cost for the longsword is<br/>\n53-55 plat and a 2handed (my preference) is right around 112 plat.  You<br/>\ncan also get them in North Karana but that&#39;s a long run from Fawdyer and<br/>\nthe prices are the same.  In case your wondering where anyways, just<br/>\nhead north from the &quot;white&quot; bridge along the road, once again beware of<br/>\nGriffins and Hill Giants.  I&#39;ve since moved on and am using a Shiny<br/>\nBrass halberd (can hit for a max of 74 points a round with double attack<br/>\nat my current level) but the combines are great for early teens.<br/>\n<br/>\n4. Flash of light is very useful in conjunction with Taunt when trying<br/>\nto pull mobs offa your healers and mages.  I use sense the dead to raise<br/>\nmy divination skill.  Unrest is the best place to work your Evocation,<br/>\nBefallen is ok as well but that dungeon is a train derailment waiting to<br/>\nhappen and the regen on the blues and reds you need to Ward is almost<br/>\nnon-existent compared to Unrest.  Just a note, I feel loot is better at<br/>\nUnrest as well, and you&#39;ll have the opportunity to purchase bronze armor<br/>\nand fine steel weapons (or eventually kill things that carry them).<br/>\n<br/>\n<br/>\nIn the service of Lord Brell<br/>\nAnguss, Paladin of the 3rd Rank</div>","specialLinks":[]}}