{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Vey Takon","from":"Vey Takon &lt;veytakon@...&gt;","replyTo":"LIST","senderId":"le5tIz_g48Hv0-3M5pdgW6gr4tBD_buO8RHEAjgVJYLqHhl29jWqKUWLkopdnifQwcOlTR28d6hPikNjtTkZPFIudF9CmE40","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Test of Truth info","postDate":"927898333","msgId":389,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My4zNi4zODkuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":399,"prevInTime":388,"nextInTime":390,"topicId":389,"numMessagesInTopic":6,"msgSnippet":"This is a post I made to some of the other message boards and mailing lists. I hope it helps. Your best bet if you can t start the quest is to ask a lower","messageBody":"<div id=\"ygrps-yiv-1556458104\">This is a post I made to some of the other message boards and mailing lists.<br/>\nI hope it helps.<br/>\n<br/>\nYour best bet if you can&#39;t start the quest is to ask a lower level Paladin<br/>\n(under 9th) to get you the first note.<br/>\n____________________<br/>\n<br/>\nA call to arms for all Paladins!<br/>\n<br/>\nThis message is for all Paladins of the Knights of Truth in Freeport. This is<br/>\na Quest update, and a call for support as well.<br/>\n<br/>\nThe Test of Truth, a quest given by a Paladin behind the Hall of Truth, is<br/>\nbilled as one of the<br/>\nmost important quests in the game for a Paladin of that guild. This test,<br/>\nhowever is rarely even<br/>\nstarted on my server (Cazic-Thule) and on many others from the people I have<br/>\ntalked with. The<br/>\nreason is the reward for the quest is not very well defined. First let me give<br/>\nyou some basic<br/>\ninformation on the quest.<br/>\n<br/>\n     What you join the Knights of Truth Paladin guild in Freeport you are<br/>\nwelcomed warmly, but you are made well aware that you are NOT a Knight yet.<br/>\nYou start as a squire, and upon asking the Knights you will find that there is<br/>\none, and only one way to become a true Knight. And that is to complete the<br/>\nTest of Truth. I won&#39;t spoil the entire quest, but it starts by bringing a<br/>\nletter to Altunic Jartin, the roaming shield salesman in East Commonlands. The<br/>\nquest is in two parts. At the completion of each part you receive a Token.<br/>\nWhen you have both tokens you return them to the Knight who gave you the quest<br/>\nand this starts the actual Test of Truth. All of this information is given to<br/>\nyou vaguely when you first ask about the quest.<br/>\n<br/>\nPlease note that you cannot start this quest after 8th level!<br/>\nAlso, the quest is NOT BROKEN (it was fixed very soon after the release of the<br/>\ngame) but finding Altunic Jartin can be difficult as he moves around the zone.<br/>\n<br/>\n     Upon completion of the Test of Truth you are welcomed as a Knight and<br/>\ngiven a note to prove  it. This is where I need the assistance of all Paladins<br/>\nin the Realm.<br/>\n<br/>\n     Now that I (Vawhn on Cazic-Thule) have completed the quest and have<br/>\nbecome a Knight, I<br/>\nwould expect to have a title to show it. I mean, I am a Knight, what else<br/>\n(other than a holy sword and a trusty steed) could a Paladin ever want. But I<br/>\ndid not get a title. In fact, other than the note, which I keep safely locked<br/>\naway in the bank, I have no proof that I am a Knight at all.<br/>\n<br/>\n     I have talked to a GM about this, and suggested that a Sir be added to<br/>\nthe beginning of my<br/>\nname, or that be added to the end of my name (I preferred the Sir, and made<br/>\nthat fact clear) and the GM really liked the idea. He said he would bring it<br/>\nup at their next meeting, and asked me to write a feedback detailing my<br/>\nopinion and justification, which I did.<br/>\n<br/>\n     I ask all of you to do the same, if you support my suggestion of course.<br/>\nMy justification was<br/>\nsimple (although I welcome any differing opinions, as I am sure the GMs<br/>\nwould). I have two<br/>\nreasons for this request. First, I play a Paladin because I am playing a RPG,<br/>\nand I like to play the character (as much if not more than to have the<br/>\nabilities). For my character, what better way to show that I am eternally<br/>\ndedicated to my code than to have my title displayed in my name for all to<br/>\nsee. The second reasoning is that (according to the game itself) 50% of<br/>\nEverquest is the questing, and I found this quest a little, ok VERY<br/>\ndisappointing. If a quest existed that could make such a permanent and<br/>\nprofound change to a young Paladin, it would improve the questing at least in<br/>\nFreeport (which for those of you who don&#39;t take the quests, there is a very<br/>\ngood story going on there).<br/>\n<br/>\n     Again, if you support this idea, please send a feedback (In Game) with<br/>\nyour ideas and opinions.  The seed has already been planted, and Everquest<br/>\nDOES LISTEN. I know this from personal experience. They just need to hear<br/>\nabout it from others, and hear about it often.<br/>\n<br/>\n     No you just need your Trusty Steed and your Holy Sword. Good luck on the<br/>\nhorse.<br/>\n<br/>\n--<br/>\n     -Sir Vawhn, Knight of Truth, Silver<br/>\n             Cazic-Thule server</div>","specialLinks":[]}}