{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mxyzptlk","from":"Mxyzptlk &lt;hlf10@...","replyTo":"LIST","senderId":"y6D8btBmffoyo60UQrO30SFTgcfuc-tprlhG6zCPBRhCLnAUCC07-cBugIgyYR-NfoTOtn7keH4ohMrjvgSuRQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: New Survey - Roleplay","postDate":"928789568","msgId":452,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My40NS40NTIuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":451,"nextInTime":453,"topicId":452,"numMessagesInTopic":1,"msgSnippet":"Roleplay?  It s acting the part you want to with the only guidelines being the character you have and/or your surroundings.  For example, with my Paladin I","messageBody":"<div id=\"ygrps-yiv-1453643351\">Roleplay?  It&#39;s acting the part you want to with the only guidelines being the character you have and/or your surroundings.  For example, with my Paladin I roleplay him to be an Knight of Valor and truth, helping anyone who asks as long as the cause does not go against the code (depending on what code your Paladin follows or if your Paladin does follow one at all) he has.  This character has a history (very sketchy currently) with tales of older characters and why he decided to become a Paladin, he is always grumpy and complains more than his share (roleplaying a stereotypical dwarf), and is sometimes very hard on his friends, and can be very stubborn when he sets his mind to something.  All of it is an act however, for his heart is enormous and it&#39;s all he can do to hold back a laugh or a smile when everyone else around him is laughing, instead he would say ... &quot;Bah .. ye be fools, get back to work!&quot;  Also he truely despises all undead of any form, I actually have him stop when he encoutners a lowly decaying skeleton, to rid the world of yet another undead being or to inform a Necromancer that his pet is soon to perish unless it &quot;acts dead&quot; soon (some of them laugh and go along, most just say &quot;wtf?&quot; and put me on their weirdo list &lt;shrugs&gt;).  I have sayings for him, that I use often in groups when certains thing happen, when he sees his brother (a Dwarf, Cleric, played by a friend) they always greet each other by saying, &quot;Stinky!&quot;(I headbutt him)  &quot;Blinky!&quot; (He backhands me) (we even sometimes roleplay a fight in which we duel and fist fight one another). <br/>\n<br/>\nSo I am not sure if I am helping in defining what &quot;Roleplay&quot; is, maybe what it means to me is what is defined here, perhaps others see it differently.<br/>\n<br/>\nDauldon Blackstone, humble 3rd Circle Paladin of Brell<br/>\n&lt;Rathe&gt;</div>","specialLinks":[]}}