{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Vey Takon","from":"Vey Takon &lt;veytakon@...","replyTo":"LIST","senderId":"IlxjnhOd2-kH4X4a10qGXH_aWM7isc-FLeMIlnyjp1oKvsCDyPVUA7b0fFZR7lIkKxc0JqLrfQGQp08lo49v_EtJZ8gHKaWD","spamInfo":{"isSpam":false,"reason":"0"},"subject":"[Quests] The Testimony of Truth.  It may have more value than we think!","postDate":"929458945","msgId":495,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My41Mi40OTUuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":494,"nextInTime":496,"topicId":495,"numMessagesInTopic":1,"msgSnippet":"For the many Knights out there who have completed the Test of Truth in Freeport, you know that the reward for this quest is your Testimony of Truth.  For most","messageBody":"<div id=\"ygrps-yiv-2059708481\">For the many Knights out there who have completed the Test of Truth in<br/>\nFreeport, you know that the reward for this quest is your Testimony of<br/>\nTruth.  For most of us, we just stuck this piece of paper in the bank<br/>\nand that was it.  Sure, we now know we are Knights, a title I wish we<br/>\ncould wear more obviously.  But since the GMs have still not granted our<br/>\nrequests to add the Sir to our names, we have to do what we can with it.<br/>\n<br/>\nBut does the Testimony of Truth have any other uses other than a status<br/>\nsymbol?  Some people have speculated that it can be given to someone to<br/>\nobtain a special item.  Maybe there is some quest out there that ends in<br/>\n&quot;Give me proof that you are a Knight of this land&quot;, but personally I<br/>\ndon&#39;t want to just give it to anyone.<br/>\nNow comes the good news, I hope.<br/>\nA friend of mine on the Veeshan server had completed the Test of Truth a<br/>\nmonth ago, or so.  He had put the Testimony in a backpack in the bank,<br/>\nlike most of us, and there it sat.  One day he was fighting in Grater<br/>\nFaydark and Crushbone and went to sell his stuff in the High Elf city.<br/>\nHe went a merchant and started selling the many weapons and pieces of<br/>\narmor he has found, and to his surprise he received considerably more<br/>\nmoney than he had been getting.  Being from Freeport, the High Elves<br/>\nusually didn&#39;t like him too much and the prices were very poor, so he<br/>\nwas rather confused by the sudden price change.  But he figured maybe he<br/>\nhad a fine steel weapon he hadn&#39;t noticed and sold it to the shop<br/>\nowner.  Kicking himself for possibly selling such a nice weapon he went<br/>\nback to fight again.  Once again he returned and this time he watched<br/>\nwas he was selling very closely to avoid the same mistake twice.  Once<br/>\nagain, to his surprise he was getting considerable more money than he<br/>\nhad in the past.<br/>\nNext he went to the Paladin guild.  He sold a few items that he was very<br/>\nfamiliar with, and WOW, he was making at lest TWICE as much as he had,<br/>\neven more than he made in his own guild hall in Freeport.  So he decided<br/>\nto con the shopkeeper.  She coned Warmly?  That couldn&#39;t be right.  High<br/>\nElves don&#39;t like any other races that much.  They normally coned<br/>\napprehensively, indifferently at best.  What had he killed to gain<br/>\nfaction that quickly?  Had he taken out some quest related NPC in<br/>\nCrushbone that he hadn&#39;t noticed?<br/>\nHe walked around the town a little coning everyone.  It didn&#39;t seem to<br/>\nhave effected everyone, but most of the shopkeepers saw him as amiably,<br/>\nand most of them were giving him rather good prices.<br/>\n<br/>\nWell, after a few more hours of fighting, and some of the quickest money<br/>\nmaking he had experienced, he went to the bank to drop off some of the<br/>\nmoney and a few rusty weapons to be sharpened.  While moving stuff back<br/>\nand forth (I really wish they would fit is so you can put items directly<br/>\ninto a bag in your bank slots) he noticed he had accidentally swapped a<br/>\nbackpack with one in the bank.  He had been caring his Testimony, a long<br/>\nwith a few other lore items he had collected, on him the whole time.  At<br/>\nthat time he didn&#39;t connect this with the better prices.  He was just<br/>\nhappy he hadn&#39;t died.  He really didn&#39;t want to loose that note in case<br/>\nlater in the game it becomes useful.<br/>\n<br/>\nSo shortly he  headed back to Freeport to continue work on the Soulfire<br/>\nquest.  And after a few days of fighting and getting the old prices he<br/>\nstarted to put the two events together.  While I have not heard back<br/>\nfrom him on this since (I only know him through e-mail) I believe he is<br/>\ntesting his theory.  He thinks the Testimony of Truth raises your<br/>\neffective Charisma and faction standing with many races and classes.<br/>\n<br/>\nWhat I am asking is simple.  Carry your note around with you for a few<br/>\ndays.  If we could get as many people to try this and see what happens<br/>\nwe could confirm this rumor.  If this is true, it might make many of our<br/>\nlives easier.  If it is not true, and he just happen to trigger some<br/>\neven that gave him major faction bonuses with the High Elves, than we<br/>\nare no worse off then before.<br/>\n<br/>\nLet me know what you find.  Maybe this little, previously considered<br/>\nrather worthless, note can help us after all.<br/>\n<br/>\n<br/>\n--<br/>\n     -Sir Vawhn, Knight of Truth, Silver<br/>\n             Cazic-Thule server</div>","specialLinks":[]}}