{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"CybrWzrd","from":"&quot;CybrWzrd&quot; &lt;CybrWzrd@...","replyTo":"LIST","senderId":"SdYdgZVrCx1qFXd4iQEkG3jzUCDUP1kOUPGwfe94KXU8egKypx3O0X7vTk4BHcW16mL6ovhtrThSy3p2U5bipa7WKrISfLw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Welcome to eqpaladin@onelist.com","postDate":"930677156","msgId":538,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My42MC41MzguOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":536,"nextInTopic":542,"prevInTime":537,"nextInTime":539,"topicId":1,"numMessagesInTopic":6,"msgSnippet":"We as Paladins should be thankful we are not nearly as messed up as other classes are. Warriors max out at an attack level that is the same as our own, and","messageBody":"<div id=\"ygrps-yiv-1352596783\">We as Paladins should be thankful we are not nearly as messed up as other<br/>\nclasses are. Warriors max out at an attack level that is the same as our<br/>\nown, and have a weapon that is supposadly the best that has no damage<br/>\nimprovemt over a weapon taken from a lvl 25ish mob. We know at least with<br/>\nFiery Avenger, we can do well over 200 hp of damage per hit not including<br/>\nthe spell, inferno shock which hits for another 150. The Ghoulsbane still<br/>\nhas a better ratio than the Short Sword of the Yklesh. ANd Ghoulsbane is<br/>\nsomewhat easy to get. The Brilliant Sword of Faith is a reward you get for<br/>\nkilling Sir Lucan, the fallen Paladin of the Militia fame. I is not the<br/>\ngreates of weapons, but it has as good of a ratio as a Giant Zweihander and<br/>\n50 extra mana, and you dont have to kill an Innocent (Karg) for it. The only<br/>\nTweaks I think A paladin should get is the ability to do a Full ressurect,<br/>\nnot just a revive, and Healing at 22 instead of 30, because by the time we<br/>\nhit 22, minor healing dosnt cut it anylonger. We are the the most powerful<br/>\nMelee Class in the game due to the fact of LOH and Our healing spells, which<br/>\ngives us more hp than a Monk and lets us tank for much longer than a<br/>\nWarrior, we can also at later levels us the best weapons and armor. Brad<br/>\ndoes need to make the quests eaiser, and needs to fix them immediatly, or at<br/>\nleast give better clues, I mean I have camped for Jojounga for the High Elf<br/>\nPaladin quest now for 2 nights, And he has not spawned, which is Quite<br/>\nannoying because during that time 2 bashers have found me and caused me to<br/>\nlose a level. I do not agree with the Paladin exp penalty, but I believe<br/>\nshadowknights should get a larger penalty because they can summon a pet and<br/>\ntheir dd spells cannot be resisted. Just my own personal feelings on this<br/>\nissue.<br/>\n<br/>\nLady Dame Laurana Highwind</div>","specialLinks":[]}}