{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Vey Takon","from":"Vey Takon &lt;veytakon@...","replyTo":"LIST","senderId":"R062-YwZrdCWBr32jSDi2voMwyWCWcKlPo1STg94qyIPMArsBkrgHUc3a8q8gk_cC2AW9pW2aYeibH1e9JEeaPPciTrZuw1g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Current Holyswords list as of 09/14/99","postDate":"937312986","msgId":600,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My44NC42MDAuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":599,"nextInTime":601,"topicId":600,"numMessagesInTopic":1,"msgSnippet":"As requested, I am posting the Current Holyswords List once again.  There really isn t that much new.  There were rumors of two new Holy Swords that I added.","messageBody":"<div id=\"ygrps-yiv-283146921\">As requested, I am posting the Current Holyswords List once again.  There<br/>\nreally isn&#39;t that much new.  There were rumors of two new Holy Swords that I<br/>\nadded.  I know there have been a few items considered &quot;Holy Weapons&quot; that were<br/>\nPaladin AND Cleric.  I am sure I don&#39;t have all of these listed, so if someone<br/>\nwants to add them to the list or e-mail them to me and i will do it.<br/>\n<br/>\nNote:  If any of the information below is inaccurate in any way post an<br/>\nupdate, or send it directly to me and I will repost this message.<br/>\n<br/>\nMan-o-War (Confirmed!)<br/>\nSkill:  2H Blunt<br/>\nAtk Delay: 41<br/>\nDMG: 19<br/>\nEffect: Chaotic Feedback<br/>\nWT: 9.0<br/>\nClass PAL<br/>\nRace: ALL<br/>\n<br/>\n<br/>\nBrilliant Sword of Faith (Confirmed!)<br/>\nQuest Item<br/>\nDamage: 20<br/>\nDelay: 44<br/>\nType: 2H Slashing<br/>\nEffects: +50 mana<br/>\nLocation:  You must kill Lucan and return his testimony to the head of the<br/>\nPaladin Guild in Freeport.  He does not drop the testimony every time.<br/>\nNote:  This sword is required to get SoulFire.<br/>\n<br/>\n&quot;Brilliant Sword of Truth&quot; (NEW)<br/>\nThis was one of two rumored newly found holy swords.  It is in fact just the<br/>\nBSoF, but someone got the name wrong.  So unfortunately nothing new here.<br/>\n<br/>\nPearl Bladed Claymore (May also be called Shiny Bladed Claymore)<br/>\nDamage:  17<br/>\nDelay:  40<br/>\nType: 2H Slashing<br/>\nWeight:  10.0<br/>\nNote:   Not sure if this is actually a holy sword or not, it was marked<br/>\nas being a Paladin only sword, on the Everlore site (http://www.everlore.com).<br/>\n Possibly retrieved from mistmoore.  A<br/>\nperson, reported from beta, wielding it was doing damage in the 60&#39;s and<br/>\n70&#39;s to undead.  The name could have been shiny  bladed claymore. <br/>\nUpdate!  No one has seen any evidence of this sword since Beta.  It may<br/>\nhave been removed or renamed and made non-class specific.<br/>\n<br/>\n&quot;Shiny Brass Claymore&quot; (New)<br/>\nOnce again this name appears in the rumor mill.  When this list originally<br/>\nformed we had rumors of this sword, but no proof.  It is very likely that this<br/>\nsword was, or is the same as the Pearl Bladed Claymore, which is also just a<br/>\nrumor now.  A while ago someone claimed seeing a weapon with a similar name in<br/>\nBeta.  Most likely if it ever did exist it was changed, name an all.<br/>\n<br/>\nGhoulbane (Confirmed!)<br/>\nPending Lore Item<br/>\nDamage: 15<br/>\nDelay: 34<br/>\nType: 1H Slashing<br/>\nEffect: Dismiss Undead, Acts as a light source comparable to a<br/>\nlightstone.<br/>\nWeight: 9.5<br/>\nLocated:  It is located in Upper Guk, on the Shin Lord.<br/>\nNote:  Both the Shin Lords respawn rate, and the respawn rate of the<br/>\nweapon are very low, so it may take quite a bit of time to get the<br/>\nweapon. Level needed to obtain:  Full group as low as 28th.  Full group<br/>\nin early 30&#39;s to be safe.  If you use the weapon at lower than 20th<br/>\nlevel you will get the message &quot;You do not have the will to command this<br/>\nweapon&quot; when it tries to activate dismiss undead.  You have to kill a<br/>\nFroglok Paladin to get this sword.  Possibly a quest sword and the quest<br/>\nis broken.<br/>\n<br/>\nFiery Avenger<br/>\nQuest item<br/>\nDamage: 35<br/>\nDelay: 48<br/>\nType: 2H Slashing<br/>\nEffects:  Inferno Shock<br/>\nNote:  There is very little information on this sword, other than it was<br/>\n2H, and at one point during the Beta they made it available to all<br/>\nclasses to test it (and show it off).  At the moment it is believed to<br/>\nbe 35 Damage and 45 Speed, which would make learning that 2H Slash well<br/>\nworth it.  It is also understood that his is a quest item, but for what<br/>\nguild, or from what NPC I don&#39;t know. <br/>\nUpdate!  It has been said that the great Fiery Avenger is not currently<br/>\navailable to players, and that it is only a GM toy.  Will this change in the<br/>\nupdate?  Who knows.  Of course, this is not official, and pretty much never<br/>\nwill be until we actually see the sword in a player&#39;s hand since Varrant isn&#39;t<br/>\nlikely to give too much info on this topic.<br/>\nAlso, it is very likely that this weapon will NOT be a holy sword.  If we are<br/>\nlucky, it will be available to all fighter classes.<br/>\n<br/>\nSoulFire (Confirmed!)<br/>\nMagic Item, Lore Item, No Drop<br/>\nCharges:  5<br/>\nDamage: 23<br/>\nDelay: 45<br/>\nSTR:  +7, WIS:  +7<br/>\nEffect:  Complete Healing<br/>\nType: 2H Slashing<br/>\nWeight: 5.0<br/>\nLocated:  You are given SoulFire by Brother Hayle is Splitpaw after you<br/>\ngive him the note that he gives you back, your Testimony of Truth, the<br/>\nBrilliant Sword of Faith, and SoulFires Hilt  (Glowing Sword Hilt).  A<br/>\ncomplete walk-through of the SoulFire quest is available separately.<br/>\n<br/>\n--<br/>\n     -Sir Vawhn, Knight of Truth, Silver<br/>\n             Cazic-Thule server<br/>\n<br/>\n____________________________________________________________________<br/>\nGet your own FREE, personal Netscape WebMail account today at http://webmail.netscape.com.</div>","specialLinks":[]}}