{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tim West","from":"&quot;Tim West&quot; &lt;twest@...","replyTo":"LIST","senderId":"gPBgZMZTajGaJYtWkpMQIskgza_Upj1V-_VApTknrSLIrI7hj9q3Gow0pKGv8MuX77wnNvRKbsNB7qwhSQloBP83snOxIVGbsQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"[Holy Swords] Current List as of 06/28/99","postDate":"940617557","msgId":642,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My45OC42NDIuOTU5MjczODYxQGVHcm91cHMuY29tPg=="},"prevInTopic":532,"nextInTopic":0,"prevInTime":641,"nextInTime":643,"topicId":532,"numMessagesInTopic":2,"msgSnippet":"From: Vey Takon  Repost, no new info since last week. Note:  If any of the information below is inaccurate in any way post an update, or","messageBody":"<div id=\"ygrps-yiv-1866793948\">From: Vey Takon &lt;veytakon@...&gt;<br/>\n<br/>\nRepost, no new info since last week.<br/>\n<br/>\nNote:  If any of the information below is inaccurate in any way post an<br/>\nupdate, or send it directly to me and I will repost this message.<br/>\n<br/>\nBrilliant Sword of Faith (Confirmed!)<br/>\nQuest Item<br/>\nDamage: 20<br/>\nDelay: 44<br/>\nType: 2H Slashing<br/>\nEffects: +50 mana<br/>\nYou must kill Lucan and return his testimony to the head of he Paladin<br/>\nGuild in Freeport.  No one has been able to get Lucan&#39;s Testomony (which<br/>\nis required to get the sword) in nearly a month now.  It is very likely<br/>\nthe quest IS broken.<br/>\n<br/>\nPearl Bladed Claymore (May also be called Shiny Bladed Claymore)<br/>\nDamage:  17<br/>\nDelay:  40<br/>\nType: 2H Slashing<br/>\nWeight:  10.0<br/>\nNote:   Not sure if this is actually a holy sword or not, it was marked<br/>\nas being a Paladin only sword, on the Everlore site<br/>\n(http://www.everlore.com).  Possibly retrieved from mistmoore.  A<br/>\nperson, reported from beta, wielding it was doing damage in the 60&#39;s and<br/>\n70&#39;s to undead.  The name could have been shiny bladed claymore.<br/>\nUpdate!  No one has seen any evidance of this sword since Beta.  It may<br/>\nhave been removed or renamed and made non-class specific.<br/>\n<br/>\nGhoulbane (CONFIRMED!)<br/>\nPending Lore Item<br/>\nDamage: 15<br/>\nDelay: 34<br/>\nType: 1H Slashing<br/>\nEffect: Dismiss Undead, Acts as a light source comparable to a<br/>\nlightstone.<br/>\nWeight: 9.5<br/>\nLocated:  It is located in Upper Guk, on the Shin Lord.  Both the Shin<br/>\nLords respawn rate, and the respawn rate of the weapon are very low, so<br/>\nit may take quite a bit of time to get the weapon.  Level needed to<br/>\nobtain:  Full group as low as 28th.  Full group in early 30&#39;s to be<br/>\nsafe.  If you use the weapon at lower than 21st level you will get the<br/>\nmessage &quot;You do not have the will to command this weapon&quot; when it tries<br/>\nto activate dismiss undead.  You have to kill a Froglok Paladin to get<br/>\nthis sword.  Possibly a quest sword and the quest is broken.<br/>\n<br/>\nFiery Avenger<br/>\nQuest item<br/>\nDamage: 35<br/>\nDelay: 48<br/>\nType: 2H Slashing<br/>\nEffects:  Inferno Shock<br/>\nNote:  There is very little information on this sword, other than it was<br/>\n2H, and at one point during the Beta they made it available to all<br/>\nclasses to test it (and show it off).  At the moment it is believed to<br/>\nbe 35 Damage and 45 Speed, which would make learning that 2H Slash tell<br/>\nworth it.  It is also understood that his is a quest item, but for what<br/>\nguild, or from what NPC I don&#39;t know.<br/>\nUpdate!  The BIG GUY himself (Brad) was seen carying Firey Avenger<br/>\ndurring the slaying of the great Lady Vox (that was a sad day) on the<br/>\nVeeshan server earlier this month.  He plays a Ranger.<br/>\n<br/>\nSoulfire  (New Info as of 06/04/99)<br/>\nThe stats on this sword are not known.  The quest for this sword is<br/>\nknown as The Zimel&#39;s Blades quest, and is started by talking to the<br/>\nFemale Paladin on top of the Hall of Truth in Freeport.  Any Paladin in<br/>\ngood standing with the Knights of Truth should be able to start this<br/>\nquest.  When it is available, full documentation of this quest will be<br/>\nmade available. Until then, here is what we know:<br/>\n<br/>\nYou find out, very early on the quest, that the Fallen Paladin Lucan<br/>\n(the head of the militia in Freeport) is working with Pietro Zarn (the<br/>\nhead of the Shadow Knight guild in Freeport) to recover the sword<br/>\nSoulfire, which Zarn once had in his position before a local blacksmith<br/>\nnamed Zimel stole it.  Soon after Zimel stole the sword, which did not<br/>\nrightfully belong to Zarn in the first place, Zimel disappeared.  You<br/>\nare sent on this quest to find Soulfire before Lucan does.<br/>\n<br/>\nWe have found Zimel.  He is the prisoner below the Arena.  You need<br/>\nTykar Renlin, a drunk of East Freeport, to give you a blanket to give to<br/>\nZimel who we hope will tell us the location of Soulfire.  When Tykar<br/>\nRenlin appears in Seafarer&#39;s Roost, a tavern on the docks of East<br/>\nFreeport, he will respond to &quot;Who is Zimel&quot; but he won&#39;t talk unless you<br/>\nbuy him a drink. You need ot give Tykar 4 Drom&#39;s Champagnes.  You get<br/>\nDrom&#39;s Champagne from the bartender.  These are lore items, so you give<br/>\nhim one at a time and he then gives you a Blanket (Lore) and tells you<br/>\nZimel is help captive under the Arena!  Zimel also asks for Bog and<br/>\nGoo.  This is though to be Bog Juice and Edible Goo.  Edible Goo can be<br/>\nmade by combining a fire beetle eye and a rat ear (or whisker, not sure<br/>\nwhich) in an oven.  It only takes a skill of 5 or so in baking to make.<br/>\nIf anyone has the location of Bog juice please post it!<br/>\n<br/>\nNEW!  A player has found a &quot;Glowing Sword Hilt&quot;, which was identified as<br/>\nthe hilt of Soulfire.  If this is actually the case, Soulfire has been<br/>\nbroken into pieces and we will have to find all of them, probably this<br/>\nhilt, the guard, the blade, and possibly the pummel.  The guard  was<br/>\nfound on a Troll Shadow Knight  named Xintric in Mistmoore.  The Shadow<br/>\nKnight was probably around 40th-45th level.  NOTE:  This information has<br/>\nnot been completely confirmed. We have, however, seen a screen capture<br/>\nof the hilt.<br/>\n<br/>\nWhat next?<br/>\nWe need to find the following Bog Juice.<br/>\n<br/>\nFor those of you keeping up on the quest give 4 Drom&#39;s Champagnes to<br/>\nTykar in Seafarer&#39;s Roost (he appears at night).<br/>\n<br/>\nWe need to know the following:<br/>\nDo you give all three items (blanket, Bog Juice, and Edible Goo) to<br/>\nZimel (the prisoner) at the same time, or one at a time?<br/>\n<br/>\nWe are VERY close.  If we get there three items to Zimel in the correct<br/>\norder it is very likely he will tell us the location of Soulfire.  Only<br/>\nthen will the final battle be fought, and the great weapon be found.<br/>\nGood luck, and report back if you have the answer to any of the<br/>\nquestions.<br/>\n<br/>\n--<br/>\n     -Sir Vawhn, Knight of Truth, Silver<br/>\n             Cazic-Thule server</div>","specialLinks":[]}}