{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mxyzptlk","from":"Mxyzptlk &lt;hlf10@...","replyTo":"LIST","senderId":"4PWJUem3QZ0Xe07cnn4fKmW4xUu5077ffp3vdPKxjdzra7aBHg2idViXcDfwcM-Q7QaP-NMePZFTpg5q8dRoAQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Guide to Freeport from RunnyEye Citadel","postDate":"924910626","msgId":81,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My42LjgxLjk1OTI3Mzg2MUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":80,"nextInTime":82,"topicId":81,"numMessagesInTopic":1,"msgSnippet":"Remember to constantly be wary of camps close along the route, especially in the west and east commonland areas, also watch for falls and wandering monsters. ","messageBody":"<div id=\"ygrps-yiv-2087736304\">Remember to constantly be wary of camps close along the route, especially in the west and east commonland areas, also watch for falls and wandering monsters.<br/>\n<br/>\nRunnyEye:<br/>\n <br/>\nIt is very short, I think 15 or 20 seconds long (I haven&#39;t actually timed it).  If you are coming from the Beholder Maze, once you enter the zone keep the wall to the left (And yes unless you have infravision, bring a light source), and you should make it without incident.<br/>\n<br/>\nMisty Thicket:<br/>\n<br/>\nOnce you enter the zone from RunnyEye, I believe there is a camp of goblins close to the RunnyEye entrance your character would have zoned from (to the right I believe).  Avoid the camp by going a little to the left, then head straight through, a wall will eventually come into view.  Follow this wall until you get to the opening with the guards, then follow the path (go straight) the next zone, Rivervale.<br/>\n<br/>\nRivervale:<br/>\n<br/>\nAs far as I know there are only two exits from Rivervale, one to misty thicket and one to Kithicor Forest, the entrance you want is obviously the one to Kithicor Forest, since you just left RunnyEye.  I am not to sure where the exact location is, however if you head straight after coming into Rivervale it should be across the other side of the zone (Ask for help if you get lost, not that large of a zone)<br/>\n<br/>\nKithicor Forest:<br/>\n<br/>\nOnce you zone here keep the hills to your left (good advice to &quot;hug the wall&quot; and go up as far as you can).  You will eventually come to the next zone.<br/>\n<br/>\nWest Commonlands:<br/>\n<br/>\nThis zone holds a few nasty beings, such as the Griffans and Hill Giants so be carefull.  Once you enter the zone keep the hills to your right (good advice to &quot;hug the wall&quot; and go up as far as you can). Keeping going that route and you will get to the next zone.<br/>\n<br/>\nEast Commonlands:<br/>\n<br/>\nNot as dangerous throughout this zone as the last, however Hill Giants and Griffans are still about. Keep the hills to your right (good advice to &quot;hug the wall&quot; and go up as far as you can).  Near the end of the zone you will come to a wide cave opening (this will take you into the Desert of Ro which can take you to Freeport as well if once you zone into the desert you head left and keep going.  It will take you to East Freeport area, near the docks) avoid this to get to West Freeport which is the next zone along the same path.<br/>\n<br/>\nI hope this helps all of those who were looking for it.<br/>\n<br/>\n<br/>\nDauldon, Humble follower of Truth<br/>\nPaladin, of the 16th Circle of Order on the Rathe<br/>\nYour servant.</div>","specialLinks":[]}}