{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"justin kelly","from":"&quot;justin kelly&quot; &lt;kltset@...","replyTo":"LIST","senderId":"8-oFLuwd3FZ994GKZnQ0syH2TBTqAL6X3TOTPaEpTWpT_ejqzMTasDNJ6qvyw4zRJXes__hZY0ufx5brJ1yyVU6lEiJY0Lu7z8vqRg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: instructions for the trip from Halas to Rivervale","postDate":"924922449","msgId":82,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU1My42LjgyLjk1OTI3Mzg2MUBlR3JvdXBzLmNvbT4="},"prevInTopic":80,"nextInTopic":0,"prevInTime":81,"nextInTime":83,"topicId":80,"numMessagesInTopic":2,"msgSnippet":"When you exit Runnyeye into Misty Thicket all you have to do basically is go straight and you will come to a wall and gate guarded by halfling guards. Beyond","messageBody":"<div id=\"ygrps-yiv-312989269\">When you exit Runnyeye into Misty Thicket all you have to do basically is go<br/>\nstraight and you will come to a wall and gate guarded by halfling guards.<br/>\nBeyond the wall is Rivervale where you have to enter and then you will find<br/>\nan entrance to Kithicor woods. In Kithicor there is a path that leads to the<br/>\nleft that you want to take. Follow it and you should come to the west<br/>\ncommons. Watch out for the ghouls, hill giants, griffons and the occasional<br/>\nwerewolf. Just follow the left wall and it will lead you to East commons<br/>\nwhere you&#39;ll find a path that leads straight to Freeport.<br/>\n-----Original Message-----<br/>\nFrom: Shawn Alley &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ShawnA@...\">ShawnA@...</a>&gt;<br/>\nDate: Friday, April 23, 1999 3:09 PM<br/>\nSubject: [eqpaladin] instructions for the trip from Halas to Rivervale<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: Shawn Alley &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ShawnA@...\">ShawnA@...</a>&gt;<br/>\n&gt;<br/>\n&gt;I wanted to try to run a fairly new (level 3) barbarian warrior from<br/>\n&gt;Halas to Rivervale (well on to Freeport actually).  It&#39;s a long trip but<br/>\n&gt;it is doable.  I&#39;ve tried it twice now, once I fell off a wall for 361<br/>\n&gt;hp of damage and the other I died alone in Runnyeye (I was the only<br/>\n&gt;person in the entire zone heh).  You may not be interested in Halas to<br/>\n&gt;Qeynos hills but the rest of the journey may be helpful to those from<br/>\n&gt;Qeynos desiring to head east.<br/>\n&gt;<br/>\n&gt;Below are instructions as told to me by Moro (met on Rathe) and verified<br/>\n&gt;up to the unfortunate RunnyEye incident.  First before you leave put<br/>\n&gt;your stuff in the bank and GET A LIGHT SOURCE.  You can make it to<br/>\n&gt;Qeynos and kill fire beetles to get their eyes if you prefer.<br/>\n&gt;<br/>\n&gt;I&#39;ve added this to my EQ page also on which you may find other<br/>\n&gt;interesting items:<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.soldbuysam.com/shawn&#39;s_place/eq/everquest.asp\">http://www.soldbuysam.com/shawn&#39;s_place/eq/everquest.asp</a><br/>\n&gt;<br/>\n&gt;Good luck,<br/>\n&gt;Shawn<br/>\n&gt;<br/>\n&gt;Everfrost:<br/>\n&gt;Heading down from Halas exit stay pretty much to the right the entire<br/>\n&gt;way.  There are some little dead ends but the route is pretty straight<br/>\n&gt;forward.<br/>\n&gt;<br/>\n&gt;You&#39;ll eventually end up at a cavern entrance.  It is guraded by a<br/>\n&gt;scrawny gnoll I believe which is always dead whenever I&#39;ve gone through<br/>\n&gt;(thanks to other people).  The tunnel winds a ways down.  It&#39;s dark and<br/>\n&gt;you may not have a light source yet.  There are torches on the walls<br/>\n&gt;providing light spaced just far enough apart that you will be in the<br/>\n&gt;dark for a few steps till you turn a corner.  The way I did it was to<br/>\n&gt;turn around and face the torch I could see and back up till I backed<br/>\n&gt;around the corner then I turned to the new torch.  Do this a few times<br/>\n&gt;and you&#39;ll zone.<br/>\n&gt;<br/>\n&gt;Blackburrow:<br/>\n&gt;This is pretty funny.  The zone exit to Qeynos hills is about 20 seconds<br/>\n&gt;away.  When you enter you&#39;ll be in a small tunnel.  Follow it out.<br/>\n&gt;There are gnolls all over in this area (you&#39;re in their home).  Probly<br/>\n&gt;there will be lots of people too.  When you exit from the tunnel you&#39;ll<br/>\n&gt;see a pit in front of you with a waterfall spilling into it.  Go to the<br/>\n&gt;left around the pit.  A hard left will lead you to a door.  Don&#39;t go in<br/>\n&gt;there, that goes down to bad gnoll land.  The next tunnel beyond that<br/>\n&gt;around the pit will zone you.<br/>\n&gt;<br/>\n&gt;Qeynos Hills:<br/>\n&gt;If you don&#39;t have a light source, get one here somewhere as it&#39;ll be the<br/>\n&gt;last chance (other than to bum something from another player).  You&#39;ll<br/>\n&gt;exit into a broad open area.  Take a left and follow a valley staying on<br/>\n&gt;the left side up a ways on the wall.  Watch for rabid wolves and<br/>\n&gt;grizzleys.  After a couple of minutes you&#39;ll come to a path.  Right<br/>\n&gt;leads to Qeynos, left leads to the plains.  Go left and follow into a<br/>\n&gt;canyon.  You&#39;ll zone a little ways in, no danger in there unless someone<br/>\n&gt;brought it with them I think.<br/>\n&gt;<br/>\n&gt;West Plains:<br/>\n&gt;Oh man, this place is huge.  Upon entering follow the path till you<br/>\n&gt;leave the canyon.  Turn right.  Go straight and a little more right (you<br/>\n&gt;want South) till you hit a river/sea.  This runs along the south side of<br/>\n&gt;this entire zone.  If you get lost I guess make sure you try to head<br/>\n&gt;south.  I wouldn&#39;t wander out there though...  Once you hit the river<br/>\n&gt;take a left and follow it a long long long long long long ways.  Like<br/>\n&gt;running for almost 10 minutes long.  No danger really along the water<br/>\n&gt;that I saw.<br/>\n&gt;<br/>\n&gt;East Plains:<br/>\n&gt;Still running along the river with it on your right.  Keep an eye out<br/>\n&gt;ahead as there is a raider group that sits by the water waiting for<br/>\n&gt;people like you running along the water.  Other than them no problem<br/>\n&gt;just don&#39;t go explore up the river bank.  Except for going around them<br/>\n&gt;(watch for lionness and griffawn) don&#39;t go away from the water.  You&#39;ll<br/>\n&gt;pass a bridge, you don&#39;t want this one.  When you come to the next<br/>\n&gt;bridge (suspension like) with chains turn right and cross bridge.<br/>\n&gt;<br/>\n&gt;North Plains:<br/>\n&gt;Take a left off of the bridge.  The river is now on your left.  A ways<br/>\n&gt;ahead you&#39;ll see probably a cyclops out in the water to your left (named<br/>\n&gt;Boron or something).  On your right are lions probably and some ruins up<br/>\n&gt;on the right.  You need to get far enough away from the water but also<br/>\n&gt;stay away from the lions.  Go through this area till a little bit<br/>\n&gt;farther you&#39;ll hit the zone boundary but can&#39;t go through there.  Take a<br/>\n&gt;right and hug the boundary which is now on your left and you left the<br/>\n&gt;river behind you.  There is some kind of camp on the right and there<br/>\n&gt;were gorge wolves wandering around down below.  Stay up and you should<br/>\n&gt;be ok.  After a short run (couple of minutes) you&#39;ll drop down to the<br/>\n&gt;valley floor with a canyon to your left.  Go left keeping an eye for<br/>\n&gt;stuff running from your right probably. You&#39;ll zone soon down that<br/>\n&gt;canyon so if something is chasing you you&#39;ll probably be OK.<br/>\n&gt;<br/>\n&gt;Beholder Maze:<br/>\n&gt;I would wait till day and wait till some people clear out the goblins<br/>\n&gt;and minotaurs you&#39;ll see when you zone in.  The trick to getting through<br/>\n&gt;here is listen for stuff coming and always keep to the right wall.  Hug<br/>\n&gt;the wall around to the right and you&#39;ll come to the zone exit soon.  If<br/>\n&gt;stuff is chasing you, when you see the tunnel entrance you&#39;re almost<br/>\n&gt;safe, just a few steps in is the zone.<br/>\n&gt;<br/>\n&gt;RunnyEye:<br/>\n&gt;DO NOT ATTEMPT WITHOUT LIGHT.  This is where I made my mistake and as<br/>\n&gt;far as I&#39;ve gone so far.  The trick to getting through here I was told<br/>\n&gt;is to stay left.  I don&#39;t think it&#39;s very far because there was one<br/>\n&gt;other person who zoned in with me and before I could say something they<br/>\n&gt;ran off.  Then when they didn&#39;t answer my hails I did a /who and found I<br/>\n&gt;was alone.  So, either that person died or zoned.<br/>\n&gt;<br/>\n&gt;Misty Thicket:<br/>\n&gt;No Info Yet<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Looking for a new hobby?  Want to make a new friend?<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ONElist.com\">http://www.ONElist.com</a><br/>\n&gt;Come join one of the 130,000 e-mail communities at ONElist!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}