<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../css.css" type="text/css">
</head>

<body bgcolor="#F7E8E8" text="#000000">
<table width="90%">
  <tr> 
    <td class="titulo"> mudan&ccedil;as.-.that's.just.life</td>
  </tr>
</table>
<br>
<table width="100%" cellspacing="0" cellpadding="3">
  <tr>
    <td class="head"><b>Escrita em: </b>18.08.2003<br>
      <b>N&deg; de palavras:</b> 352<br>
      <b>Tema: </b>The balloon lifted off the ground, quickly leaving......</td>
  </tr>
</table>
<p> O bal&atilde;o deixou o ch&atilde;o, subindo rapidamente para o c&eacute;u. 
  Quando Lia percebeu, j&aacute; era tarde demais.</p>
<p>&quot;Meu bal&atilde;o!&quot;</p>
<p>A garotinha de cinco anos chorou ao ver seu mais novo brinquedo indo embora. 
  &quot;Era o bal&atilde;o mais lindo que eu j&aacute; comprei!&quot;, ela choramingou, 
  enquanto olhava o grande Mickey prateado virar s&oacute; um pontinho entre o 
  branco das nuvens.</p>
<p align="left">A m&atilde;e teve que prometer comprar um bal&atilde;o novo assim 
  que encontrassem outro vendedor. S&oacute; assim Lia parou de chorar. Ou cansou, 
  tanto faz.</p>
<p align="center"> ***</p>
<p> Lia cresceu. Desde aquele dia, muitos se passaram, e Lia tornou-se uma linda 
  jovem.</p>
<p>Mas ela tinha seus problemas. Devido ao emprego de sua m&atilde;e, as duas 
  sempre mudavam de cidade, e Lia tinha que deixar amigos, escola, vizinhos, e 
  at&eacute; namorados, quando tinha tempo de conseguir um. E ela sempre se apoiava 
  na hist&oacute;ria que sua m&atilde;e contava: que, quando pequena, assim que 
  ganhou um bal&atilde;o novo, esqueceu-se do antigo. E assim ela ia enfrentando 
  sua juventude sempre indefinida - olhando para o novo, e n&atilde;o lembrando-se 
  do antigo.</p>
<p>Claro, muitas coisas apertavam seu cora&ccedil;&atilde;o ao serem deixadas 
  para tr&aacute;s. Algumas pessoas especiais, lugares que ela nunca esqueceria. 
  Ela prometia a si mesma voltar um dia para reviver tudo; mas sabia que isso 
  nunca aconteceria. As mudan&ccedil;as se faziam sem querer saber a opini&atilde;o 
  de Lia.</p>
<p align="center">***</p>
<p> E Lia cresceu mais. E quanto mais crescia, mais se acostumava &agrave;s mudan&ccedil;as, 
  at&eacute; que um dia Lia se casou e nunca mais se mudou.</p>
<p>Finalmente ela poderia construir sua vida.</p>
<p>Mas ela nunca se arrependeu de seu passado. Nunca culpou as suas mudan&ccedil;as 
  por nada.</p>
<p>Ela aprendeu que nada se pode fazer contra o destino; que devemos, sim, manter 
  em nossa mem&oacute;ria os bons momentos, e esperar que eles continuem acontecendo, 
  mesmo que em outro lugar, com outras pessoas. Porque &agrave;s vezes &eacute; 
  imposs&iacute;vel voltar ao passado. N&atilde;o podemos perder tempo querendo 
  que as coisas voltem a ser como eram - devemos, em vez disso, torcer para o 
  futuro ser melhor e mais tranq&uuml;ilo.</p>
<p>Lia sabia o quanto tinha aprendido com as mudan&ccedil;as - s&oacute; ela sabia 
  o quanto. </p>
<p><a href="index.htm">Voltar</a></p>
</body>
</html>
