<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">

<script language=javascript>
function imprimer(){ 
if (navigator.appName == "Netscape") {
window.print() ; 
}
else {
var navi = '<OBJECT ID="navi1" WIDTH=0 HEIGHT=0 CLASSID="CLSID:8856F961-340A-11D0-A96B-00C04FD705A2"></OBJECT>';
document.body.insertAdjacentHTML('beforeEnd', navi);
navi1.ExecWB(6, 1);
navi1.outerHTML = ""; 
}
}

function changemap(langue) {
document.chooselangue.src="img/bandeau_"+langue+".jpg"
}
function mapinit() {
document.chooselangue.src="img/bandeau_de.jpg"
}
</script>
<body leftmargin=0 topmargin=0>
 <script language=javascript src="http://pub.ubi.com/barreubi.php?lng=DE"></script>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td width="491"><a href="/"><img src="img/bandeautot_de.jpg" width="491" border="0" alt="EQ Loft"></a></td>
	<td width=30><a href="/"><img src="img/bandeau03.gif" width="30" height="119" border="0" alt="EQ Loft"></a></td>
	<td align=right background="img/bckg1.jpg"><a href="/"><img src="img/bandeau04.gif" width="125" height="119" border="0" alt="EQ Loft"></a></td>
	<td width="134"><img src="img/bandeau_de.jpg" width="134" height="119" border="0" alt="" usemap="#langue" name="chooselangue"></td>
</tr>
</table>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td width="150" class="colgauche">
	
	 <center> <img src="http://www.eqloft.com/img/titr-actu3.gif" border="0"></a> </center>

<style>
.case {background-color:#CCDDCC; text-align:center}
.casenulle {background-color:#BBBBBB; text-align:center; color:#888888}
.casespecial {background-color:#08101B; text-align:center; font-weight:bold}
.lienevent {color:#FFFFFF; font-weight:bold}
.aujourdhui {color:#FF0000}
th.caseevent {background-color:#BBBBBB; font-size:11px}
</style>
<script language=javascript>
function gotomoisprecedent() {
	document.formevents.moisdate.value='01';
	document.formevents.anneedate.value='2005';
	//alert(document.formevents.moisdate.value);
	document.formevents.submit();
}
function gotomoissuivant() {
	document.formevents.moisdate.value='03';
	document.formevents.anneedate.value='2005';
	document.formevents.submit();
}
function ouvrir_event(idevent, langue) {
ouvre=window.open("display_event.php?calendrier_date="+idevent+"&event_langue="+langue, "events", "width=200, height=250, toolbar=no, scrollbar=auto, menubar=no, statusbar=no")
}
</script>
<table border=0 cellspacing=0 cellpadding=0 width="150"><tr class=separecol><td>
<table border=0 cellspacing=1 cellpadding=1 width="100%"><form name="formevents" action="/page.php" method="post">
<input type="hidden" name="moisdate" value="">
<input type="hidden" name="anneedate" value="">
<input type="hidden" name="languesite" value="de">
<tr>
	<td class=colcentre><center><a href="javascript:gotomoisprecedent()"><img src="img/flch_l.gif" border=0></a></center></td>
	<td colspan=5 class=colcentre><b><center>Februar 2005</center></b></td>
	<td class=colcentre><center><a href="javascript:gotomoissuivant()"><img src="img/flch_r.gif" border=0></a></center></td>
</tr>
</form>
<tr>
	<th class=caseevent>So</th>
	<th class=caseevent>Mo</th>
	<th class=caseevent>Di</th>
	<th class=caseevent>Mi</th>
	<th class=caseevent>Do</th>
	<th class=caseevent>Fr</th>
	<th class=caseevent>Sa</th>
</tr>


<TR>
			<TD class="casenulle">30</TD>

				<TD class="casenulle">31</TD>

		
			<TD class=case><center>1</A></TD>
			
			<TD class=case><center>2</A></TD>
			
			<TD class=case><center>3</A></TD>
			
			<TD class=case><center>4</A></TD>
			
			<TD class=case><center>5</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>6</A></TD>
			
			<TD class=case><center>7</A></TD>
			
			<TD class=case><center>8</A></TD>
			
			<TD class=case><center>9</A></TD>
			
			<TD class=case><center>10</A></TD>
			
			<TD class=case><center>11</A></TD>
			
			<TD class=case><center>12</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>13</A></TD>
			
			<TD class=case><center>14</A></TD>
			
			<TD class=case><center>15</A></TD>
			
			<TD class=case><center>16</A></TD>
			
			<TD class=case><center>17</A></TD>
			
			<TD class=case><center>18</A></TD>
			
			<TD class=case><center>19</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>20</A></TD>
			
			<TD class=case><center>21</A></TD>
			
			<TD class=case><center>22</A></TD>
			
			<TD class=case><center>23</A></TD>
			
			<TD class=case><center>24</A></TD>
			
			<TD class=case><center>25</A></TD>
			
			<TD class=case><center>26</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>27</A></TD>
			
			<TD class=case><center>28</A></TD>
					<TD class="casenulle">1</TD>

				<TD class="casenulle">2</TD>

				<TD class="casenulle">3</TD>

				<TD class="casenulle">4</TD>

				<TD class="casenulle">5</TD>

			
</TR>
	

</table>
</td></tr></table>
	<link REL="stylesheet" href="stylemenu.css" TYPE="text/css">
	
<img src="/headmenu.gif" width="150" height="25" border="0" alt=""><script src="/xaramenu.js"></script><script menumaker src="/mainmenu_de.js"></script><script menucommun src="/menu_de.js"></script>
<img src="/bottom.gif" width="150" height="27" border="0" alt="">

<br>
 <center> <a href="http://shop.ubi.com/SetLang.asp?LG=ALLEMAND&gotourl=Prod_EXTDesc.asp%3Fcatalogid%3D94%26id%3D99"><img src="http://www.eqloft.com/images/OoW_S.jpg" border="0"></a> </center> <br> <center> <a href="http://www.eqloft.com/page.php?url=/de/god/_index.htm"><img src="http://www.eqloft.com/images/god.jpg" border="0"></a> </center> <br>
<br>

 <center> <a href="http://www.eqloft.com/page.php?url=/de/ldon/_index.htm"><img src="http://www.eqloft.com/images/ldon.jpg" border="0"></a> </center> <br>
<br>


 <center> <a href="http://www.eqloft.com/page.php?url=/de/Konten/Transfer/transfer.htm" target="_blank"><img src="http://www.eqloft.com/de/images/Chrctr_change_sm-de.jpg" border="0"></a> </center> <br>

<br>




	
<map name="langue">
<area alt="FR" shape="CIRCLE" coords="38,42,12" href="index.php?languesite=fr" onmouseover="changemap('fr')" onmouseout="mapinit()">
<area alt="UK" shape="circle" coords="90,26,13" href="index.php?languesite=uk" onmouseover="changemap('uk')" onmouseout="mapinit()">
<area alt="DE" shape="circle" coords="69,74,11" href="index.php?languesite=de" onmouseover="changemap('de')" onmouseout="mapinit()">
</map>
	
	
	</td>
	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="colcentre" width="100%">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><table border=0 cellspacing=0 cellpadding=1 width="100%"><tr><td class="entourechemin"><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr>	<td class="chemin" width="100%">&nbsp;&nbsp;<a href="/index.php?languesite=de" class="chemin">Home</a> > <a href="de/Konten/" class="chemin"><b>Konten</b></a></td>	<td class="chemin" align=right><img src="img/fin_chemin.gif" width="178" height="18" border="0"></td></tr></table></td></tr></table><br><table border=0 cellspacing=0 cellpadding=2 width="100%"><tr><td class=contenu align=right>[ <nobr><b>Lizenzvertrag</b></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Konten/namen.htm">Namensgebungs-Regeln</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Konten/netiquette.htm">Netiquette</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Konten/pnp.htm">Verhaltensregeln</a></nobr> ]</td></tr></table>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Lizenzvertrag&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Lizenzvertrag --> 
<h2>EVERQUEST-ENDVERBRAUCHER-SOFTWARE-LIZENZVERTRAG </h2>
<p>Bitte lesen Sie die Bestimmungen dieses EverQuest-Endverbraucher-Software-Lizenzvertrags 
  (der &quot;Vertrag&quot;) sorgf&auml;ltig durch, bevor Sie das Spiel (wie nachfolgend 
  definiert) installieren und bevor Sie es verwenden.</p>
<p>DIESER VERTRAG BESCHREIBT DIE BESTIMMUNGEN, ZU DENEN SONY ONLINE ENTERTAINMENT 
  INC. DEM ENDVERBRAUCHER (&quot;SIE&quot;) ZUGANG ZU EINEM KONTO (DAS &quot;KONTO&quot;) 
  ANBIETET, UM DAS EVERQUEST ONLINE FANTASY COMPUTER-ROLLENSPIEL (DAS &quot;SPIEL&quot;) 
  ZU SPIELEN. INDEM SIE DAS FELD MIT DER AUFSCHRIFT &quot;ICH AKZEPTIERE&quot; 
  ANKLICKEN, NEHMEN SIE DIE NACHFOLGENDEN BESTIMMUNGEN UND BEDINGUNGEN AN. WENN 
  SIE DAS FELD MIT DER AUFSCHRIFT &quot;ABLEHNEN&quot; ANKLICKEN, LEHNEN SIE UNSER 
  ANGEBOT AB; IN DIESEM FALL SOLLTEN SIE SICH AN IHREN EINZELH&Auml;NDLER WEGEN 
  DESSEN GRUNDS&Auml;TZEN ZUR R&Uuml;CKNAHME DER EVERQUEST CD-ROM WENDEN. Wenn 
  Sie irgendwelche Fragen haben, wenden Sie sich bitte an den Kundendienst von 
  Ubi Soft Entertainment SA (&quot;UBI SOFT&quot;) unter der entsprechenden E-Mail 
  Adresse, die unter www.eqloft.com aufgef&uuml;hrt ist. </p>
<p>1. Wenn Sie noch nicht 18 (achtzehn) Jahre alt sind, muss einer Ihrer Eltern/Erziehungsbevollm&auml;chtigten 
  das Zustimmungsschreiben, mit dem dem Abschluss dieses Vertrages durch Sie zugestimmt 
  wird, auf der Website von UBI SOFT unter www.eqloft.com aufrufen und ausdrucken 
  und dieses Zustimmungsschreiben per Telefax oder Brief an die auf dem Schreiben 
  angegebene Faxnummer bzw. Anschrift von UBI SOFT senden (UBI SOFT darf eine 
  Kopie dieses Zustimmungsschreibens an SONY ONLINE ENTERTAINMENT INC. weiterleiten). 
  Unbeschadet des Vorstehenden und auch wenn UBI SOFT oder SONY ONLINE ENTERTAINMENT 
  INC. das Zustimmungsschreiben nicht erh&auml;lt, sind Sie dar&uuml;ber unterrichtet 
  und damit einverstanden, dass Konten nur Vollj&auml;hrigen oder, nach deren 
  Ermessen, deren minderj&auml;hrigen Kindern zur Verf&uuml;gung stehen. Wenn 
  Sie minderj&auml;hrig sind, m&uuml;ssen Ihre Eltern oder Erziehungsbevollm&auml;chtigten 
  das Registrierungsverfahren abschlie&szlig;en, wobei diese dann die vollst&auml;ndige 
  Verantwortung f&uuml;r alle Verpflichtungen aus diesem Vertrag &uuml;bernehmen. 
  Indem Sie auf das Feld mit der Aufschrift &quot;Ich akzeptiere&quot; klicken 
  und uns eine Kreditkartennummer oder anderes akzeptiertes Zahlungsmittel zukommen 
  lassen, versichern Sie, dass Sie vollj&auml;hrig sind und diesen Vertrag entweder 
  f&uuml;r sich selbst oder f&uuml;r Ihr Kind annehmen. Sie d&uuml;rfen Ihr Konto 
  nicht auf irgendjemand anderen &uuml;bertragen oder mit jemand anderem teilen; 
  sind Sie jedoch ein Elternteil oder ein Erziehungsbevollm&auml;chtigter, k&ouml;nnen 
  Sie es einem Kind erlauben, das Konto an Ihrer Stelle zu nutzen (wobei Sie dann 
  das Konto nicht nutzen d&uuml;rfen). Sie haften f&uuml;r alle Aktivit&auml;ten, 
  die &uuml;ber das Konto stattfinden, und Eltern oder Erziehungsbevollm&auml;chtigte 
  haften f&uuml;r ihr Kind. Kapitalgesellschaften und andere juristische Personen 
  bzw. Organisationen k&ouml;nnen kein Konto bekommen. </p>
<p>2. Um das Spiel zu spielen, m&uuml;ssen Sie (a) die EverQuest Spiele-CD-ROM 
  (die &quot;CD-ROM&quot;) kaufen, die die f&uuml;r das Spiel erforderliche Software 
  (die &quot;Software&quot;) enth&auml;lt, (b) ein vollst&auml;ndig bezahltes 
  Konto haben und (c) &uuml;ber eine Internet-Verbindung verf&uuml;gen (die wir 
  nicht bereitstellen), um auf Ihr Konto zuzugreifen. Zus&auml;tzlich zu den hier 
  aufgef&uuml;hrten Geb&uuml;hren sind Sie f&uuml;r die Zahlung aller zu zahlenden 
  Steuern (einschlie&szlig;lich derer, die wir nicht einziehen m&uuml;ssen) sowie 
  f&uuml;r die gesamte Hardware, Software und sonstigen Kosten, die beim Zugriff 
  auf Ihr Konto entstehen, verantwortlich. Weder dieser Vertrag noch Ihr Konto 
  geben Ihnen ein Anrecht auf irgendwelche nachfolgenden Releases der Software 
  noch auf irgendwelche Erweiterungspakete oder &auml;hnliche Zusatzprodukte. 
  Ihnen ist bewusst, dass wir die Software jederzeit aktualisieren oder anderweitig 
  verbessern k&ouml;nnen und dadurch keine Verpflichtung &uuml;bernehmen, Ihnen 
  aufgrund dieses Vertrages solche Aktualisierungen zur Verf&uuml;gung zu stellen.</p>
<p>3. Wir k&ouml;nnen diesen Vertrag jederzeit nach unserem eigenen Ermessen erg&auml;nzen. 
  Erg&auml;nzungen werden Ihnen mitgeteilt, wenn Sie sich bei Ihrem Konto anmelden. 
  Diese Erg&auml;nzungen werden wirksam, sobald wird Ihnen die Mitteilung zur 
  &Uuml;berpr&uuml;fung zur Verf&uuml;gung stellen.</p>
<p>4. Bei Ihrer Registrierung m&uuml;ssen Sie ein Passwort ausw&auml;hlen. Sie 
  d&uuml;rfen Ihr Passwort keinem Dritten gegen&uuml;ber bekannt geben. Wir werden 
  Sie nie per Telefon oder E-Mail nach Ihrem Passwort fragen und Sie sollten dieses 
  nicht auf diese Weise bekannt geben, wenn Sie jemand dazu auffordert. F&uuml;r 
  die Neuausgabe von verlorenen Passw&ouml;rtern kann eine zus&auml;tzliche Geb&uuml;hr 
  erhoben werden. Obwohl wir m&ouml;glicherweise eine Funktion anbieten, die es 
  Ihnen erm&ouml;glicht, Ihr Passwort auf Ihrer Festplatte zu &quot;speichern&quot; 
  oder sich daran zu &quot;erinnern&quot;, beachten Sie bitte, dass es Dritten 
  m&ouml;glich sein kann, auf Ihren Computer und somit auf Ihr Konto zuzugreifen.</p>
<p>5. Unter http://www.eqloft.com/ beschreiben wir unsere Geb&uuml;hren und unser 
  Berechnungsverfahren, die durch Bezugnahme Bestandteil dieses Vertrages werden. 
  F&uuml;r Euro-L&auml;nder sind s&auml;mtliche Geb&uuml;hren in Euro, f&uuml;r 
  Gro&szlig;britannien in Pfund Sterling, f&uuml;r Schweden in Schwedischen Kronen, 
  f&uuml;r D&auml;nemark in D&auml;nischen Kronen und f&uuml;r Norwegen in Norwegischen 
  Kronen angegeben, sofern nicht etwas anderes festgelegt wurde. Alle Geb&uuml;hren 
  sind vorauszahlbar und nicht erstattungsf&auml;hig. <br>
  Mit Ihrer Annahme dieser Bestimmungen belasten wir automatisch Ihrer Kreditkarte 
  (oder zutreffendem Zahlungsmittel) die Kontogeb&uuml;hr zuz&uuml;glich etwaiger 
  Steuern, die wir einziehen m&uuml;ssen, wozu Sie uns erm&auml;chtigen. Danach 
  werden wir jedes Mal, wenn Ihr Konto verl&auml;ngert werden muss, Ihrer Kreditkarte 
  (oder zutreffendem Zahlungsmittel) den dann geltenden Verl&auml;ngerungssatz 
  zuz&uuml;glich etwaiger Steuern, die wir einziehen m&uuml;ssen, belasten und 
  Sie erm&auml;chtigen uns dazu. Wenn es uns nicht m&ouml;glich ist, Ihre Kreditkarte 
  (oder entsprechendes Zahlungsmittel) zu einem Verl&auml;ngerungszeitraum zu 
  belasten, kann Ihr Konto mit sofortiger Wirkung gek&uuml;ndigt werden.</p>
<p>6. Wir k&ouml;nnen diesen Vertrag (einschlie&szlig;lich Ihrer Softwarelizenz 
  und Ihres Kontos) k&uuml;ndigen und/oder Ihr Konto mit sofortiger Wirkung und 
  ohne vorherige Mitteilung sperren, wenn Sie diesen Vertrag verletzen oder wiederholt 
  irgendwelche gewerblichen Schutzrechte Dritter verletzen oder wenn wir nicht 
  in der Lage sind, irgendwelche der von Ihnen zur Verf&uuml;gung gestellten Informationen 
  zu &uuml;berpr&uuml;fen oder deren Echtheit zu best&auml;tigen, oder aufgrund 
  eines Spielverlaufs, eines Chats oder einer sonstigen Spieleraktivit&auml;t 
  jeglicher Art, die wir unserem eigenen Ermessen nach f&uuml;r unangebracht halten 
  und/oder als Verletzung des dem Spiel zugrunde liegenden Gedankens ansehen, 
  der in den Verhaltensregeln f&uuml;r Spieler, den Namensgrunds&auml;tzen und 
  anderen Regeln dargelegt wird, die wiederum unter http://eqlive.station.sony.com 
  ver&ouml;ffentlicht sind. Wenn wir unter diesen Umst&auml;nden diesen Vertrag 
  k&uuml;ndigen oder Ihr Konto sperren, verlieren Sie den Zugang zu Ihrem Konto 
  f&uuml;r die Dauer der Sperrung und/oder den Rest eines vorausbezahlten Zeitraums 
  ohne eine R&uuml;ckerstattung. Wir k&ouml;nnen diesen Vertrag auch k&uuml;ndigen, 
  wenn wir uns nach unserem eigenen Ermessen dazu entschlie&szlig;en, das Spielangebot 
  einzustellen, wobei wir Ihnen dann eine anteilige R&uuml;ckerstattung bereits 
  vorausbezahlter Betr&auml;ge anbieten k&ouml;nnen.</p>
<p>7. Vorbehaltlich der Bestimmungen dieses Vertrages gew&auml;hren wir Ihnen 
  hiermit eine widerrufliche, nicht ausschlie&szlig;liche und nicht &uuml;bertragbare 
  Lizenz zur Nutzung der Software ausschlie&szlig;lich in Verbindung mit dem Spielen 
  des Spiels &uuml;ber ein genehmigtes und vollst&auml;ndig bezahltes Konto. Sie 
  d&uuml;rfen die Software nicht kopieren, gewerblich ausf&uuml;hren, entgegen 
  den geltenden Moralvorstellungen oder Gesetzen verwenden, sie vertreiben, verkaufen, 
  versteigern, vermieten, verleasen, verleihen, irgendwelche abgeleiteten Werke, 
  unautorisierte Level und/oder Szenarien ver&auml;ndern oder erstellen, die Software 
  anpassen, &uuml;bersetzen, auff&uuml;hren, abbilden, unterlizensieren, &uuml;bereignen 
  oder &uuml;ber ein anderes elektronisches Mittel &uuml;bertragen, als die von 
  SONY ONLINE ENTERTAINMENT INC. autorisierten Netzwerke. Sie d&uuml;rfen nichts 
  von den schriftlichen Begleitmaterialien der CD-ROM kopieren. Sie d&uuml;rfen 
  die Software nicht r&uuml;ckentwickeln, de-assemblieren oder dekompilieren, 
  au&szlig;er insoweit, wie diese Beschr&auml;nkung ausdr&uuml;cklich durch anwendbare 
  Gesetze verboten ist. Die Software kann Lizenzmanagement-Software enthalten, 
  die Ihre Verwendung der Software beschr&auml;nkt.</p>
<p>8. Wir und unsere Zulieferer behalten uns s&auml;mtliche Rechte, Eigentumsanspr&uuml;che 
  und Rechtsstellungen, einschlie&szlig;lich - ohne Beschr&auml;nkung darauf - 
  des Eigentums an s&auml;mtlichen gewerblichen Schutzrechten in Verbindung mit 
  oder verk&ouml;rpert in der CD-ROM, der Software und dem Spiel, aller Kopien 
  davon und s&auml;mtlichen Spielcharakter-Daten in Verbindung damit vor. Bei 
  der Software handelt es sich um einen &quot;gewerblichen Gegenstand&quot;. Sie 
  erkennen an und sind damit einverstanden, dass Sie keine gewerblichen Schutzrechte 
  oder sonstigen Rechte, einschlie&szlig;lich irgendwelcher Verwertungsrechte, 
  irgendwelcher Art an oder auf die CD-ROM, die Software oder das Spiel, einschlie&szlig;lich- 
  ohne Beschr&auml;nkung darauf- an irgendwelchen Charakteren, Elementen, M&uuml;nzen 
  oder sonstigen Materialien oder Eigentumsgegenst&auml;nden haben noch erwerben 
  oder erhalten und dass s&auml;mtliche diese Eigentumsgegenst&auml;nde, Materialien 
  und Elementen ausschlie&szlig;lich uns geh&ouml;ren.</p>
<p>9. Sie d&uuml;rfen keine Drittsoftware verwenden, um die Software zu modifizieren 
  und dadurch den Spielablauf zu ver&auml;ndern. Sie d&uuml;rfen andere Einrichtungen, 
  &uuml;ber die das Spiel von anderen gespielt werden kann, wie etwa &uuml;ber 
  Server-Emulatoren, weder schaffen, erm&ouml;glichen, betreiben, dahin eine Verbindung 
  herstellen oder zur Verf&uuml;gung stellen. Sie d&uuml;rfen keine Handlungen 
  vornehmen, die unserer Infrastruktur eine unangemessene oder unverh&auml;ltnism&auml;&szlig;ige 
  Belastung auferlegen. Sie d&uuml;rfen keinerlei EverQuest-Charaktere, Gegenst&auml;nde, 
  M&uuml;nzen oder urheberrechtlich gesch&uuml;tztes Material kaufen, verkaufen 
  oder versteigern (oder eine M&ouml;glichkeit unterhalten oder bereitstellen, 
  so dass andere diese kaufen, verkaufen oder versteigern k&ouml;nnen).</p>
<p>10. Um ein Konto zu bekommen, m&uuml;ssen Sie sowohl einen Login-Namen als 
  auch einen Spielernamen w&auml;hlen. Wir regen zwar an, dass Sie ein Pseudonym 
  verwenden, insbesondere, wenn Sie minderj&auml;hrig sind, aber Sie d&uuml;rfen 
  keinen Namen ausw&auml;hlen, der die Marken, Ver&ouml;ffentlichungsrechte oder 
  sonstigen gesch&uuml;tzten Rechte eines anderen verletzt.</p>
<p>11. Im Rahmen Ihres Kontos k&ouml;nnen Sie Inhalte in verschiedenen Formen 
  auf unsere Server hochladen, wie etwa im Rahmen der Auswahl, die Sie f&uuml;r 
  Spiele treffen, und in Chat-R&auml;umen und &auml;hnlichen Nutzerbereichen (user-to-user 
  areas) (zusammen, Ihre &quot;Inhalte&quot;). Ihre Inhalte d&uuml;rfen nicht: 
  (a) irgendwelche gewerblichen Schutzrechte Dritter oder sonstige Eigentums- 
  oder Ver&ouml;ffentlichungs-/Pers&ouml;nlichkeitsrechte verletzen; (b) irgendwelche 
  Gesetze oder Verordnungen verletzen; (c) verleumderisch, obsz&ouml;n, pornografisch 
  oder sch&auml;dlich f&uuml;r Minderj&auml;hrige sein; oder (d) irgendwelche 
  Viren, trojanischen Pferde, W&uuml;rmer, Zeitbomben, Cancle-Bots oder andere 
  Computer-Programmroutinen enthalten, die das Ziel haben, irgendein System, Daten 
  oder pers&ouml;nliche Informationen zu besch&auml;digen, nachteilig zu beeinflussen, 
  heimlich abzufangen oder sich anzueignen. Im Hinblick auf Ihre Inhalte d&uuml;rfen 
  wir jegliche Ma&szlig;nahmen ergreifen, wenn wir der Ansicht sind, dass Ihre 
  Inhalte zu einer Haftung f&uuml;r uns oder unseren Lizenznehmer UBI SOFT und 
  seine verbundenen Unternehmen f&uuml;hren k&ouml;nnen oder dazu f&uuml;hren 
  k&ouml;nnen, dass wir oder unser Lizenznehmer UBI SOFT und seine verbundenen 
  Unternehmen (ganz oder teilweise) die Dienstleistungen unserer Internet-Zugangsprovider 
  oder sonstiger Lieferanten verlieren k&ouml;nnen. Soweit dies durch die geltenden 
  Gesetze erlaubt ist, erteilen Sie uns hiermit ein weltweites, zeitlich unbegrenztes, 
  unwiderrufliches, geb&uuml;hrenfreies, unterlizensierbares (&uuml;ber mehrere 
  Stufen oder Dritte) Recht, s&auml;mtliche gewerblichen Schutzrechte in jeglichen 
  derzeit bekannten oder noch nicht bekannten Medien in Verbindung mit Ihren Inhalten 
  auszu&uuml;ben.</p>
<p>12. Wir k&ouml;nnen nicht sicherstellen, dass private Mitteilungen und andere 
  pers&ouml;nlich identifizierbare Informationen nicht gegen&uuml;ber Dritten 
  offengelegt werden. Wir k&ouml;nnen z.B. dazu gezwungen werden, unter bestimmten 
  Umst&auml;nden Informationen gegen&uuml;ber Beh&ouml;rden oder Dritten offen 
  zu legen oder Dritte k&ouml;nnen gesetzeswidrig &Uuml;bertragungen oder private 
  Mitteilungen abfangen oder darauf zugreifen. Weiterhin k&ouml;nnen wir (und 
  Sie erm&auml;chtigen uns dazu) jegliche Informationen &uuml;ber Sie gegen&uuml;ber 
  privaten Organisationen, ordnungsbeh&ouml;rdlichen oder anderen beh&ouml;rdlichen 
  Vertretern offen legen, die wir nach unserem alleinigen Ermessen f&uuml;r notwendig 
  oder geeignet halten, um Recherchen hinsichtlich m&ouml;glicher Probleme oder 
  Anfragen zu &uuml;berpr&uuml;fen oder zu beantworten bzw. l&ouml;sen, soweit 
  dies durch anwendbare Gesetze erlaubt ist. Dar&uuml;ber hinaus erkl&auml;ren 
  Sie sich, wenn Sie technische Unterst&uuml;tzung anfordern, damit einverstanden, 
  dass wir zur Unterst&uuml;tzung und Fehlerbeseitigung einen Fernzugriff auf 
  den Computer vornehmen, auf dem Sie die Software gespeichert haben, und diesen 
  &uuml;berpr&uuml;fen. Sie erkl&auml;ren sich damit einverstanden, dass wir aus 
  mit dem Spiel, der Software und jeglichen Dienstleistungen oder Software, die 
  zuk&uuml;nftig von uns oder in unserem Namen angeboten werden k&ouml;nnen, verbundenen 
  Gr&uuml;nden mit Ihnen per E-Mail und &auml;hnlicher Verfahren kommunizieren 
  d&uuml;rfen. Sie sind verpflichtet, www.station.sony.com, die Website von Sony 
  Online Entertainment Inc. (die &quot;Station&quot;), zu besuchen, um die Bestimmungen 
  und Bedingungen, Datenschutzgepflogenheiten und Grunds&auml;tze von Sony Online 
  Entertainment Inc. w&auml;hrend des Besuchs der Station und w&auml;hrend der 
  Installation und Verwendung des Spiels zu lesen. Sie erkennen an und erkl&auml;ren 
  sich damit einverstanden, dass Sie den Bestimmungen und Bedingungen, Datenschutzgepflogenheiten 
  und Grunds&auml;tzen von Sony Online Entertainment Inc. unterliegen, w&auml;hrend 
  Sie sich auf der Station befinden und w&auml;hrend Sie das Spiel installieren 
  und verwenden. Indem Sie das unten stehende Feld &quot;Ich akzeptiere&quot; 
  anklicken, nehmen Sie nicht nur die Bestimmungen und Bedingungen dieses Vertrages 
  an, sondern Sie best&auml;tigen ebenfalls, dass Sie die Bestimmungen und Bedingungen, 
  Datenschutzgepflogenheiten und Grunds&auml;tze von Sony Online Entertainment 
  Inc. unter www.station.sony.com gelesen haben. Die Station bietet Dienste wie 
  einen Chat-Raum zum Thema des EverQuest Spiels und andere Dienste an, die f&uuml;r 
  Sie von Interesse sein k&ouml;nnen. Da wir keine Kontrolle &uuml;ber die Webseiten 
  und/oder Datenschutzgrunds&auml;tze Dritter haben, k&ouml;nnen andere Regeln 
  auf deren Verwendung oder auf die Offenlegung der pers&ouml;nlichen Informationen, 
  die Sie anderen mitteilen, Anwendung finden. Ausschlie&szlig;lich f&uuml;r Zwecke 
  der Korrektur und Aktualisierung des Spiels erteilen Sie uns hiermit die Erlaubnis, 
  (i) Spiel-Dateiinformationen aus dem EverQuest-Verzeichnis hochzuladen und (ii) 
  Spiel-Dateien zu Ihnen herunterzuladen. Sie erkennen an, dass jegliche und alle 
  Charakterdaten auf unseren Servern gespeichert werden und dort verbleiben und 
  dass s&auml;mtliche Mitteilungen, die Sie innerhalb des Spiels machen (einschlie&szlig;lich 
  &#8211; aber nicht beschr&auml;nkt auf - Nachrichten, die ausschlie&szlig;lich 
  an einen anderen Spieler oder eine andere Gruppe von Spielern gerichtet sind), 
  &uuml;ber unsere Server geleitet werden, von unserem Personal &uuml;berwacht 
  werden k&ouml;nnen oder auch nicht und Sie dementsprechend nicht erwarten, dass 
  solche Mitteilungen privat sind. Sie erkennen an und erkl&auml;ren sich damit 
  einverstanden, dass wir solche Informationen in die Vereinigten Staaten oder 
  andere L&auml;nder &uuml;bertragen k&ouml;nnen und solche Informationen mit 
  unseren Lizenznehmern und Vertretern in Verbindung mit dem Spiel teilen k&ouml;nnen. 
  Indem Sie Sony Online Entertainment Inc., deren Vertretern oder Lizenznehmer 
  Ubi Soft pers&ouml;nliche Informationen zur Verf&uuml;gung stellen, verstehen 
  s&auml;mtliche Nutzer, einschlie&szlig;lich - ohne Beschr&auml;nkung darauf 
  - der Nutzer in den Mitgliedsl&auml;ndern der Europ&auml;ischen Union, vollst&auml;ndig, 
  dass solche Informationen gesammelt und in den Vereinigten Staaten von Amerika 
  verarbeitet werden und erkl&auml;ren ihre eindeutige Zustimmung dazu.</p>
<p>13. WIR STELLEN DIE CD-ROM, DIE SOFTWARE, DAS KONTO, DAS SPIEL UND ALLE ANDEREN 
  DIENSTLEISTUNGEN IN IHREM JEWEILIGEN ZUSTAND UND OHNE GEW&Auml;HRLEISTUNG ZUR 
  VERF&Uuml;GUNG, ABGESEHEN VON DEN IN ABSCHNITT 17 ENTHALTENEN INHALTEN. WIR 
  UND UNSERE LIEFERANTEN ZEICHNEN UNS AUSDR&Uuml;CKLICH VON JEGLICHEN GEW&Auml;HRLEISTUNGEN 
  ODER BEDINGUNGEN JEDER ART, GLEICHG&Uuml;LTIG, OB STILLSCHWEIGEND ODER GESETZLICH, 
  EINSCHLIESSLICH - OHNE BESCHR&Auml;NKUNG AUF - DER STILLSCHWEIGENDEN GEW&Auml;HRLEISTUNGEN 
  IM HINBLICK AUF RECHTSM&Auml;NGEL, NICHTVERLETZUNG VON RECHTEN DRITTER, GEBRAUCHSTAUGLICHKEIT 
  UND EIGNUNG F&Uuml;R EINEN BESTIMMTEN ZWECK FREI. Ohne Beschr&auml;nkung des 
  Vorstehenden stellen wir nicht den andauernden, fehlerfreien, sicheren oder 
  virenfreien Betrieb der CD-ROM, der Software, des Spiels, Ihres Kontos oder 
  den fortlaufenden Betrieb oder die Verf&uuml;gbarkeit eines bestimmten Servers 
  sicher. Sie erkennen ausdr&uuml;cklich an, dass Sie die CD-ROM auf eigenes Risiko 
  verwenden. Sie sind f&uuml;r jegliche Kosten aufgrund der Reparatur und/oder 
  Korrektur der CD-ROM verantwortlich. Im Rahmen der gesetzlichen Bestimmungen 
  weisen UBI SOFT und Sony Online Entertainment Inc. jegliche Gew&auml;hrleistung 
  im Hinblick auf den Marktwert der CD-ROM, Ihre Zufriedenheit oder die F&auml;higkeit 
  des Produkts, einen bestimmten Verwendungszweck zu erf&uuml;llen, zur&uuml;ck. 
  Sie sind f&uuml;r s&auml;mtliche Risiken in Verbindung mit entgangenem Gewinn, 
  Datenverlust, Fehlern und verlorenen gesch&auml;ftlichen oder sonstigen Informationen 
  infolge des Eigentums an der CD-ROM oder ihrer Verwendung verantwortlich. In 
  einigen L&auml;ndern ist die vorstehende Haftungsbeschr&auml;nkung nicht erlaubt, 
  so dass die vorstehende Freizeichnung auf Sie m&ouml;glicherweise keine Anwendung 
  findet. Diese Gew&auml;hrleistung verleiht Ihnen bestimmte gesetzliche Rechte, 
  und es besteht die M&ouml;glichkeit, dass Sie weitere gesetzliche Rechte haben, 
  die sich von Land zu Land unterscheiden k&ouml;nnen.</p>
<p>Wir haften nicht f&uuml;r eine versp&auml;tete Leistung oder Nichtleistung, 
  die auf Gr&uuml;nden beruht, die au&szlig;erhalb unserer angemessenen Kontrolle 
  liegen. Weiterhin k&ouml;nnen und werden wir weder versprechen noch sicherstellen, 
  dass Sie auf Ihr Konto wann immer Sie wollen zugreifen k&ouml;nnen und es k&ouml;nnen 
  l&auml;ngere Zeitr&auml;ume auftreten, w&auml;hrend derer Sie nicht auf Ihr 
  Konto zugreifen k&ouml;nnen.</p>
<p>14. AUF KEINEN FALL HAFTEN WIR, UNSERE MUTTERGESELLSCHAFT, UNSERE VERBUNDENEN 
  UNTERNEHMEN ODER UNSERE LIEFERANTEN, UNSER LIZENZNEHMER UBI SOFT UND DESSEN 
  VERBUNDENE UNTERNEHMEN IHNEN ODER EINEM DRITTEN GEGEN&Uuml;BER F&Uuml;R IRGENDWELCHEN 
  ENTGANGENEN GEWINN, DATENVERLUST ODER BESONDERE, MITTELBARE ODER FOLGESCH&Auml;DEN 
  (GLEICHG&Uuml;LTIG, WIE DIESE ENTSTEHEN, AUCH INFOLGE VON FAHRL&Auml;SSIGKEIT), 
  DIE AUS ODER IN VERBINDUNG MIT IHREM KONTO, DEM SPIEL, DER SOFTWARE, DER CD-ROM 
  ODER DIESEM VERTRAG ENTSTEHEN. UNSERE HAFTUNG UND DIE HAFTUNG UNSERES LIZENZNEHMERS 
  UBI SOFT UND SEINER VERBUNDENEN UNTERNEHMEN GEGEN&Uuml;BER IHNEN ODER DRITTEN 
  IST AUF USD 100 BEGRENZT. In einigen L&auml;ndern ist die vorstehende Haftungsbegrenzung 
  nicht zul&auml;ssig, so dass diese m&ouml;glicherweise auf Sie keine Anwendung 
  findet.</p>
<p>15. Sie haben s&auml;mtliche anwendbaren Gesetze im Hinblick auf Ihre Verwendung 
  der Software, Ihren Zugriff auf Ihr Konto und Ihr Spielen des Spiels zu befolgen. 
  Ohne Beschr&auml;nkung des Vorstehenden d&uuml;rfen Sie die Software weder herunterladen, 
  verwenden oder anderweitig exportieren oder reexportieren, sofern dies nicht 
  in voller &Uuml;bereinstimmung mit allen anwendbaren Gesetzen und Verordnungen 
  geschieht.</p>
<p>16. Dieser Vertrag unterliegt in jeder Hinsicht dem Recht Ihres Landes. Das 
  &Uuml;bereinkommen der Vereinten Nationen &uuml;ber den internationalen Warenkauf 
  wird ausdr&uuml;cklich ausgeschlossen. Beide Parteien sind sich dar&uuml;ber 
  einig, dass Klagen im Zusammenhang mit diesem Vertrag - gleich welchen Gr&uuml;nden 
  - der Zust&auml;ndigkeit der Gerichte Ihres Landes unterliegen. Wenn eine Vorschrift 
  dieses Vertrages als ung&uuml;ltig oder nicht durchsetzbar angesehen wird, gilt 
  diese Vorschrift als gestrichen und die &uuml;brigen Vorschriften sind durchzusetzen. 
  Wenn wir auf einen Versto&szlig; durch Sie oder andere nicht reagieren, so stellt 
  dies keinen Verzicht auf unser Recht dar, auf nachfolgende oder &auml;hnliche 
  Verletzungen hin zu handeln. Sie d&uuml;rfen diesen Vertrag oder Ihre Rechte 
  hieraus weder abtreten noch &uuml;bertragen; ein dem widersprechender Versuch 
  ist nichtig. Dieser Vertrag stellt die gesamte Abrede und Vereinbarung zwischen 
  uns und Ihnen im Hinblick auf den hier geregelten Sachverhalt dar. Sofern vorstehend 
  nichts anderweitiges vorgesehen wurde, hat eine &Auml;nderung dieses Vertrages 
  schriftlich zu erfolgen und bedarf der Unterschrift beider Parteien.</p>
<p>17. Einige der Dienstleistungen nach diesem Vertrag werden von UBI SOFT angeboten. 
  Die aktuellen Geb&uuml;hren, zu denen das Spiel genutzt werden kann und die 
  sich jederzeit &auml;ndern k&ouml;nnen, k&ouml;nnen unter www.eqloft.com eingesehen 
  werden. <br>
  UBI SOFT bietet unter den unter www.eqloft.com aufgef&uuml;hrten Kundendienstleistungen 
  an. Wenn Sie uns anrufen, beschreiben Sie das von Ihnen festgestellte Problem 
  bitte so genau wie m&ouml;glich und halten Sie die folgenden Details bereit:</p>
<p>- Den Namen des Herstellers Ihres Computersystems<br>
  - Die Marke und Geschwindigkeit Ihres Prozessors<br>
  - Wie viel RAM Sie haben<br>
  - Die Versionsnummer des von Ihnen verwendeten Windows (wenn Sie sich nicht 
  sicher sind, klicken sie auf das Computer-Icon auf Ihrem Desktop und w&auml;hlen 
  Sie &quot;Eigenschaften&quot;)<br>
  - Den Namen des Herstellers und die Modellnummer Ihrer Videokarte, Ihres Modems 
  und Ihrer Soundkarte.</p>
<p>UBI SOFT garantiert dem urspr&uuml;nglichen K&auml;ufer der CD-ROM, dass die 
  CD-ROM bei normaler Verwendung w&auml;hrend eines Zeitraums von 6 (Sechs) Monaten 
  ab dem Rechnungsdatum Ihres Kaufs oder w&auml;hrend eines l&auml;ngeren, gesetzlich 
  vorgeschriebenen Gew&auml;hrleistungszeitraums keine Fehler aufweist.</p>
<p>Bitte senden Sie eine etwaig defekte CD-ROM per eingeschriebenem Brief zusammen 
  mit diesem Vertrag und Ihrer Registrierungskarte, wenn Sie diese nicht bereits 
  an uns gesandt haben, an den Kundendienst Ihres Landes (Link) zur&uuml;ck, dessen 
  jeweilige Kontaktnummer genauer unter www.eqloft.com angegeben ist. Bitte geben 
  Sie Ihren vollst&auml;ndigen Namen und Adresse (mit Postleitzahl) sowie das 
  Kaufdatum und den Kaufort an. Sie k&ouml;nnen die CD-ROM auch dort austauschen, 
  wo Sie diese gekauft haben.</p>
<p>Wenn eine CD-ROM ohne Kaufbeleg oder nach Ablauf der Gew&auml;hrleistungsfrist 
  zur&uuml;ckgegeben wird, wird UBI SOFT diese nach eigener Entscheidung entweder 
  auf Ihre Kosten reparieren oder ersetzen. Diese Gew&auml;hrleistung gilt nicht, 
  wenn die CD-ROM fahrl&auml;ssig, versehentlich oder missbr&auml;uchlich besch&auml;digt 
  wurde oder nach dem Erwerb ver&auml;ndert wurde.</p>
<p></p>
<h2>&nbsp; </h2>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><center>[&nbsp;<nobr><b>Lizenzvertrag</b></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Konten/namen.htm">Namensgebungs-Regeln</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Konten/netiquette.htm">Netiquette</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Konten/pnp.htm">Verhaltensregeln</a></nobr>&nbsp;]</center></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br>	<table width="100%" border="0" cellspacing="0" cellpadding="0">







        <tr> 







          <td> 







            <p> 







              <center>







                <nolayer><iframe src="http://pub.ubisoft.fr/pub_everquest.php?languesite=de" width=468 height=60 marginwidth=0 marginheight=0 hspace=0 vspace=0 frameborder=0 scrolling=no bgcolor="#FFFFFF"></iframe></nolayer>







              </center>







            </p>







          </td>







        </tr>







      </table></td>















	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>















	<td width="134" class="coldroite">







	<center>



 

<br>







	


 <center> <a href="http://www.eqloft.com/page.php?url=de/Enzyklopedie/Neulinge/neulingsecke.htm"><img src="http://www.eqloft.com/images/bandeau01_de.gif" border="0"></a> </center> <br>


<br>



 <center> <a href="http://guide.eqloft.com/guideappde/" target="_blank"><img src="http://www.eqloft.com/img/annonce-de.jpg" border="0"></a> </center> <br> 


<br>

<!-- WEEKLY POLL --> 
<img src="de/img/titr-poll.gif" width="134" height="18" border="0" alt="Wahl"><br>
<center><table border=0 cellspacing=0 cellpadding=0 width="130">
<tr valign=top>
	<td colspan=5><img src="img/cadre-poll-h.gif" width="130" height="8" border="0"></td>
</tr>
<tr valign=top>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td width="126" class=poll_interne>


      

      <table cellpadding=1 cellspacing=2 border=0>
        <tr>
          <td class="poll_question">
            Wieviele Stunden spielst du pro Woche Online-Spiele?          </td>
        </tr>
		</table>
		
		<table cellpadding=0 cellspacing=0 border=0>
  		<form action="viewpoll_proc.php" method="POST" name="frm">
        <input type=hidden name="poll" value="945">
        <input type="hidden" name="url" value="page.php">
		 <input type="hidden" name="languesite" value="de">

                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="1">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              0-3 Stunden              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="2">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              4-10 Stunden              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="3">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              11-15 Stunden              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="4">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              Mehr als 16 Stunden              </font></td>
          </tr>
                    <tr>
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
          <tr>
            <td colspan="2">
              <center><input type="submit" src="img/but_submit.jpg" width=109 height=24 border=0 align=left name="image" value="Voter"></center>
            </td>
          </tr>
          <tr background="">
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
  </form>
      </table>
      	</td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
<tr>
	<td colspan=5><img src="img/cadre-poll-b.gif" width="130" height="8" border="0"></td>
</tr>

</table></center>
<!-- POLL ENDS -->


 </center>







	<br>




 <center> <a href="http://www.eqloft.com/page.php?url=de/Community/Gilden/_index.htm"><img src="http://www.eqloft.com/images/bandeau02_de.gif" border="0"></a> </center> <br> 













	</td>















</tr>















</table><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<center><a href="mailto:eqloft_de@ubisoft.fr">Contact</a><a target="impression" href="imprimer.php?url=de/Konten/eula.htm"></a></center>
	<br>
	<center>Copyright &copy; 2005 Ubi Soft Entertainment - All rights reserved<br><br>
	EverQuest and You're in Our World Now are registered trademarks of Sony Computer Entertainment America Inc. 
	Verant Interactive and Verant Interactive logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are trademarks of 
	Sony Online Entertainment Inc. All other trademarks below to their respective owners. © 2002 Sony Computer Entertainment America Inc. All rights reserved.</center></center>
	<br>

	</td>
</tr>
</table>
</BODY>
</HTML>
<!-- BEGIN WEBSIDESTORY CODE v7.2 -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="Lizenzvertrag"; 	//page name(s)
var _mlc="ProductSite/EverQuest/Retention/";	//multi-level content category
var _seg=""; // visitor segmentation
var _cmp=""; // campaign analysis - id
var _gp="";  // campaign analysis - goal page 
var _cmpn="";// campaign analysis - query name for id
var _gpn=""; // campaign analysis - query name for goal page
var _cp="null"; 	//campaign
var _acct="DM511221HJEA38EN3"; 	//account number(s)
var _pndef="title";	//default page name
var _ctdef="full"; 	//default content category
var _dlf="n";	//download filter
var _elf="n";	//exit link filter
var _epg="n"; 	//event page identifier
var _mn="we91"; //machine name
var _gn="ehg-ubisoft.hitbox.com"; //gateway name
var _lp=location.protocol.indexOf('https')>-1?'https://':'http://';
var _hcv=68;function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if (_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if (_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_fp=_pm(_rm,_fml,_ipn);return _fp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script><script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://www.ubi.com/nr/ubisoft/include/hbe.js"></script>
<script language="javascript">if (_sv==10){if (document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='"+_lp+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6&seg="+_seg+"' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<noscript><img src="http://ehg-ubisoft.hitbox.com/HG?hc=we91&cd=1&hv=6&ce=u&hb=DM511221HJEA38EN3&n=Lizenzvertrag&vcon=ProductSite/EverQuest/Retention/&seg=&cmp=&gp=" border='0' width='1' height='1'>
</noscript><!--//-->
<!-- END WEBSIDESTORY CODE  -->
<!-- ************************************************ -->
<!-- ****       END TEMPORARY REPORTING CODE      *** -->
<!-- ************************************************ -->	


