{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lomack","from":"Lomack &lt;lomack@...","replyTo":"LIST","senderId":"sJepR-1FLiol4ohVPpKkfA94H4m6Xqk0YocIk5CZxXoXq4104q02QYgHBIL6rB2qWFI73H_0mZ9qzDAt9Ufwsbat4Mi-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Aqualung Sales","postDate":"942495701","msgId":1326,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4xNDcuMTMyNi45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":1323,"nextInTopic":1327,"prevInTime":1325,"nextInTime":1327,"topicId":1309,"numMessagesInTopic":11,"msgSnippet":"And just how are you going to carry 50 enduring breath potions?  hehe sorry don t mean to be sarcastic here...  Besides I would think that any high level","messageBody":"<div id=\"ygrps-yiv-1490261783\">And just how are you going to carry 50 enduring breath potions?  hehe sorry<br/>\ndon&#39;t mean to be sarcastic here...  Besides I would think that any high<br/>\nlevel people that wanted to camp cauldronbubble or the king in Kedge would<br/>\nreally be interested in these for a few reasons.<br/>\n1. No need for someone to break out of combat to start recasting enduring<br/>\nbreath on the entire party.  Ive been to kedge a few times now, its a pain<br/>\nunless you have multiple persons that can cast EB.<br/>\n2.  Remember most of your EB casters also have to memorize the stamina<br/>\nspells.  an Aqualung just freed up one of your spell slots.  Humm should I<br/>\nmemorize the evac or the enduring breath? :)<br/>\n3.  Ok so 50 fishscales don&#39;t really take up that much weight, and its only<br/>\n3 stacks of stuff.  But thats 2 extra stacks that aren&#39;t going to be<br/>\nholding loot.  And its also 1,750 mana saved, not including fizzels, which<br/>\nare not possible with the aqualung.<br/>\n4. Mermaids and seahorses can cast dispell magic.  Sure that just means the<br/>\nDruid, Shamen, or Enchanter needs to recast EB on someone in a hurry.  Or<br/>\nthey could just click off a charge from the aqualung and keep on trucking.<br/>\nNot many fighters are going to have their mind firmly on the battle at hand<br/>\nif they start running on the air left in their lungs.<br/>\n<br/>\nThats all I could come up with off the top of my head.  As was mentioned in<br/>\nanother post, its all how you sell them.  I am getting better at it, and I<br/>\ndo offer any persons that purchass an aqualung from me, 50% of their money<br/>\nback if they trade in their aqualung for a rebreather once I am able to<br/>\nmake them.  No matter how many charges are remaining.<br/>\n<br/>\nHeh on a side note, if I had been selling rebreathers, I was offered a<br/>\nYeksha for one till they learned it was the charged version. :)  I added<br/>\nthat name to my friends list for when I am crafting rebreathers. :)<br/>\n<br/>\nLomack, BCK-MoR<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;sorry my friend but for 700 plat anyone can purchase 50 enduring breath<br/>\n </span></blockquote>potions<br/>\n<blockquote><span title=\"ireply\"> &gt;i dont really see why anyone would pay that UNLESS as stated earlier we<br/>\n </span></blockquote>provide<br/>\n<blockquote><span title=\"qreply\"> &gt;an upgrade to rebreather for a viable cost. i agree with an earlier post <br/>\n&gt;wherein<br/>\n&gt;we gig anyone who wont purchase the aqualung but wants a rebreather and cut <br/>\n&gt;some<br/>\n&gt;slack to those who purchase both. this isnt really a prob for me as im only <br/>\n&gt;in it<br/>\n&gt;to equip my guild and have full backing from them. just an opinion and glad <br/>\n&gt;to hear<br/>\n&gt;the level cap is going to get fixed. you wouldnt believe the amount of cash <br/>\n&gt;i wasted<br/>\n&gt;of the guild treasury trying to raise my skill. well see you all in game.<br/>\n&gt;Derkal Pentolite, Eme&#39;ef Aitch Wizard, The Rathe<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}