{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Andy Smith","from":"Andy Smith &lt;AndyS@...","replyTo":"LIST","senderId":"FI9W-Z1KFD17wO_WYyvNha_1X-NdjOTYykYDATGeJ-iTQfHiC7h85FeOKW2iBGGGRWJsD-sfIAQs5e_4aXFSjU_43dCL","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Enchanters (OFF TOPIC)","postDate":"944682749","msgId":1507,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4xNjkuMTUwNy45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1509,"prevInTime":1506,"nextInTime":1508,"topicId":1507,"numMessagesInTopic":5,"msgSnippet":"The enchanter illusions are there as they are for a couple reasons.  The fact that they cannot be shared is primarily due to the fact that if they were","messageBody":"<div id=\"ygrps-yiv-836093152\">The enchanter illusions are there as they are for a couple reasons.  The<br/>\nfact that they cannot be shared is primarily due to the fact that if they<br/>\nwere sharable, then the faction system would largely be moot.  Why even<br/>\nbother having a faction system when everybody can &quot;illusion&quot; to a<br/>\nneutral/amiable race.<br/>\n<br/>\nThe dev team is annoyed enough at the way &quot;guise of the deceiver&quot; is used<br/>\nthat they&#39;ve considered taking it out of the game.  There&#39;s no way they will<br/>\never allow enchanter illusions to be cast on others.  While making them high<br/>\nlevel would be an effective deterrent for folks on their own, anybody in a<br/>\nguild with a high level enchanter would not be similarly disadvantaged.<br/>\n<br/>\nCurrently the system is set up to allow ONLY enchanters to have this<br/>\nadvantage.  That&#39;s also why enchanters get the benevolence series and<br/>\ncharisma buffs.  Enchanters are the class that can go anywhere and do<br/>\n(almost) any quest.  Allowing casting on others would grant that power to<br/>\nall classes, if only indirectly through the enchanter.  It&#39;s not a matter of<br/>\nlimiting the enchanter, it&#39;s done to limit the other classes.  Frankly, the<br/>\nillusions are about 20% of the reason that I love playing an enchanter so<br/>\nmuch.  Too bad they limited the minor illusion object size.  It used to be<br/>\nthat you could minor illusion yourself to be the entire entry area to<br/>\nfelwith (big keep-like structure).  Now I just drop a plat coin down and<br/>\nillusion myself to be it (and then pick it up) to amuse myself...<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:GoodSmritn@...\">GoodSmritn@...</a><br/>\n<br/>\nWell , There are certainly alot of issues with this Tinkering problem that<br/>\nwe <br/>\ngnomes are having and granted we spend alot of money and time doing these <br/>\nthings...Now I want to lay an Idea or two I have about Enchanters and the <br/>\nissues we all face here in Norratth how many time do you wish that you didnt<br/>\n<br/>\ndie in a zone hostile to you, but a druid or an enchanter could just wander <br/>\nin untouched due to thier illusion....makes you stew right?....Well ,I am an<br/>\n<br/>\nenchanter  tring to get support for request on change on how enchanters<br/>\ncan&#39;t <br/>\nshare illusions with others if given permission to it would be a neat way to<br/>\n<br/>\nget your corpse or ya thru a dangous area without cring foul to a GM or<br/>\nGuide <br/>\nabout how your stuck somewhere and wiat 4 hours...just to hear them say i <br/>\ncan&#39;t help you.....here is a letter Written by me to verant....If ya wanna <br/>\nhelp its up to you but only the players can make a difference&gt;&gt;</div>","specialLinks":[]}}