{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Linus Gustafsson","from":"&quot;Linus Gustafsson&quot; &lt;linusgson@...","replyTo":"LIST","senderId":"KyHK97n9gh390EI8bUQwY0LqKCGnRqmc7CsD-S6WDY6M0QqYbxwCmA4kByrzQunqsCwKAahQ_4itaaSj6Sm3eTueVVJWec0NoPfh8iMLPiFL","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Skill Cap","postDate":"945142108","msgId":1547,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4xNzQuMTU0Ny45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":1540,"nextInTopic":1554,"prevInTime":1546,"nextInTime":1548,"topicId":1530,"numMessagesInTopic":23,"msgSnippet":"Yah, research is NOT a regular tradeskill and is capped at lvls, only regular tradeskill that ever was capped was tinkering, and well, tinkering is not","messageBody":"<div id=\"ygrps-yiv-963797675\">Yah, research is NOT a regular tradeskill and is capped at lvls, only <br/>\n&quot;regular&quot; tradeskill that ever was capped was tinkering, and well, tinkering <br/>\nis not really &quot;regular&quot; :) Only gnomes can do it and we start with a skill <br/>\nof 50 :)<br/>\n<br/>\nSo yes, as late as 2 weeks ago, research was lvl capped. Btw, the diamond <br/>\ndust thing, i HAVE been thinking about the akanon mines a lot, i spose the <br/>\ngnomes mine there for gems, and these &quot;dusters&quot; may well have picked up some <br/>\ndiamond dust remains from there ;)<br/>\n<br/>\nwas in AkAnon today, but TOTALLY forgot to check the mines, even tho that <br/>\nwas the main reason i went there, hehe<br/>\n<br/>\nSandortien<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;Aaron Bolch&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaronbolch@...\">aaronbolch@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_Tinkering@onelist.com\">EQ_Tinkering@onelist.com</a><br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_Tinkering@onelist.com\">EQ_Tinkering@onelist.com</a><br/>\n&gt;Subject: RE: [EQ_Tinkering] Skill Cap<br/>\n&gt;Date: Mon, 13 Dec 1999 14:44:55 CST<br/>\n&gt;<br/>\n&gt;From: &quot;Aaron Bolch&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaronbolch@...\">aaronbolch@...</a>&gt;<br/>\n&gt;<br/>\n&gt;&gt;\tAs people began to believe one thing nad become so advant abouit it, they<br/>\n&gt;&gt;tend to become ugly to the point of hatred. People speak so freely about<br/>\n&gt;&gt;what they know is right or wrong without even really finding out a<br/>\n&gt;&gt;deffinent<br/>\n&gt;&gt;asnwer for themselves. As for the person that is angry about this thread,<br/>\n&gt;&gt;man lighten up. As for right now everyone knows that Tinkering like<br/>\n&gt;&gt;Reaserch<br/>\n&gt;&gt;is a trade skill. That means that when you learn it you can continue to<br/>\n&gt;&gt;learn with out me capped out on a level. I have read many threads where<br/>\n&gt;&gt;people believe this or that. Then when someone says something and everyone<br/>\n&gt;&gt;finds out it was true they are like I knew that. Ok As far as it has been<br/>\n&gt;&gt;said my BM is that on all trade skills includeing research and the other<br/>\n&gt;&gt;hard to raise skills there is no cap per level. So I believe that it is<br/>\n&gt;&gt;possible to go above actually I have a gnome with 77 and I am 18 that is 2<br/>\n&gt;&gt;points above max. I got the money to raise this from my guild but none the<br/>\n&gt;&gt;less. FRom my experiance and what has been said it seems the either one <br/>\n&gt;&gt;the<br/>\n&gt;&gt;cap is different or the cap is gone. I do not doubt anything people have<br/>\n&gt;&gt;said but it seems that, there may be alot of truth in some things.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Correct me if I am wrong, but are you saying that spell research does not<br/>\n&gt;have a cap?  You are mistaken if you think so.  To be as objective as<br/>\n&gt;possible, I will detail the circumstances that convince me that spell<br/>\n&gt;research is capped per level.<br/>\n&gt;<br/>\n&gt;I play on Erollisi Marr, and general consensus is that each server has its<br/>\n&gt;own tweaked code, for whatever reason.  On this server, I have played a<br/>\n&gt;wizard up to level 44, and spent training points/cash on most of my spell<br/>\n&gt;research skill learns.  I would say maybe 15% of my gains in spell research<br/>\n&gt;have come strictly from combining runes.  Now, everytime I level, I go to a<br/>\n&gt;guildmaster and train this skill.  It goes up 5 times, and then the<br/>\n&gt;guildmaster refuses to train me anymore, until I level again.  As a test,<br/>\n&gt;once I did nothing but rune practice for 5 points, then went to the<br/>\n&gt;guildmaster.  He could not train me.<br/>\n&gt;<br/>\n&gt;It is possible that some servers have skill caps, and others do not.  Just<br/>\n&gt;compare zone closings on different servers.  If they are supposedly the <br/>\n&gt;same<br/>\n&gt;code base, why do some servers go down for software maintenance and others<br/>\n&gt;do not?<br/>\n&gt;<br/>\n&gt;It is also possible that the guildmaster is level capped, but practice is<br/>\n&gt;not.  This is difficult for me to verify because, at level 44 with max<br/>\n&gt;research, I first have to level to 45, then collect a ton of level 44 runes<br/>\n&gt;to combine.  I have had a problem acquiring those runes, so it would take<br/>\n&gt;weeks to verify a level cap or not in that fashion.  But, in that amount of<br/>\n&gt;time, I will have levelled, so the process is a waste for me.<br/>\n&gt;<br/>\n&gt;I guess what I am trying to say is that it may very well be possible that<br/>\n&gt;some servers have a level-cap on tinkering, and others do not.<br/>\n&gt;<br/>\n&gt;I know that Erollisi Marr had a tinkering cap 2 months ago for sure.<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}