{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"igbot@xxxxxxxxxx.xxx","from":"igbot@...","replyTo":"LIST","senderId":"FejlxHyp_4NswAFlFnedGhWslGmICEnkMRWOdXsHDSvubBZDdzjT-nOLW-ENT23pykyUTV0vhPz3ID4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Prices","postDate":"945784666","msgId":1669,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4xODMuMTY2OS45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1680,"prevInTime":1668,"nextInTime":1670,"topicId":1669,"numMessagesInTopic":2,"msgSnippet":"I think alot of folks here charge way to low. I m not saying this from a moral sense . I m saying it from a business sense. First off, lets say you charge","messageBody":"<div id=\"ygrps-yiv-575583513\">I think alot of folks here charge way to low. I&#39;m not saying this from a<br/>\n&quot;moral sense&quot;. I&#39;m saying it from a business sense.<br/>\n<br/>\nFirst off, lets say you charge 2000pp for a rebreather (a price I&#39;ve heard).<br/>\nChances are, your skill is under 110. That means 1 out of 2 failures on <br/>\naqualungs and higher on rebreathers. I certainly see no profit there.<br/>\nSo, if I had a hamburger stand and my competitors undercut themselves, I&#39;d<br/>\nlaugh. Why? Because soon they&#39;d run out of money to make more hamburgers.<br/>\nIn EQ, it works the same way. However, customers have some ridiculous idea that<br/>\nthings in EQ have &quot;real&quot; prices (like a dragoon dirk for 30pp). The Price<br/>\nis WHATEVER the buyer is willing to pay! (thats my sermon, no one in EQ<br/>\nlistens to that :).<br/>\n<br/>\nAnyway, if you sell for 2000pp not only are you taking a loss, but you are<br/>\nkilling young tinkerers. Even if 2000pp was profitable for you, you are still<br/>\nkilling young tinkerers because its not profitable for them. Maybe thats ok<br/>\nwith you, but you still hurt yourself, because if folks would ESTABLISH from<br/>\nthe start a price of rebreathers at say 4000pp then everyone would BELIEVE<br/>\nthat is the price! You say &quot;no one will pay 4000!&quot; - Yes they would IF everyone <br/>\nagreed that is the established price.<br/>\n<br/>\nShamans! Heres a tip for you. Before you make ONE potion! Run through every<br/>\nzone in norrath - and Auction your potions for 10 TIMES your cost. This price<br/>\nwill be way too high and no one will buy and everyone will gasp. BUT you are<br/>\nnot there to sell a thing - you are there to put a seed in peoples minds about<br/>\npotion prices. Do this 10 days in a row in popular zones. Then, when you make<br/>\npotions, sell them for 8 times your cost. By then, no one will gasp anymore<br/>\nbecause you established the price in their minds.<br/>\n<br/>\nThats price gouging? Please. Everytime I run near Mistmoore I check on the <br/>\ncaitliff. If he&#39;s there (he&#39;s not a horribly rare spawn), I kill him and<br/>\nloot either Crested spaulders or the Crested helm. I got it for 5 minutes<br/>\nwork and sell it for 250pp or 600pp respectively - THATS price gouging.<br/>\n<br/>\nLow prices kill the market for future tinkerers. Also Rebreather customers<br/>\nare NOT repeat customers. My prices that work for me (except aqualungs, <br/>\nbecause I&#39;m sick of explaining the details (limited charges, weight, size)<br/>\nto an excited customer only to hear them say forget it.)<br/>\n<br/>\nCams - 25pp  (I sell a TON)<br/>\nTelescopes - 90pp  (sell a TON)<br/>\nLockpicks - 35pp  (not many rogues, but I sell a few)<br/>\nProbes - 35pp  (I sell some of these, God only knows why, just a novelty)<br/>\nRebreathers - I&#39;ll let you know cuz I just made one, will be 3-4k, your<br/>\n                   input appreciated<br/>\n<br/>\nI give tons of fireworks away (although one guy wanted them so bad once<br/>\nhe paid me 5pp per!)<br/>\n<br/>\nPublish your prices. I know a few tinkerers on my server and I explained <br/>\nthis to them. If they cut their prices, I have to cut mine. And we both<br/>\nlose. (This is illegal in the real world now isnt it, its called price fixing).<br/>\nBut then again, selling less than cost to undermine competitors (just<br/>\nbecause you have huge resources and they dont) isn&#39;t exactly &quot;nice&quot;.<br/>\n<br/>\nPeople complain about this skill, but it could WORK if we made a profit right?</div>","specialLinks":[]}}