{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"sragan@xxxxx.xxx","from":"sragan@...","replyTo":"LIST","senderId":"W5I0plceRYbj38NestcPdYdtxW73-aWzPUh-YOhuapkUWFk0uphJ04inInZnnon_fk8B9mD3gQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Aqualungs: Getting my skill to 117","postDate":"945791334","msgId":1672,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4xODMuMTY3Mi45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1671,"nextInTime":1673,"topicId":1672,"numMessagesInTopic":1,"msgSnippet":"Hi Folks, Been a while since I posted, figured I would let the fire die down from the skill cap flame wars... =|  Being a 41 wiz I really dont need to worry","messageBody":"<div id=\"ygrps-yiv-1447829068\">Hi Folks,<br/>\n<br/>\nBeen a while since I posted, figured I would let the fire die down from the skill cap flame wars... =|  Being a 41 wiz I really dont need to worry much about it these days.<br/>\n<br/>\nIts been a hard road, but I can start seeing light at the end of the tunnel, getting close to the skill needed for the rebreathers, thought I would yap a little about the aqua lung business.<br/>\n<br/>\nPerhaps the experience is different per server, but the cash I get for selling an aqua lung to a merchant goes down if I use charges on it. Someone mentioned here they were able to sell it for the same price as a &#39;full&#39; lung, but thats not my experience. I will have to check again tonight, and see how much/if it goes down.<br/>\n<br/>\nSome folks are saying they are getting skill increases after making 5 or 6 lungs, my experience is its taking me about 10  or so. This is with WIS and DEX buffed above 100, and an intel of 201. Whenever I get 2200 plat, I go get some fish, get my DEX,WIS, and INT buffed up and attempt 10 lungs. On average I&#39;ll get a point.<br/>\n<br/>\nIts tempting after I make my 10 attempts to cash the 5 and sometimes 6 lungs that I get back in to try and do some more attempts, but I wouldn&#39;t recomend it. I have been slowly able to sell the lungs for 550 plat apeace. After I sell 4, I have another 2200 plat for another round of 10 trys again.<br/>\n<br/>\nAs things stand, I have a skill of 117 at the moment, I figure I have to sell another 32 lungs and make 80 attempts before I get the skill needed for rebreathers.<br/>\n<br/>\nSlowly but surely if one keeps selling the lungs you can eventually get your skill up. At 2200 per skill point one can expect to have to cycle about 50,000 plat (after maxing on stalking probes) before you get the skill to make the rebreathers with an acceptable success rate (1 out of 3). Even the 50&#39;s characters will have trouble raising that kind of money, and it will put a serious dent in the coffers of a guild too.<br/>\n<br/>\nKeep up your hopes up, you will get there eventually,<br/>\n<br/>\nCheers...<br/>\n<br/>\nFizzWizz of Tunare<br/>\n41st Wizard<br/>\n117 Tinkering</div>","specialLinks":[]}}