{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jeff.belcher@us.wmmercer.com","from":"jeff.belcher@...","replyTo":"LIST","senderId":"UPNey3ISAgKvMpSCoWJOonT8vbpYnrsUu_Z1Q-ryFPcM4S6Rhf0CWBCCbUMxlgIvQDgLYQPtsBgOcCZ9WRoxa9iOVA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Horribly Frustrated on Tarrew Marr","postDate":"949069787","msgId":1934,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4yMTcuMTkzNC45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":1932,"nextInTopic":0,"prevInTime":1933,"nextInTime":1935,"topicId":1925,"numMessagesInTopic":4,"msgSnippet":"Selling Aqualungs: I understand your problem.  I am on the Povar Server (same server as the master Tinkerer Flitnilf), and I have a hard time finding buyers.","messageBody":"<div id=\"ygrps-yiv-152132291\">Selling Aqualungs: <br/>\nI understand your problem.  I am on the Povar Server (same server as the master Tinkerer Flitnilf), and I have a hard time finding buyers.  For those of you that are finding frequent aqualung buyers, what zone(s) are you having the most luck with?  The standard aqualung price on my server is 400 pp a piece because that is the price that Flitnilf has established.  Make sure when you auction them that you mention they sell back merchants for 190 pp (with good charisma). Like you, I have a 50% (four of eight) success rate (Intelligence 177, wisdom 106) when making them. However, I get an enchanter friend with Charisma gear to buy the tinkering components for me so each attempt only cost about 215 pp.  So, It takes me two attempts to make one which is 430 pp.  Sell it for 400 pp leaving me in the hole 30 pp.  I am hoping as my skill increases that I can make up the money I am losing right now.  I would not reccomend selling them back to merchants unless you just have a lot of money.  With good Charisma you can get 190 pp for them. 430 - 190 means you lose 240 pp every success.  That is too steep for me.  My guild doesn&#39;t have lots of money and has contributed nothing to my skill, and I don&#39;t have enough time to play and camp rare items to turn around and sell for money.  So, all i have is about 1000 pp to my name and it is all tied up in 2 aqualungs and 8 spyglasses)  Don&#39;t get me wrong, I am not upset about the price that Flitnilf has established on our server.  I am just saying that I lose 30 pp an attempt until my skill increases to a level where I make somewhat better than 50%.  For instance, if I had a 66.7% success rate, I would make 77.5 pp for every lung I sell.  I think 400 pp is a great price, and I applaud Flitnilf on the way he has managed to become a Master Tinkerer but kept the prices at a level not to undermine the rest of the tinkering community on Povar.  Thanks Flitnilf! Flitnilf, if you are out there and you get some aqualung orders, I would love to fill those orders for you since you don&#39;t get skill increases anymore)<br/>\n<br/>\nA word on spyglasses: Flitnilf has established the Povar price as 80 pp.  However, I must confess I have much better success auctioning these at 70 pp.  When I auction at 80 I get very few buyers, but if I change it to 70, they sell like hot cakes.  So, if you are selling for less than 70 pp, you are probably costing yourself a lot of money.  I sold mine for 70 pp a piece till I maxed my skill, and now I sell them for 80 pp.  I have probably sold close to 50 of these for between 50 and 80 pp.  <br/>\n<br/>\nWhat Zones to sell in?  I have luck selling Spyglasses all over the place.  But I do not have any luck selling these lungs in any zone.  If you are selling aqualungs, what zone(s) seem to have the most frequent buyers?  <br/>\n<br/>\nLater fellow Tinkerers,<br/>\n<br/>\nGantorek Ttefabob of Clan Cathar<br/>\nLevel 34 Wizard on the Povar Server<br/>\nLevel 103 Tinkerer</div>","specialLinks":[]}}