{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy Wells","from":"&quot;Jeremy Wells&quot; &lt;jjdlc@...&gt;","replyTo":"LIST","senderId":"bwoawn73bWx9oKuuY2awAGOQhGoizRfyTbe3gLM8OI-j2lzftnxyfXsNx9xxNi-YhsnK_taqTSJZ5lOK19upwpLgR9Q1Bz53l56B","spamInfo":{"isSpam":false,"reason":"0"},"subject":"gem cutter idea.","postDate":"950656060","msgId":1973,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4yMzAuMTk3My45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1975,"prevInTime":1972,"nextInTime":1974,"topicId":1973,"numMessagesInTopic":3,"msgSnippet":"I am new to this mailing list as I am fairly new to fairly new to Tinkering (skill 45).  I had this idea after reading the passage about the gemcutter from the","messageBody":"<div id=\"ygrps-yiv-1613526431\">I am new to this mailing list as I am fairly new to fairly new to Tinkering<br/>\n(skill 45).  I had this idea after reading the passage about the gemcutter<br/>\nfrom the latest journal.  Feel free to point out any misinformation that I<br/>\nhave.<br/>\n<br/>\nThe book said the machine was designed by his friend a jeweler who wanted to<br/>\ncut anaglyphs in gems, specifically pearls.  This leads me to believe that<br/>\nthe gemcutter is used by the jeweler, possible in much the same way as a<br/>\nplaning tool, or carving knife is used by a Fletcher to improve the stats on<br/>\ntheir bows.  In the case of the Fletcher the tool is consumed if you get the<br/>\nmessage about components not combining in these quantities, however, it is<br/>\nnot absorbed if you have the right component quantities and simply fail,<br/>\nbut, is consumed if you succeed.  What I&#39;m getting at, is that maybe the<br/>\ngemcutter is used by a jeweler during production to improve the stats on<br/>\njewelry.  The definition of Anaglyph talks about the 3D image, but it also<br/>\nsays that an anaglyph (in so many words), is a decorative carving on some<br/>\npiece of jewelry.  The book states that the machine can make fine cuts on<br/>\neven the smallest gems using only a small bit of grease to reduce friction.<br/>\nAt first I assumed the grease was used in the crafting of the machine, which<br/>\nis the case, but I then began to think, when engraving in RL, oil is often<br/>\nused to lubricate the cutting bit to reduce friction so as to not &quot;burn&quot; the<br/>\nbit, and/or the engraved object.  So maybe grease needs to be used when<br/>\nusing the gemcutter.<br/>\n<br/>\nCurrently I am still too low lvl and too poor to try these ideas, but wanted<br/>\nto present them to the tinkering community for appraisal.  Here is my idea<br/>\nof what might work.<br/>\n<br/>\nA jeweler combines in his bag.<br/>\n<br/>\n1 pearl or black pearl (this might be used on other gems, but this seems the<br/>\nbest place to start considering it is stated in the journal)<br/>\n+ all other components need to create any given jewelry piece. (might start<br/>\noff with a ring, as that seems a good place for an anaglyph)<br/>\n1 gemcutter<br/>\n1 grease<br/>\n<br/>\nThis is my base test idea, I have other thoughts for components, for example<br/>\nrunes, spells, etc. for a pattern for the anaglyph.  If anyone has any other<br/>\nideas, please post them, as I am interested in reading all thoughts on the<br/>\nsubject.  And if anyone who is rich enough and brave enough to try my idea,<br/>\nplease let me know.<br/>\n<br/>\nFelburne<br/>\nGnome of the 18th season.</div>","specialLinks":[]}}