{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Quasinom de Plume","from":"=?iso-8859-1?q?Quasinom=20de=20Plume?= &lt;eqmailing@...&gt;","replyTo":"LIST","senderId":"znJiqUQfmmExDSUafddQgumexDiKf6wPODmDNg1XTrS6oQqm7W3tNYmcwCO8cqXH9U2S_Q71SfeYL8xvxGgauadZ8wJVXst6i2LYmUVMpFUZwnwAyx7Pap45f7dZ8X9XrzAX","spamInfo":{"isSpam":false,"reason":"0"},"subject":"New Idea for tinkering","postDate":"951931144","msgId":2010,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4yMzkuMjAxMC45NTkyNjUzNTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2011,"prevInTime":2009,"nextInTime":2011,"topicId":2010,"numMessagesInTopic":4,"msgSnippet":"After reading about all the usefull potions that can be made through Alchemy (SoW, IvU, Shrink, stat buffs - even rumored tele potions to Halas and Ino","messageBody":"<div id=\"ygrps-yiv-371998231\">After reading about all the usefull potions that can be made through<br/>\nAlchemy (SoW, IvU, Shrink, stat buffs - even rumored tele potions to Halas<br/>\nand Ino Swamp!!) I couldn&#39;t believe Verant could consider tinkering to be<br/>\nviable trade skill.  The majority of tinkered goods are novelty items at<br/>\nbest with less then a handfull of items that we can actually sell or that<br/>\npeople would want.<br/>\n<br/>\nHowever, I thought of a new tinkered item the other day that would be<br/>\nunique and I imagine it would be in very high demand.  I have no idea is<br/>\nthis has been suggested before but I&#39;d love to see it in action.<br/>\n<br/>\nA tinkered portable coin-changer!<br/>\n<br/>\nHow many times have you been forced to break away from your party due to<br/>\nthe loads of coins you&#39;ve collected - thereby endagering the safety of<br/>\nyour group?  How many times have you seen players ask others to buy their<br/>\nmassive amounts of change in areas where banks are miles and miles away -<br/>\nespecially in areas where you&#39;re not welcome in nearby cities?<br/>\n<br/>\nIf Verant believes this item is too powerful, should be difficult to make<br/>\nor should have some balancing issues then I suggest the following (however<br/>\nnot all these should be used):<br/>\n<br/>\n- One of the ingredients could be the Shamen spell Spirit Pouch since we<br/>\nknow how Verant likes us to travel the world for quest items (this spell<br/>\nenables the coin changer to hold huge amounts of coins without additional<br/>\nweight)<br/>\n<br/>\n- The coin-changer could have the characteristics of a no-slot bag thereby<br/>\nsacrificing an inventory spot and &quot;balancing&quot; the usefulness of the bag. <br/>\n(Not a big fan of this option but Verant can be hard to convince that some<br/>\nusefull items don&#39;t always need a drawback heh)<br/>\n<br/>\n- The coin-changer could be limited is it&#39;s use by having to &quot;preload&quot; it<br/>\nwith PP.  For example - you head to the bank and deposit 500pp max into<br/>\nyour coin-changer and you could exchange up to that limit before removing<br/>\nthe change and &quot;re-loading&quot; it at a bank.  This might be too difficult to<br/>\nprogram however.<br/>\n<br/>\n- The coin-changer could have charges associated with it so that you could<br/>\nonly use it 10 times - assuming this item is cheap to make or 50 times if<br/>\nit&#39;s a more expensive item - before the user has to purchase another. This<br/>\noption has a benifit to tinkers as it means we&#39;d sell more of them. :)<br/>\n<br/>\n<br/>\nThe coin-changer should have a maximum weight of 5 (or less) attached to<br/>\nit no matter how many coins it&#39;s holding.  You could use this item has a<br/>\nmoney-maker and charge a commision for changing coins (most requests I&#39;ve<br/>\nseen allows for this anyways as I occasionally hear things like<br/>\nBigdumbogre shouts, &quot;Buying 50pp for 450gp&quot;).<br/>\n<br/>\nAny suggestions/comments?<br/>\n<br/>\nQdP<br/>\nGnomish Magi<br/>\nMith Marr Server<br/>\n<br/>\n&quot;Quasinom de Plume is my quasi nom-de-plume&quot;<br/>\n<br/>\nPS:  Anyone have luck figuring out what the gemcutter does yet?<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nTalk to your friends online with Yahoo! Messenger.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://im.yahoo.com\">http://im.yahoo.com</a></div>","specialLinks":[]}}