{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jcs0001@home.com","from":"jcs0001@...","replyTo":"LIST","senderId":"xrbD2fuig66UswUaApjII55kdzSFD9oSV6Lj778x-PoACQBQIu9B4a6kWEofhUhiZ7h3V24rzA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The Creation of Clockwork Machines","postDate":"961544598","msgId":2174,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhpb3ZpbStqMnNoQGVHcm91cHMuY29tPg=="},"prevInTopic":2171,"nextInTopic":2182,"prevInTime":2173,"nextInTime":2175,"topicId":2171,"numMessagesInTopic":3,"msgSnippet":"Well, I definately hope that Virant does SOMETHING with the Tinkering, because as of 6PM Jun 20th there are roughly 50,000 people playing Everquest. Now, this","messageBody":"<div id=\"ygrps-yiv-1924504721\">Well, I definately hope that Virant does SOMETHING with the<br/>\nTinkering, because as of 6PM Jun 20th there are roughly 50,000 people<br/>\nplaying Everquest. Now, this is a low figure, as the TEST server is<br/>\ndown and its not a weekend, where most servers average more than 2000<br/>\npeople at a time, and not 1600 as it is right now.<br/>\n<br/>\nThis means Verant is Making the profit from the actual SALES of<br/>\nEverquest AND at least FIVE-HUNDRED-THOUSAND dollars a month on top<br/>\nof that.<br/>\n<br/>\nFigures taken from:<br/>\n.. 50,000 people<br/>\n..x $ 100 a year (assuming they pay PER six months and not per month)<br/>\n.....รท 12 months<br/>\n---------<br/>\n$ 500,000 PER MONTH<br/>\n<br/>\nMy point being this. If they are making so much damn money a month,<br/>\nthey can get off thier collective butts and do something about<br/>\nTinkering. I know it has been said that it will be coming after the<br/>\nPoison Patch, but DAMN.<br/>\n<br/>\nYa Know?<br/>\n<br/>\nIm talking Clockwork Pets Here.<br/>\n<br/>\nIf the all the components of a corpse can be collected, then there<br/>\nshould be corresponding brainboxes to them, and we should be able to<br/>\ncreate them.<br/>\n<br/>\nIf people cry out &quot;UNBALANCING!&quot; then we should remind them that it<br/>\ntakes THOUSANDS of plat to Level our skills, and that the components<br/>\nto the brainboxes for these things should be difficult to quest by<br/>\ncorresponding to the Creature being Clockworked.<br/>\n<br/>\n(SC) Small Creatures     : Brainboxes can be bought or made for 5-20pp<br/>\n(LC) Large Creatures     : 25-55pp<br/>\n(SH) Small Humanoid      : 60-125pp<br/>\n(LH) Large Humanoid      : 130-250pp<br/>\n(VLH) VERY Large Humanoid : 255-500pp<br/>\n(VLC) VERY Large Creature : 1000-5000pp<br/>\n<br/>\nThe large gap between VLH&#39;s and VLC&#39;s is because Ogres and Trolls<br/>\nwouldnt do NEAR as much damage as Krackens and Dragons.<br/>\n<br/>\nThis should keep the VLH/VLC Clockworks from being a dime a dozen.<br/>\n<br/>\nOf course the actual costs and quest difficulties can be hashed over<br/>\nfor balance, but this shouldnt cause any unbalancing issues if done<br/>\nright.<br/>\n<br/>\nVerant is being PAID to do it right, and keep us PAYING people happy.<br/>\n<br/>\nTo make things more balanced, Tinkering could be made a Race-Specific<br/>\nSpecialty-Class. This would work by keeping Tinkering a Gnome trait<br/>\navailable to ALL GNOMES, but those Gnomes that choose to become a<br/>\nMASTER-TINKERER would have to coose to do so as a CLASS just like a<br/>\nMagic-User has to choose what type of caster he wants to be, a Gnome<br/>\nwould have to choose between being a normal class of Gnome, or a<br/>\nMASTER-TINKERER.<br/>\n<br/>\nGnomes that do this would be able to create the more elaborate<br/>\nTinkers such as the VLC&#39;s and VLH&#39;s and the more sought-after pieces<br/>\nof equipment.<br/>\n<br/>\nIf you are asking about the balance of having characters with Pet<br/>\nClockwork Dragons or Krackens&#39;, then remember. These MASTER-TINKERERS<br/>\nhave to spend hundreds of plat just to earn the SKILL to create these<br/>\ncreatures, and then spend the time to collect the pieces of these<br/>\ncreatures (How many dragons do you think it would take to kill, just<br/>\nto collect every single dragon piece? Thats a LOT of WORK), and then<br/>\nthe pure plat and time to collect the pieces to thier brainbox!<br/>\n<br/>\nWhat if it fails? We are talking possibly 3-4 WEEKS Real time in lost<br/>\nPlat and Time, all in a blink of an eye.<br/>\n<br/>\nSure, there would be lots of Clockwork rats and spiders, but who<br/>\ncares? My Enchanter&#39;s First-level apparition can demolish those! Its<br/>\nnot like they would be the most sturdy of Clockworks...<br/>\n<br/>\nIf you have taken the time to read this Very long Post,<br/>\n<br/>\nPlease offer your opinion.<br/>\n<br/>\nThank-you for your time.</div>","specialLinks":[]}}