{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Joshua Bednarz","from":"&quot;Joshua Bednarz&quot; &lt;thewhitemage@...","replyTo":"LIST","senderId":"cx0zEqH86JOUwSW4fJbTtVy_77ZMGlErEKdLhHeOJ5x2GkKFniPfLypL-hMLBnRC9-977sDC8296ztc6XNK19-Szepkx5BadxhzsN-MPRxD2nw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lens Quest","postDate":"933104631","msgId":257,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4zOC4yNTcuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":256,"nextInTopic":0,"prevInTime":256,"nextInTime":258,"topicId":256,"numMessagesInTopic":2,"msgSnippet":"Here is my personal theory: I belive that becuase of Bidl Frugrin not being implemented yet, the quest was not finished. With this patch they might have put","messageBody":"<div id=\"ygrps-yiv-1539985008\">Here is my personal theory: I belive that becuase of Bidl Frugrin not being <br/>\nimplemented yet, the quest was not finished. With this patch they might have <br/>\nput Bidl in, as I have heard, and have made the other two gnomes actually <br/>\ngive the lenses when you talk to them. I have heard that Bidl will be <br/>\nlocated as a random spawn in one of the Faydarks. I have also heard that to <br/>\nget the other two lenses, you MUST kill the gnomes. In this new patch, they <br/>\nmight have fixed it, but has anyone ever tried comeing back in two weeks? <br/>\nYou know that the world of Norrath actually has time, right? Just type /time <br/>\nto see what time it is in the game. So maybe if you came back in exactly two <br/>\nweeks, they&#39;d give it to you. I don&#39;t know, we will have to see what changes <br/>\nhave been made when the servers come back up.<br/>\n<br/>\nSniffledoo Copperheart 14th rank warrior of the Gemchopper Hall --<br/>\nVeeshan<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Well, this is my first post, someone told me about this, and I was <br/>\n&gt;thrilled!  Anyhow, on to the good stuff.  I have put over 200p into <br/>\n&gt;Tinkering (i&#39;m a lvl 22 magician), creating flameless lanterns.  That&#39;s <br/>\n&gt;INCLUDING the $$ i get back from selling them.  I have yet to raise a skill <br/>\n&gt;level..=(  This makes me wonder if I will get through 1000p and still not <br/>\n&gt;raise it a point.<br/>\n&gt;<br/>\n&gt;On the quest for the lenses.  I have tried it myself, and have had little <br/>\n&gt;success.  First of all I ask the gnome right outside akanon, and he tells <br/>\n&gt;me i&#39;m too experienced.  The one in Fay says that I have to come back in <br/>\n&gt;two weeks.  I am not high enough to kill either of them and take the lens.  <br/>\n&gt;I got the third lens from the DE in freeport, I killed her (she was blue <br/>\n&gt;dangerous).<br/>\n&gt;<br/>\n&gt;But, I would not stop there, so I went back to steamfont, and tried to <br/>\n&gt;discover WHO the gnomes would actually give the lens to.  Well, I tried lvl <br/>\n&gt;4 magician, lvl 7 wizard, lvl 8 wizard, lvl 11 magician.  They all were <br/>\n&gt;told to come back two weeks later.  Then i tried a lvl 13 Wizard, who was <br/>\n&gt;told he was too experienced!  Argh!  If any of you have gotten the lens <br/>\n&gt;from them, what class/lvl where you?  Unfortunately I cannot kill either of <br/>\n&gt;the gnomes, neither do I want to, as it would ruin my standing with my own <br/>\n&gt;race.  Any advice?<br/>\n&gt;<br/>\n&gt;On one last note, hoping that since Bidl Frufrun was being fixed during <br/>\n&gt;last test server, that he will be repaired for this patch.  Not sure if <br/>\n&gt;he&#39;ll be in Steamfont as he is supposed to be, or if he&#39;ll be in The <br/>\n&gt;Fayder&#39;s as the Guide mentioned earlier.  I may just go runnin <br/>\n&gt;Steamfont/Fay&#39;s offering a reward for anyone who can find Bidl....heh.  <br/>\n&gt;Anyhow, hope this all helps, and would like some help myself!<br/>\n&gt;<br/>\n&gt;Xalastile<br/>\n&gt;Lvl 22 Magician<br/>\n&gt;Xegony </span></blockquote></div>","specialLinks":[]}}