{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"sragan@scott.net","from":"sragan@...","replyTo":"LIST","senderId":"NoJWxbLHi9Z2uFewvIBEwGFtpanX3q11Y5ghrGoIeiY15GPBTtTXw_1DKfgryWV0tOCjkojNyA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"More &#39;theory&#39; on the collapsable fishing pole...","postDate":"934926190","msgId":383,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi41NS4zODMuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":385,"prevInTime":382,"nextInTime":384,"topicId":383,"numMessagesInTopic":3,"msgSnippet":"For those of us hot on the trail of the ever elusive collapsable fishing pole, here is a compilation of ideas from myself and others that might aid a few folks","messageBody":"<div id=\"ygrps-yiv-1421368713\">For those of us hot on the trail of the ever elusive collapsable fishing pole, here is a compilation of ideas from myself and others that might aid a few folks with the cash to try different combinations.\r<br/>\n\r<br/>\nOn the subject of which components are the most promising, I would start with excluding the reflective shard and the spriket. Next after those the  least likely candidates are the gnomish bolts, the metal twine, the bamboo pole, and the cork. Although there could be an argument made that a &#39;cork&#39; could be used.\r<br/>\n\r<br/>\nSo, that leaves us the following 7 components to work with \r<br/>\n\r<br/>\nFishing Pole\r<br/>\nmetal rod\r<br/>\ngrease\r<br/>\nmetal shaft\r<br/>\ngears\r<br/>\nsprockets\r<br/>\nCloth Cord (from a tailor I assume, I have never used this in a combination)\r<br/>\n\r<br/>\nThis significantly narrows the field, and I would highly recommend that we exhaust all combinations of these items before moving on to others.\r<br/>\n\r<br/>\nMostly likely the recipe has from 3 to 5 components. Some have made an argument that since the original tinker tool box had only 4 spaces, that the recipe has 3 or 4 components. This may be true but hey, Verant screwed up on the compass, why not the pole? =|\r<br/>\n\r<br/>\nWe should exhaust all combinations of 4 and 5 components before moving on to recipes with 6 or more components.\r<br/>\n\r<br/>\nIt is highly likely that the recipe contains more than 1 metal shaft or metal rod, perhaps as many as 3. While combinations using 2 and 3 rods/shafts WITH the fishing pole have almost been exhausted (check the &#39;pole database&#39;), I have noticed we still have quite a few combinations left to try that EXCLUDE a regular fishing pole, but INCLUDE 2/3 rods or shafts. There are very few of the &#39;double shaft&#39; and &#39;triple shaft&#39; combinations that exclude the fishing pole yet to be tried.\r<br/>\n\r<br/>\nHaving exhausted all of these, then the most likely possibilities are that there is some component somewhere that we are missing, perhaps there is a tinkered item like a &#39;reel&#39; that we need to make first before combining it to make the fishing pole, or Verant has once again screwed the tinkers of the world... =|\r<br/>\n\r<br/>\nWhile I tend to lean toward the latter, the possibility of having to &#39;pre-tinker&#39; a reel for the rod sounds intriguing...  blah...\r<br/>\n\r<br/>\nAnywho, thats my 500 plat on the matter or so (I have spent a hell of a lot more than 2 cents).\r<br/>\n\r<br/>\nCheers,\r<br/>\n\r<br/>\nFizzWizz of tunare</div>","specialLinks":[]}}