{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"xY-y_qzMPd9U4FELbTKON-PlgY9ouBA4LgavQfmWTabM-vMYVwZo6ee0x0D34KngBIohcddAPqYuRRMh9Mb7iQdnapryxekH","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: My thoughts","postDate":"935512926","msgId":426,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi42My40MjYuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":425,"nextInTopic":431,"prevInTime":425,"nextInTime":427,"topicId":425,"numMessagesInTopic":19,"msgSnippet":"Reading this, a thought occured to me. I wouldn t put it past Verant to have made a way to make spyglasses without collapsible fishing poles. Then, they will ","messageBody":"<div id=\"ygrps-yiv-664984115\">Reading this, a thought occured to me. I wouldn&#39;t put it past Verant to have<br/>\nmade a way to make spyglasses without collapsible fishing poles. Then, they will<br/>\nchange that &quot;bug&quot; once collapsible fishing poles can be made by players. If this<br/>\nis true, the person selling spyglasses really can&#39;t tell us how to make<br/>\ncollapsible fishing poles because he doesn&#39;t know. He&#39;s just making<br/>\nspyglasses... he could be lying about making collapsible fishing poles to throw<br/>\nus off. I&#39;m not saying somebody would do that, but he IS trying to keep a<br/>\nmonopoly on the market, and I can&#39;t say I blame him with the money he&#39;s making.<br/>\nAll I&#39;m really trying to say is we&#39;re probably assuming too much. The brewers<br/>\nwent through something similar with bog juice awhile back. Nobody knew it and<br/>\nEVERYBODY was trying to figure out the recipe. Once the recipe was found<br/>\n(actually, it got posted by a GM), it was nothing like anybody had been trying.<br/>\nPeople were using yeast, malt, hops, and barley in a drink that requires nothing<br/>\nmore than snake scales and water. Collapsible fishing poles, if they&#39;re possible<br/>\nto begin with, could be made with a rod, a pine needle, and a gear for all we<br/>\nknow. Hell, for all we know, a rod, a pine needle, and a gear makes the<br/>\nspyglass!<br/>\n<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nAaron Bolch wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Aaron Bolch&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaronbolch@...\">aaronbolch@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Thought #1:<br/>\n&gt;<br/>\n&gt; Before taking an extended break from Everquest to pursue a job, I spent<br/>\n&gt; nearly 150 pp making flameless lanterns and my skill remained &quot;Below<br/>\n&gt; Average&quot;.  I was told by a GM that tinkering is one of the hardest skills to<br/>\n&gt; train, so perhaps I am either unlucky, or the skill is nearly impossible to<br/>\n&gt; train up now.<br/>\n&gt;<br/>\n&gt; Fact #1:<br/>\n&gt;<br/>\n&gt; You cannot train tinkering using skill points.  I have tried it.  It is just<br/>\n&gt; like other trade skills, in that you can only use training points to get it<br/>\n&gt; so far before you must actually use the skill to learn it.<br/>\n&gt;<br/>\n&gt; Thought #2:<br/>\n&gt;<br/>\n&gt; If the collapsible fishing pole was in a shop, it would have been found long<br/>\n&gt; ago.  Of course, if it was only added in recently, then it may have yet to<br/>\n&gt; be found.  In any case, it still doesn&#39;t solve the problem of not having the<br/>\n&gt; recipe to make them.<br/>\n&gt;<br/>\n&gt; Thought #3:<br/>\n&gt;<br/>\n&gt; The collapsible fishing pole recipe should be fairly cheap to make.  I<br/>\n&gt; really doubt that Verant made it difficult, considering it is a component<br/>\n&gt; for another item.  So, this should limit the parts to those costing 1 pp or<br/>\n&gt; less, with the total cost not exceeding 5 pp.<br/>\n&gt;<br/>\n&gt; Thought #4:<br/>\n&gt;<br/>\n&gt; Whoever assumed that the spyglasses were being sold for 50% over cost is<br/>\n&gt; assuming way too much.  If you are the only producer of an item, you can<br/>\n&gt; demand a much higher profit return on that item.<br/>\n&gt;<br/>\n&gt; Thought #5:<br/>\n&gt;<br/>\n&gt; There is no such thing as a &quot;secret&quot; on Everquest.  There are too many<br/>\n&gt; people playing the game, making any new discovery part of the common<br/>\n&gt; knowledge base within a few weeks.<br/>\n&gt;<br/>\n&gt; Thought #6:<br/>\n&gt;<br/>\n&gt; Seeing &quot;broken&quot; quests, items, and spells in the past, I wouldn&#39;t put it<br/>\n&gt; past Verant that the collapsible fishing pole recipe isn&#39;t really in the<br/>\n&gt; game.  I am merely speculating, but I find it rather hard to believe that<br/>\n&gt; after months of uptime, not one gnome has found the recipe to such a trivial<br/>\n&gt; item as the collapsible fishing pole.<br/>\n&gt;<br/>\n&gt; Thought #7:<br/>\n&gt;<br/>\n&gt; This is perhaps the most overriding aspect of this whole ridiculous thread<br/>\n&gt; about the collapsible fishing pole recipe.  There are literally hundreds of<br/>\n&gt; items that could be used as a component, and it doesn&#39;t necessarily have to<br/>\n&gt; make any sense whatsoever.  Trying to guess it blindly is just like playing<br/>\n&gt; the lottery.  You might get lucky, but we don&#39;t have the hundreds of<br/>\n&gt; thousands of players needed to insure that SOMEONE gets lucky.<br/>\n&gt;<br/>\n&gt; Phenglei of Erollisi Marr<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist:  your connection to online communities.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}