{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Eron Linver","from":"Eron Linver &lt;aeron@...","replyTo":"LIST","senderId":"qX0Un7Teher3cMneyUcEsMP-4EDEw5pkncCxJ9ZMpsZwc9w6L150udWDs2wiWzqOMOShAbK52XDa7ubLX-B-PMIQjLQ-FwOZwA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: My thoughts","postDate":"935613881","msgId":454,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi42NC40NTQuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":442,"nextInTopic":456,"prevInTime":453,"nextInTime":455,"topicId":425,"numMessagesInTopic":19,"msgSnippet":"A few things here.  If it is a known fact I will put  before it, if it is an assumptions I will place  before it. ...  tinkering","messageBody":"<div id=\"ygrps-yiv-436480235\">A few things here.  If it is a known fact I will put &lt;fact&gt; before it, if it is<br/>\nan assumptions I will place &lt;assumption&gt; before it.<br/>\n<br/>\nAaron Bolch wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; From: &quot;Aaron Bolch&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaronbolch@...\">aaronbolch@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Thought #1:<br/>\n&gt;<br/>\n&gt; Before taking an extended break from Everquest to pursue a job, I spent<br/>\n&gt; nearly 150 pp making flameless lanterns and my skill remained &quot;Below<br/>\n&gt; Average&quot;.  I was told by a GM that tinkering is one of the hardest skills to<br/>\n&gt; train, so perhaps I am either unlucky, or the skill is nearly impossible to<br/>\n&gt; train up now.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;Assumption&gt; tinkering is broken. It doesn&#39;t matter what a GM tells you.  They<br/>\nlie all the time.  I have even asked them on things I have known to be true just<br/>\nto see if they would lie.  If any of you are Necromacers you know about the DoT<br/>\nbug, where the corpse vanishes when the monster dies, and no one gets EXP.  Well<br/>\nI was assured numerous time by Bargash (A real GM on Karana and not even a<br/>\nguide) that this was supposed to be part of the game.  Of course, a few patches<br/>\nlatter Verant put in a &quot;fix&quot; for this &quot;part of the game&quot; which has helped but<br/>\nthe problem still exists.  This is my only instance of an actual GM lying to me,<br/>\nbut there are many other instances where guides will give answers to questions<br/>\nthey know nothing about.  So I would just disreguard the answer.  Because if<br/>\ntinker could go up, then someone on this list would have had his/her skill go up<br/>\nby now.  So if you have had your tinkering skill go up, please say something so<br/>\nwe know it is possible.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Thought #2:<br/>\n&gt;<br/>\n&gt; If the collapsible fishing pole was in a shop, it would have been found long<br/>\n&gt; ago.  Of course, if it was only added in recently, then it may have yet to<br/>\n&gt; be found.  In any case, it still doesn&#39;t solve the problem of not having the<br/>\n&gt; recipe to make them.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;Assumption&gt; Really only gnomes would be looking for this item. If it was in<br/>\ngrobb or oggok (don&#39;t ask me why, but they put some necromacers spells there)<br/>\nthen it is very unlikely that we would have found it.  If it was in neriak then<br/>\nreally only Necromacers could have found it.  This would mean that our<br/>\nenchanters would have to check these cities.  There are also vendors all over.<br/>\nA gnome, on this list, would have to hit one of these vendors and then scroll<br/>\ndown enough to see the pole if it was there.  It definitely could be out there.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Thought #3:<br/>\n&gt;<br/>\n&gt; The collapsible fishing pole recipe should be fairly cheap to make.  I<br/>\n&gt; really doubt that Verant made it difficult, considering it is a component<br/>\n&gt; for another item.  So, this should limit the parts to those costing 1 pp or<br/>\n&gt; less, with the total cost not exceeding 5 pp.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;assumption&gt; Tinkering is broken, and the pole cannot be made at this time.<br/>\nThis is probably due to some poor coding or oversite (such as the DoT bug, which<br/>\neffects every class with DoT or the Barbarian Shield).  Verant has put out a<br/>\ngood game, but made some large errors in coding that apparently cannot be fixed<br/>\nuntil large areas of code can be patched (my guess would be this would not occur<br/>\nuntil the expansion).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Thought #4:<br/>\n&gt;<br/>\n&gt; Whoever assumed that the spyglasses were being sold for 50% over cost is<br/>\n&gt; assuming way too much.  If you are the only producer of an item, you can<br/>\n&gt; demand a much higher profit return on that item.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;Fact&gt; Spyglass are found as a rare drop off of some monsters.  They are a very<br/>\nrare drop (like the box of abu-kar for which I kill about 300-400 monsters of<br/>\nthe appropriate type before one drops).  I have seen them for auction, and I<br/>\nhave seen people auctioning for them.  Every single person has given me the same<br/>\nresponse to my inquiries, that they are looted.  If the person who was selling<br/>\nit led you to believe he tinkered the item, he was most likely lying, and hoping<br/>\nto get more to sell and keep the price up.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Thought #5:<br/>\n&gt;<br/>\n&gt; There is no such thing as a &quot;secret&quot; on Everquest.  There are too many<br/>\n&gt; people playing the game, making any new discovery part of the common<br/>\n&gt; knowledge base within a few weeks.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;Fact&gt; This is pretty true for the most part, but the glowing stein was a part<br/>\nof the game from beta on, and it wasn&#39;t until 2 or 3 weeks ago that this became<br/>\ncommon knowledge.  Verant also reports that less than 50% of the total different<br/>\nitems in the game have been found.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Thought #6:<br/>\n&gt;<br/>\n&gt; Seeing &quot;broken&quot; quests, items, and spells in the past, I wouldn&#39;t put it<br/>\n&gt; past Verant that the collapsible fishing pole recipe isn&#39;t really in the<br/>\n&gt; game.  I am merely speculating, but I find it rather hard to believe that<br/>\n&gt; after months of uptime, not one gnome has found the recipe to such a trivial<br/>\n&gt; item as the collapsible fishing pole.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;assumption&gt; I totally agree as stated above.<br/>\n<br/>\n--Eron (Vaevictis, Karana)<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aeron@...\">aeron@...</a><br/>\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=<br/>\n<br/>\nfrom The Simpsons:<br/>\n<br/>\nMoe: Why can&#39;t I find Amanda Hugginkiss?</div>","specialLinks":[]}}