{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kale usi","from":"&quot;kale usi&quot; &lt;kaleusi@...","replyTo":"LIST","senderId":"e9BdhBKts5Mkrv2FQT6bvghG35gUpgh9MryngHp4BkKRfsj8XzPO7ghfYrG-Y3gm9EWPewuSR4Fesgr38N3q4Ary7rD7_yM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: My thoughts - and possible spoilers","postDate":"935605985","msgId":459,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi42NC40NTkuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":458,"nextInTime":460,"topicId":459,"numMessagesInTopic":1,"msgSnippet":"...  I play a dark elf and regularly frequent Ogguk, Grobb, and Neriak. I have not seen either the collapseable fishing pole or the spyglass, and I HAVE","messageBody":"<div id=\"ygrps-yiv-1065774197\"><blockquote><span title=\"ireply\">&gt;&lt;Assumption&gt; Really only gnomes would be looking for this item. If it was <br/>\n&gt;in<br/>\n&gt;grobb or oggok (don&#39;t ask me why, but they put some necromacers spells <br/>\n&gt;there)<br/>\n&gt;then it is very unlikely that we would have found it.  If it was in neriak <br/>\n&gt;then<br/>\n&gt;really only Necromacers could have found it.  This would mean that our<br/>\n&gt;enchanters would have to check these cities.  There are also vendors all <br/>\n&gt;over.<br/>\n&gt;A gnome, on this list, would have to hit one of these vendors and then <br/>\n&gt;scroll<br/>\n&gt;down enough to see the pole if it was there.  It definitely could be out <br/>\n&gt;there.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>&lt;FACT&gt; I play a dark elf and regularly frequent Ogguk, Grobb, and Neriak. I <br/>\nhave not seen either the collapseable fishing pole or the spyglass, and I <br/>\nHAVE looked everywhere within those cities (I was looking for them out of <br/>\ncuriosity to if owning them would benefit me). I even went as far as <br/>\ncreating mules, as well as having high level friends of the appropriate <br/>\nraces search within those cities, and NONE of them have seen one yet. Come <br/>\nto think of it, I&#39;ve never seen either on ANY merchant with ANY of my <br/>\ncharacters - and I&#39;ve been to all but the high level dungeons (haven&#39;t been <br/>\nto: Lower Guk; Plane of Fear; Plane of Hate; Plane of Air; Sol A and B; <br/>\nKedge Keep; the tunnel/cave under Lake Rathetear; the tunnel/cave under the <br/>\nice in Everfrost; Spectre Isle in Oasis - not sure if it&#39;s a zone though; <br/>\nhidden underwater dungeon in Ocean of Tears - if it exists; tunnels/caves <br/>\nbeneath Neriak - if they exist)<br/>\n<br/>\n&lt;ASSUMPTION/CONJECTURE&gt; No one to date has yet to discover the recipe, (and <br/>\njudging by the ton of email about what has failed, and the sheer numbers of <br/>\nplayers working collectively) then it would ONLY make sense to me, that <br/>\nthey&#39;re found on certain rare spawns or given as loot for quest completion. <br/>\nHence, it would only be natural that the one person who supposively <br/>\ndiscovered the secret of which we all search, has merely found WHICH spawn <br/>\nor WHICH quest. However, and I do stress however, it may even possibly be <br/>\nWHICH correct recipe that may have previously not worked.<br/>\n<br/>\n&lt;FACT&gt; Verant has added in new NPC&#39;s and new quests; not to mention having <br/>\nfixed recipes and quests that had previously been broken. Judging from past <br/>\npersonal experiences, I would say that we have more questions than answers, <br/>\nand at this point, we can only conjecture. My best guess/suggestion at this <br/>\npoint, would be to email/petition the GM in charge of the trade skills, <br/>\nabout a hint or two or perhaps a spoiler like us Master Brewers got. After <br/>\nall, they leaked out the recipe for bog juice, (and just recently Vodka) <br/>\nbecause no one could figure out the recipe. And we Master Brewers didn&#39;t <br/>\nhave a quarter of the collective effort that I see coordinating here.<br/>\n<br/>\nJust my two coppers worth</div>","specialLinks":[]}}