{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Andrew Smith","from":"&quot;Andrew Smith&quot; &lt;buckeyepaintball@...","replyTo":"LIST","senderId":"7-74xlRd8HHoYFfgbUEO1CHjBFOcjGw63MfWOiEzoQDvltQ3TOJkUfIeR25H1CZKBTnN30hi21LtA8g5NzKPYPFlP5CGWzwLYDVV7uRdKUf5PN6E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"the fishing pole dilema","postDate":"936212379","msgId":490,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi43MC40OTAuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":489,"nextInTime":491,"topicId":490,"numMessagesInTopic":1,"msgSnippet":"I am an aspiring tinkerer and have just joined this mailing list.  I was just writing to share my opinion that the collapsible fishing pole can not be","messageBody":"<div id=\"ygrps-yiv-590564952\">I am an aspiring tinkerer and have just joined this mailing list.  I was <br/>\njust writing to share my opinion that the collapsible fishing pole can not <br/>\nbe tinkered.  I say this based on a couple of things.  In the gimblestan <br/>\nbooks all the things mentioned that are tinkerable are listed with their <br/>\ncomponent pieces.  This is pretty straightforward.  There is no mention of <br/>\ninfravision goggles or gnomish fireworks in either of the gimblestan books.  <br/>\nThese were probably in beta but taken out of the game.  The fact that the <br/>\nfidshing pole is mentioned does not mean it can be tinkered.  It was <br/>\nmentioned in the same context as a cork, or a pie tin, or a static orb etc.  <br/>\nIt is mentioned as a component, not as a project.  That is why i think that <br/>\na recipe will not be forund.  I don&#39;t think it can be made (at least not at <br/>\nthis point in time).  Gnomad had a collapse pole that someone gave him after <br/>\nthey won a GM quest.  To my knowledge no one has ever seen a collapsible <br/>\npole dropped as a loot item or in any store anywhere.  THIS is what leads <br/>\npeople to think it can be tinkered.  It sounds like something we should be <br/>\nable to tinker, but I believe this is not the case.  Maybe the pole was <br/>\nmeant to be sold in shops as a component but never made it there.  I think <br/>\nthat it may be the case that poles can only be obtained by being given them <br/>\nfrom a GM.  That or there is a quest somewhere that returns one.  I just <br/>\ndon&#39;t think the pole is an item we can make, because there is no recipe for <br/>\nit anywhere.  Something that could use infinate combinations of components <br/>\nto make would have some kind of clue in-game.  That is just my humble <br/>\nopinion.  I admit, there could very well be a recipe for it out there, but I <br/>\nthink with the sheer mathmatics of trying combinations we will just be <br/>\nchasing our tails until verant thows us a clue.  I mean, pie tins are <br/>\nmentioned in gimblestan MORE than the fishing pole is.  Can we take the fact <br/>\nthat it is mentioned as a component for another item to mean that we can <br/>\ntinker them?  I&#39;m not so sure about that.  On a side note i made an <br/>\nuneventful trip to the ak&#39;anon zoo and talked the ear off the zookeeper, but <br/>\ncouldn&#39;t get him to say anything other than the generic &quot;I am the zookeeper, <br/>\nyada yada&quot; speach.  I tried asking about gimblestan, the old zookeeper and <br/>\n&quot;binky&quot; the minotaur.  I can only assume that is the same mino gimblestan <br/>\ncaptured.  Not sure tho.  Anyone get the zookeeper to say anything at all <br/>\nother than the generic yada yada speach?  If so post it her please!<br/>\n                                    -Komax of Tarew Marr</div>","specialLinks":[]}}