{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Paul McClung","from":"Paul McClung &lt;p.e.mcclung@...","replyTo":"LIST","senderId":"op-ZWtRhJhsFlvZYRoIerz4YFHggEK_vEphdp7TAugqzrf7VzXtXSVbI5c8Ze7W8vhFAWuxLUBJff4mYvQCPCxP_RMPOJP5LaZ4JWtIDRw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Animated bait, third book, gearheart, emporium and Solusek","postDate":"936883741","msgId":567,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi43OC41NjcuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":568,"prevInTime":566,"nextInTime":568,"topicId":567,"numMessagesInTopic":4,"msgSnippet":"Gearheart is part of a warrior quest. The gnome in the emporium is part of a known quest that starts in qeynos I think, and involved making a part for a ship.","messageBody":"<div id=\"ygrps-yiv-1293048937\">Gearheart is part of a warrior quest.<br/>\n<br/>\nThe gnome in the emporium is part of a known quest that starts in qeynos I<br/>\nthink, and involved making a part for a ship.  HOWEVER!  The gnome sells a<br/>\ncomponent called a metal disk.  Why?  This sounds like a tinkering item but<br/>\nwhy would this islolated gnome sell this?  Is it a hint of some sort?  I<br/>\nquestioned the gnome at length and could get no information from him.<br/>\n<br/>\nThe minotaur in the zoo of akanon, I killed this minotaur and lost faction<br/>\nwith the king of akanon, someone went through the trouble of giving this<br/>\none particular minotaur good faction with gnomes, why?  Was it a technical<br/>\nreason, to keep him from attacking newbie gnomes or is it related to the<br/>\nstory in the tinkering book about Gimblestan bringing back a minotaur to<br/>\nthe zoo?<br/>\n<br/>\nA third book is a possibility, its also possible that someone just happened<br/>\nto have some cork and a spriket left over and thought what the hell... I&#39;ll<br/>\ntrash two items in one click and be done with it.  But instead they found<br/>\nsomething new to make.  It is amazing, however, that the thousands and<br/>\nthousands of people out there who search for quests, search for new things<br/>\nhaven&#39;t stumbled upon this third book though.  Considering how obscure some<br/>\nquests and some items are, this third book must be REALLY obscure.  But it<br/>\ncould be out there!<br/>\n<br/>\nSolusek gnomes seems like a good place to try to learn about tinkering and<br/>\nI intend to go there at level 24.  Being an enchanter, I&#39;m told that<br/>\nmonsters won&#39;t bother me if I&#39;m in elemental illusion, so maybe I can check<br/>\nthe place out and get lucky, who knows.<br/>\n<br/>\nI haven&#39;t fished with animated bait yet, but I think its likely that it is<br/>\na component in a recipie, maybe for the collapsable pole.  Either that or<br/>\nit may be a quest item or maybe it has some better fishing abilities.  No<br/>\ntests have really been done to see that I know of.<br/>\n<br/>\nAnd the collapsable pole has one very good use, if you do fish a lot, the<br/>\npole never breaks, it only weighs .1 lbs, and can be stored in small<br/>\ncontainers.  Those are some fairly nice benifits to it.<br/>\n<br/>\nRotgut</div>","specialLinks":[]}}