{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Big Dave","from":"&quot;Big Dave&quot; &lt;xceller@...","replyTo":"LIST","senderId":"-i5YPalvkVERyAnzGOMoVg3ShGPzRyA3Z2ve0C00gtVtMWKudErJQ6CU4u0kQnY_4O8SZByAQI7RL_bkze7GeONDKw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"some info","postDate":"936914136","msgId":572,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi43OS41NzIuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":573,"prevInTime":571,"nextInTime":573,"topicId":572,"numMessagesInTopic":20,"msgSnippet":"On the third book: I know a gnome on my server (Fennin Ro) named Renten I think, that was utterly obsessed with finding the third book.  He said he found clues","messageBody":"<div id=\"ygrps-yiv-1483540029\">On the third book:<br/>\nI know a gnome on my server (Fennin Ro) named Renten I think, that was utterly obsessed with finding the third book.  He said he found clues that led him to Permafrost where he had been searching for the past several days (and he was level 8 at the time).  I&#39;m convinced he is on to something, nobody in their right mind would risk that kind of venture without good reason.  However, I have not heard anything from him in several weeks, he may have given up or lost his level many times, I don&#39;t know.  But I&#39;m going back there to do some more exporing myself.<br/>\n<br/>\nOn Solusek&#39;s Eye:<br/>\nIf you invis yourself, you can get to the gnome castle easily.  I have run all over it, and hailed almost every gnome I have found there.  The one vendor does have the bag of the tinkerers and I&#39;m wondering if we can tinker it somehow.  He also carries broken force modules, broken frost modules, functional frost modules, and a power module.  THIS intrigues me!  Could it be that the force and power module might be needed to make the bag, or maybe the collapsible fishing pole is powered?  <br/>\nMaybe these items are needed as well as the vendor-sold gizmos and such in ak&#39;anon to construct things like the Pole or the Bag, or maybe even things none of us players have thought of yet.  The last idea seems reasonable to me since most the junk we know how to make and can make is virtually worthless to other players since they can get cheaper alternatives than our stuff.<br/>\n<br/>\nOn Mechanized Lockpicks:<br/>\nThis is the one tinkered item that I have had some good luck in.  Its not trivial at the base tinkering level.  I&#39;ll give you what I have done on it so far. <br/>\nOn 16 attempts, I failed 9 times, got 7 Mechanized Lockpicks.   This cost me about 280pp.  I sold the first ML for 50, the second for 60, and am currently trying to sell the other 5 for 60pp.   If I do sell them all for that price I&#39;ll get back 410pp, a profit of 130pp.  The interesting part is that those 16 attempts raised my skill from 50 to 52, the only thing yet that raised it, and I&#39;ve made all the other stuff that I can.<br/>\nIts not too hard to see that 1 skill point is costing 140pp to get.  Sure confirms for me that this is one ungodly expensive skill to work up.  Right now, I&#39;m just hoping to sell these Mech. Lockpicks.  The bards and rogues I have offered them to so far don&#39;t want them because there are not that many locks in the world.  *SIGH*<br/>\n<br/>\nSomething has got to be done.  More than that petition.  We need to come up with some ideas for better tinkered items and submit them to Verant.  And we need to get Verant to tweak the trade a little.  Instead of writing to this list which doesn&#39;t improve the trade any, we need to be writing to Verant and let them know there is a problem here to be fixed.  Which is exactly what I&#39;m going to do.<br/>\n<br/>\nTake care everyone!<br/>\n<br/>\nFwip Silvertongue<br/>\nGnome Magician, Level 30, Fennin Ro<br/>\n(Almost out of Hell too...)</div>","specialLinks":[]}}