{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Quasinom de Plume","from":"=?iso-8859-1?q?Quasinom=20de=20Plume?= &lt;eqmailing@...","replyTo":"LIST","senderId":"h02NGUTAH8N3tQb1PVsrznorWE8aHqAJOpJvdZXzjUGhgqb75dgulprYOYEszWtmpiU8w37uIwFBdqhqYgX5KEZORFgird70bXSyaoBf0KtHke3bvcg3di0SfH_rk0HwGmhC","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: some info","postDate":"936909418","msgId":573,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi43OS41NzMuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":572,"nextInTopic":583,"prevInTime":572,"nextInTime":574,"topicId":572,"numMessagesInTopic":20,"msgSnippet":"I would take a guess - and this is only a guess - that the power mudules may be used in the making of the Thermal Cloak - or even perhaps the Gnomish","messageBody":"<div id=\"ygrps-yiv-1695114015\">I would take a guess - and this is only a guess - that the power mudules<br/>\nmay be used in the making of the Thermal Cloak - or even perhaps the<br/>\nGnomish Environmental Suit (even though I still think this is a fake<br/>\nitem).  I can&#39;t imagine a fishing pole needing any kind of power source,<br/>\nunless the gears are &quot;automatic&quot; and need &quot;batteries,&quot; but this still<br/>\nsounds farfetched.  I could also see the infavision goggles needing a mock<br/>\npower source but again this is only a guess.  <br/>\n<br/>\nMaking those bags would be quite impressive, however I imagine also very<br/>\nexpensive to make taking in consideration how much they vendors sell them.<br/>\n Personally, I&#39;m not convinced Verant would allow us to make such a<br/>\npowerful item but it will be interesting to see.  I can&#39;t wait to check<br/>\nout the third book - I imagine it will be quite the eye opener.<br/>\n<br/>\nAs far as the location of the book goes, there must be some clues within<br/>\nSoluesk and the mino caves (considering the author had quite a few<br/>\ndealings with minos).  Has anyone tried going around to each NPC and asked<br/>\n&quot;Do you know Gimble-so-and-so? (I can&#39;t remember the spelling)<br/>\n<br/>\nAs anyone experimented with the Glowing Amber Lens to see if they can make<br/>\nthe goggles yet?  Any beta-testers on this list who knew the beta-recipe?<br/>\n<br/>\nQuasinom de Plume<br/>\n<br/>\n--- Big Dave &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:xceller@...\">xceller@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; On the third book:<br/>\n&gt; I know a gnome on my server (Fennin Ro) named Renten I think, that was<br/>\n&gt; utterly obsessed with finding the third book.  He said he found clues<br/>\n&gt; that led him to Permafrost where he had been searching for the past<br/>\n&gt; several days (and he was level 8 at the time).  I&#39;m convinced he is on<br/>\n&gt; to something, nobody in their right mind would risk that kind of venture<br/>\n&gt; without good reason.  However, I have not heard anything from him in<br/>\n&gt; several weeks, he may have given up or lost his level many times, I<br/>\n&gt; don&#39;t know.  But I&#39;m going back there to do some more exporing myself.<br/>\n&gt; <br/>\n&gt; On Solusek&#39;s Eye:<br/>\n&gt; If you invis yourself, you can get to the gnome castle easily.  I have<br/>\n&gt; run all over it, and hailed almost every gnome I have found there.  The<br/>\n&gt; one vendor does have the bag of the tinkerers and I&#39;m wondering if we<br/>\n&gt; can tinker it somehow.  He also carries broken force modules, broken<br/>\n&gt; frost modules, functional frost modules, and a power module.  THIS<br/>\n&gt; intrigues me!  Could it be that the force and power module might be<br/>\n&gt; needed to make the bag, or maybe the collapsible fishing pole is<br/>\n&gt; powered?  <br/>\n&gt; Maybe these items are needed as well as the vendor-sold gizmos and such<br/>\n&gt; in ak&#39;anon to construct things like the Pole or the Bag, or maybe even<br/>\n&gt; things none of us players have thought of yet.  The last idea seems<br/>\n&gt; reasonable to me since most the junk we know how to make and can make is<br/>\n&gt; virtually worthless to other players since they can get cheaper<br/>\n&gt; alternatives than our stuff.<br/>\n&gt; <br/>\n<br/>\n<br/>\n </span></blockquote>__________________________________________________<br/>\nDo You Yahoo!?<br/>\nBid and sell for free at <a rel=\"nofollow\" target=\"_blank\" href=\"http://auctions.yahoo.com\">http://auctions.yahoo.com</a></div>","specialLinks":[]}}