{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Joshua Bednarz","from":"&quot;Joshua Bednarz&quot; &lt;thewhitemage@...","replyTo":"LIST","senderId":"orvzU5HUThQBI08b3YZKuPwjgr0QoG9kDdhuetvOfaLnd2PrGIo_IoIRHXvu0a7qSiZxP4YgLm-1p6hO3lxGf5dc00d73y-bKo87mSkHr_45pw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Revelations...","postDate":"938929944","msgId":666,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi45Ni42NjYuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":667,"prevInTime":665,"nextInTime":667,"topicId":666,"numMessagesInTopic":10,"msgSnippet":"Hello, kiddies. Remember me? Well now... I imagine that you all hate me, but it matters not... I am the 8-year-old troll that made his exit from this list with","messageBody":"<div id=\"ygrps-yiv-679261052\">Hello, kiddies. Remember me? Well now... I imagine that you all hate me, but <br/>\nit matters not...<br/>\n<br/>\nI am the 8-year-old troll that made his exit from this list with one last <br/>\nletter admitting his faults...oh that&#39;s right though...I didn&#39;t write it did <br/>\nI? I got my intelligent mother (or was in brother?) to write it, and any <br/>\nmore, &quot;intellectual&quot; sounding letters that I wrote in those rough days <br/>\nbefore I left, because 8-year-old-trolls don&#39;t write like that, of course. <br/>\nYes yes, well I could please some of you and be an 8-year-old-troll by <br/>\ncoming back after leaving you with my final letter that admitted that I had <br/>\nbeen an ass, and told you that you were all jerks, or I could have flung <br/>\nmore mud, and gotten more personal and done even worse, gotten even more <br/>\nimmature and done something even more immature, but I didn&#39;t, but why? I <br/>\nmean...an     8-year-old troll would do that, but I didn&#39;t, how could it be? <br/>\nIt&#39;s because I&#39;m not an 8-year old troll, its because I am better than you <br/>\nclaim, its because I just let it go when you insulted me even after I <br/>\ntotally, and outright apologized, and admitted all your true, but crude <br/>\ninsults about me to be true. I am not back to start anything either. I am <br/>\nback to reveal something of great importance, not only to tinkering, but <br/>\npossibly to the entire world of Norrath. Yes yes, I know the information I <br/>\nhold in itself is truly more or less insignificant to anyone BUT tinkerers, <br/>\nand I know that it it can DIRECTLY not have much effect on much more than <br/>\nthe tinkering world, but it potentially can have great effect indirectly of <br/>\nthe entire game, in the long run when I really though about it. This is why <br/>\nI have decided to reveal me information to you. I know that I need help. I <br/>\nknow that I alone cannot find something that a combined effort of maybe 1000 <br/>\npeople or more could not, but I DID find out the information that could <br/>\ntruly be one of the main reason that those 1000 people find the information <br/>\nthat they seek. Many of you may belive that I tell you what I know now, <br/>\nbecause what needs to be done is out of my reach, for higher levels, and I <br/>\ncannot complete it, but this is not true. In fact, I don&#39;t even know for <br/>\nsure if you even need to be a high level to get what we seek so vehemently <br/>\nfor, but I am going to tell you the information none-the-less. Right now, I <br/>\nhaven&#39;t been able to search the area where I think that the item, or <br/>\ninformation is located in, because I have been caught somewhere trying to <br/>\ngain a few levels before I move on. I wish to check out the area I think it <br/>\nis in a bit myself before I reveal what I know. If I find nothing, I will <br/>\ntell you all the clue I have extracted, for I have realized in total <br/>\nwholeness the folly of my selfish, idiotic thinking, but, even if I DO find <br/>\nwhat we seek on my own, I shall reveal to all what I find, why? Because it <br/>\nis only right. You have ALL put so much money, time, mind, and heart into <br/>\nfinding it, and you DO deserve to know if I find it.<br/>\n<br/>\nI wrote you all this letter to tell you my decision. I must now waste no <br/>\nmore time, I will get those two levels with godspeed and race to where I <br/>\nneed to go and search, for I want to have SOMETHING to report to you, my <br/>\nfellow, loyal tinkerers as soon as possible, for we are all united by this <br/>\nlist for one goal, and one purpose, and that is to further, the research, <br/>\nand the legend, and legacy of tinkering!!!<br/>\n<br/>\nI shall now be off my friends, I will return with my report as soon as I <br/>\ncan, and either way, I&#39;ll have something interesting to tell you.<br/>\n<br/>\nGood luck to you all till then.<br/>\n<br/>\nSniffledoo Copperheart.</div>","specialLinks":[]}}