{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"lockjaw","from":"lockjaw &lt;lockjaw@...","replyTo":"LIST","senderId":"2ydoo5ZIKSzucggYVlIcFt8Dzgxl4tat9qlxB85dtm_WVBH8jyCiHuyDyrJwsLsoYHr-VFnASeHh3-HZQHWtqbw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 98","postDate":"939080885","msgId":714,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi45OS43MTQuOTU5MjY1MzUwQGVHcm91cHMuY29tPg=="},"prevInTopic":713,"nextInTopic":839,"prevInTime":713,"nextInTime":715,"topicId":713,"numMessagesInTopic":3,"msgSnippet":"Well at least you posted what info you had, thats what counts, so to repay the favor, the part of the coin you found is for an upcoming enchanter quest for a","messageBody":"<div id=\"ygrps-yiv-759731151\">Well at least you posted what info you had, thats what counts, so to repay<br/>\nthe favor, the part of the coin you found is for an upcoming enchanter<br/>\nquest for a level 49 spell called Tashania. <br/>\n<br/>\n<br/>\n<br/>\nRotgut<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Message: 1<br/>\n&gt;   Date: Mon, 04 Oct 1999 11:22:25 GMT<br/>\n&gt;   From: &quot;Joshua Bednarz&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:thewhitemage@...\">thewhitemage@...</a>&gt;<br/>\n&gt;Subject: Full Report!<br/>\n&gt;<br/>\n&gt;Here, as I promised is a full report of not only what information I posess, <br/>\n&gt;but what I discovered by applying it (which currently is not much, <br/>\n&gt;unfortunately). First, I will tell you exactly HOW I came upon the <br/>\n&gt;information as well as some other things, then I will tell you what my <br/>\n&gt;search yeilded.<br/>\n&gt;<br/>\n&gt;First, it was long ago, on this very list that one person said something <br/>\n&gt;about a monk. He said the the monk named Lindel on the Veeshan server seemed <br/>\n&gt;to know more thta he let&#39;s on. No one payed much mind to the statement, but <br/>\n&gt;I figured &quot;Heck, I play on the Veeshan, so I can check it out, see if he <br/>\n&gt;does know anything&quot;. I added him to my friends list and checked if he was on <br/>\n&gt;all the time. He didn&#39;t come on for a long time, but then he did. I very <br/>\n&gt;politely asked if he knew anything about the collapsible fishing pole, and a <br/>\n&gt;lagre conversation ensuded. I led on that I had spent much time searching <br/>\n&gt;for the pole, and it&#39;s secret. (I know it was a lie, but I didn&#39;t want to <br/>\n&gt;just demand the information) I told him that I would tell no one, and begged <br/>\n&gt;it from him. He told me that he couldn&#39;t tell me, and I asked him why. He <br/>\n&gt;said that only he and other &quot;members of the mark&quot; knew about it. He said <br/>\n&gt;they were a small group of friends that knew the secret. I asked him if I <br/>\n&gt;could join the mark, but he said that they approach YOU about joining, not <br/>\n&gt;the other way around. I think the the mark, as he called it, it probably a <br/>\n&gt;&quot;secret&quot; group of people, not bound by any guild name. They might be even an <br/>\n&gt;inter-server group. I begged and pushed him more, telling him that I had <br/>\n&gt;searched forever, and deserved at least a hint. I told him that I had <br/>\n&gt;searched the world over many times. Then he said something to the effect of: <br/>\n&gt;&quot;You have searched the world over, but have you searched it below?&quot; He then <br/>\n&gt;went to further say: &quot;Search beneath the waves.&quot;<br/>\n&gt;This I though, could be the break we needed, now we don&#39;t have to search <br/>\n&gt;totaly aimlessly. I doubt that he was lying, too, the way we went about the <br/>\n&gt;conversation, I belive he was giving true hints.<br/>\n&gt;<br/>\n&gt;Now, I will tell what I came up with. The first part of the clue he said to <br/>\n&gt;search underground, basically. Ak&#39;Anon is underground, so that was the first <br/>\n&gt;place to come to mind, because it also had a lake, which would justify the <br/>\n&gt;&quot;Search beneath the waves&quot; part, which could also mean the oceans, or other <br/>\n&gt;bodies of water, but for now, I wanted to stick with Ak&#39;Anon. I figured that <br/>\n&gt;there could be some sort of secret entrance, a fake wall leading into a <br/>\n&gt;hidden cave or something. I finally got back to Ak&#39;Anon tonight and search <br/>\n&gt;around a bit. Altough my search was not thuroughly extensive, I did find <br/>\n&gt;something VERY VERY interesting (altough it wasn&#39;t in the water). I found, <br/>\n&gt;on the ground, an item called An old silver coin. It looked like a normal <br/>\n&gt;silver coin, but it was an actual item. The strangest thing, though was that <br/>\n&gt;it was a MAGIC ITEM, a LORE ITEM, AND...NO DROP! But wait! Items that are no <br/>\n&gt;drop can&#39;t be on the ground, but that was where I found it. SO! It must be a <br/>\n&gt;quest item, an item that spawned, not something dropped by another player. I <br/>\n&gt;think that it may be related to something we are looking for. For now, <br/>\n&gt;though, we should all have our very own old silver coins. I found it in the <br/>\n&gt;room with the ater wheel, on the other side of the bridge on the high cliff <br/>\n&gt;above the scrap yard with the Syford Montop guy. It was next to one ofthose <br/>\n&gt;rotating little star thingies. One without a stand. Hope you can all find <br/>\n&gt;one, so that we can have more and see about what they might be used for.<br/>\n&gt;<br/>\n&gt;Also, I think we should all try to brainstorm about what Lindels clues might <br/>\n&gt;have meant. Well now that you have it, my information, feel free to make <br/>\n&gt;comments and add ideas. For now, I must part. Good luck, friends.<br/>\n&gt;<br/>\n&gt;Sniffledoo Copperheart of Veeshan.<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}