{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Joshua Bednarz","from":"&quot;Joshua Bednarz&quot; &lt;thewhitemage@...","replyTo":"LIST","senderId":"Wfdk6pZVHrgpQoUPK3IMN7iOvW2A20t2a8cxtbdybSSyBEkxIvgRD04sN1gtj6fVXmrkSOEMoCERN2_YwtzOPhD9nSh0HI0M-j2BdFDmKVty4g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Big update to the tinkering site","postDate":"940307962","msgId":984,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDIwMi4xMTguOTg0Ljk1OTI2NTM1MEBlR3JvdXBzLmNvbT4="},"prevInTopic":982,"nextInTopic":986,"prevInTime":983,"nextInTime":985,"topicId":953,"numMessagesInTopic":11,"msgSnippet":"You, my enemy, are a bastard. If I ever met you in real life, I would charge you full speed and attack you out right, I wouldn t care if you were a huge, 700","messageBody":"<div id=\"ygrps-yiv-35456824\">You, my enemy, are a bastard. If I ever met you in real life, I would charge <br/>\nyou full speed and attack you out right, I wouldn&#39;t care if you were a huge, <br/>\n700 ton sumo, or a muscle bound Goldberg-wannabe, or if you were a weak <br/>\nfrail, dying old granny, or whatever. I would make a swift attampt to kick <br/>\nyou with (I&#39;d be wearing me wonderful cleats of course)  all my evil hatred <br/>\nand rage I have sucesessfully built up my entire life. I&#39;d attempt to kick <br/>\nyou in the face, which, if succsessful would probably send you to the ground <br/>\nin pain, then I wouldn&#39;t stop. I&#39;d beat you around, crush your ribs, kick <br/>\nyou where it hurts till there wasn&#39;t even enough for the docters to scrap, <br/>\nmaking it so wouldn&#39;t ever be able to have any more bastard offspring to <br/>\npolute the world, then I&#39;d crush your face a little more, mutilating it <br/>\nbeyond reccognition, and do a little bit more for good measure. Why? <br/>\nBecause, you are a bastard. I&#39;d be one too if I did that, but frankly I <br/>\ndon&#39;t care, because I hate you, bastard. Yes yes, hate. Hate is used so <br/>\nmuch, but it is so often not used correctly, true hate is like true love, it <br/>\nis an extremely powerful thing, but it is also extremely rare, for it is the <br/>\nexact opposite of ture love. I truely hate you. Now you look up at what I <br/>\nsaid I would do to you, and you ask yourself, what could cause someone to <br/>\nwant to do that? Well, it was your horrible, totally unnesassary words that <br/>\nyou said so horribly about me. Now, really think to yourself, do you feel <br/>\nGOOD that you said something so bad,so HORRIBLE that you made a person <br/>\nTRUELY HATE you?<br/>\nI hope you don&#39;t think this is funny because it is not at all. I hope you <br/>\nare sorry for doing that, you must be a truely horrid person if you could so <br/>\nquickly make someone hate you like you have to me. And if you think it is <br/>\nfunny, or don&#39;t care, then you are a truely sick person too. People like you <br/>\nare so terribly sick, and don&#39;t deserve the very oxygen they breath. I wish <br/>\nto never hear from you again. If I never even think about you even in my <br/>\nsubconcious again, it will be WAY to soon. Just get out of my life, and <br/>\ndon&#39;t even bother replying to this message becasue I&#39;m quittingthis letter <br/>\nright now so I don&#39;t have to hear from you again. I hope you are happy about <br/>\nthis horrible sick, disgusting thing you have done, I hope you&#39;re real <br/>\nhappy...</div>","specialLinks":[]}}