{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rosethorne Darkensoul","from":"Rosethorne Darkensoul &lt;rosethornne@...","replyTo":"LIST","senderId":"kIeugwgNwiOqyRtqwBOagBAE7bTn2-JyiNUrZssIiKcN3AjorgFC8y8A8-77HgNURQDYc5BLYbfSWbYRiglb_pLrsr5Of5wc-FtI_Sd5cDP8PjI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Big look to wizard class, new ideas - very long","postDate":"930961141","msgId":179,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3MTM4Mi4yNi4xNzkuOTU5MjgxODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":175,"nextInTopic":180,"prevInTime":178,"nextInTime":180,"topicId":175,"numMessagesInTopic":3,"msgSnippet":"This petition of yours is very interesting, and I must say that I fully support your idea on making the monsters resists a bit lower, since those spells do use","messageBody":"<div id=\"ygrps-yiv-322411336\">This petition of yours is very interesting, and I must say that I fully<br/>\nsupport your idea on making the monsters resists a bit lower, since<br/>\nthose spells do use up a lot of mana, and even if the melee classes<br/>\nmiss as much as the spells are resisted, they dont spend resources like<br/>\nmana when fighting.  However, it is my firm believe that this is about<br/>\nit.  I play more than one character, and let me tell you that when the<br/>\ngame is properly played, the wizards are far from being the class that<br/>\ndies the most (the tanks are the ones that run the highest risk,<br/>\nparticularly the &quot;puller&quot;).  You see, as wizards, you are not supposed<br/>\nto use the strongest spells until the monsters are at less than half<br/>\nhealth.  You should blast them moderately as the tanks pick at them and<br/>\ntaunt, to keep the mosters busy.  You should do moderate blasts in<br/>\nbetween the work of the tanks until the MOB is down to half health. <br/>\nNow blast away.  That way, even if you do a LOT of sudden damage, you<br/>\nstill havent done most, so the MOb won&#39;t fall into you instantly.  Let<br/>\nthe tanks take the blow as you stand back.  Since I have played many<br/>\nsides of this (I have a ranger, this necro, a wiz, and a druid), I<br/>\nshould also give this suggestion to wizard players:  &quot;If the MOB starts<br/>\nto hit on you, DON&#39;T RUN!!&quot;.  This will make it impossible for the<br/>\ntanks to get the MOB off.  At best, try to root him, or better yet, if<br/>\nthere is a ranger or druid with you, make them cast snare instead of<br/>\nroot.  Has higher success rate, and is overall more reliable.  The<br/>\ncleric (or druid or shaman) can heal you and the tanks do better work<br/>\nif they dont have to chase after a monster while contending with PL and<br/>\nother mean variables.  Don&#39;t get me wrong, a few improvements can be<br/>\nmade on the classes, but the game has achieved quite a striking balance<br/>\nonce it is played in a group, as opposed to soloing.  Remember, this is<br/>\nan online game; if you prefer to solo, this is not the game to play. <br/>\nYou should look out for Baldur&#39;s Gate, or Might and Magic and their<br/>\nilk, not for a game in which grouping and cooperation is the key.<br/>\n<br/>\n<br/>\n_________________________________________________________<br/>\nDo You Yahoo!?<br/>\nGet your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a></div>","specialLinks":[]}}
