{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...&gt;","replyTo":"LIST","senderId":"Jb6OSNw_IzOBhpTNqQcKS4-SSeRO_5nU7OaExhFRpmq7qAt72bqRtAZEu0IhtiVQz68C3W6lKzrVactL","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Big look to wizard class, new ideas - very long","postDate":"931198881","msgId":180,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3MTM4Mi4yNy4xODAuOTU5MjgxODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":179,"nextInTopic":0,"prevInTime":179,"nextInTime":181,"topicId":175,"numMessagesInTopic":3,"msgSnippet":"... Wizard dies much and in many cases when green one hit you on low mana you risk death, in fight one spell to much and a MOB is on you and if somone dont get","messageBody":"<div id=\"ygrps-yiv-205203361\">At 17.19 02/07/99 -0700, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: Rosethorne Darkensoul &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rosethornne@...\">rosethornne@...</a>&gt;<br/>\n&gt;<br/>\n&gt;This petition of yours is very interesting, and I must say that I fully<br/>\n&gt;support your idea on making the monsters resists a bit lower, since<br/>\n&gt;those spells do use up a lot of mana, and even if the melee classes<br/>\n&gt;miss as much as the spells are resisted, they dont spend resources like<br/>\n&gt;mana when fighting.  However, it is my firm believe that this is about<br/>\n&gt;it.  I play more than one character, and let me tell you that when the<br/>\n&gt;game is properly played, the wizards are far from being the class that<br/>\n&gt;dies the most (the tanks are the ones that run the highest risk,<br/>\n&gt;particularly the &quot;puller&quot;).<br/>\n<br/>\n </span></blockquote>Wizard dies much and in many cases when green one hit you on low mana you<br/>\nrisk death, in fight one spell to much and a MOB is on you and if somone<br/>\ndont get it off you fast you are also dead, no gating to save your life and<br/>\nso if you are to play outdoors all time then its better to play druid.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;You see, as wizards, you are not supposed<br/>\n&gt;to use the strongest spells until the monsters are at less than half<br/>\n&gt;health.  You should blast them moderately as the tanks pick at them and<br/>\n&gt;taunt, to keep the mosters busy.  You should do moderate blasts in<br/>\n&gt;between the work of the tanks until the MOB is down to half health.<br/>\n<br/>\n </span></blockquote>I like to do this, and i do this but as you note that as you advance on lv<br/>\nyou start to do two things one is more damage and other is using less mana<br/>\nfor same amount of damage. so if you use your low damage spells to hit a<br/>\nmonster then you effectly use much more mana for same effect the numbers<br/>\nare counting casting times and mana to damage ratio nearly 20 % to 40 %<br/>\nmore mana it is translated to 1 - 2 bubles of mana more ! And when monster<br/>\nis runing from you if your spell is resisted you dont have time to cast<br/>\nanother ! If a monster is yellow then your root is also nearly useles as it<br/>\nwill be resisted too much times.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now blast away.  That way, even if you do a LOT of sudden damage, you<br/>\n&gt;still havent done most, so the MOb won&#39;t fall into you instantly.  Let<br/>\n&gt;the tanks take the blow as you stand back.  Since I have played many<br/>\n&gt;sides of this (I have a ranger, this necro, a wiz, and a druid), I<br/>\n&gt;should also give this suggestion to wizard players:  &quot;If the MOB starts<br/>\n&gt;to hit on you, DON&#39;T RUN!!&quot;.<br/>\n<br/>\n </span></blockquote>This is great suggestion if all group is not running then you have much<br/>\nbetter chance to survive just staying and group telling HELP they will run<br/>\nto your side if they are not already.<br/>\n<br/>\n  This will make it impossible for the<br/>\n<blockquote><span title=\"ireply\"> &gt;tanks to get the MOB off.  At best, try to root him, or better yet, if<br/>\n&gt;there is a ranger or druid with you, make them cast snare instead of<br/>\n&gt;root.  Has higher success rate, and is overall more reliable.  The<br/>\n&gt;cleric (or druid or shaman) can heal you and the tanks do better work<br/>\n&gt;if they dont have to chase after a monster while contending with PL and<br/>\n&gt;other mean variables.  Don&#39;t get me wrong, a few improvements can be<br/>\n&gt;made on the classes, but the game has achieved quite a striking balance<br/>\n&gt;once it is played in a group, as opposed to soloing.  Remember, this is<br/>\n&gt;an online game; if you prefer to solo, this is not the game to play. <br/>\n&gt;You should look out for Baldur&#39;s Gate, or Might and Magic and their<br/>\n&gt;ilk, not for a game in which grouping and cooperation is the key.<br/>\n<br/>\n </span></blockquote>I play always a wizard for at last 20 years and i can say that i like some<br/>\naspects of verant interpretation of this class but it is unfortunatly much<br/>\ndifferent from what i see many persons think a wizard is. I like to play in<br/>\ngroup very much and it is nice thing but a wizard need a bard or enchanter<br/>\nso get his mana up like warrior need cleric. But i have much less coments<br/>\non wizard solo play that i have for his group utility as a primary group<br/>\nclass a wizard have too much weak points one is hevy mana use wich mean<br/>\nlong meditation time, to much random effect group need a reliable members<br/>\nto constantly pull things in and also to get them fast eliminated a wizard<br/>\nis much more random then buffs or healing or pets they all work all time a<br/>\nwizard 2 resisted spells are equal to 25% fire power less!! if a warrior<br/>\nmiss 2 times he is not useles for party any more a wizard easy can be.<br/>\nWarrior you can count on him that will stay in front of MOB and get and<br/>\ndeal his amout of damage a wizard is too random thing he can do fast damage<br/>\nwhen it is need to do it but he can also get ressisted too much and then<br/>\nwhat for is his fast casting if it is not on MOB when you need it?<br/>\nBecouse of this i suggested to make a spells resisted less when MOB have<br/>\nless health.<br/>\n<br/>\n_________________________________________________________<br/>\n<blockquote><span title=\"qreply\"> &gt;Do You Yahoo!?<br/>\n&gt;Get your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;Attention ONElist list owners!<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/news.html\">http://www.onelist.com/info/news.html</a><br/>\n&gt;Check out the new &quot;DEFAULT MODERATED STATUS&quot; option.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a> </span></blockquote></div>","specialLinks":[]}}
