{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"1wlS7T5crL9WAT7Q4fqQMe52n90r-_brgqX2qDYHUXR157w_RPYFOqZ-6BNQ8KPWhljll3qFlp4Zk6Tg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Random magic duration do you like it? wizard looser?","postDate":"926513272","msgId":78,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3MTM4Mi4xMy43OC45NTkyODE4NzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":79,"prevInTime":77,"nextInTime":79,"topicId":78,"numMessagesInTopic":10,"msgSnippet":"One big everquest problem is too much random effects, in magic it is realy deadly Verant aplied a random duration and effects in many things. Lets say for","messageBody":"<div id=\"ygrps-yiv-270864040\">One big everquest problem is too much random effects, in magic it is realy<br/>\ndeadly Verant aplied a random duration and effects in many things. Lets say<br/>\nfor example spell SHADOW STEP and FADE hmm it teleports you in random<br/>\ndirection and random way from a casting place. It teleports you in lower<br/>\nposition so you can finish under water. But it is magic user last defence<br/>\nwhen something comes in his directionhe can cast this and take at last a<br/>\nfast stert running from enemy but .. as you cast it you have realy nice<br/>\nprobability to A. dont move at all b. teleport near your enemy and util you<br/>\nunderstand where are you many times is too late.<br/>\nSecond example is INVISIBILITY hmmm duration is random thing and you never<br/>\nknow how long it will stay you can find yourself in half of enemies and<br/>\ndeath. <br/>\nMaybe i miss something but i used a shadow step for some time now and after<br/>\ni died some times becouse it not function and it teleports me 1 step from a<br/>\nplace where i was before and until you get oriented where are you end a<br/>\nmonsters are all over you.<br/>\n<br/>\nmy suggestion is to make a shadow step with at last some minimum radius and<br/>\nsecond to put a limitation in lets say 40 grades from a point of view.<br/>\n<br/>\ndo you have other problems with too much inprevedible random efects in game?<br/>\n<br/>\n<br/>\nWizard looser?<br/>\n<br/>\nFrom all classes a wizards have worst mana use as i see it no buffs but<br/>\nstrong damage but also too much mana used for this DD. Look at pets they<br/>\ncan stay as long as you wish around and all time do damage and serve as a<br/>\nshield. i heared of many magician and enchanters not to talk about<br/>\nnecromancers wich can alone take 3 or 4 blue monsters some of them can take<br/>\nalso on a yellow alone. as a wizard i never know of any who can take 3<br/>\nblues alone after a 12 lv. In a group you must all time meditate for mana<br/>\nall other have much longer battle use before remain OOM. If a group fight<br/>\nred then a lower resistance of wizard spells can be used but after hard<br/>\nfight as persons with more mana then others wizards take a too long time<br/>\nmeditating and all others will be ready to fight another battle before a<br/>\nwizard. I hope that a specialiation will help and i heared of items wich<br/>\nhelp mana regeneration wich are wizard specific.<br/>\n<br/>\nPlease help me to explain why a wizards are not a worst mage class?<br/>\n<br/>\nSilverion<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\n<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator<br/>\n<br/>\nmailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}
