<!-- saved from url=(0022)http://internet.e-mail -->
<html>

<head>
<title>Best Of 2003 Jeux PC</title>
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta NAME="Author" CONTENT="Antoine ROTEREAU">
<meta NAME="copyright" content="1997-2001 par Antoine ROTEREAU">
<meta HTTP-EQUIV="Description" NAME="Description"
CONTENT="MP3 de Prince et de Björk, tests et aides de jeux PlayStation et PC, Jeux de Cartes à Collectionner (Magic, Guardians, Netrunner, Darkage, Legend of the 5 Rings)">
<meta NAME="expires" content="never">
<meta HTTP-EQUIV="Keywords" NAME="Keywords"
CONTENT="mp3,playstation,psx,solutions,cartes,cards,magic,prince,bjork,björk,jeux,pc,everquest,guardians,darkage,netrunner,final,fantasy">
<meta>
<meta NAME="REV" content="mailto:antoine.rotereau@freesbee.fr">
<meta NAME="ROBOTS" content="all">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"></head>

<body bgcolor="#F0EEFB">

<h1 align="center"><font color="#5C9CE2" face="Verdana"><b><font color="#000066">BEST 
  OF 2003 JEUX PC</font></b></font></h1>
<h4 align="center"><font face="Verdana" color="#000066">Voici mon classement des 
  Jeux marquants de 2003 !</font></h4>
<p align="left"><font face="Verdana" color="#000066">2003, le bilan. Une ann&eacute;e 
  en demi-teinte, avec beaucoup de suites et d'Add-on pour des jeux &agrave; succ&egrave;s 
  (je passe sur la vague fr&eacute;n&eacute;tique des clones de Quake/Half Life). 
  Quelques rendez-vous manqu&eacute;s qu'on retrouvera je l'esp&egrave;re en d&eacute;but 
  d'ann&eacute;e prochaine (Half Life 2 et Doom 3 par exemple). Le grand challenger 
  cot&eacute; MMORPG s'est taill&eacute; la part du lion, le controvers&eacute; 
  Star Wars Galaxies. Arriv&eacute; en fin juin aux USA puis il y a quelques semaines 
  chez nous, SWG n'a &eacute;t&eacute; pendant 6 mois qu'une longue et douloureuse 
  suite de patches. Mi-D&eacute;cembre les auteurs ont tout juste r&eacute;ussi 
  &agrave; inclure dans le jeu ce qui avait &eacute;t&eacute; annonc&eacute; pour 
  le produit final (montures, villes de joueurs, v&eacute;hicules) ! A pr&eacute;sent 
  les 6 prochains mois vont consister &agrave; rendre le jeu jouable et int&eacute;ressant 
  (certaines professions sont inutiles et/ou trop bugg&eacute;es), avant la sortie 
  d'un add-on qui mettra les joueurs au commande des vaisseaux spatiaux. Malgr&eacute; 
  tout SWG a un potentiel &eacute;norme, mais il faudra que son syst&egrave;me 
  de jeu soit parfait pour vaincre Everquest II ou Worlds of Warcraft qui devraient 
  pointer leur nez en 2004.<br>
  La grosse surprise, comme l'ann&eacute;e derni&egrave;re, est venue d'un Jeu 
  de R&ocirc;le solo. Situ&eacute; lui aussi dans l'univers de Star Wars, Knights 
  of the Old Republic avait pourtant tout pour d&eacute;plaire : une conversion 
  d'une version X-Box et un passage en 3D casse-gueule pour l'&eacute;diteur Bioware. 
  Et bien c'est lui le vainqueur de 2003 gr&acirc;ce &agrave; son histoire prenante 
  et sa libert&eacute; d'action, m&eacute;lant tous les ingr&eacute;dients d'un 
  bon JdR avec une dur&eacute;e de vie cons&eacute;quente. <br>
  Cot&eacute; Shoot on a eu droit &agrave; une ann&eacute;e bien remplie, avec 
  un Max Payne 2 flamboyant. Suite directe du premier &eacute;pisode, MP2 am&eacute;liore 
  tout ce qu'il &eacute;tait possible d'am&eacute;liorer, et introduit avec classe 
  la gestion des corps (mod&eacute;les en &quot;ragdoll&quot; qui ob&eacute;&iuml;ssent 
  aux lois de la physique). D'autres jeux dans cette cat&eacute;gorie reine du 
  PC sont list&eacute;s ci-dessous. Cot&eacute; action pure et exploration, le 
  plus original, bien qu'il reprennent de vieux concepts des ann&eacute;es 90, 
  reste &quot;Prince of Persia : Sands of Time&quot;. <br>
  2003 aura aussi &eacute;t&eacute; l'ann&eacute;e des suites dans le domaine 
  Strat&eacute;gie (comme chaque ann&eacute;e d'ailleurs, puisque les &eacute;diteurs 
  adorent reprendrent de vieilles recettes qui ont bien march&eacute;, comme au 
  cin&eacute;ma). Etherlords II, Sim City 4 et Homeworld II sont de bons exemples, 
  poussant toujours plus loin leur concept unique pour une r&eacute;ussite totale. 
  </font><font face="Verdana" color="#5C9CE2"><br>
  </font></p>
<hr>

<h2 align="center"><font color="#808000" face="Verdana"><b>Médaille d'Or !</b></font></h2>

<p align="center"><strong><font face="Verdana" color="#808000"><font size="4">STAR 
  WARS : KNIGHTS OF THE OLD REPUBLIC</font> </font><font face="Verdana" color="#5C9CE2"> 
  <font color="#000066">(JdR Solo - Lucas Arts/Bioware)</font></font></strong></p>
<p align="left"><font face="Verdana" color="#000066">Fid&egrave;le &agrave; l'esprit 
  Star Wars (contrairement au MMORPG Galaxies), KotOR est un pur r&eacute;gal 
  pour les amateurs de l'univers de Lucas ou les amoureux de RPG bien ficel&eacute;s 
  ! Le sc&eacute;nario se d&eacute;roule selon vos actions, vous faisant basculer 
  du cot&eacute; obscur ou clair suivant vos choix. Pass&eacute; une phase d'accoutumance 
  &agrave; l'ergonomie un peu &quot;console&quot; et &agrave; la premi&egrave;re 
  partie de l'histoire, on d&eacute;couvre un univers proprement immense (plusieurs 
  plan&egrave;tes &agrave; visiter avec pleins de qu&ecirc;tes et de mini-jeux 
  sans rapport avec l'intrigue principale). R&eacute;gal pur.</font></p>

<hr>

<h2 align="center"><font color="#0000FF" face="Verdana"><b>Médaille d'Argent !</b></font></h2>

<p align="center"><strong><font face="Verdana" color="#0000FF" size="4">MAX PAYNE 
  2 : THE FALL OF MAX PAYNE</font><font face="Verdana" color="#5C9CE2"> <font color="#000066">(Shoot 
  - Rockstar Game)</font></font></strong></p>
<p><font face="Verdana" color="#000066">Shoot brutal sans &eacute;tat d'&acirc;me, 
  Max Payne 2 garde son syst&egrave;me de narration unique (fa&ccedil;on film 
  noir). Le fameux bullet-time de Matrix fait toujours autant merveille, on dirige 
  son personnage en temps r&eacute;el alors que tout l'environnement est au ralenti 
  ! C'est un plaisir rare de pouvoir affronter une dizaine de bad guys en se prenant 
  pour N&eacute;o ;-)</font></p>

<hr>

<h2 align="center"><font color="#800080" face="Verdana"><b>Médaille de Bronze !</b></font></h2>

<p align="center"><strong><font face="Verdana" color="#800080" size="4">PRINCE 
  OF PERSIA : THE SANDS OF TIME</font><font face="Verdana" color="#5C9CE2"> <font color="#000066">(Action 
  - Ubisoft)</font></font></strong></p>
<p><font face="Verdana" color="#000066">Qui se souvient du Prince of Persia sur 
  Amiga ? Les auteurs de Sands of Time ont r&eacute;ussi &agrave; capturer cet 
  esprit de jeu de d&eacute;couverte et d'exploration unique. Les possibilit&eacute;s 
  offertes au joueur sont r&eacute;ellement fantastiques (courir le long des murs, 
  remonter le temps en cas de mort violente, etc). PoP:SoT est donc un bonheur 
  total, situ&eacute; dans un univers rarement vu sur PC (conte oriental).</font></p>

<hr>

<h2 align="center"><font color="#000080" face="Verdana"><b>Médaille d'Honneur !</b></font></h2>

<p align="center"><strong><font face="Verdana" color="#000080" size="4">STAR WARS 
  GALAXIES</font><font face="Verdana" color="#5C9CE2"> <font color="#000066">(JdR 
  Multijoueur - Sony)</font></font></strong></p>
<p align="left"><font face="Verdana" color="#000066">Une m&eacute;daille d'honneur 
  pour ce jeu qui ne peut que s'am&eacute;liorer ;-) SWG &agrave; connu un d&eacute;part 
  chaotique qui s'est prolong&eacute; pendant plusieurs mois... Aujourd'hui on 
  peut consid&eacute;rer que les bases d'un bon jeu sont l&agrave;, il ne reste 
  aux auteurs qu'a ajouter un contenu int&eacute;ressant et surtout &agrave; faire 
  un &quot;balancing&quot; des professions de fa&ccedil;on &agrave; ce que tous 
  les types de joueurs s'y retrouvent ! Difficile est cette t&acirc;che mais grande 
  sera la r&eacute;compense...</font></p>

<hr>

<p><font face="Verdana" color="#5C9CE2"><strong><font color="#000066">Les Autres 
  Jeux marquants sur PC en 2003 :</font></strong> </font> 
<ul type="square">
  <li><font color="#000066" face="Verdana">Halo (Shoot)</font></li>
  <li><font color="#000066" face="Verdana">Call of Duty (Shoot)</font></li>
  <li><font color="#000066" face="Verdana">Sim City 4 + add on &quot;rush hour&quot; 
    (Simulation) </font></li>
  <li><font color="#000066" face="Verdana">Unreal II : The Awakening (Shoot)</font></li>
  <li><font color="#000066" face="Verdana">Etherlords II (Strat&eacute;gie)</font></li>
  <li><font color="#000066" face="Verdana">Homeworld 2 (Strat&eacute;gie)</font></li>
  <li><font color="#000066" face="Verdana">Commandos 3 (Strat&eacute;gie)</font></li>
  <li><font color="#000066" face="Verdana">Temple of Elemental Evil (RPG AD&amp;D 
    Old School !)</font></li>
</ul>
<p>&nbsp;</p>
</body>
</html>