<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<!--
This document was converted from RTF source: 
By rtftohtml 4.19
See http://www.sunpack.com/RTF
Filename:quest3.rtf
Application Directory:E:\ABLAGE\ANDREAS\AVN\
Subject:
Author:Andreas Mayr
Operator:Wolfgang Schlegel
Document Comments:
Version Comments:
Comments:
Keywords:
Translation Date:03/07/2000
Translation Time:21:26:58
Translation Platform:Win32
Number of Output files:50
This File:quest03.htm
SplitDepth=1
SkipNavPanel=1
SkipLeadingToc=0
SkipTrailingToc=1
GenContents=1
GenFrames=1
GenIndex=1
-->
<HEAD lang="en"><META http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="stylesheet" type="text/css" href="../ocean.css">
<TITLE>Black Burrow</TITLE>
</HEAD>

<BODY ><UL>
<A HREF="#Heading21">Blackburrow Brewers</A><BR>
<A HREF="#Heading22">Gnoll Fangs</A><BR>
<A HREF="#Heading23">Gnoll Fangs No 2</A><BR>
</UL>

<A NAME="_Toc476020133"></A><A NAME="Heading20"></A><H1 ALIGN="LEFT">
Black Burrow<A NAME="_Toc476020134"></A></H1>
<A NAME="Heading21"></A><H2 ALIGN="LEFT">
Blackburrow Brewers</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Nachdem Du Gnashers Kopf an Larsk
Juton, wird er Dich unter Umst&auml;nden darauf ansprechen, dass er Deine
Unterst&uuml;tzung bei der Ausrottung der Gnollischen Braumeister ben&ouml;tigt.
Wenn Du ihm die magischen Worte nennst, ich glaube sie lauten &#8221;I wish to
assist in the extermination of the gnoll brewers&#8221;, gib er Dir eine
sorgf&auml;ltige Ausarbeitung senier Pl&auml;ne. Er will den Tod aller
Gnollischen Braumeister in Black Burrow und will als Beweis jeden Blackburrow
Cask, den Du auf ihnen findest. Mit der dritten Cask will er dich mit der Cloak
of the Jaggedpine  belohnen. </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Die Casks findest Du zum einen auf
&#8221;Gnoll Master Brewer&#8221; und auf &#8221;a gnoll brewer&#8221;. Und
beide spawnen relativ selten am Ende der unteren Br&uuml;cke ganz in der
N&auml;he der F&auml;sser in Black Burrow. Larsk erw&auml;hnt bei der
feierlichen &Uuml;bergabe noch, &#8221;das man nie weiss, ob sich nicht die
Verzauberung, welche auf der Cloak liegt, evtl. mal verbessert werden
k&ouml;nnte.&#8221; Wer weiss was er damit wohl Ausdr&uuml;cken
wollte...</FONT><A NAME="_Toc476020135"></A><BR></DIV>
<A NAME="Heading22"></A><H2 ALIGN="LEFT">
Gnoll Fangs</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Ach ja... Dir ist sicher
aufgefallen, dass Du auf den vor Dir gemetzeltzen Gnollen einen Rei&szlig;zahn
(Fang) findest. Du dachtest wohl bisher, dass diese Z&auml;hne wertlos sind und
hast sie deshalb weggeschmissen und nicht weiter beachtet, da die H&auml;ndler
sie nicht haben wollen...</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Aber halt, mein junger Freund. In
der Warrior-Guild in Qeynos steht auf dem Balkon ein Captain, ich meine das sein
Name Tilian ist aber mein Namensged&auml;chtnis hat mit der ganzen Zeit einfach
nachgelassen... Nun wo war ich stehengeblieben... achso, ja, also, dieser
Captain scheint eine ausgepr&auml;gte Aversion gegen Gnolle zu haben (aber wer
hat die nicht???).</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Zeige ihm doch mal Deine Sammlung
von diesen stinkenden Z&auml;hnen (einzeln!) und er wird Dich f&uuml;r jeden
einzelnen mit zus&auml;tlzlicher Erfahrung und einem Mondstein
belohnen.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Fang gar nicht erst an, dass Du mit
den bl&ouml;den Mondsteinen nichts anfangen kannst, denn im &#8221;Fish&#8217;s
Ale&#8221;, einen Pub in der N&auml;he des Hafens, findest Du in den hinteren
R&auml;umen einen Schankwirt, dessen Name mit partout nicht einfallen will...
*gr&uuml;bel* hmmm... ich glaube es hat keinen Sinn. Dieser Name f&auml;llt mir
einfach nicht ein... nun gut... dieser Wirt nimmt die Mondsteine jedenfalls
freudig entgegen und gibt Dir f&uuml;r jeden Stein genau eine Flasche Black
Burrow Stout (neben einem geringen Mass an zus&auml;tzlicher Erfahrung. Der Wert
dieserr Flasche Stout ist sehr variabel, aber lohnen tut es sich
allemal...</FONT><A NAME="_Toc476020136"></A><BR></DIV>
<A NAME="Heading23"></A><H2 ALIGN="LEFT">
Gnoll Fangs No 2</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Und wo wir gerade bei diesen komischen
Rei&szlig;z&auml;hnen der Gnolle sind... Nicht nur in Qeynos hassen die Leute
diese Gnolle so, da&szlig; sie f&uuml;r diese Z&auml;hne zahlen, auch in Halas
werden diese Viecher geha&szlig;t....</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Lysbith McNaff, ein Frau mit
wundersch&ouml;nen blonden Haaren die einfach nur viel zu gro&szlig; ist, steht
bei den Kriegern in dieser komischen Kampfgrube der Barbaren. Sie wird Dir
f&uuml;r 3 Rei&szlig;z&auml;hne Geld, Erfahrung und eine Ration oder eine Fackel
geben... </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Folge Faction erh&auml;ltst Du
au&szlig;erdem:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>WolvesoftheNorth</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>ShamenofJustice</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>MerchantsofHalas</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Steelwarriors</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>RouguesoftheWhiteRose</FONT><BR></DIV>
</TD>
</TR>
</TABLE></DIV>

</BODY>

</HTML>

