<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<!--
This document was converted from RTF source: 
By rtftohtml 4.19
See http://www.sunpack.com/RTF
Filename:quest3.rtf
Application Directory:E:\ABLAGE\ANDREAS\AVN\
Subject:
Author:Andreas Mayr
Operator:Wolfgang Schlegel
Document Comments:
Version Comments:
Comments:
Keywords:
Translation Date:02/29/2000
Translation Time:18:34:28
Translation Platform:Win32
Number of Output files:50
This File:quest25.htm
SplitDepth=1
SkipNavPanel=1
SkipLeadingToc=0
SkipTrailingToc=1
GenContents=1
GenFrames=1
GenIndex=1
-->
<HEAD lang="en"><META http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="stylesheet" type="text/css" href="../ocean.css">
<TITLE>Lesser Faydark</TITLE>
</HEAD>

<BODY ><UL>
<A HREF="#Heading260">Bandit Sisters</A><BR>
<A HREF="#Heading261">Gearheart</A><BR>
</UL>

<A NAME="_Toc476020356"></A><A NAME="Heading259"></A><H1 ALIGN="LEFT">
Lesser Faydark<A NAME="_Toc476020357"></A></H1>
<A NAME="Heading260"></A><H2 ALIGN="LEFT">
Bandit Sisters<A NAME="_Toc476020358"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Da erinnere ich mich doch glatt an
so einen Paladin, ein soganannter Hochelf, sehr edel jaja. Uns Gnome scheint er
nicht so recht zu m&ouml;gen, sind ihm wohl zu minder... grummel... naja,
daf&uuml;r kann ich mich auch nicht mehr an seinen Namen erinnern, das hat er
jetzt davon... hrmpf.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wo war ich gerade? Ach ja, er ist
der Guildmaster der Paladingilde, ne echte Lichtgestalt *gg* und wenn man ihn
anspricht fragt er einen ob man bereit ist den Priestern von Tunare einen Dienst
zu erweisen. Wenn man ihm darauf mit &#8220;I am ready to serve the Clerics of
Tunare&#8221; antwortet fragt er einen ob man noch eher unerfahren, oder schon
ein erfahrener Recke ist. Sagt ihm einfach da&szlig; ihr noch recht unerfahren
seid &#8220;I am inexperienced&#8221; wird er euch von einem gefallenen Paladin
erz&auml;hlen der gerade zur Zeit in Kelethin, der Waldelfenstadt lebt und dem
Suff verfallen ist. Ach weh, diese elende Sauferei, wie viele gute und wackere
Recken wurden durch den unm&auml;&szlig;igen Alkoholgenu&szlig; von rechten Weg
abgebracht und sind in der Bedeutungslosigkeit versunken ... seufzt* ... es ist
ein echter Jammer. Wie nicht anders zu erwarten werdet ihr diesen gefallenen
Paladin, diesen Tandan Nybright auf den Plattformen mit den meisten
Gasth&auml;usern finden, dort wandert er auf und ab und bettlet hin und wieder
um etwas Geld f&uuml;r Alkohol. Er bevorzugt &uuml;brigens Elfenwein, den
sch&auml;tzt er &uuml;ber alles, und da er anscheinend viele Freunde hat kann es
durchaus lohnend sein ihn mit Elfenwein abzuf&uuml;llen hehehe.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Au&szlig;erdem weis er eine wirklich
interessante jedoch auch recht traurige Geschichte zu erz&auml;hlen, er ist
n&auml;mlich der Vater von vier T&ouml;chtern. Bedauernswert genug, jedoch haben
sich diese in Lesser Faydark  den Dervish Cutthroat, einer ruchlosen
Verbrecherbande, angeschlossen. Und obwohl er ihr Vater ist und sie wirklich
liebt und er ob dieser Tatsache zum S&auml;ufer wurde, ist seine
Rechtschaffenheit und seine Verpflichtung zum guten Namen seiner Familie so
stark da&szlig; er euch bitten wird seine T&ouml;chter zu t&ouml;ten. Als Beweis
f&uuml;r die vollbrachte Tat sollt ihr ihm die vier Perlenketten seiner
T&ouml;chter bringen, und zwar alle vier auf einmal. Solltet ihr ihm diesen
bitteren Dienst erweisen wird er euch einen Gegenstand aus seinem Besitz
&uuml;bergeben. Da er verarmt ist wird es nicht allzu viel sein, jedoch trennt
er sich eventuell von seinem Damask Bracer, welcher euch zu Beginn eurer
Heldenkariere sicherlich von gro&szlig;en Nutzen sein wird. Nach dieser
traurigen Geschichte hab ich ihn noch mal mit recht viel Elfenwein
abgef&uuml;llt, es ist komischerweise recht lehrreich ihm beim trinken zuzusehen
hehe*.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn ihr euch entscheidet seine
T&ouml;chter zu t&ouml;ten solltet ihr wissen da&szlig; sie so etwa im 10ten bis
13ten Kreis der Erfahrung sind, wappnet euch also wohl f&uuml;r diesen Kampf.
</FONT><BR></DIV>
<A NAME="Heading261"></A><H2 ALIGN="LEFT">
Gearheart</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Baxok Curhunter in Ak'Anon fragt
Dich, ob Du der Krone dienen willst, was einem K&ouml;nig Akanon treu ergebenen
Magier wie mir damals eine selbstverst&auml;ndlichkeit war. Und wenn Du schon
den 5 Erfahrungskreis vollendet hast, dann erh&auml;lst Du die ehrenvolle
Aufgabe ein gestohlenes Clockwork mit dem Namen Gearheart zu jagen. Dieser wurde
von den Feen (fae) in Lesser Faydark entf&uuml;hrt. Es w&uuml;rde mich nicht
wundern, wenn er in ihrer Stadt zu finden sein sollte. Aber sei gewarnt.
Gearheart ist sehr stark. Ich sch&auml;tze ihn so im Erfrahrungskreis 10 bis 15
ein, und er ist sehr beweglich! Wenn Du ihn schaffst, verlierst Du zwar Faction
mit den Feen (Faerie), aber dafuer findest Du in seinen &Uuml;berresten Geld und
eine "Blackbox XIVD". Diese bringt, wenn Du sie bei Baxok Curhunter abgibst,
nochmal Geld, Faction-&Auml;nderungn und ein Item, ich glaube ich habe damals
ein Round Shield bekommen, welches f&uuml;r mich v&ouml;llig nutzlos ist. Aber
die 1 bis 2 Platinum, die wollte ich unbedingt haben.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<BR></TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Faerie</FONT><BR></DIV>
</TD>
</TR>
</TABLE></DIV>

</BODY>

</HTML>

