<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<!--
This document was converted from RTF source: 
By rtftohtml 4.19
See http://www.sunpack.com/RTF
Filename:quest3.rtf
Application Directory:E:\ABLAGE\ANDREAS\AVN\
Subject:
Author:Andreas Mayr
Operator:Wolfgang Schlegel
Document Comments:
Version Comments:
Comments:
Keywords:
Translation Date:03/07/2000
Translation Time:21:26:59
Translation Platform:Win32
Number of Output files:50
This File:quest12.htm
SplitDepth=1
SkipNavPanel=1
SkipLeadingToc=0
SkipTrailingToc=1
GenContents=1
GenFrames=1
GenIndex=1
-->
<HEAD lang="en"><META http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="stylesheet" type="text/css" href="../ocean.css">
<TITLE>Felwithe</TITLE>
</HEAD>

<BODY ><UL>
<A HREF="#Heading81">Bandit Sisters</A><BR>
<A HREF="#Heading82">Bat Wings</A><BR>
<A HREF="#Heading83">Black Wolf Skin</A><BR>
<A HREF="#Heading84">Bone Chips</A><BR>
<A HREF="#Heading85">The Call of Flames</A><BR>
<A HREF="#Heading86">Enchanted Longbow</A><BR>
<A HREF="#Heading87">The Falchion</A><BR>
<A HREF="#Heading88">Going Postal</A><BR>
<A HREF="#Heading89">Illegible Scroll</A><BR>
<A HREF="#Heading90">Jojongua's Pelt</A><BR>
<A HREF="#Heading91">Orc Runner</A><BR>
<A HREF="#Heading92">Princess Lenya [New Version]: </A><BR>
</UL>

<A NAME="_Toc476020193"></A><A NAME="Heading80"></A><H1 ALIGN="LEFT">
Felwithe<A NAME="_Toc476020194"></A></H1>
<A NAME="Heading81"></A><H2 ALIGN="LEFT">
Bandit Sisters<A NAME="_Toc476020195"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Da erinnere ich mich doch glatt an
so einen Paladin, ein soganannter Hochelf, sehr edel jaja. Uns Gnome scheint er
nicht so recht zu m&ouml;gen, sind ihm wohl zu minder... grummel... naja,
daf&uuml;r kann ich mich auch nicht mehr an seinen Namen erinnern, das hat er
jetzt davon... hrmpf.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wo war ich gerade? Ach ja, er ist
der Guildmaster der Paladingilde, ne echte Lichtgestalt *gg* und wenn man ihn
anspricht fragt er einen ob man bereit ist den Priestern von Tunare einen Dienst
zu erweisen. Wenn man ihm darauf mit &#8220;I am ready to serve the Clerics of
Tunare&#8221; antwortet fragt er einen ob man noch eher unerfahren, oder schon
ein erfahrener Recke ist. Sagt ihm einfach da&szlig; ihr noch recht unerfahren
seid &#8220;I am inexperienced&#8221; wird er euch von einem gefallenen Paladin
erz&auml;hlen der gerade zur Zeit in Kelethin, der Waldelfenstadt lebt und dem
Suff verfallen ist. Ach weh, diese elende Sauferei, wie viele gute und wackere
Recken wurden durch den unm&auml;&szlig;igen Alkoholgenu&szlig; von rechten Weg
abgebracht und sind in der Bedeutungslosigkeit versunken ... seufzt* ... es ist
ein echter Jammer. Wie nicht anders zu erwarten werdet ihr diesen gefallenen
Paladin, diesen Tandan Nybright auf den Plattformen mit den meisten
Gasth&auml;usern finden, dort wandert er auf und ab und bettlet hin und wieder
um etwas Geld f&uuml;r Alkohol. Er bevorzugt &uuml;brigens Elfenwein, den
sch&auml;tzt er &uuml;ber alles, und da er anscheinend viele Freunde hat kann es
durchaus lohnend sein ihn mit Elfenwein abzuf&uuml;llen hehehe.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Au&szlig;erdem weis er eine wirklich
interessante jedoch auch recht traurige Geschichte zu erz&auml;hlen, er ist
n&auml;mlich der Vater von vier T&ouml;chtern. Bedauernswert genug, jedoch haben
sich diese in Lesser Faydark  den Dervish Cutthroat, einer ruchlosen
Verbrecherbande, angeschlossen. Und obwohl er ihr Vater ist und sie wirklich
liebt und er ob dieser Tatsache zum S&auml;ufer wurde, ist seine
Rechtschaffenheit und seine Verpflichtung zum guten Namen seiner Familie so
stark da&szlig; er euch bitten wird seine T&ouml;chter zu t&ouml;ten. Als Beweis
f&uuml;r die vollbrachte Tat sollt ihr ihm die vier Perlenketten seiner
T&ouml;chter bringen, und zwar alle vier auf einmal. Solltet ihr ihm diesen
bitteren Dienst erweisen wird er euch einen Gegenstand aus seinem Besitz
&uuml;bergeben. Da er verarmt ist wird es nicht allzu viel sein, jedoch trennt
er sich eventuell von seinem Damask Bracer, welcher euch zu Beginn eurer
Heldenkariere sicherlich von gro&szlig;en Nutzen sein wird. Nach dieser
traurigen Geschichte hab ich ihn noch mal mit recht viel Elfenwein
abgef&uuml;llt, es ist komischerweise recht lehrreich ihm beim trinken zuzusehen
hehe*.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn ihr euch entscheidet seine
T&ouml;chter zu t&ouml;ten solltet ihr wissen da&szlig; sie so etwa im 10ten bis
13ten Kreis der Erfahrung sind, wappnet euch also wohl f&uuml;r diesen Kampf.
</FONT><BR></DIV>
<A NAME="Heading82"></A><H2 ALIGN="LEFT">
Bat Wings<A NAME="_Toc476020196"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Niola Impholder, die Leiterin der
Magiergilde in Felwith versucht wieder mal einen neuen Zauberspruch zu
entwickeln und ben&ouml;tigt daf&uuml;r jede Menge Fledermausfl&uuml;gel. Und
anstatt mal wieder an die frische Luft zu gehen und die Fl&uuml;gel selber zu
sammeln schickt die alte Stubenhockerin junge Akolyten aus um ihr die
Fl&uuml;gel zu besorgen. Als Belohnung erhaltet ihr, au&szlig;er der Erfahrung
da&szlig; die Flederm&auml;use in Greater Faydark schon nach kuryem keine echte
Herausforderung mehr sind, einen recht guten Ruf bei den Hochelfen als auch eine
Spruchrolle der ersten Stufe f&uuml;r Magier. Ger&uuml;chteweise gibt die gute
alte Niola verschiedene Spruchrollen her, so da&szlig; es durchaus lohnt ihr den
Gefallen mehrmals zu erf&uuml;llen ... wenn ich mich recht entsinne
...</FONT><BR></DIV>
<A NAME="Heading83"></A><H2 ALIGN="LEFT">
Black Wolf Skin<A NAME="_Toc476020197"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Der Gildenmeister der Wizardgilde,
Tarker Blazetoss ben&ouml;tigt Felle von schwarzen W&ouml;lfen f&uuml;r einen
Zauberspruch an dem er gerade arbeitet. Wenn ihr ihm das gew&uuml;nschte bringt
wird er euch sehr dankbar sein.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Ach ja, und eine kleine Belohnung
bekommt ihr nat&uuml;rlich auch von ihm, meist in Form eines kleinen
Gegenstandes oder gar eines niederstufigen Zauberspruchs f&uuml;r Wizards. Und
so ganz nebenbei macht ihr euch bei den Keepers of the Art, King Thearistex, und
den Faydark Champions beliebt. Die Toten (The Dead) k&ouml;nnen euch dann zwar
nicht mehr so sonderlich leiden ... aber wen st&ouml;rt das schon.
Oder?</FONT><BR></DIV>
<A NAME="Heading84"></A><H2 ALIGN="LEFT">
Bone Chips<A NAME="_Toc476020198"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Der Hohepriester, Yeolarn
Bronzeleaf, von der Klerikergilde hat eine Art Kopfgeld auf Skelette ausgesetzt.
Wenn ihr ihm die zerhackten Knochen (Bone Chips) von 4 Skeletten bringt bekommt
ihr, au&szlig;er der Erfahrung wie sich brechende Knochen anh&ouml;ren, auch
etwas Geld und einen kleinen Gegenstand, meist eine klerikale Spruchrolle der
ersten Stufe.</FONT><BR></DIV>
<A NAME="Heading85"></A><H2 ALIGN="LEFT">
The Call of Flames</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>This quest is for the level 49
Ranger Spell, Call of Flames. You must be level 50 to do this. Yuo need to find
Find Lily and Devin Ashwood in Kelethin. Hail lily and tell her that you are a
ranger. Then talk to Devin and tell him that you "want to learn from him, how do
I prove myself as a forest?&#8221;. He will tell you to talk to Lily again.
Lilly will ask you to deliver a letter. Say &#8221;I will take letter &#8221;
and she gives you a letter to deliver to Ganelorn in east Karana. WHen you
deliver the letter, Ganelorn will give you a snake egg to take to Ranger Master
in Kithcor. After you deliver the egg, Ranger Master will give you an icon to
return to Ganelorn. Ganelorn will then tell you he need 3 things from you, as
well as having you deliver &#8221;a note of Credit&#8221; to a merchant in
Kaladim. Basically, you need to get four things: (1) Turn in the note of credit
to Aanina Rockfinder, by the everhot forge in Kaladim and she will give you "a
gift"; (2) You need a "Burnt sash", which is dropped by imp protectors in
Solusek's Eye; (3) You need an "Ademantite band" which is the rare drop from the
hand in Lower Guk; and (4) Yu need the Electrum bladed Wakizashi which can be
gotten in Mistmoore and is detailed in the Mistmoore Quest section. Turn all 4
items in to Ganelorn and a high level poacher named Vance Bearstalker will spawn
nearby. Kill him and chop off his head and give the head to Ganlorn for the
spell. . </FONT><BR></DIV>
<A NAME="Heading86"></A><H2 ALIGN="LEFT">
Enchanted Longbow<A NAME="_Toc476020199"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>F&uuml;r all diejenigen unter euch
die einen sogenannten Trueshot Bow ihr eigen nennen und ihn noch ein wenig
verbessern wollen weis ich folgendes zu berichten:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>In der Gilde der Enchanter gibt es
einen Kinool Goldsinger, nein nein es ist kein Barde sondern ein Enchanter. Wer
h&auml;tte das wohl gedacht... seine Eltern wohl ganz sicher nicht
*hehehe*</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Er ist genau der richtige f&uuml;r
euch wenn ihr einen verzauberten Trueshoot Bow wollt, fragt ihn einfach mal
danach (&#8220;Where can I get an Enchanted Trueshot Bow?&#8221;). Er wird euch
dann ein paar Dinge sagen die er ben&ouml;tigt um euren Trueshot Bow zu
verzaubern. </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Da w&auml;re mal der Fairie Dust, zu
bekommen von diesen kleinen zauberhaften Gesch&ouml;pfen die immer so lebensfroh
und fr&ouml;hlich durch Lesser Faydark flattern, die armen kleinen
Gesch&ouml;pfe. Redet mit ihrer Pinzessin Jolena und fragt sie nach dem Fairie
Dust. Sie wird euch dann berichten da&szlig; ihr jemand einen ihrer Fl&uuml;gel
gestohlen hat, ein &uuml;bler Glatzkopf der stark nach Rost gerochen hat, und
wenn ihr den Fl&uuml;gel zur&uuml;ckbringt wird sie euch den Fairie Dust zum
Geschenk machen. In der pr&auml;chtigen &uuml;berall bekannten und viel
ger&uuml;hmten Stadt Ak&#8216;Anon, der Perle Norraths, k&ouml;nnt ihr in der
N&auml;he der Necromantengilde einen Gnom namens Sanfyrd Featherhead finden.
Wenn ihr ihn fragt ob ihr Jorlinas Fl&uuml;gel haben k&ouml;nnt wird er rigoros
ablehnen, schlie&szlig;lich hat er geh&ouml;rt da&szlig; mit Hilfe dieses
Fl&uuml;gels seine Haare wieder nachwachsen sollen. Au&szlig;erdem wird er euch
berichten da&szlig; er eigentlich keine Freunde hat und er deswegen sehr traurig
ist... arme mi&szlig;verstandene Seele... Wenn ihr ihm sagt da&szlig; ihr sein
Freund seid (&#8220;I am your friend&#8221;) wird er euch nicht glauben und
behaupten da&szlig; ihr das nur sagt um an den Fl&uuml;gel zu kommen, aber es
g&auml;be eine M&ouml;glichkeit eure Freundschaft zu ihm zu beweisen, dazu
m&uuml;&szlig;t ihr ihm nur ein Haartonikum (Hair Tonic) besorgen. Wenn ihr ihm
das versprecht gibt er euch einen Beh&auml;lter mit 10 Slots den ihr mit eben
jenem Hair Tonic f&uuml;llen sollt. Das Tonikum erhaltet ihr von einem
Gnomenh&auml;ndler mit dem Namen Ping Fuzzlecutter in einem Zelt au&szlig;erhalb
des Westtoores von Freeport. F&uuml;llt den Container mit dem Hair Tonic und
klickt auf combine. Damit wird der Beh&auml;lter allerdings auch f&uuml;r immer
geschlossen und kann ab diesem Zeitpunkt auch in einen Rucksack gesteckt werden.
Sobald ihr Sanfryd den gef&uuml;llten Tonicbah&auml;lter gebt wird er euch nach
einem weiteren Gefallen fragen, und zwar m&ouml;chte er da&szlig; ihr sein altes
Toupet (tattered toupee) nehmt und in Freeport von Ping Fuzzlecutter reparieren
la&szlig;t. Ja genau, er schickt euch wieder mal nach
Freeport...</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn ihr erneut mit Ping sprecht
verwendet genau folgende Worte: &#8220;can you repair a
toupee?&#8221;</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Daraufhin wird er euch eine nette
kleine Geschichte erz&auml;hlen und euch dann schlie&szlig;lich offenbaren
da&szlig; das toupee noch in Garantie ist und er es daher reparieren w&uuml;rde,
wenn er die entsprechenden Zutaten h&auml;tte. Zur Reparatur ben&ouml;tigt er
eigentlich nur zwei Haarb&uuml;schel von einem Gorilla und die goldene Locke
einer blonden Meerjungfrau. Ersteres findet ihr im Thronraum vom verlorenen
Tempel von Chazic Thule, zweiteres k&ouml;nnt ihr von der Golden haired Mermaid
in Kedge Keep ergattern. Doch seid gewarnt, f&uuml;r Kedge Keep ben&ouml;tigt
ihr mindestens 2 gut ausger&uuml;stete Highlevelgruppen, sonst habt ihr nicht
die geringste Chance. Habt ihr alles geht zur&uuml;ck zu Ping, gebt ihm das
Toupet und die anderen verlangten Sachen, und er wird euch das Mame Attraction
(ac 4, +10 Cha) geben.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Zur&uuml;ck in AK&#8217;Anon gibt
euch Sanfyrd im Austausch gegen das Mame Attraction einen glimmering fairy
wing.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Bringt den Fluegel zu Prinzessin
Joleen und sie wird euch mit dem Fairie Dust belohnen.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Als n&auml;chstes ben&ouml;tigt ihr
einen Stab genannt Treant Heart, den ihr hin und wieder bekommt wenn ihr Jyle
Wyndshot  im Hogcallers Inn in Freeport Laternen gebt. Besorgt euch lieber
mehrere Laternen, denn meistens gibt er euch dafuer nur normale Treant Wood.
</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Als drittes ben&ouml;tigt ihr noch
Euren Trueshot Bow, und ausserdem noch 3000 Goldstuecke als Bezahlung f&uuml;r
Kinool Goldsinger. Wenn ihr ihm den Fairie Dust, das Treant Heart, den Bogen und
das Gold, ja wirklich, 3000 Gold, nicht 300 Platin, gebt verzaubert er euch den
Trueshoot Bow so da&szlig; ihr der stolze Besitzer eines
<A HREF="raincaller.gif">Raincallers</A> seid.</FONT><BR></DIV>
<A NAME="Heading87"></A><H2 ALIGN="LEFT">
The Falchion<A NAME="_Toc476020200"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Solltet ihr euch bereits bei Lord Jyleel
bew&auml;hrt haben indem ihr ihm einen Brief von einem Orc Runner besorgt habt
wird er euch vielleicht fragen ob ihr euch selbst als ehrenhafter Paladin des
Hofes beweisen wollt. Und das fragt er einen jungen Magier... der hat sie doch
nicht mehr alle...  </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Solltet ihr dem zustimmen, schickt er euch
los um euren Mut zu beweisen. Als Beweis gen&uuml;gen ihm 3 Gegenst&auml;nde die
man diversen finsteren Gesellen abnehmen kann. </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Zuerst w&auml;re da mal das dunkle Herz von
Ambassador Dvinn aus Crushbone, ein ganz &uuml;bler Geselle.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Als zweites will er den blauen Kopf eines
Orc Prophet, ebenfalls aus Crushbone.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Zu guter letzt der schwierigste Teil, die
Supply Crate, welche sich im Besitz eines gewissen Brarm auf dem Sirenenfelsen
im Ocean of Tears befindet. Allerdings ist zu Brarm zu sagen da&szlig; er nie
allein ist, er wird immer von 2 Dark Elf Dragoons begleitet welche sich etwa im
22ten Erfahrungskreis befinden. Zudem ist er dort nur sehr selten anzutreffen,
in den Zeitma&szlig;st&auml;ben einer anderen Welt k&ouml;nnte man sagen
da&szlig; er nur einmal am Tag so um 5 Uhr Morgens (GMT nehm ich mal
an).</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Wie auch immer, wenn ihr ihm die drei
Sachen bringt gibt er euch daf&uuml;r ein Falchion of Koada&#180;Vie welches nur
von Paladinen gef&uuml;hrt werden kann.</FONT><BR></DIV>
<A NAME="Heading88"></A><H2 ALIGN="LEFT">
Going Postal<A NAME="_Toc476020201"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Ja, auch hier steht wieder mal ein
Treehugger rum der harmlose Passanten zum Botendienst verdonnern will. Wenn euch
so was interessiert quatscht ihn einfach mal an.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">(Anmerkung des Archivars: N&auml;here
Informationen befinden sich unter Ak&#8217;Anon -
<A NAME="_Hlt477002895"></A></FONT><A HREF="quest01.htm#_Ref477002889">Going Postal</A><FONT FACE="Arial">
und in der
</FONT><A HREF="quest49.htm#_Ref477002920">Referenz Tabelle f&uuml;r die Going-Postal-Quest</A><FONT FACE="Arial">)</FONT><BR></DIV>
<A NAME="Heading89"></A><H2 ALIGN="LEFT">
Illegible Scroll<A NAME="_Toc476020202"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Und da wir gerade bei Lord Jyleel sind, mir
f&auml;llt da grad ein da&szlig; er auch Auftr&auml;ge erteilt die mit den Orc
Oracles in Crushbone zu tun haben. Wenn ihr diese Oracles t&ouml;tet und Lord
Jyleel die Illegible Scrolls bringt die ihr bei ihnen finden k&ouml;nnt, wird er
euch als Dank einen kleinen Gegenstand und manchmal sogar eine Spruchrolle
f&uuml;r Paladine &uuml;berreichen.</FONT><BR></DIV>
<A NAME="Heading90"></A><H2 ALIGN="LEFT">
Jojongua's Pelt<A NAME="_Toc476020203"></A></H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Ich hatte doch vorhin von Tynkale, dem
Gildenmeister der Paladingilde in Felwith erz&auml;hlt.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Wenn ihr seine Frage ob ihr erfahren oder
unerfahren seid mit &#8220;I am experienced&#8221; beantwortet wird er euch eine
nette kleine Aufgabe &uuml;berantworten.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Er wird euch nach Innothule Swamp schicken
um einen Kobold Lord mit dem entsetzlich langen Namen Jojoojojgogogoguna zu
t&ouml;ten und ihn zu h&auml;uten. Wenn ihr ihm dann den Pelz bringt wird er
eure Heldentat verk&uuml;nden auf da&szlig; sich euer Ruf bei so manchen seiner
Freunde verbessern wird.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Zu diesen Freunden geh&ouml;ren: Clerics of
Tunare, King Teristhex und Antimage</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Nachdem ihr ihm diesen Gefallen getan habt
wird er euch fragen ob ihr nicht mal Zeit habt um in einem lokalen Gasthaus mit
einem Mann namens Tolon Nurbyte sprechen wollt. Diesen Tolon k&ouml;nnt ihr
finden wenn ihr bei einem bestimmten Wirt nach ihm fragt &#8220;Where is Tolon
Nurbyte&#8221;. </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Wenn ihr mit ihm redet wird er euch auf die
Spur einer seltsamen Machenschaft um Prinzessin Lenya in Highkeep Hold bringen,
aber dies ist eine ganz andere Geschichte.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Folgende Faction &auml;ndern sich im
Verlauf der Quest:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>ClericsofTunare</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingTeristhex</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Antimage</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<BR></TD>
</TR>
</TABLE></DIV>
<A NAME="Heading91"></A><H2 ALIGN="LEFT">
Orc Runner</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Weil ich gerade vorhin von einem Paladin
gesprochen habe, da f&auml;llt mir grad noch was ein. Da gibt&#8217;s in
Felwithe noch einen anderen Paladin... oder ists gar der selbe? ... ach was weis
ich, es ist schon so lang her... auf jeden Fall war sein Name Jyleel oder so,
war dort irgendwas besonderes, so eine Art General... ja genau, Lord Jyleel
meine ich.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial">Wenn ihr mit ihm redet wird er euch
sicherlich bitten einen Kurier der Orks abzufangen der eine wichtige Botschaft
bef&ouml;rdert... oder wars ein Goblin... na so ein Critter
halt.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wie auch immer, ihr k&ouml;nnt
diesen L&auml;ufer in den Butcherblock Mountains finden wo er vom Durchgang zu
Graeter Faydark zur Crossroad l&auml;uft. Irgendwie haben es diese
d&auml;mlichen Orks immer noch nicht geschnallt da&szlig; der Grund warum keiner
ihrer Boten sein Ziel erreicht jener ist, da&szlig; sie von den Zwergenwachen an
der Crossroad erschlagen werden ... Und das beste daran ist da&szlig; sie
f&uuml;r diese Botendienste nicht gerade ihre schw&auml;chsten Leute
losschicken, sie d&uuml;rften so etwa im 8ten Erfahrungskreis sein,
hehehe</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Diese Boten haben meist einen Beutel
und einen versiegelten Brief dabei. Wenn ihr Lord Jyleel den Brief &uuml;bergebt
wird es eurem Ruf zur Ehre gereichen, und vielleicht erteilt er euch auch noch
einen weiteren Auftrag ....</FONT><BR></DIV>
<A NAME="Heading92"></A><H2 ALIGN="LEFT">
Princess Lenya [New Version]: </H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>This quest starts in Felwithe. It is
very long and involved, and results in a relatively weak item for all the effort
you need to put into it. The parts are actually better than the quest as a
whole. The Felwithe Paladin guildmaster, Tynkale, will ask you if you are "ready
to serve the Clerics of Tunare" if you hail him. Say "I am ready to serve the
Clerics of Tunare" and he will ask if you are new to this or experienced
(something to that degree). If you say you are inexperienced, you get the Tandan
Nybright quest. However, if you say you have been with them for awhile (or
whatever [xxxx] line equates to that) he will give you a quest to go to
Innothule Swamp and slay Jojoojojgogogoguna, the long-named huge Kobold lord in
the aptly named Jojongua's Tower. He is a rare spawn and drops a pelt called a
Very Large Hide. Take his pelt to Tynkale for xp, faction and an item. The
following factions go up: Clerics of Tunare, King Teristhex and antimage. He
will then ask you to meet up with a man named Tolon Nurbyte in Highkeepand tell
him the key phrase "The glory of Mother shines bright". He is found at a local
inn, and will spawn if you ask the innkeeper who is Tolon Nurbyte. Tell him the
phrase and he will tell you to go to highkeep and tell Tearon Bleanix "All is
not bright above the clouds". </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>To get to Tearon you need a lottery
ticket. In East Freeport go into Hallard's Resales (located in the "bad" part of
E Freeport behind the import store) and talk to Tohsan Hallard. He will tell you
about his special deal - bring him 4 orc pawn picks (dropped by those pesky
Deathfist Pawns in West Freeport and the Commonlands) and he will give you 5sp
and a Highpass Hold Lottery Ticket. If you give him 4 orc pawn picks (not
stacked) he gives you a few silver and a Highpass Hold Lottery Ticket (NO DROP
and LORE ITEM), which he tells you is a non-winning ticket from last year's
lottery. You get the following faction changes for turning in the picks:
Coalition of Tradesfolk, Knights of Truth, Merchants of Qeynos and Coalition of
Tradesfolk III all go up, and no factions go down. Take your new lottery ticket
to Highkeep to the basement near the bank. Apparantly, you randomly get
different tickets each time you do this. Go talk to the person near the bank
(not the banker) about something like the "highkeep lottery" and he will send
you to talk to Casino Treasurer Lynn who is nearby. The treasurer says that last
year's winner never came forward, but gives the winning ticket number and says
something about it being a person from Freeport. Some tickets get you nothing,
some are a "runner-up" and gets you a few coins and tiny amount of XP. If the
winning number that he gives you is on one of the tickets, you get the key to
the Royal Suite on the 3rd floor, a nodrop lore item. There is a locked door on
the third floor, opened it with a key, and where you will find a paladin
skeleton named "Tearon Bleanix" who responds to questions about "Princess
Lenya". </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Say the key phrase to Tearon and he
will give you a bracer and tell you to take to the Highpass Hussy. This
colorfully named person is in fact Mistress Anna on floor 4; who tells you to
seek out Tylani and Marlin (she tells you to kill him; but you dont have to).
You do need to kill Tylani. She drops a fishfood container. Mix in it 3 fairy
dusts and 1 sand of ro to make fish food. Find marlin in the Rooster Inn in
Highpass. He is upstairs in the last room on the left. He will ask for a silk
evening gown found in qeynos. Bring him the gown and you will get a key. Now, go
to lake rathetear and find the "royal fish" Feed the royal fish the final fish
food product, and it turns out that it was in fact Princess Lenya Thex. Give the
princess the bracer and the marlin key and she then gives you an amulet. Now go
back to Tearon Bleanix and give him the amulet and the highpass key #3 and for
ALL this effort you get a paladin only shield called "Shield of the Silent
Watch" [AC10 wis +10]. </FONT><BR></DIV>

</BODY>

</HTML>

