<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<!--
This document was converted from RTF source: 
By rtftohtml 4.19
See http://www.sunpack.com/RTF
Filename:quest3.rtf
Application Directory:D:\USER\EQ\HTML\
Subject:
Author:Andreas Mayr
Operator:Andreas Mayr
Document Comments:
Version Comments:
Comments:
Keywords:
Translation Date:02/28/2000
Translation Time:14:26:57
Translation Platform:Win32
Number of Output files:50
This File:quest01.htm
SplitDepth=1
SkipNavPanel=1
SkipLeadingToc=0
SkipTrailingToc=1
GenContents=1
GenFrames=1
GenIndex=1
-->
<HEAD lang="en"><META http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="stylesheet" type="text/css" href="../ocean.css">
<TITLE>Ak'Anon</TITLE>
</HEAD>

<BODY ><UL>
<A HREF="#Heading2">27C Blackbox</A><BR>
<A HREF="#Heading3">Air Tight Box</A><BR>
<A HREF="#Heading4">Bugglegup</A><BR>
<A HREF="#Heading5">Cargo Clockwork</A><BR>
<A HREF="#Heading6">Duster Models</A><BR>
<A HREF="#Heading7">Gearheart</A><BR>
<A HREF="#Heading8">The Gnome Take</A><BR>
<A HREF="#Heading9">Going Postal</A><BR>
<A HREF="#Heading10">Larkon's Errands</A><BR>
<A HREF="#Heading11">Red 5 Clockwork</A><BR>
<A HREF="#Heading12">Rusted Black Boxes</A><BR>
<A HREF="#Heading13">Scrap Metal</A><BR>
<A HREF="#Heading14">Series C Black Boxes</A><BR>
<A HREF="#Heading15">Telescope Lenses</A><BR>
<A HREF="#Heading16">Tergon's Spellbook</A><BR>
<A HREF="#Heading17">Toko's Spellbook</A><BR>
</UL>

<A NAME="_Toc476020114"></A><A NAME="Heading1"></A><H1 ALIGN="LEFT">
Ak'Anon<A NAME="_Toc476020115"></A><A NAME="_Ref476034012"></A><A NAME="_Ref476105857"></A><A NAME="_Ref476110964"></A></H1>
<A NAME="Heading2"></A><H2 ALIGN="LEFT">
27C Blackbox</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Nachdem Du s&auml;mtliche
<A HREF="quest01.htm#_Ref476375491">Series C Black Boxes</A> an Manik
&uuml;bergeben hast, gibt er Dir eine wieder, ich glaube es war die von Model
27. Er bittet Dich diese an Jogl Doobraugh zu liefern. Wenn mich meine grauen
Zellen nicht im Stich gelassen haben, dann m&uuml;sste er sich in einer der
Windm&uuml;hlen in den Steamfont Mountains befinden echt meisterhafte Bauwerke
Gnomischer Baukunst, nicht? Aber ich merke schon wieder, dass ich abschweise,
also: Jogl wird die von Dir &uuml;berreicht Blackbox eingehend untersuchen und
Dir einen Bericht in Form einer Notiz geben und Dich bitten diese doch
schleunigst an einen H&auml;ndler in der Warrior-Guild zu &uuml;berbringen. Wie
war denn noch der Name... ah ja: Drekon Vebnebber oder so &auml;hnlich mu&szlig;
er hei&szlig;en. Ich kenn mich bei den Kriegern nicht so aus.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Es mu&szlig; wohl zwei verschiedene
Berichte geben, denn ab diesen Punkt gibt es zwei verschiedene Folge-Quests, die
mir bekannt sind: Entweder folgt die
<A HREF="quest01.htm#_Ref476022000">Red 5 Clockwork</A>-Quest oder die
<A HREF="quest01.htm#_Ref476021982">Duster Models</A>-Quest.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Folgende Faction &auml;ndern sich im
Verlauf der Quest:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>EldritchCollective</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>GemChoppers(2x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingAk'Anon(2x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>MerchantsofAk'Anon</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>DarkReflection(2x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>TheDead</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020116"></A></TABLE></DIV>
<A NAME="Heading3"></A><H2 ALIGN="LEFT">
Air Tight Box</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn Du Level 16 noch nicht erreicht
hast, dann sprich doch mal  Larkon Theardor in Ak'Anon an. Er steht mit einem
Mechaniker auf der rechten Seite der Library Mechanimagica. Wenn Du ihn
gr&uuml;&szlig;t und ihn auf den Reinigunsjob ansprichst, sofern dieser noch
nicht vergeben ist, wird er Dich zu Fodin schicken (Anm. des Archivars: Er steht
im Observatorium beim Cargo Clockwork). Wenn Du Fodin sagst, dass Larkon dich
geschickt hat ("Larkon sent me") wird er Dir freudig eine "Air Tight Box"
aush&auml;ndigen und Dich bitten diese vollst&auml;ndig mit "infected Rat
Livers" zu f&uuml;llen. Wird auch Zeit das diese Kranheiten &uuml;bertragende
Brut aus Steamfont verschwindet. Nun, wenn Du diese Box gef&uuml;llt hast
(Combine-Knopf nicht vergessen) musst Du das Resultat nun noch an Larkon
zur&uuml;ckgeben und er wird dich mit Erfahrung und Geld
belohnen.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Ach ja, Faction-&Auml;nderungen gibt
es ja auch noch:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>EldritchCollective</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>GemChoppers</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingAk'Anon</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>DarkReflection</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>TheDead</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020117"></A></TABLE></DIV>
<A NAME="Heading4"></A><H2 ALIGN="LEFT">
Bugglegup</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Tergon Brenclog, der allwissende
Meister der Magier-Guild in Ak'Anon, mein Lehrmeister und Freund, bittet Dich
Buggleup zu t&ouml;ten. Es soll sich um einen weiblichen Troll handeln, der die
Steamfont Mountains unsicher macht. Ich habe sie aber Zeit meines nun schon
recht langen Lebens noch nie dort gesehen. Ich hoffe dass mein Lehrmeister da
kein Hirngespinst hat.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Er verlangt jedenfalls den "Iron
Pellet", den sie nach ihrem ableben liegen lassen soll, f&uuml;r eine Belohnung
(normalerweise einen Low-Level-Spruch).
</FONT><A NAME="_Toc476020118"></A><BR></DIV>
<A NAME="Heading5"></A><H2 ALIGN="LEFT">
Cargo Clockwork</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Scheint nicht zu
Funktionieren!</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Jarah Reskar in der Gem Chopper
Halle erz&auml;hlt Dir, das ein Cargo Clockwork jeden 5. Tag um 8 Uhr morgens
von Ak'Anon zu den Windm&uuml;hlen in Steamfont geht. Erw&auml;hnte ich schon,
dass es sich hier um einzigartige meisterwerke gnomischer Baukunst handelt? Nun
ja, jedenfalls soll eine Gruppe von drei Wegelagerern (Ger&uuml;chte besagen,
dass Buggleup dabei sein soll) das Cargo Clockwork regelm&auml;&szlig;ig
&uuml;berfallen. Deshalb ist eine Belohnung auf die K&ouml;pfe der Banditen
ausgesetzt. Zondo Hyzill steht direkt neben den Cargo Clockwork in Steamfont. Er
macht die Reise jeden 5. Tag zusammen mit dem Clockwork in Richtung der
Windm&uuml;hlen. Ach es ist einfach herrlich die drehenden Fl&uuml;gel im
Sonnenschein zu beobachten... Heimat Du bist mir so fern... Aber weiter: Zondo
erledigt hier ein kleines Gesch&auml;ft mit einem der Gnome und macht sich dann
auf den Weg zur&uuml;ck. Nach ca. 1/4 der Strecke geht er noch ein Paar Kreise
und verschwindet dann... Da muss hier gro&szlig;e Magie im Spiel sein, denn ich
habe es bis jetzt nicht geschafft diesen Zauber zu analysieren. Jedenfalls, wenn
Du nach Zondo schaust, findest Du ihn wieder am Startpunkt des Cargo
Clockworks.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Es ist unklar was jetzt zu tun
ist!</FONT><A NAME="_Toc476020119"></A><A NAME="_Ref476021982"></A><BR></DIV>
<A NAME="Heading6"></A><H2 ALIGN="LEFT">
Duster Models</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Diese Quest wird Dir nach der
<A HREF="quest01.htm#_Ref476034012">27C Blackbox</A>-Quest gegeben. Mir ist
aufgefallen, dass ich dann immer den Duster-Model-Bericht von Jog bekommen hatte
(Neugierig wie ich in meiner Jugend nun mal war, habe ich mir die Berichte
nat&uuml;rlich auch selber immer durchgelesen). Drekon Vebnebber, der
Empf&auml;nger dieses Berichtes, erz&auml;hlt Dir, dass ihm leider 2 obsolete
Duster-Models abhanden gekommen sind und diese auf jeden Fall zerst&ouml;rt
werden m&uuml;ssen. Sie weisen leider eine kleine Fehlfunktion auf und verteilen
&uuml;berall den Schmutz anstatt ihn aufzunehmen... Der Beweis der
Zerst&ouml;rung der Duster-Modelle, die Serial-Nummern lauten wohl V und X,
bringst Du zu Sanfyrd Featherhead. Er ist der komische Kauz auf der anderen
Seite des Flusses bei den Mines of Malfunction.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Aber sei gewarnt, der Du diese Quest
versuchst, sie ist nicht einfach. Zum einen erscheinen diese Dusters
unregelm&auml;&szlig;ig und wenn sie denn mal da sind, dann laufen sie wind
durch die Gegend. Um das ganze noch schlimmer zu machen steigen in der n&auml;he
befindliche Guides, noch so eine hervorragende Erfindung der Gnome, in den Kampf
mit ein um zu "helfen"... &Auml;rgerlicherweise bleibt dann nach dem Kampf kein
K&ouml;rper zur&uuml;ck.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn es Dir aber mal gelingen sollte
einen dieser Duster zu stellen und zu zerst&ouml;ren (pass auf, dass Dir nicht
einige Teile dabei an den Kopf fliegen), dann findest Du in den &Uuml;berresten
ein St&uuml;ck Scrap Metal (Lore; No Drop). Genau dieses verlangt Sanfyrd als
Beweis.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Duster V spawnt in der N&auml;he des
Empfangschefs (Receptionist) und wandert zur Pod-Area und zur&uuml;ck bevor er
wieder verschwindet. Manchmal sieht man ihn auf dem Pfad zur "Wall" gerade
innerhalb des Stadttores und in der N&auml;he des Priest of Discord. An einem
gewissen Punkt seines normalen Weges schaltet er von Geh- auf
Lauf-Geschwindigkeit. Duster X erscheint erst aufgrund der Konversation mit
Derkon und spawnt beim Mechaniker der beim Tinkerer steht (Anm. des Archivars:
Ich habe keine Ahnung was der Magicus damit sagen will) und wandert die
Br&uuml;cke hoch und zur&uuml;ck zum Schaufelrad. Die Belohnung ist
normalerweise entweder der <A HREF="forginghammer.jpg">Forging Hammer</A> oder
ein <A HREF="bootstruttersbackpack.jpg">Bootstrutters Framed Pack</A>. Ich habe
geh&ouml;rt, dass man den Bootstrutters Pack bekommt, wenn man das Scrap Metal
von Duster V zweimal abgibt...</FONT><A NAME="_Toc476020120"></A><BR></DIV>
<A NAME="Heading7"></A><H2 ALIGN="LEFT">
Gearheart</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Baxok Curhunter in Ak'Anon fragt
Dich, ob Du der Krone dienen willst, was einem K&ouml;nig Akanon treu ergebenen
Magier wie mir damals eine selbstverst&auml;ndlichkeit war. Und wenn Du schon
den 5 Erfahrungskreis vollendet hast, dann erh&auml;lst Du die ehrenvolle
Aufgabe ein gestohlenes Clockwork mit dem Namen Gearheart zu jagen. Dieser wurde
von den Feen (fae) in Lesser Faydark entf&uuml;hrt. Es w&uuml;rde mich nicht
wundern, wenn er in ihrer Stadt zu finden sein sollte. Aber sei gewarnt.
Gearheart ist sehr stark. Ich sch&auml;tze ihn so im Erfrahrungskreis 10 bis 15
ein, und er ist sehr beweglich! Wenn Du ihn schaffst, verlierst Du zwar Faction
mit den Feen (Faerie), aber dafuer findest Du in seinen &Uuml;berresten Geld und
eine "Blackbox XIVD". Diese bringt, wenn Du sie bei Baxok Curhunter abgibst,
nochmal Geld, Faction-&Auml;nderungn und ein Item, ich glaube ich habe damals
ein Round Shield bekommen, welches f&uuml;r mich v&ouml;llig nutzlos ist. Aber
die 1 bis 2 Platinum, die wollte ich unbedingt haben.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<BR></TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Faerie</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020121"></A></TABLE></DIV>
<A NAME="Heading8"></A><H2 ALIGN="LEFT">
The Gnome Take</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Befindest Du Dich auf dem Weg von
den Butcherblock Mountains nach Ak'Anon, dann schaue doch mal bei Jeet in
Kaladim vorbei und sag ihm wohin Dich Dein Weg f&uuml;hrt. (Ich glaube Du musst
aber vorher die <A HREF="quest19.htm#_Ref476366388">Ogre Head</A>-Quest
erf&uuml;llen). Sag ihm, das Du "Gnome Take" sammeln willst. Du erh&auml;lst
daraufhin von Jeet einen Schl&uuml;ssel. Dieser pass in Ak'Anon auf einen
Clockwork Scrubber, aber pass auf dass Du den richtigen nimmst. Nur der etwas
&auml;hnliches wie "wiz... tik... 628..." sagt (man sollte mal das Sprachmodul
auswechseln) ist der richtige. Gib ihm den Schl&uuml;ssen und Du erh&auml;lst
"Gnome Take". </FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Ich habe den richtigen Scrubber
damals in unserem einzigartigem Zoo gefunden. Bring nun den "Gnome Take"
zur&uuml;ck zu Jeet. Du erh&auml;lst f&uuml;r den Aufwand ein wenig Silber und
ein kleineres Item sowie EXP und Faction-&Auml;nderungen.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Clockwork</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<BR></TD>
</TR>
<A NAME="_Toc476020122"></A></TABLE></DIV>
<A NAME="Heading9"></A><H2 ALIGN="LEFT">
Going Postal</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Diese Quest umfa&szlig;t jede Stadt
in Norrath, genauso wie einige "l&auml;ndliche" Zonen. In der
Tab<A NAME="_Hlt476039964"></A>elle im Anhang
(<A HREF="quest49.htm#ReferenceTableGoingPostal">Referenz Tabelle f&uuml;r die Going-Postal-Quest</A>)
sind alle St&auml;dte und Kontake aufgef&uuml;hrt, die mir bekannt sind.
Kelethin, Freeport, Highhold Keep und Qeynos sind besondere Knotenpunkte.
Lieferungen zwischen diesen Knotenpunkten erfolgt immer durch tragen eines
Postsackes. Alle anderen Absende-Stationen sind nur Abgangsstationen und laufen
immer zum n&auml;chstgelegenen Knotenpunkt. Die Belohnung liegt zwischen 1 und
12 Goldst&uuml;cken, was im mittleren Bereich anzusetzen ist. Mit einigen
Zustellungen kann ein Low-Level Charackter relativ einfach mehrere Platinum
verdienen. Barden mit Selo's Accelerando haben hier deutliche Vorteile, da
einige der Routen so in wenigen Minuten erledigt werden k&ouml;nnen. Ach wie
Schade ist es, das wir Gnome so unmusikalisch sind.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Diese Quest wird von der Liga der
Antonicanischen Barden gesponsert. Solltest Du also einen Waldelf Barden in
Deiner Heimatstadt umherhuschen sehen (und es nicht Kelethin), dann ist es nur
der lokale Postbote.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Pr&uuml;fe auch, ob Du nicht auf dem
Weg ein Paar andere Quests miterledigen kannst. So gibt es zum Beispiel die Lute
Quest von Qeynos nach
S&uuml;d-Karana...</FONT><A NAME="_Toc476020123"></A><BR></DIV>
<A NAME="Heading10"></A><H2 ALIGN="LEFT">
Larkon's Errands</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Larkon Theardon steht immer noch in
der N&auml;he der Library Mechanimagica. Er hat einige Aufgaben f&uuml;r junge
Gnome. Zum Beispiel will er, dass Du ihm 2 Minotauren H&ouml;rner oder 4
Basiliskenzungen bringst. Leider weis ich hier absolut nicht mehr, was es als
Belohnung gab. Es scheint, das meine grauen Zellen doch immer mehr
nachlassen.</FONT><A NAME="_Toc476020124"></A><A NAME="_Ref476022000"></A><BR></DIV>
<A NAME="Heading11"></A><H2 ALIGN="LEFT">
Red 5 Clockwork</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Dies ist die &uuml;bliche
Folge-Quest nach der <A HREF="quest01.htm#_Ref476105857">27C Blackbox</A>-Quest.
Wenn Du Drekon die entsprechende Nachricht &uuml;bergibst murmelt er etwas von
"Ger&uuml;chten &uuml;ber Red V, die wahr sind". Du musst nun die Blackbox von
Red V besorgen und an Manik Compolten geben. Red V hat normalerweise so die
St&auml;rke eines Kriegers zwischen dem 4. und 6. Zirkel und spawnt im hinteren
Bereich der Mines of Malfunction. Die G&auml;nge und der Raum in dem Red V
spawnt sind so niedrig, so dass  hier nur kleine Personen (Gnome, Zwerge und
Halblinge) k&auml;mpfen und zaubern k&ouml;nnen. Es hat halt manchmal doch einen
Vorteil klein zu sein. Am Spawnpunkt von Red V erscheinen auch andere obsolete
Modelle neben Red V. Du musst alle zerst&ouml;ren, aber nur Red V gibt die
ben&ouml;tigte Blackbox. Red V kann von einer einzelen Person im 8 Zirkel bzw.
von einer Gruppe im 5. Zirkel ohne Probleme zerst&ouml;rt werden. Auf Red V
findest Du nur eine "Incomplete Blackbox". Diese musst Du erst noch durch 4
Blackbox Fragments, die auf den Obsoleten Modellen auch innerhalb der Minen zu
finden sind, vervollst&auml;ndigt werden. Wenn die Unvollst&auml;ndige Blackbox
mit den Fragmenten kombiniert erh&auml;lt man eine verrostete Blackbox, die
denen der Rouge Clockworks aus Steamfont &auml;hnlich sieht, aber nicht ist
(Anmerkung des Archivars: Die aus Steamfont sind f&uuml;r eine andere
Quest).</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn Du nun die verrostete Red
V-Blackbox an Manik Compolten gibst, so erh&auml;lst du neben Erfahrung auch
Faction-&Auml;nderungen, etwas Geld und ein Item. Die Belohnung scheint
Zuf&auml;llig zu sein und die Faction scheint  wohl keine Rolle zu spielen. Das
Item ist oft ein St&uuml;ck Cloth Armor (kaum der M&uuml;he wert), aber manchmal
erh&auml;ltst Du einen magischen Trank oder sogar den
<A NAME="_Hlt476108001"></A><A HREF="bullsmasher.jpg">Bullsmasher</A> - eine
nette Waffe f&uuml;r die kleinen Rassen. Du kannst sogar <I>Iony's Absorber</I>
bekommern.</FONT><A NAME="_Toc476020125"></A><BR></DIV>
<A NAME="Heading12"></A><H2 ALIGN="LEFT">
Rusted Black Boxes</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Manik Compolten in der
GemChoppers-Halle m&ouml;chte, dass Du ihm verostete Blackboxes bringst. Diese
findest Du auf Rogue Clockworks in den Steamfont Mountains. Gibst du sie ihm
erh&auml;lst Du Geld, und bekommst EXP und Faction-&Auml;nderungen. Wenn ich
mich richtig erinnere musst Du ihm die Blackboxen einzeln geben, wirst aber nur
bei jeder vierten belohnt.</FONT><A NAME="_Toc476020126"></A><BR></DIV>
<A NAME="Heading13"></A><H2 ALIGN="LEFT">
Scrap Metal</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn Du schon dabei bist, die Rogue
Clockworks in Steamfont zu zerst&ouml;ren, dann kannst du auch das Scrap Metal,
welches es in &Uuml;berbleibseln zu finden ist, an Sanfyrd geben (das ist dieser
komische Kauz in der N&auml;he der Mines of Malfunction). Gib ihm immer 4
St&uuml;ck Scrap Metal auf einmal, aber denk daran, dass die Teile nicht
gestapelt werden d&uuml;rfen. Du erh&auml;lst die &uuml;bliche Erfahrung, ein
wenig Geld, Faction (s.u.) und ein zuf&auml;lliges Item zu bekomme. Das Item ist
oft eine verrostete Waffe. Ein ungew&ouml;hnliches Item ist der
<A HREF="gnomeglowrod.jpg">Gnome Glow Rod</A>, eine nette Lichtquelle f&uuml;r
die Nachtblinden *fg*. Ein anderes ist der "<I>Tinmeizer's Fabulos
Compactor</I>", ein 4 Slot Container mit einem Kombinier-Knopf. Niemand scheint
zu wissen, wozu er gut ist Auch ich habe die Funktion noch nicht herausgefunden.
Die Scrap Metals kombieniert er jedenfalls nicht...</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Die Faction-&Auml;nderungen bekommt
man:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>GemChoppers</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingAk'Anon</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>MerchantsofAk'Anon</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>DarkReflection</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>TheDead</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020127"></A><A NAME="_Ref476021891"></A><A NAME="_Ref476021903"></A><A NAME="_Ref476375491"></A></TABLE></DIV>
<A NAME="Heading14"></A><H2 ALIGN="LEFT">
Series C Black Boxes</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Der ehrenwerte Manik Compolten in
der GemChoppers Halle der Helden Ak'Anons beauftragt junge Krieger, Keycards zu
nehmen und die Blackboxen der Serie C-Clockworks zu sammeln. Er bittet darum
alle 4 Blackboxen gleichzeitig zu erhalten was bedeutet, das man f&uuml;r jede
Keycard erneut zu ihm kommen mu&szlig;. Aber es hat noch nie geschadet, wenn die
Jugend mal ein wenig mehr hin und her gelaufen ist.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Diese Aufgabe wird durch einfaches
Umherwandern in Ak'Anon erledigt, indem man die Keycards an die Clockworks gibt,
die ein C im Namen haben. Man findet diese Clockworks an folgenden
Stellen:</FONT><BR></DIV>
<UL>
<LI><FONT FACE="Wingdings" SIZE=2>	</FONT><FONT FACE="Arial" SIZE=2>XIIC: Auf
der Insel in der Mitte des Sees (nichts f&uuml;r Wasserscheude, denn man
mu&szlig;
hinschwimmen)</FONT><LI><FONT FACE="Wingdings" SIZE=2>	</FONT><FONT FACE="Arial" SIZE=2>XVIIC:
Vor den Mines of Malfunction (Der
Newbie-Aerea-W&auml;chter)</FONT><LI><FONT FACE="Wingdings" SIZE=2>	</FONT><FONT FACE="Arial" SIZE=2>XXVIC:
Im Palast in der N&auml;he von King Akanons
Raum</FONT><LI><FONT FACE="Wingdings" SIZE=2>	</FONT><FONT FACE="Arial" SIZE=2>XXVIIC:
In der N&auml;he des Tunnels in Richtung der Mines of Malfunction (im
Schaufelrad-Raum) oder oben auf der Ak'Anon
Wall</FONT></UL><DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Gibt man ihnen die
Keykard, so bekommt man neben der entsprechenden Balckbox sogar etwas Erfahrung
und auch Faction-&Auml;nderungen.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Wenn Du nun alle vier Series C
Blackboxes and Mantik gibst erh&auml;lt man auch EXP, etwas Geld und
Faction-&Auml;nderungen. Au&szlig;erdem erh&auml;lt man als Anschlu&szlig; die
<A HREF="quest01.htm#_Ref476110964">27C Blackbox</A>-Quest. Nebenbei hat man mir
erz&auml;hlt, dass man Manik nach dem Asyl des Verr&uuml;ckten und Meldrath
fragen soll... Leider l&auml;&szlig;t mich mein Ged&auml;chtnis hier wieder im
Stich, so dass ich Euch leider nicht sagen kann, was Manik damit ausdr&uuml;cken
will...</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Folgende Faction-&Auml;nderungen
erh&auml;lt man, wenn man die Quest komplett durchf&uuml;hrt:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>EldritchCollective(4x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>GemChoppers(5x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingAk'Anon(5x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>MerchantsofAk'Anon</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>DarkReflection(5x)</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Meldrath(4x)</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020128"></A></TABLE></DIV>
<A NAME="Heading15"></A><H2 ALIGN="LEFT">
Telescope Lenses</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Tobon Starpyre, der ehrenwerte
Meister der Wizard-Guild, m&ouml;chte dass Du vier Teleskop-Linsen von den
Observatorien in und um Steamfont sammelst. Er gibt Dir eine aufgerollte Notiz
mit den Namen der k&ouml;niglichen Observatoren, von denen 3 direkt in den
Steamfont Mountains sind und der Letzte in Lesser Faydark ist. Jedenfalls stand
es bei meinem letzten Besuch meiner Heimat noch da.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Dies sind vermutlich die 4 Orte um
die Linsen zu bekommen:</FONT><BR></DIV>
<OL>
<LI><FONT FACE="Arial" SIZE=2>	Der k&ouml;nigliche Observator in Lesser Faydark
gibt sie Dir auf Nachfrage.</FONT><LI><FONT FACE="Arial" SIZE=2>	Der
k&ouml;nigliche Observator in einem der Observatorien in Steamfont gibt sie Dir
ebenfalls auf Nachfrage.</FONT><LI><FONT FACE="Arial" SIZE=2>	Einer der
k&ouml;niglichen Observartoren erz&auml;hlt, dass seine Linse von einer
Dunkel-Elfin namens Zenita D'Rin gestohlen wurde. Sie befindet sich im
Armen-Viertel von Freeport. Du kannst die Linse auf zwei Wegen bekommen:
T&ouml;te sie - sie ca. Level 15 und schwer zu killen. Oder spiele Karten mit
ihr (sofer die Faction mit Ihr gut genug ist) wozu Du ihr st&auml;ndig
Innoruuk's Kiss geben mu&szlig;t, welches in der Taverne in der N&auml;he
gekauft werden kann (manchmal findet man sie auch dort). Du musst solange eine
Karte ziehen, bis du einen K&ouml;nig
hast.</FONT></OL><DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Ich glaube ich muss
auch mal ein Auge auf meine Haush&auml;lterin werfen, nicht dass mir da noch was
in meiner wertvollen Sammlung abhanden kommt... Aber Sie hat sich ja noch nichts
zu Schulden kommen lassen.</FONT><BR></DIV>
<OL>
<LI><FONT FACE="Arial" SIZE=2>	Der letzte k&ouml;nigliche Observator in
Steamfont erz&auml;hlt dir, dass sein Bruder, Bidl Frugrin, mit der Linse nach
Kelethin gegangen ist, um vom dort Beobachtungen zu machen. Er meint aber, das
sein Bruder eher die lokale Taverne dort gefunden hat und dort eher das Bier als
irgendetwas anderes untersucht und seitdem mehr blau als n&uuml;chtern ist.
Tag&uuml;ber wandert im Wald umher (torkeln ist vielleicht ein besserer
Ausdruck), aber nachts kann er in der Taverne gefunden werden (sie befindet sich
in der N&auml;he der Trueshot Bows in Kelethin) und wird Dir gl&uuml;ckseelig
die Linse
&uuml;berreichen.</FONT></OL><DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Nimm
alle Linsen und gib sie Tobol Starpyre auf einmal. Er wird Dir eine Spruchrolle
mit einerm Zauber des 2. Grades geben, der ab dem 8 Zirkel verwerdet werden kann
(Ich bekam damals Fire Bolt) und ca. 1 Platinum. Folgende
Faction-&Auml;nderungen gibt es auch noch:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>EldritchCollective</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>GemChoppers</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingAk'Anon</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>DarkReflection</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>TheDead</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020129"></A></TABLE></DIV>
<A NAME="Heading16"></A><H2 ALIGN="LEFT">
Tergon's Spellbook</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Tergon Brenclog, der gro&szlig;e
Meister der Magier-Guilde ist leider auch etwas tolpatschig, denn er hat sein
Zauberbuch verloren und m&ouml;chte es zur&uuml;ckhaben. Er erinnert sich noch
daran, dass er es hatte, als er nach Crushbone ging um die dortigen Orcs zu
studieren. Man findet es in Crushbone auf High-Level Orcs oder auch mal auf
D'Vinn. Bringt man ihm sein Zauberbuch zur&uuml;ck, bekommt man neben der
Erfahrung und einem Zauberspruch (Elementalkin: Earth) auch noch eine herzliche
Umarmung von Tergon. Es ist gut m&ouml;glich, dass Du danach
<A HREF="quest01.htm#_Ref476120590">Toko's Spellbook</A>-Quest
bekommst.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Auf jeden Fall kriegst Du durch
diese Quest folgende Faction-&Auml;nderungen:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><TABLE BORDER>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Better</B></FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><B>Worse</B></FONT><BR></DIV>
</TD>
</TR>
<TR VALIGN="TOP">
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>EldritchCollective</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>GemChoppers</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>KingAk'Anon</FONT><BR></DIV>
</TD>
<TD WIDTH=124 COLSPAN=1 ROWSPAN=1 VALIGN="TOP">
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>DarkReflection</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Meldrath</FONT><BR></DIV>
</TD>
</TR>
<A NAME="_Toc476020130"></A><A NAME="_Ref476120590"></A></TABLE></DIV>
<A NAME="Heading17"></A><H2 ALIGN="LEFT">
Toko's Spellbook</H2>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Nachdem Du Tergon sein Zauberbuch
zur&uuml;ck gebracht hast, erz&auml;hlt er Dir von einer anderen
Quest:</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2><I>"Now I have news of a larger
matter. It has to do with a [defector]. It seems a gnome magician by the name of
Toko Binlittle has gone and left the guild. He joined forces with the [Pirates
of Gunthak]. Find him. He must be destroyed. Our secrets cannot be known. Return
his spellbook to me and I shall give you the [Elemental
Grimoire]."</I></FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>(&Uuml;bersetzung des Archivars:
"Nun habe ich ein gr&ouml;&szlig;eres Anliegen. Es handelt sich vermutlich um
einen Abtr&uuml;nnigen. Es scheint, das ein Gnomen Magier mit dem Namen Toko
Binlittle wegegangen und die Guild verlassen hat. Er hat sich wohl den Piraten
von Gunthak angeschlossen. Finde ihn, er mu&szlig; vernichtet werden. Unsere
Geheimnisse d&uuml;rfen nicht verraten werden. Bring mir zum Beweis sein
Zauberbuch und ich gebe Dir als Belohungen das Elemental
Grimoire.")</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Soweit mir bekannt ist, kommen die
Piraten von Gunthak aus dem Golf von Gunthak. Es hat den Anschein, das sie auch
im Tr&auml;nenmeer (Ocean of Tears) aktiv sind, meilenweit von ihrem eigenen
Gebiet entfernt. Wenn es wahr ist, das sich Toko mit ihnen zusammen getan hat,
dann kann es nur ein Ziel geben: Vernichtet Toko. In seinem &Uuml;berresten
findet Ihr sein Zauberbuch welches an Tergon gebracht werden
muss.</FONT><BR></DIV>
<DIV ALIGN="LEFT"><FONT FACE="Arial" SIZE=2>Das Elemental Grimoire enth&auml;lt
Wissen, welches Deine Bem&uuml;hungen in der Forschung verbessern wird. Mit ihm
sollte es Dir m&ouml;glich sein, Zauberspr&uuml;che zu erforschen und in Dein
Zauberbuch zu schreiben. </FONT><BR></DIV>

</BODY>

</HTML>

