<html><title>無法地帯</title></head>
<body background="./image/cabg.jpg" text="#002288">
<center><h1>無法地帯</h1></center>
<form method=post action="http://marlo.room.ne.jp/hell.cgi">
<input type=hidden name="action" value="remove">
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> KO後</font> ：<font color=#ffcc44>追い討ち</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
気分が悪くなるのが不利益と言えば不利益なのでは<br>他の人のことはわかりませんけど、キャラを愛するがゆえに気分悪くなると言うのではないような気がします<br>「追い討ち」されると「やられた」って気持ちになって、「がんばるぞ！」って言うよりも先に「やり返しちゃうぞ！」って気持ちになります<br>実際にやるかどうかは別として<br><br>そんなやつ相手にあんまりがんばりたくはないんですけど、対戦を捨てるのも嫌だし・・・<br>攻撃が思い通りに決まるのは気持ちいいかも知れないけど、どうせなら相手も自由に動ける時にコンボ決めたいです<br>あと、遊んでいる人が勝手に騒いでるだけだからナムコのせいではないと思います<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名</font> ：<font color=#ffcc44>掲示板</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
両者とも非はあったと思いますが、当分は誰も同じようなことをくり返したりしないでしょう<br>このようなことでいい気分になる人はいなかったと思いたいです<br>当分かも知れませんが…（喉元過ぎれば）<br>ただ発言者は同じことをくり返さない心構えをしないとなりませんが<br>それにしても掲示板を閉鎖すると決まってしまった（？）後に<br>どちらが悪かった、正しかったと言うのは変な感じします<br>どちらもそれなりに悪かったと思います<br>程度ってものがあるかも知れませんが…<br>荒らしの対処はないんでしょうか、やっぱり…<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> KOマイト</font> ：<font color=#ffcc44>そういう人だと思っていました</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
以前、あねヴィーさんにKO後マイトを計３回入れられました。<br>負けた後、「イヤなことする人だなー。顔を見ておこう」と、<br>裏に回ったらあねヴィーさんでした。<br>こういう事って、やった方はともかく、やられた方は忘れないんですよね。<br>その時は「こういう事する人なのか」としか思いませんでしたが。<br><br>やはり書き込みが派手なので有名になっちゃいますね。<br>共感できる書き込みや、おもしろい書き込みも結構あったんですけど、<br>人をバカにしたようなのも多かったと思います。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名</font> ：<font color=#ffcc44>結局</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
「KO後に"何度もしつこく"マイト入れられた」というロビンさんと<br>「うっかり暴発した」というあねヴィーさんと<br>どっちの言ってることが正しかったんだろう。<br>前者だったら「謝られても腹の虫がおさまらない」だろうし<br>後者だったら「こっちも悪かったけどそんな言い方ないだろう」と思うだろうなあ。<br>当事者のみぞ知るところですか。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＹＥＺＯＯＫ</font> ：<font color=#ffcc44>理解に苦しむのは。</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
ＫＯ後に追い打ちされて気分を害するってのが、俺には分からない。<br>そりゃ人それぞれだから、「ああ、そういう考えがあるのか」てのは認める。<br><br>でも何か自分に不利益が起こっている訳ではないでしょ？<br>ここら辺りが理解に苦しむ所で、興味深いところ。<br>キャラを愛しているからなのかな？<br>自分をキャラに重ねているからなのかな？<br>道徳的な事なのかな？＜死者にむち打つって事に怒りを覚えるって意味。<br><br>負けたから、ＭＹキャラがそこに転がってるんだよね。<br><br>ＫＯ後に追い打ちされて気分を害する…ねぇ。<br>それによって、負けた側は「絶対勝つぞ！」と気合いが入るだろうし、<br>偶然勝利を収めた初心者は、安心して１連携を繰り出せる時間を得る。<br>そう考えれば、勝った方が一定時間自由に動けるシステムってのも<br>そう悪いものでも無いって思わないかな？ご褒美…かな。<br><br>負けたキャラが画面内に居なければ、みんな満足するのかな。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>えーと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
実際のあねヴィーさんを知らないのに擁護している方が多いとの事ですが、<br>両者ともをしっている上でロビンさんが悪いと判断している人もいます。<br>私ですが。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ROM者</font> ：<font color=#ffcc44>私的意見（その３）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
以下は、ロビン氏への私なりの意見です。<br><br>思惑はどうであれ、結果としてここを楽しみに訪れる人を憤慨させ、且つ<br>がっかりさせたことは、事実です。<br>書き込みには書き込みのマナーがあり、どんなに気に障ったとしても、それを<br>守るべく努力するのが礼儀です。 これはロビン氏以外の人にも言えそうですが。<br>非がどちらにある場合でも、揚げ足取りでは話はこじれる一方です。<br>また、匿名で何を言っても良いのが掲示板ではありません。自分の発言に責任を<br>持たない言い捨てでは、発言の価値もその程度のものになります。<br><br><br>ここから先は独り言です。<br><br>私は、ここの掲示板を廃止する必要はないと思います。同じ轍を踏まないように<br>気を付けて、リニューアルでもなさったらどうでしょう？<br>ここを楽しみにしていた人もいるはずです。<br><br>基本的にゲームは娯楽で、つまらない思いをする為にやっている人はいないはず。<br>誰がどんな楽しみ方をするのも自由であるべき。他人に迷惑さえかけなければ。<br>でも、知らずのうちにでも他人に迷惑をかけていた事が判ったなら、その時は<br>素直に一言謝ってしまうのが、ゲームに限らず、人間関係を円滑にする基本。<br>そうあるべく努めたいものです。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ROM者</font> ：<font color=#ffcc44>私的意見（その２）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
以下はあねヴィー氏への私なりの意見です。 <br><br>あねヴィー氏は、実に多くの掲示板で書き込みを行われています。<br>興味を広く持ち、交遊を広げていこうという姿勢自体はすばらしいものであり、<br>なんら否定する所はありません。<br>が、掲示板には各所によって「色」があり、普通はその全てに参加していくと<br>いう事はほとんど無いと思われます。勝負だけが興味であれば、キャラクターへ<br>の愛がメインで語られている掲示板には参加しない様に。（ROMは別でしょうが）<br>書き込むとしても、その掲示板の色を無視してということは通常しませんね。<br><br>私自身が体験した一例としましては、勝負主義の方々が比率的に多い掲示板で、<br>あねヴィー氏が技を解説しているような場面に多々出くわしたという位のもので<br>別に何ら被害を被ったわけではありません。それでも、あねヴィー氏は自ら<br>勝負主義ではないと言及していて、実用本位での技はあまり使いたくないと<br>いう発言をふまえた上では、誰に向かって何のために情報を発しているのか、<br>理解に苦しむ部分はありました。<br>私はアイヴィーを、幸い（不幸？）にしてほとんど使えません。ですので特に<br>それ以上の感想を持ち得ませんでしたが、アイヴィーを使える勝負主義の方々の<br>間では、かなり？？？？というような話も出ていたと記憶します。<br>それに加えて、実際に対戦したときのギャップが、言動不一致というような<br>印象をその周囲に与えてしまったのだと推測します。<br><br>数多く発言する人は、それだけで目立った印象を与えるものです。<br>「色」を読み違えてしまっただけで、悪意などかけらも存在していなかったと<br>想像できるだけに、もう少し他者の価値観に対する配慮を怠らなければ、<br>こんなくだらない論争は、起こる下地もなかったであろうと思われ、それが<br>残念です。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ROM者</font> ：<font color=#ffcc44>私的意見（その１）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
たった１日で、この書き込み量。この件について、いかに皆さんの関心が高いか<br>窺い知れます。<br>しかし、ここを３日（今日ですが）で閉鎖すると判断したあねヴィー氏の判断は<br>実に正しかったと思います。タイトルもそのまま「無法地帯」で、匿名という<br>こともありますが、ここでもマナーの悪さが目立って来て、このまま続けていたら<br>今度はここで喧嘩騒ぎが起きそうな雰囲気すら漂っています。<br>匿名での喧嘩ほど、見苦しく、且つ意味のない事はそうありません。<br><br>今日で最後ということで、昨日以降の書き込みを、私なりに総括してみました。<br>長くなりそうですが、敢えて書き込みます。<br><br>ロビン氏に最初からその意図があったのかどうかは不明として、結果的には<br>「荒らし」になった事。<br>しかもその原因はこの掲示板以外の所に端を発しているようであるという事。<br>あねヴィー氏を擁護なさった方々は、純粋にここを楽しんでいた方々であり、<br>自分と関係ないところから騒ぎが起きて、楽しみを阻害されてしまった事。<br>これらの事実は、もはや疑いないように思われます。<br><br>では、そもそもの原因になったと思われるあねヴィー氏の言動とは何か。<br>これには、思い当たる節があります。先の書き込みでも記しましたが、平たく<br>言えばTPOへの配慮が万全でなかった事でしょう。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 俺</font> ：<font color=#ffcc44>男</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
この無法地帯は存在意義をかんじるな<br>３日で閉じるのはもったいない気がするよ<br>俺は考え無しだからかもしれんが、<br>読んでいるとナルホドと思っちゃう所が多いよ<br>マナーの話も人それぞれやっぱ端々の認識が違う事もわかるしさ<br>まあ、間違ったと思ったら素直に謝ればいいんだよ<br>それが一番さ。誰しも間違いはあるもんさ<br><br>揉めちまったのはしょうがないけど、<br>それによって無法地帯が生まれたわけだ<br>掲示板の意義を考えるこの場面に出くわせた俺は<br>一回りりっぱな男になったに違いないよ。感謝するよ<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名・・・</font> ：<font color=#ffcc44>冒涜、賛否</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
「○○さんは強い」と言うのはいいことでしょう<br>しかし、非難するような事を言うのはどうだろうか？<br>人を誉める事は、いい事だと思うが、非難する事は<br>誉められる事ではないと思います<br>ここの掲示板ほど、人の事をとやかく非難しいてる掲示板は<br>見た事がありません、（キャリバーだけに限定して）<br>「いまだに、キャリバーをやっている人はエッジからのコアな人」<br>とか、はその人達にとって侮辱ではないでしょうか・・・<br>呼び捨てにしてもそう、他の掲示板で見かける文には<br>「さん」や「氏」を付けているのがほとんどです<br>それは、その人に対し敬意を込めているからであり<br>面識があまりない人であれば、それは人として<br>当たり前の事だと思う<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名です</font> ：<font color=#ffcc44>強い人、上手い人</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
大会に勝つ人は、強いわけで、上手くない！<br>大会で優勝した人、上位に常に入って来る人に対して<br>失礼ではないでしょうか？<br>たしかにキャラの優劣、技の優劣はあるかもしれませんが<br>それだけで、はたして優勝や常に上位に入れるでしょうか？<br>勝ち進む為には連勝が必須です、とすれば相手も対策を練って<br>くるはずです「この技には要注意だな」とか・・・<br>それでも、ヒットしてしまった場合は、その人のミスであり<br>ヒットさせた側の「腕」ではないでしょうか？<br>優れた技はあったにせよ、絶対無比な技ではないはずです<br>相手の技をガード出来る、相手に技をヒットさせる事が出来る<br>これだけの事ですが、これもりっぱな「技術」だと思います。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ！</font> ：<font color=#ffcc44>ＫＯ後</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
キャリバー程、ＫＯ後長く動けるゲームはないだろう<br>このような、問題が起きるというのは、開発している時点<br>で予想出来たのではないだろうか？<br>初心者を対象としたナムコであれば容易に推測出来たはずだ<br>ＫＯ後に攻撃や変な動きを見せられたりくたら<br>負けた側は、気分を害す人がほとんどだと思う。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名Ａ</font> ：<font color=#ffcc44>同じ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
「便所の落書き」発言について<br>よく「落書きするな！」と書いた側に、矢印を出して<br>「お前もだ！」と書いてあるのを、よくみかける<br>お互い様であり、同レベルである<br>メールを出せば？というのであれば、あなたもメールにすべきです！<br><br>今まで、ＲＯＭてましたが・・・というのであれば<br>ＲＯＭ続ければよかったのでは？匿名制や議論が終わってから<br>あーだ、こーだ、言うのはスジが違うのではないでしょうか？<br>それこそチャンチャラ可笑しいです。<br><br>自分も今ココに書いてあるからして<br>自分も同様でありますが・・・<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ひとつ</font> ：<font color=#ffcc44>無題</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
ネットでは、不特定多数の見知らぬ人が参加出来る為<br>ある程度の社会的常識を持って参加しなくてはならないかと思う<br>掲示板には文章でしか、他の人に思った事を伝える手段がない、<br>であるから、誤解を招く文章などは、考慮すべきだ<br>その個人と直接会ったりした仲のよい人どうしであれば<br>ふざけた、文章でも済まされるであろうが<br>見知らぬ人であれば、明確に丁寧に接するのが<br>人として、当たり前の事ではないだろうか<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> －</font> ：<font color=#ffcc44>なんというか</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
私はロビンさん、雲のジュウザさん、海パンＪさん、そしてあねヴィーさんとも<br>面識のある身ですが…<br>今回の件は、ネットにあらわれない部分に下地があって起こった事件だと思っています。<br>個人の好き嫌いはあるでしょう、自分とはウマのあわない人もいるでしょう。<br>けれど、今回のことに限っては、ロビンさんの書き込みはあまりにも勝手で幼稚であり、<br>雲のジュウザさんの書き込みは（特に最後の方）傲慢であり、海パンＪさんの<br>書き込みは、一見シャンファのすかりについて協力するようなそぶりを見せおいて<br>実はそれもあねヴィーさんにけちをつける手段だったということがあまりにも卑怯だったと思います。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 某中尉</font> ：<font color=#ffcc44>現在無宗教</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
かなり匿名性が意味をなさない名前だし　（笑）<br><br>まずは今件を含めてキャリバーを通して得られた経験全てを、<br>皆様の今後の限りある人生に活かされますよう切に望んで止みません<br><br>オイラは生きているだけで幸せです<br>あの時とさらにあの時、まさにすんでの所で命を落とさずに済み、<br>そして五体満足でキャリバーに出会う事ができたのはなんたる幸運かと思ってます<br>こちらをご覧の皆様が、キャリバーができる幸せ、ワガママを言える幸せ、<br>その贅沢さを十分に噛みしめられて今後とも無事にお過ごしになりますよう<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> うーむ</font> ：<font color=#ffcc44>よくある事じゃないんですか</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あねヴィー氏を知っているか、知らないかかで意見も異なっているという<br>事に対しては確かに私もそのようにみうけます<br>しかし、氏を知らない人で、あねヴィー氏はそんな方では無い<br>という意見を述べる狂信者のような方はいないように思います<br>知らない人は基本的にマナーの話しをしていたのだと思います<br>あねヴィー氏を弁護するわけではないが、ちょっと口の聞き方にきをつけろ的な<br>スタンスをとっている人も多かったと思います。言い方に色々あったようですが<br><br>ここまで大きくなってしまったのはマナーの問題が大きく<br>確信犯かどうだったかは別にしその観点からは<br>ロビン氏は結果的には私は「嵐」だったと思っています<br><br>人間誰しも好き嫌いがあり、それはいたしかた無い事と思いますが、<br>面と向かって、気に入らないなどと言うのはどうかと思いました<br>そんなのメールでやって欲しいです<br><br>あねヴィー氏はやはり今回ロビン氏の対応を誤ったと思います。結果的にはですが。<br>しかし、嵐になりうる可能性なんてよほど解り易く登場してくれなければ<br>判断は不可能なんじゃないでしょうか？<br>様様な掲示板でこのような状況を見てきましたが、対応作が生まれた所を私は見た事がありません<br>掲示板の再開についての意見もあるようですが、<br>今回のようにならにようにする対応作はないと思います<br>あれば、とっくに誰かがやっています<br><br>とりあえず過去ログを捨てて新規掲示板を立ち上げればそれでいいのではないでしょうか<br>掲示板なんてそんなもんだと私は認識しています<br>しかし、レスなしの掲示板には無理がありませんか。あねヴィー氏<br><br>あと、別に感想文書いたっていいんじゃないですか。何か問題ありますか<br>事実を明白にしたい人はそうすればいいんですし<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>意見</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>そう言えば、ここの書き込みを見ていて受けた印象なのですが、当事者と面識のある人は、たいていあねヴィーさんに否定的なことも書いているのですが、当事者と面識のない人は、あねヴィーさんを徹底的に支持していますね。あねヴィーさんのプレイとネット上とを両方知っている人は、その態度の違いの甚だしいことを指摘したりしていますが、会ったことのない人には違いはわかりませんよね。このことについて両者が同じ立場から発言はできないと思います。知らないことについては何も言えませんものね。</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名ねぇ</font> ：<font color=#ffcc44>たしかに</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
不満のある人の監視があるってのはおかしかったですね。<br>これは度量が狭すぎます。<br><br>見ていてまた不満に思う人が現れた時に<br>同じような失敗はもうできませんよ。<br>と表現すべきでした。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>意見</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>レスを返してもらったら、それに対して自分の意見を述べる。これは掲示板に書き込む以上は当たり前だと思います。自分に向けて誰かが意見を述べてくれたわけですから、それを無視するのはおかしいですよね。誰かの発言によってキャリバーをやめる必要は確かにありません。キャリバーをするのは各プレイヤーの自由ですから。でもそこまで誰かを深く傷つける発言をしてしまった人は、そのことについてきちんと反省すべきではないでしょうか。掲示板を再開するのであれば、管理人さんが最後まで責任を持って「荒らし」にも対処することが大切だと思います。また誰に対しても平等に接し、誠意のある対応をしていくことも大切だと思います。キャラによって、上段をすかる、リーチが長い、スピードがある等、様々な特性、そして長所と短所があります。シャンファだけが上段をすかし、少し有利なわけではありません。自分で選んだキャラクターです。苦手なキャラクターに対しても言い訳は無用ではないでしょうか。そしてHPが「公の場」であるかどうか。「公」と言ってしまうと語弊があるかも知れませんが、「誰が見ても書き込んでもいいという姿勢であるなら、誰が書き込もうとIP等を使って個人情報を追求しなくてもいいはず」なのではないでしょうか。特に二人には対戦する話が出ていたのですから、そして多数のメールによって通り名がわかっていたようですから「個人情報≠通り名」なのにIPを追跡する必要、意味共にないように思います。個人情報はネットで最も重要な問題のひとつでもあります。この問題について確固たる対応をできないうちは、掲示板を再開するべきではないと思います。</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名ねぇ</font> ：<font color=#ffcc44>続・振り返ってみて</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あねヴィ－さんの書き込みについて書かせていただきます。<br>過去の話を蒸し返すようですが、以前あねヴィーさんが他の掲示板で<br>「変なシャンファ」に負けた発言がありましたよね。わたしはそのことに<br>それはわたしのことではないのかとつっこみを入れました。結局の所<br>じつはそこの管理人さんだったというオチが尽きましたが。<br><br>わたしと同じようにそれって自分の事かって、気分を悪くするような発言は<br>たぶんにあると思いますよ。<br>あねヴィ－さんはよく「初心者（素人）の◯◯に負けた」発言をしてますよね。<br>特に大会で負けた時に同じような発言を書いてたときには、本人は気分悪い<br>だろうと思いましたよ。だいたい大会にそうそういるわけないですから。<br><br>こちらの掲示板でほかのキャラ使いの人がこういう技が使えるというような<br>ことを書いたときに、頭ごなしに使えないと発言したのにも呆れました。<br><br>他人のことに関しても気分が悪くなるわたしも変かもしれませんが、<br>こういう書き込みの仕方は気分を害する可能性があることは事実ですよ。<br>気を付けられた方がいいかと思います。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>ほかに？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
他に軽はずみな書き込みで迷惑をうけた人がいる？<br>具体的にしめしてほしいですな。<br>そんなの、架空の被害者をでっちあげただけにしか見えない。<br>相変わらず卑怯だ。<br><br>シャンファが上段をよくすかるのは事実なんだから、<br>他のキャラより若干有利になるのは間違いない。<br>シャンファというだけで勝てる要素が少しあがるのだ。<br>その事実もちゃんと理解していただきたい。<br>　<br>勝ったのは全部自分の手柄？　ふざけるな。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>でどうしたの？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
仮に再開したとして、不満のある人達の監視の目があったから<br>どうだというのだろうか？<br>不満のある人は、揚げ足を取ろうと、常にチャンスを狙っている<br>ということか？<br>度量の狭い人達よ。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>やめる</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
キャリバーをやめる必要は、どっちにも全くない。<br>好きだったら続ければいいのだ。<br>良心の呵責を煽っているだけだ。<br>卑怯な手段だ。<br>やめるのは自分の都合なんだから、気にする必要なし。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>引用</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
引用しないと自分の考えを纏められないなら、書かなきゃいい。<br>言葉に応じて言葉を返すだけなら九官鳥にもできる。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名ねぇ</font> ：<font color=#ffcc44>振り返ってみて</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あらためて見てみますと、管理人氏の手腕に問題があったでしょうね。<br>最初の段階でののらりくらりとした答え方。つっこまれてもしかたが<br>ないしょ。<br><br>あと、あねヴィ－さんの方の関係者がさらに火に油を注ぐような発言<br>をしてましたよね。引用しちゃいけないので書きませんが、お分かり<br>でしょう？<br>あそこでも管理人氏はなんとかできたと思います。<br><br>とにかく対応が悪すぎました。対処はできたでしょ。<br>でも、できなかったから掲示板は廃止になるこれ道理。<br><br>掲示板再開の要望もあるようですが、管理人氏がキチンとまとめあげ<br>られるのであればやればいい。<br>ここであなたに不満のある人達の監視の目は常にありますが。<br>同じ失敗はもうやれませんよ。<br>あねヴィ－さんあなたやれますか？自分でじっくり考えて下さいね。<br><br>しかし、引用ができないのはツライですね。自分の解釈で書かなければ<br>いけないので。誤って伝える可能性もあるし。<br>引用が何のためにあるか知ってます？<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 率直に言おう。</font> ：<font color=#ffcc44>火のないところに煙は立つか？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
私も、当事者両方の方に面識があるんで<br>そんで、一連のやりとりを見ていて感じたこと、書きましょか<br><br>まず今のここ、あねヴィーさんが禁止した個人名禁止・レス禁止とも<br>守られてないっすね　マナー悪ぅ・・・・・<br>まー、あねヴィーさんは名前使っていいって言ってるし、ロビンさんも<br>当事者だから、名前書かんと意見が言えんつーんで仕方ないっすね<br><br>で、今回のこのやりとりも見たし、それ以前からもここをのぞいてたけど、<br>最初、あねヴィーさん、怒ってるロビンさんにたいして、のらくらと<br>ごまかしてりゃ、いつかは相手があきらめるか、話題がそれるだろーって<br>軽く考えてたんじゃないの？<br>それがどーもロビンさんの怒りに油そそいで、エスカレートさせた原因でしょ<br>エスカレートしちゃったあとで、汚い言葉尻なんて、お互いいくら上げ足取って<br>みたところでどーなるっての<br><br>しかもあねヴィーさんがロビンさんの正体突き止める前は、見知らぬ奴なんか<br>掲示板上でどーにでも（言葉悪いが）ごまかせるっていう感じ、アリアリ<br>ところがたまに面識ある有名な人が実名でかきこんだら、みょーに下手に出たレス<br>あのさぁ、相手によって態度変わるのが人間つーても、ちょっと極端なんじゃ？<br>その関係者を知ってるほうとしてはさ、見てるとほとんど２枚舌だよ、それ<br><br>でも、ここで単にお客さんだった人って、そんなのみえてないし、関係もないから<br>この騒ぎでメーワクしたんだろうなー。心中察しますよ、マジで<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> デスペナルティー</font> ：<font color=#ffcc44>権限はないです</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
掲示板に書き込まないでくれって言ったのに権限はありません。<br><br>ただ、あねヴィーさんの書き込み（他の掲示板で）により大好きだった<br>キャリバーを止めると言った女の子がいるのです。<br><br>たったこれだけのことですが私にとっては大きなことでした。<br><br>この他にも軽はずみな書き込みにより迷惑を受けた人がいるので<br>書き込まないでくれと言ったのです。<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> デスペナルティー</font> ：<font color=#ffcc44>権限はないです</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
掲示板に書き込まないでくれって言ったのに権限はありません。<br><br>ただ、あねヴィーさんの書き込み（他の掲示板で）により大好きだった<br>キャリバーを止めると言った女の子がいるのです。<br><br>たったこれだけのことですが私にとっては大きなことでした。<br><br>この他にも軽はずみな書き込みにより迷惑を受けた人がいるので<br>書き込まないでくれと言ったのです。<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>つづき</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
3.掲示板閉鎖について<br>　残念です。　が、気持ちは判ります。<br>　私が同じ立場でも同じ事をすると思います。<br>　しかし、管理者の責任からではないでしょう。<br>　不快な思いをした掲示板をいつまでも残して置くのは嫌だからです。<br>　しかし、それを書くと、どうしてもカドが立つため、<br>　あえてあのように書いたと、私は察しました。<br>　<br>4.ロビンさんに一言<br>　掲示板を閉鎖する事になったようですが、これが貴方の望んだ事なのでしょうか？<br>　もう少し、歩み寄る努力があってもよかったと思います。<br>　あと、他の人のフォローの発言にたいしての一言は、言い過ぎだったのでは<br>　ないでしょうか？<br>　他意はなかった人もいるでしょうから、あまりに軽率な一言だったと思います。<br>　この一言に対して、貴方に謝罪を求める攻撃をされたら嫌でしょ？<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名希望</font> ：<font color=#ffcc44>いろいろと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
ここを読んで思った事をいくつか。<br>　<br>1.「シャンファがすかるので辛いと、シャンファのせいにしたとの事」<br>　これに関する議論はいいと思います。　検証もいろいろされて、<br>　証明されようとしていましたし。<br>　<br>　一方、ロビンさんは、<br>　「シャンファに当てられないのは自分の技術に問題がある」と指摘しました。<br>　これも正論です。　ここまでは普通の議論のようでした。<br>　しかし、途中からそれに対する謝罪を求めるような文に変わっていってました。<br>　<br>　謝罪といっても、誰にする必要があるのでしょうか？<br>　シャンファに？　それとも、シャンファ使いに？<br>　これは、どんな些細な事でも裁判を起こして大金をせしめようとしている、<br>　外国の弁護士か、言いがかりをつける機会を狙っている893みたいです。<br>　<br>　議論の途中で、相手の語調や、態度に文句を付け始めたロビンさんに<br>　非があるように思います。<br>　<br>2.海パンさんの最後の発言に対して<br>　他の人も書いていますが、なんの権限があって、他の人の掲示板への<br>　書き込みをやめさせる事ができるのでしょうか？<br>　自分の掲示板だけならそれも許されましょうが、各管理者から何も言われて<br>　いなければ書くのは自由です。　それが気にくわないなら、貴方が去るべきです。<br>　<br>　そして、完全な文章で覚えていませんが、<br>　「書き込みで想像したとおり、軽薄な人のようだ」との旨がありました。<br>　人をバカにしすぎです。　書き込みだけで、その人の何が判ると言うのですか？<br>　貴方はそんなに偉い人なのですか？<br>　<br>　私から言わせれば、貴方の文章こそ不快極まりなく、見たくもないたぐいです。<br>　いい年なんだから、常識をわきまえて下さい。<br>　<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名</font> ：<font color=#ffcc44>両名様とも面識あります（１）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
まずはその立場での事実の推察<br><br>「私はＫＯマイトをやりました」と名乗り出た第三者に対し<br>ロビン氏は「貴方ではない」と明言されていました。<br>一方、あねヴィー氏他マックス常連系各氏の書き込みによると<br>「マックスではあねヴィーさんは有名人」と判断できます。<br><br>以上からまず、ロビン氏が問題のアイヴィーと対戦後に<br>能動的にあるいは受動的に居合わせた他者より先の対戦相手が<br>あねヴィー氏であることを確認していた可能性が高く、<br>また同じくその確認した他者はロビン氏の交友範囲からして<br>およそ人違いを犯した可能性を含みにくいと考えます。<br><br><br>あねヴィー氏の発言に関して<br><br>受け止めようは人により千差万別でしょうが、<br>この週末の大会におけるあねヴィー氏の立派な戦績に対して、<br>「４位おめでとう、これで完全に上手い人ではなく強い人になりましたね！」<br>とロクに面識もない人間から書き込まれたとしたら、<br>あねヴィー氏はどのように受け止められますでしょうか。<br>もちろん、この表現はあねヴィー氏の過去の発言を<br>「私なりに」解釈して用いた例です。<br><br>また、面識のない有名プレーヤーを呼び捨てに<br>していたのも感心できませんでした。<br>たとえリングネームでも、たとえ個人のホームページ上だとしても。<br>広く掲示板を公開されておられる意図が明白なのでなおさらです。<br>蛇足ですが、あねヴィー氏はその時不特定のプレーヤーを<br>その有名人と曖昧な推察にて呼び捨てで称したあげく、<br>さらには全くの誤認であったことにも念のため、触れておきましょう。<br><br>総じて誤解あるいは反感を迎える表現が少なからずあったのは事実で、<br>もしご本人がお気付きでなかったのであれば、議論のすり替えが<br>うまく行かなかったのも無理からぬ事かと。<br><br><br>ロビン氏の発言に関して<br><br>あねヴィー氏を攻撃する意図が明白で、実にすがすがしく感じました。<br>というのも、氏の要求の全てが私にとっては明確に受け止められたからです。<br><br>但し、自らの無知により攻撃を受けたとしても、<br>無知という事実への責任は全てご自身にあります。<br>そして世の中にはたったひとつの事象に対して無知なるが故に、<br>大切な財産や家族あるいは命すら失うケースもあるのです。<br>（続く）<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名</font> ：<font color=#ffcc44>両名様とも面識あります（２）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
－－－両名様とも面識あります（１）より続き－－－<br>関連する第三者各位の発言に関して<br><br>＞ただの感想文を書いた人間へ。<br>最終的には、管理者様が閲覧に条件を与えるほどのモノだったのですから。<br>ダメといわれなければつい見てしまうほど、分別のない餓鬼じゃないでしょうに。<br>見るだけではおさまらずに書く阿呆。<br>見る阿呆だけにしておいて下さい。<br><br>＞事実の推察を書いた（書ける立場だった）人間へ。<br>積極的に参加して、早期に事実の解明と和解に向けて動いて欲しいと思いました。<br>また実際その努力を試みられた各位には頭が下がります。<br><br>＞引き合いに出された、あるいは間接的な当事者へ。<br>特に「悪くない」と思います、あなた方は。<br><br><br>最後に<br><br>私はあねヴィー氏の匿名性の保持には信頼を寄せています。<br>もっと発言者が増えることを切望しています。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 死刑執行人</font> ：<font color=#ffcc44>どーもね</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
最近になってここの過去ログ等を読んだのですが・・・・<br><br>解釈の仕方なんかは人それぞれなんだから、<br>説明がたんなかったとかそういうのはあるでしょう。<br><br>もちろんロビン氏の方にも一理ある部分もありますが、ロビン氏は<br>発言度（って程でもなかもしれませんが）にいちいちあねヴィーさんを<br>馬鹿にするような捨て文句を付けるのはネットマナー上どうかと思うんですが。<br>すでにＲＯＭしてる方の中にも非常に気分を害した人等もいるんでは<br>ないでしょうか？私も読んでるうちにかなりキレそうになりましたし。<br><br>おっと、「馬鹿にするような捨て文句」と書きましたがコレも解釈に仕方に<br>よってはただの発言なんですよね。どのくらいの割合かは存じませんが。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> つーかさ</font> ：<font color=#ffcc44>よくある</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
確信犯じゃないの 荒らしの<br><br>ロビン＞対戦頑張ります<br>あねヴぃー＞頑張らなくていいです<br>というあねヴィー氏の意見に対して怒りレス付けるやつぁ はじめてみた<br>馬鹿じゃなければ狙ってのことでさ   こういう輩はどこにでも出没 <br>まじめに相手するだけ損をするというもの<br><br>キャリバーやったことないしここの掲示板も知人から「閉鎖しそうなHPがある」<br>と聞いて過去ログを読んでみた感想。<br><br>あ それから 他人のHPに書き込みするな なんてなんの権限があって言えるわけ<br>目を疑ったよ<br><br>サイゴに一つ こういう論争が起こったとき そしてその当事者に管理人が巻き<br>こまれた場合は 立場的に管理者は苦しいものなのだよ<br>管理責任という制約があるから ま 平行論争に対して最後身を引いたのは<br>取らざるを得なかった手段でしょうな 管理者の立場として。<br>逃げただのIPばらすだのわめく前にそのことを考えたことがあったかい<br>･･･って 荒らしに言うだけ無駄なんだけど  ま それ以外の心当たりのある人<br><br>BBSの題名を「無法地帯」とした管理者の心中が察せられますな<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィーさんとは対戦経験有</font> ：<font color=#ffcc44>ま、言えるときに言っておくか</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
最初に「KO後にマイトを入れられた」という発言があった後に「私は自分から<br>KO後に技を入れることはないが、もしかしたら暴発したかもしれない。もしそうだったら<br>すまなかった」と一言いっていればここまで問題が大きくならなかったのに。<br>どーもこれまでの書き込みを見てると、あねヴィーさんは自分が常に正しい、という<br>スタンスで話されているような。<br>特にセントラル関係のレポートは当事者ではないとはいえ、ちょっと腹がたっていました。（滑稽だったとも言えるけど）<br><br>あと、ここの（書き込みの）常連さんがあねヴィーさんを弁護するのは至極当然なので<br>今までROMっていた人の意見が聞きたいですな。<br>普通ここまで大きくなったページの管理者に対する批判は「荒らし」と一蹴されるもの<br>なので、複数の人（それも良く名を聞く人）から批判が出て、このような結果になったのは<br>ある意味画期的だと思ってます。<br><br>ていうか、それだけ反感を買ってた、てことですよ、あねヴィーさん。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ROM者</font> ：<font color=#ffcc44>最後まで（その２）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
回りくどくなりましたが、私が問題だと思うのは、あねヴィー氏が以前に、<br>「上手い」と「強い」の表現を使い分けていた発言についてです。<br>それはあねヴィー氏の中では、至極当然な意見なのでしょう。実際ここの常連の<br>方々からはなんら異存は出ていなかったようですし。<br>でも、それを勝負主義の側から見たら、一体何を基準に自分がそのような評価を<br>受けなくてはならないのか、簡単には納得できない話だと考えてみた事は？<br>真剣勝負の中にも、「上手い」は当然あるはずです。<br>不特定多数の方が訪れる場所に、人によっては間違いともとれる文章のポスター<br>が張ってあったら、修正しようと思う人がいても当然ですよ。<br>意見に対する意見。それが掲示板を成立させるのですから。<br><br>あねヴィー氏が自身で、「ネット歴が長く、問題にも多数巻き込まれた」と<br>発言なさっていました。判った風に人を評価して、相手がどう思うか考えていない<br>というのであれば、問題に巻き込まれるのもむべなるかな。<br>ネットで一回話がこじれ始めたら、収拾がつきにくい事も長くやっていれば<br>おわかりになるはず。<br><br>最後に、ここを訪れた方々。もう一度原点に立ち戻って、ネチケットとは何かを<br>確認してみては。意見交換と荒らしの区別を、はっきり持って発言しましょう。<br>荒らしは、まともに相手にされなくて当然です。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> PIP</font> ：<font color=#ffcc44>掲示版の継続</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>なんだか、考えてることはみんな同じみたいですね。ロビン氏の発言を読んでて、何度文句を言ってやろうかと思ったか分かりません。しかし、（ロビン氏、あねヴィー氏の）どちらとも面識がない自分が発言したところで、話がこじれるだけだと思ったので何も言いませんでした。だいたい、＞他の人に助けてもらえて良かったですね。なんて書き込む人に、何を言っても無駄ですし。というか、この発言の後から、ロビン氏の発言は真剣に読めなくなりました。ああ、子供がダダこねてるだけなんだな、って思えてしまって。それにしても、この掲示版を潰すってのは間違ってるんじゃないでしょうか。タイトルページのカウンターを見ても分かる通り、ここの掲示版を楽しみにしている人もいるわけですから、是非続けて欲しいところです。（今回のようなケースなら、「掲示版を潰します」という発言を撤回した  ところで、少なくとも私は何とも思いません。）</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 傍観していた男</font> ：<font color=#ffcc44>一個人の意見</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
私も傍観するスタンスを取っていましたが、<br>一段落したようなので、意見を書かせていただきます<br>まず、下に書かれている方もいらっしゃいますが<br>個人のＨＰが公の場などと思うのは間違っていると思います<br>ここはあねヴィーさんがお金を出して借りているスペース<br>そこに、こんにちはお邪魔しますとゆう感じで、遊ばせていただいているわけです<br>ＩＰの件に関しても、あねヴィーさんの意見はまったくの正論と考えます<br>また、私は初心者だからだのとゆう考えは浅はかすぎます<br>そんな事は通りません。まるで犯罪を犯しても私は子供だからと言ってるようです<br><br>次にあねヴィーさんの責任感ウンヌンを問う声がありましたが<br>相手が納得するまで討論しあう？チャンチャラ可笑しいです<br>あそこまでの状況になってどうしろとゆうんですか？<br>相手は一方的でした。聞く耳をもっていなかったのは誰が見ても解る事じゃないですか？<br>分かり合うまで永遠に話し合えって事でしょうか？裁判でもしろって事ですか<br><br>あねヴィーさんのとった行動は、立派だったと思います<br>特に最後に　”逃げます”と書いていたのは立派です<br>自分が悪者になっていました。この意味が解っているのでしょうか？<br>もし、あなたがあねヴィーさんは都合が悪くなったから逃げたなどと思っているなら、<br>考えを改めるべきだと思います<br><br>一連の書きこみが終わる間際に、捨て台詞を吐いていった方。最低です<br>知人以外の所には書きこまないで下さい？何を言ってるんですか？<br>それを言うなら自分の所には書くなって事でしょう<br>もう一度、自分の書きこみを読み返したらいかがでしょうか<br><br>ここは、ＲＯＭをしていただけですが、感じの良いＨＰでした<br>形は変わる事になるのかもしれませんが、今後の活動に期待します<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 残念です</font> ：<font color=#ffcc44>なくなるのですか・・・</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
「書き込みとやっていることが違う」という話題が出てますが<br>それが必ずしも同一である必要性がありますか？<br><br>「書き込み時」と考えが変わる事だってあるし、「本音」と「建前」の違いが出ることもありますし、「本音」と「謙遜」、「本音」と「お世辞」のこともあるでしょう？または「友人」と「見知らぬ人」で変わったりするでしょう？「本音」と「冗談」だったりもするでしょう？<br>ＢＢＳなんて気楽に書き込むものだと私は思うし、その時その時で<br>若干変わるなんて事はありがちです。＜私には身に覚えがあります<br>本当にあなた達はそんなことはないのですか？<br>（少なくとも今までの文章から私はそう読みとりました。）<br>それに対してどうこう言われたら恐くて書き込みなんて出来ませんし、<br>言われる必要はないと思います。<br><br>あ、付け加えておきますが私はあねヴィーさんがそうだとは<br>少しも思いません。<br><br>それに「曖昧な表現」をすることで誤解を招くというのも、<br>そういう表現を好む人だっていますし性格上それしか出来ない人もいます。<br>「断定的な表現」であっても誤解は招かれるし、（可能性は低くなりこそすれ）<br>それこそ色眼鏡で見れば、文章なんてどうとでも読めます。<br>実際、私は今回の書き込みで幾つも誤解しましたよ。＜断定的な表現に対して<br><br>文章に限らず自分を表現することは不完全であり、誤解の余地は残されて<br>しまうのだから、我々はそれについて出来るだけ非難するべきではない<br>と思います。<br>疑問に思ったのだったら質問すればいいだけのことだし、相手が<br>誤解しているのだったら訂正すればいいだけです。<br>それを誤魔化してるとか言い逃れしているとか感じるのは、<br>「他者に対する優しさが足りない」か「偏見を持っている」から<br>でしょう。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ・・・・</font> ：<font color=#ffcc44>一月十五日について</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
一月十五日について客観的な分析を誰もしていないようなので<br>私がさせていただきます。<br><br>あの日はキャリバー関係のＨＰ合同のＯＦＦ会がありました。<br>５つ以上が合同で行ったので２０人を越える参加者がありました。<br>（もちろん、あねヴィーさんはその参加者です。）<br>その上金曜の夜ということもあり、多数の常連の方達もいらっしゃ<br>いました。少なくとも総勢４０～５０人はいたのではないでしょうか。<br>アイヴィー使いの方も比較的多く、時には３台並んでアイヴィーが<br>対戦している事もありました。<br>更にＫＯ後にマイトを入れてくるアイヴィー使いの方もいらっしゃ<br>いました。（実際に私もその方にＫＯ後にマイトを入れられました。）<br>あねヴィーさんからＫＯ後になんらかの技を入れられた、または<br>入れているのを見たという書き込みを見たことがありませんし、<br>私もやられたことはありません。<br><br>さて、ここまで出来るだけ客観的に述べてきましたがどうでしょう？<br><br>これらを素材にして私なりに検討した結果、<br>「あねヴィーさんがやったとは考えにくい」という結論に達しました。<br>今まで知り合いにその様なことをやっていなかったのに、なぜ今回に限ってやる必要があるのでしょう？ＯＦＦ会でしたから相手が知り合いの可能性は十分ありますし、周りで見ているかもしれない状況で、その様な事はしないのではないでしょうか？今回のＯＦＦ会から考えが変わり、知り合いであろうが何であろうが入れることにしたのでしょうか？それも考えられません。私はあの日あねヴィーさんと対戦しましたが入れられなかったし、他の人からも入れられたという話は今のところ出ていないのですから。<br><br>他にも色々条件を挙げて考えてみました（長いので割愛します）<br>結果「考えにくい」という結論になりました。<br>なぜ「にくい」なのかというと私は本人ではないので断定は出来ないからです。<br><br>この話題については<br>「水掛け論になるから」やめようという話が出ています。<br>これは一見「正論」のように見えますが、<br>その裏には「この話題であねヴィーさんに悪いイメージがついたままに<br>なっても構わない。それを回復する機会を与える必要はない。」<br>という自己中心的な考えがあると思います。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＹＥＺＯＯＫ</font> ：<font color=#ffcc44>あほくさ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
俺が気になったのは、掲示板を”公の場”と勘違いをしている人がいたことだ。<br>ここは、あねヴィーさんのホームページで、<br>この掲示板は、あねヴィーさんの管理している掲示板だ。<br>不特定多数の人に公開されていて、参加も許されてはいるがね。<br>いわば、あねヴィーさんの「ＷＥＢ上の家」である事に異論はあるまい。<br>その家に「ここは公の場だ！」と土足で踏み込んできたり、人様の家で<br>謝れ謝れと怒鳴りちらしたりするのは、どうかと思うね。嫌ならこなきゃいい。<br><br>たかだかゲームに目くじら立ててどうすんだ？<br>もはや残り少ないキャリバer同士、仲良くすりゃ良かったのに残念だね。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ワッ太</font> ：<font color=#ffcc44>地獄はもう見飽きたよ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
　公共の場で一切問題を起こさない様に維持するというのはとても難しい事だと思います。しかも対戦ゲームが一般化して以来もめごとは山の様に聞きますし、それを題材にしている掲示板もまた同様になってしまう可能性があると言う事でしょうか。<br>　ここでの問題はインターネットの掲示板の問題と言うより、いわゆる対戦ゲーム上でのトラブルの一つだと思っています。ただしその後こじれた様ですが。<br>　これは対戦ゲームをＰＬＡＹする人が楽しむことを望み、それが得られなかった時に対戦相手のせいにしてしまう事をやめないかぎり続いてしまう事だと思います。<br>　例えばｎａｍｃｏなら新作を出す前にアイディア募集をまたすると思うのでそこで自分の願望をぶつけた方が明日につながるのではないでしょうか<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＨＩＳＡ</font> ：<font color=#ffcc44>不毛な話題だった。</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
アイヴィー掲示板には訪れていたけど下でこの様な事が起きていたとは・・・<br>まあ何だ、シャンファに当たらんとかなんとか書いてあり、それも原因で<br>もめたようで。確かマキシも言われてたな、うそ臭いとか。<br>しかし対策が進んで何の問題も無くなった、それと同じにシャンファの件も<br>対策次第。その対策への一過性のものだと考えれば目くじらなんか立たん。<br>しかし、あねヴィーさんは確かにそれが多すぎた節もあり、不満には十分。<br><br>そして掲示板と実際が違う、か・・・・・<br>問題だと思ったのならメールで方向性を示唆、もしくは指摘すべきだ。<br>その方がお互いの為になるし、その為にメールアドレスを表示してるはずだ。<br>溜まりかねていた不満のはけ口に掲示板を選ぶのこそ筋違いと言うものだ。<br>何度も言うが、意見交換の場だ、不満羅列では無い。<br>皆の見ている掲示板上で謝らせて、どうするつもりだったのか？<br>メールが無視される可能性があるなど、人を馬鹿にするものいい加減にしよう<br><br>そして次に。読んでいると余りに稚拙で、一人よがりな意見だった。<br>人に国語力を説いているが、自身の読解力・理解力の無さは置き去りだ。<br>しかし、隙を見せてしまったあねヴィーさんにも問題はあるでしょう。<br>今後の為に、こんな時にどう対処するかの気構えを用意しておきたいですね。<br><br>最後に。こんなつまらない事で閉鎖になるとは・・・逆に言えば、こんな<br>つまらない事で閉鎖になってしまうほど、もろい物なのだと知りました。<br>今回の出来事を糧にさせて頂きます。どうも有り難う御座いました。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 匿名</font> ：<font color=#ffcc44>non title</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
いくつかの掲示板においてあねヴィーさんの書き込みを見てきましたが、<br>自分は不快感、間違った認識等は受けなかったと思っています。<br><br>個人的には、自分のキャリバーはこの掲示板で育ってきたと思っているので<br>廃止してしまうと言うことが非常に残念です。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー</font> ：<font color=#ffcc44>設定終了</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
なお、今回の一連の書き込みに関係ないと判断した書き込みは削除いたします<br>また期間を短縮して３日間とします<br><br>それでは何なりとお書きください<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 菊田</font> ：<font color=#ffcc44>あっちゃぁ・・・</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
　総帥、初めまして！おいらは仙台支部の菊田といいます。以後お見知り置きを。<br>しかし・・・ここは凄いですな。久しぶりに平行線な会話を見ました（笑）<br>まぁ、部外者なので、何も言いませんが、仙台支部にてお待ちします。<br>総本山移転の際にはおいらも役職が欲しい（爆）菊田でした<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー</font> ：<font color=#ffcc44>ありがとうございます</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
管理者の責任という所ではK.mさんのおっしゃる通りです<br>自分としてもこのような状況にしてしまった事を反省し<br>この掲示板を廃止する事にします<br><br>当事者の３名の方には、失礼があった事を<br>この場をもってお詫び申し上げます<br><br>また、匿名記入の件ですが、これは若干意味合いが違います<br>今回の書き込みにもありますように、この掲示板以外にも<br>知らず知らずに自分の書き込みで不快感を与えてしまったり<br>間違った認識をもたせてしまっている方がたくさんおられると思います<br>今まで自分が書き込んだ全てのものについて、謝罪してまわるのは不可能です<br><br>よって、他の掲示板で見かけた方についても、書き込みについて意見を伺いたい<br>大勢の方が自分の書き込みについてどう思われているのか？それを聞きたいのです<br><br>書かれた内容は素直に受け止め、今後このような書き込みをしないよう注意していくつもりです<br><br>関係のない方の書き込みに責任を問うわけにはいきませんので<br>「書き捨て」ができるようにしました<br><br>よろしくご理解の程お願いします<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> k.m（みちのく支部長）</font> ：<font color=#ffcc44>自分自身の思うところ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
ロビンさんへの書きこみ以降、収拾がつくまでＲＯＭを決めこんでいましたが<br>最悪とはいえ一応の区切りはついたようなのでとりあえず書きます。<br><br>まずロビンさんへ。<br>あなた宛ての最後の書きこみの際「納得しました」と書きましたが<br>それは自分の意見にも非のある部分があったという事ですのでそれに対して<br>「ごめんなさい」と言うのを忘れていました。<br>遅すぎるでしょうが言わないと自分の気が済まないので<br>この場にて謝罪します。<br>至らぬ個所があり、ご迷惑をおかけしました。<br><br>そしてあねヴィーさん。<br>少なくとも自分にはこの件については何もフォローできません。<br>やはり当事者の問題であるし、このページで起きたことですので。<br>ただ自分も同種のＢＢＳを持つ者として、その場で起こった事はその全てにおいて管理人としての責任を負い解決に向けた対応をすべきではなかったのか、と思っています。こういう形で終わらせざるをえない状況になってしまったのは非常に残念ですが、反面、非常に不甲斐ないなと失望してしまいました。<br><br>そういう意味では、最後の部分にある「ホストの表示を消す」とか「匿名書きこみについてのルール」とかは誠意と謝罪の表れとしては全くの筋違いです。<br>そういうことではなく、結局は発言によって相手を怒らせてしまったのですから、ならば怒らせてしまった人にこれからいかにして謝罪していくかということでしょう？しかし自分も向こうの発言に言うべきことがあったならばしっかりと言う。それが大事でしょう？<br>ＩＰ表示の消去も匿名のルールも自分にとってはいわれのない事ですし、そのようなペナルティはハッキリ言って関係ない者まで捲き込む事になりますよ。<br>もしも本気で実行する気なら、それは掲示板じゃなくなります。それでもいいのですか？<br>自分は、自分の正体が知れようと一向に構わないのです。匿名であろうとなんであろうと自分の発言は自分の本音ですし、それに対してしっかりと責任は負っていますから。そういうものでしょう。違いますか？<br><br>Ｋ．Ｍ<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー</font> ：<font color=#ffcc44>匿名書き込みについてのルール</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
まず「他人の意見には一切干渉しないこと」<br>レスは厳禁、他人の文章の引用も不可とします<br><br>次に個人名、個人のハンドル名の記入は禁止します<br>おれの名前は書き込みに使ってもらってかまいません<br><br>以上<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー</font> ：<font color=#ffcc44>了解しました</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
みなさんの意見は素直に受け止めようと思います<br><br>おれの他の掲示板への書き込みの件につきましては<br>管理者の方から通達があった場所については<br>今後一切の書き込みをしない事にします<br>（友人という基準は曖昧ですので、管理者の方に判断していただきます）<br><br>「あねヴィーに書き込まれては困る！」という掲示板管理者の方が<br>この書き込みを見ておられましたら、この場に書き込んでいただくか<br>おれ宛にメールください<br><br>よろしくお願いします<br><br>また、この掲示板は来週の土曜まで、ホストの表示を消します<br>管理者であるおれもＩＰアドレスの管理はいたしません<br>名前さえ変えれば匿名性を保てます<br><br>今回の件に関して、みなさんの思うところを書いてください<br>そのログはこのＨＰに誰でも閲覧できるよう保管いたします<br><br>これは、今後他の掲示板においても、今回のような事態に<br>ならないように注意をうながす事と<br><br>今まで他人の掲示板においても好き勝手に書き込んできた<br>自分への戒めの意味があります<br><br>掲示板への書き込みは１／２５日から匿名仕様に変更します<br><br>以上<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 雲のジュウザ</font> ：<font color=#ffcc44>最後になるはずです・・</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞今後この掲示板を覗きに来る他の方に不快感を与えるような<br>＞ 書き込みは控えてください、よろしくお願いします<br>今後この掲示板に書き込みをするのを止めることにします（ロビン<br>さんも同意してもらいました）<br>ですのであねヴィーさんも今後あねヴィーさんの友人以外の方の掲<br>示板に書き込みするのを止めてください。<br>あねヴィーさんの書き込みは掲示板を見ている多くの人に不快感<br>もしくは勘違いをあたえていますので掲示板の書き込みは止めて<br>ください。<br><br>今回の件であねヴィーさんがいかに口だけの人間か解りました。<br>これまでいろいろな所の掲示板を見て、もしかしたらとおもっていま<br>したが本当にそうだとわかったんで非常に残念です。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>お断り！</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
レスがつかないことを承知で書き込んでも<br>「便所の落書き」になってしまいますので<br>当分ここに書き込みたくはありませんが、<br>筋違いにもほどがあると判断した時、<br>その時は書き込みをさせていただきます<br>要するにあねヴィーさん達の書き込み次第ってことです<br><br>それから個人情報をたてに取るのはいくらなんでも卑怯ですので<br>今後一切こう言った脅迫まがいの発言は控えてください<br>掲示板の主旨に反します<br>もし正体の知れた人しか相手にしたくないのなら<br>公の場であるネット上に掲示板を置くこと自体、<br>あねヴィーさんの理想とかけ離れているのではありませんか<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>最後までおかしいよ、言ってること</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>IPアドレスを追跡するのはどう考えても筋違いですどこの誰が発言したかに関係なく、すべての発言は平等に扱われるべきでしょう？「ロビン」とあねヴィーさんが対戦する話は出ていたのですから「ロビン」のことを知りたいとしても「ロビン」のIPアドレスを追跡する必要は絶対ありませんIPアドレスを追跡しないまでも対戦すれば「ロビン」の正体はわかるでしょう？だいたいIPアドレスを追跡しても出てくるのは私の個人情報であって、私の「通り名」ではありませんIPアドレスを掲示板の発言の引き合いに出すことは、この掲示板に書き込む人すべてに対しての脅迫になりますこれは管理人としてではなく、自分に都合の悪い発言をした「ロビン」に対しての脅迫以外の何ものでもありません最後まで筋の通らないことをしっぱなしのあねヴィーさんなのでしたいじょっ</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>最後のレス</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
&gt; 平たく言えば「逃げます」<br>最後まで自分の発言に責任を取られないようですね<br>こんな態度で掲示板を運営していくことは筋違いだと思います<br><br>＞他の掲示板にどのように書き込まれても構いません<br>＞ですが、今後この掲示板を覗きに来る他の方に不快感を与えるような<br>＞書き込みは控えてください、よろしくお願いします<br><br>これは他の掲示板をのぞきに来る方の気持ちはどうでもいい<br>という内容に取れます<br>自分が良ければ他はどうでもいいと言う発言はおかしいと思いませんか<br><br>＞これはロビンさん自身のためでもあります<br>私には関係ないでしょう？<br>私は自分の発言すべてに責任を取るつもりでいます<br><br>＞いつかお会いすることがありましたら、その時はまたよろしくお願<br>＞いします<br>＞笑顔でお会いできることを願います<br><br>結局、自分で言い出した対戦も何の謝りもないままおりるようですね<br>適当に話の軸をずらしながらはぐらかす態度が気にいりません<br>今後、このように誰かの真面目な発言をはぐらかすようなことがあれば<br>また書き込みさせていただきます<br>どうぞ、責任のある発言を心掛けてください<br>どうか途中で不利になったからと言って今回のように<br>自分の発言を切り捨てたりなさらないように	！<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 海パンＪ</font> ：<font color=#ffcc44>追加</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
最後と書きましたが、言い忘れたことがありますので書かせていただきます。<br><br>＞あねヴィ－さんへ<br>　　某掲示板で「海パン」の名を出されていらっしゃいましたが、海パンが<br>　　誰なのかよく解らないのに書かれるのはとても困ります。<br>　　特に言動に関することだったので大変困惑しております。<br>　　もし「海パン」を知っているのであれば、事実をねじ曲げて書いたもの<br>　　判断させていただきます。<br><br>　　わたしから要求としては掲示板において今後一切「海パン」の名を<br>　　出さないでいただきたいです。<br><br>　　以上。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 海パンＪ</font> ：<font color=#ffcc44>最後に</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
これから先はすり抜けの件は自分で調べて行きたい思います。<br><br>基本的に不快感のある発言あるいは間違った情報がある場合だけ<br>しかわたしはこちらのページに書き込みするつもりはありません。<br>掲示板は多くの人が見ているということを忘れないで下さい。<br><br>＞ＲＯＭ（READ　ONLY　MEMBER＝読むだけ）の方は<br>＞その何十倍もいると思いますよ<br>＞少なくともＭＡＸの常連さん達は、ほぼ全員見られているのでは？<br>このように思われているのであれば、それなりの発言をお願いします。<br>ネット歴が長いのであれば、よく理解していただけると思っております。<br><br>それでは<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 海パンＪ</font> ：<font color=#ffcc44>立場</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
今回の自分の書き込みに関して、キチンとした立場を伝えられなかった<br>ようなので、ここで書かせてもらいます。<br><br>あねヴィーさんの「アイヴィーの生Ａがシャンファだとすり抜ける」ために<br>負けるあるいは勝っても満足の行く試合ではない発言、及びロビンさんに<br>対して対戦をする前から「すり抜けるので負ける」という発言に対し、シャン<br>ファ使いとして、不快感を感じたために今回発言しました。<br><br>わたしとしては、すり抜けるのはシャンファだけではないことの証明し、<br>そしてどうしてあねヴィーさんがほかのすり抜けるキャラに関してはそういう<br>状態にならないのに、シャンファのみ何度も対応できなかったのかを考えて<br>ほしいことと。掲示板において「シャンファだけがすり抜ける」と見ている者<br>に勘違いさせる発言して欲しくないこと。<br>この２点を目的で自分で証明して行こうと思いました。<br>しかし残念ながら自分だけで証明することができませんでした。<br>わたし自身はあねヴィーさんに協力しているつもりはなかったのですが、<br>「協力」発言のあと第三者に見てもらったところ、「協力」しているように<br>とらえられると言われましたので、反省しております。<br><br>この調査の目的はわたしは前に上げた通りです。あねヴィーさんは「シャンファ<br>はすりぬける」ということの証明、「プレイヤー側には対処のしようがありませ<br>ん悪く言えば「バグ技」です」という現象の証明をしようとしているとわたしは<br>考えています。<br>「対処ができる」ことと「対処ができないこと」と言う点で、お互い対立して<br>いるものと考えていますがいかかがでしょうか？<br><br>このすり抜けの件に関してはシャンファの性能の問題でもあるけれども、アイ<br>ヴィーの性能の問題でもあるとも考えられないでしょうか？考えてみて<br>下さい。<br>「生Ａを出し続ける」か「すり抜けられないように」なさるかこれは<br>あねヴィーさんの選択だと思います。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＡＰＰ</font> ：<font color=#ffcc44>あっ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
いきなり初歩な所から聞いて申し訳ないんですが<br>すり抜けられる横斬りってのはどのくらいの間合いなんでしょう？<br>思いっきり至近距離とかそれに限らず全般的になのか<br>先の方なのかがちょっと理解していないまま話が進んでしまいまして（＾＾；<br>宜しければお教え下さい<br><br>あと移動する方向なんかも関係してるんでしょうか？<br>本当に基本的な部分ですけど教えて下さい<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＡＰＰ</font> ：<font color=#ffcc44>あ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
終わりましたか<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>すいません</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
おれとしては、考えて発言しているつもりなんですが<br>どうも文章の意味がロビンさんに通じてないようです<br><br>これはロビンさんの解釈がおかしいのでは無く<br>ロビンさんに納得してもらえるような文章を書けない<br>自分に原因があると考えます<br><br>途中で試合放棄をするようで、申し訳ないのですが<br>これ以降、この件に関しての書き込みは控えさせていただきます<br><br>平たく言えば「逃げます」<br><br>ロビンさん、おれに対してなんと罵声を浴びせようと結構です<br>卑怯者と呼んで貰って良いです<br>他の掲示板にどのように書き込まれても構いません<br>ここのログを他の掲示板に公開していただいても結構です<br><br>ですが、今後この掲示板を覗きに来る他の方に不快感を与えるような<br>書き込みは控えてください、よろしくお願いします<br>これはロビンさん自身のためでもあります<br><br>おれはロビンさんの事は何も知りません．．．が<br>少なくとも今回のように他の方に謝罪までしなければならないような<br>事を書く、又は考えをする方では無いと信じています<br><br>また、そのような書き込みをさせてしまった事を深くお詫びいたします<br><br>いつかお会いすることがありましたら、その時はまたよろしくお願いします<br>笑顔でお会いできることを願います<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
他の方にはロムしてもらいましょう。<br>私は純粋なあねヴィーさんの考えを伺いたいので。<br>ぜひ、私の発言にすべてレスをつけてください。<br>そうでなければ絶対に私は引き下がりませんよ。<br>脅迫まがいの発言は絶対に許せません。<br>掲示板は閉鎖になったとしても引き下がりません。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>レス２のつづき</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞＞コマンドや用語を多用すれば難しそうに見え、＞＞「発言した人がいかにもそれらに習熟している」ような印象を 受けてしまう＞なるほど、そういう印象を受けるという事は解りましたネット歴が長いみたいなので、これくらいのニュアンスはもうおわかりだと思うのですがわざとか、未だに国語が苦手かのどちらかみたいですねそれから、対戦を自分から申し込まれた割に責任感が薄いようですねこれについて本人から一言もレスがないのは納得行きませんいつも誰かが「あねヴィーさんの発言はこうではないですか」と言った発言の後にようやく「そうです」と言うだけではないですか今回はあねヴィーさんの意見を聞きたいので他の方はロムしてくださいお願いしますこれは「メールで聞けばいいではないか」と言う方もいらっしゃるでしょうが、掲示板での発言は掲示板で説明してもらいたいのでご了承ください</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>レス２</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<br>＞＞「自分のプレイには非がない、判定がおかしい」と言っていますが<br>＞ちょっと待ってください。おれは一言もそんな事は書いてませんよ<br>＞これはロビンさんがそう解釈しているという事なんではないですか？<br><br>これです、あねヴィーさんのずるいところは。<br>解釈にかなり幅のある発言をするところがずるいのです。<br>「当たるはずの技がすかる」これは「自分には非がない」ということでしょう？<br>「判定がおかしい」これはあねヴィーさん本人が言ってらっしゃいますね<br>私の解釈とどこが違いますか？違わないでしょう？<br><br>＞もしこれがシステムに起因する現象であった場合<br>＞プレイヤー側には対処のしようがありません<br>＞悪く言えば「バグ技」です<br><br>そして今度はシステムのせいにしていますね。<br>バグのせいで技がすかるなんて、<br>あねヴィーさんの口以外から聞いたことありませんよ<br>これはあねヴィーさんだけがバグだと思っているってことでしょうね<br>つまり、バグなんてなくて全てあねヴィーさんのミスってことです<br>海パンJさんと対等に情報交換をしているように書かれていますが、<br>あねヴィーさんは一方的に「シャンファになぜか技がすかる」としか<br>言ってませんよ<br>ただシャンファに対する苦情を言っているだけじゃないですか<br>       <br>＞ロビンさんもシャンファの剣が相手を突き抜けて<br>＞当たらなかったら「なんで今のが当たらないの？」と思うでしょう<br>＞初心者だからわからないという内容では無いと思いますよ<br><br>そんなことめったにありません<br>あったとしてもバグだとか、判定がおかしいと言うほどではありません<br>初心者にはフレームだの何だのと言われても困ると言いたかったのです<br>第一、対戦中はめったに<br>誰も自分の出した技のフレームなんて考えていないでしょう？<br>ただあねヴィーさんのアイヴィーは<br>動きが相当悪いみたいだってことはわかりましたが<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>すいません</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
Ｄさん、いろいろ書き込んでいただけるのはありがたいのですが<br>下のロビンさんの書き込みにもあるように<br>今Ｄさんが書き込まれると<br>「おれとＤさんがよってたかっていじめている」ようにとられて<br>しまい、Ｄさんにも迷惑がかかってしまいます<br>しばらくＲＯＭってていただけないでしょうか？<br>Ｄさんがそれでも良いというのであれば止めませんが．．．（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>レス１</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞これですが、別にいけない事ではありませんよ。<br>＞掲示板の管理者として、極一般的な権利ですよ。<br>＞それが嫌なら、掲示板に書き込んではなりません。<br><br>ということは、掲示板の管理人は<br>「発言者の情報をいつでも手に入れて構わない」と言うことになります<br>これで対等な意見交換が成り立つのでしょうか<br>先ほどのあねヴィーさんの発言は管理人か否かと問わず、<br>「お前のことはもうわかっているんだ」と言う、私に対しての脅迫だと思います<br>これではひとりのキャリバープレイヤーとしての発言はできません<br>「どこの誰である」という個人情報がついてまわることになってしまいます<br>あなた達が何と言おうと、これは許されないことです<br>こんな乱暴なことをする人であるなら<br>あねヴィーさんは掲示板のみならず、<br>HPを公開することもおかしいと思います<br>管理人ならいつでも公平な立場を守るべきだと思うからです<br>       　<br>＞また、掲示板に書き込まなくても、自分の公開しているページへの<br>＞正当な権利として、誰が来たかのアクセスログを見ることもできます。<br><br>見ることはできるでしょう<br>しかし、だからと言って、<br>「こちらにはお前が誰かわかっている」と脅迫することはないでしょう<br>もしあなた達の主張が正しいと言うのなら<br>このHPでは発言者を全て本名に限定すればいいでしょう？<br><br>＞シャンファが上段を時々潜るのはキャラ特性という事で(^^;<br><br>キャラ特性に甘えるのは間違いではないですか<br>キャラ特性を考慮して戦えばいいだけでしょう？<br>それができないのは、そのプレイヤーが未熟だからに他なりません<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>当たらない技</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞「自分のプレイには非がない、判定がおかしい」と言っていますが<br>ちょっと待ってください。おれは一言もそんな事は書いてませんよ<br>これはロビンさんがそう解釈しているという事なんではないですか？<br><br>それとこの件に関しては現在調査中です<br>もしこれがシステムに起因する現象であった場合<br>プレイヤー側には対処のしようがありません<br>悪く言えば「バグ技」です<br><br>こういう事があると対等な立場で対戦が楽しめなくなるので<br>海パンＪさんにもご協力いただいて、調査をし<br>情報交換をしているのです<br><br>原因が判明し、対処法が見つかれば<br>その時はプレイヤーの技量の問題になるでしょう<br><br>ロビンさんもシャンファの剣が相手を突き抜けて<br>当たらなかったら「なんで今のが当たらないの？」と思うでしょう<br>初心者だからわからないという内容では無いと思いますよ<br><br>＞コマンドや用語を多用すれば難しそうに見え、<br>＞「発言した人がいかにもそれらに習熟している」ような印象を受けてしまう<br>なるほど、そういう印象を受けるという事は解りました<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>ビット投げの不思議</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞これは狙って出来るもんでしょうか？<br>これはＩＶＹ掲示板の方でもかなり前から話題にのぼっては<br>原因がわからず消え、またのぼっては消え．．．<br>ま、結論として良くわかりませんってとこです（＾＾；<br><br>狙って出せるレベルには至ってません<br><br>同じような状況として食らいモーションをキャンセルして出るような時もあります<br>つかみに行った所を潰されたにもかかわらず、その場でまた発動して<br>技を当てた相手の硬直中に吸い込んだとか．．．まだまだこういった<br>内容は全国のアイヴィーンの方よりたくさん書き込まれています（＾＾；<br><br>よろしかったら一度アイヴィー掲示板も覗いてみてください<br><br>ただ、共通していえるのは、いずれもＡ＋Ｂを連打したと思われる<br>という事です。あわてて出して叩きまくってた．．．と（＾＾；<br><br>＞掲示板に書き込みする時は雲のジュウザでやり始めました。<br>了解しました<br><br>＞土曜日でもかまいませんのでぜひお相手してください、<br>＞それともこちらから日吉に行ったほうがいいのでしょうか？<br>そうしていただけると助かります<br>日吉でしたら会社帰りに寄れまますので（＾＾；<br>ただ、集まるみなさんの時間は大丈夫なのでしょうか？<br>現在平均就業時間が１４時間となってますので<br>早くても夜１０時は確実に過ぎてしまいます（＾＾；<br><br>あ、あと日吉はＭＡＸに比べるとかなり狭いです<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> Ｄ</font> ：<font color=#ffcc44>個人的な見解</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞口論ではなく、議論をしているのです<br>　<br>端から見ていると、どう見ても喧嘩を売っているようにしか<br>見えませんねぇ・・・<br>ちょっと、書き込みにいちいちカドがたっていて、議論とは<br>とても思えません。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> Ｄ</font> ：<font color=#ffcc44>えーと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞つまりあねヴィーさん達は私のIPアドレスを追跡したのですね？<br>＞それはしてはいけないことなのではありませんか？<br>＞掲示板は誰が書き込んでもいいはずです<br>＞それなのにわざわざ個人情報を調べるのは犯罪にも近いと思います<br>＞納得が行きません、許せません<br>　<br>これですが、別にいけない事ではありませんよ。<br>掲示板の管理者として、極一般的な権利ですよ。<br>それが嫌なら、掲示板に書き込んではなりません。<br>　<br>また、掲示板に書き込まなくても、自分の公開しているページへの<br>正当な権利として、誰が来たかのアクセスログを見ることもできます。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> Ｄ</font> ：<font color=#ffcc44>しゃんふぁ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
シャンファが上段を時々潜るのはキャラ特性という事で(^^;<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>あら？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞あねヴィーさんは全キャラで試されましたか？<br>試したのは、シャンファ、ソフィー、タキ、御剣の４キャラです<br>先の３キャラは背が低いorＨＩＴが小さそうだったんで<br>御剣はキャリバーの基準キャラなので一応って事で．．．<br><br>＞以上です。わたしが調べた範囲ではこれだけなのですが、<br>これはスリ抜けるキャラですか？<br>だとすると御剣はおれが試した時は<br>すり抜けなかったんですけど<br>あ、タキもスカりませんでした<br><br>＞あねヴィーさんの方が確実に出すことができるようなので試して<br>逆かもしれないですね、これは（＾＾；<br>アイヴィーはスティックの連射スイッチを固定して<br>画面端にキャラを置きＡＡを一端しゃがんでスカした後<br>密着した状態から次のＡＡをスリ抜けるかどうかを確認してます<br><br>ＡＡを一度スカすのは、ガードしてしまうと反動で後ろに下がり<br>次の初段のＡが横ステップでかわされてしまいますので<br>このときは幅が無いキャラにＨＩＴしないという状態になってしまいます<br>画面端にキャラを置くのは斜め後方へのステップの暴発を防止するためです<br><br>あ．．．もしかして、Ａ単発とＡＡの初段では<br>攻撃判定の持続時間等が違うのでしょうか？<br><br>それと新たな事実が判明しました<br>アイヴィーのＡＡは前方にステップしつつ繰り出します<br>で、密着していると剣を振っている腕の懐に入り<br>希に何もしなくても攻撃が当たらないといった現象が．．．（＾＾；<br><br>＞御迷惑でなければお願いします。<br>一応全キャラ試しましたが<br><br>＞２発目はＨＩＴするんですね。とりあえず対処はできる訳ですか。<br>これは間違いなくＨＩＴしてますね<br>　　<br>＞キャラによって入る技入らない技がいろいろとあるみたいです。<br>これはＨＩＴをモデリングそのもので判定しているからでしょうね<br>同じキャラでも頭の被り物等で若干ＨＩＴが違うような意味合いの<br>話を聞いた事があります<br><br>ただコレを知ったからと言って、キャラ毎、しかもカラー毎に<br>使う技を選択しながら戦うなんてーのは、おれには無理ですね（＾＾；<br><br>＞でもまだ８ＷＡＹのときがまだなんですよね。<br>「何もしてなくてもスカる」なんて証言もあって．．．どう調べていいのやら（＾＾；<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>さらに</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あねヴィーさんは２月の中旬以降にならなければ<br>仕事の区切りがつかないとおっしゃっていますが、<br>大会には出るんですか？<br><br>人に対戦を申し込んでおいて、自分の都合を優先する<br>それはおかしいのではありませんか？<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>ちなみに</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あねヴィーさんの書き込みが止まった時がありますね<br>それは私の発言が図星だったからだと受け取っています<br>あねヴィーさん以外の方が<br>「あねヴィーさんの発言はこういう意味なのでは？」と<br>助け舟を出すと、喜んで<br>それに食い付くようにして便乗しているように見えます<br><br>いつもレスの密度が同じならそんなこと思わないんですが<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>つづき</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ホスト名が投稿文の右上に出てますよね？<br>＞これが書き込みをされる方を断定する手がかりになります<br>＞書いた人がどこのプロバイダを使って書いたのか？を<br>＞ 表示しています。（ＩＰアドレスも表示をしてないだけです）<br>＞ 調べる手間さえいとわなければ書き込みした本人を特定するのは<br>＞簡単です<br><br>つまりあねヴィーさん達は私のIPアドレスを追跡したのですね？<br>それはしてはいけないことなのではありませんか？<br>掲示板は誰が書き込んでもいいはずです<br>それなのにわざわざ個人情報を調べるのは犯罪にも近いと思います<br>納得が行きません、許せません<br><br>＞インターネット上では、名前を変えようと、文体をかえようと<br>＞自分の身分を偽ることはできません<br><br>私がまるで身分を偽ったかのような書き方ですね<br>これも納得が行きません<br>私がいつ身分を偽ったと言うのでしょうか<br>身分に関する発言をしたとでも言うのでしょうか<br><br>＞あ、調査して書き出すとかそういう意味合いではないです<br>＞ 口論になった以上、こちらも相手がどこの誰かを知りたいと<br>＞思いましたので<br><br>これは「この掲示板に書き出したりはしないが、<br>自分達はロビンがどこの誰か知っている」と言うことですよね<br>勝手に個人情報を調べるのは、重ねて言いますが筋違いでしょう<br>口論ではなく、議論をしているのです<br>あねヴィーさんは口論をしているつもりのようですがね<br><br>＞少なくともＭＡＸの常連さん達は、ほぼ全員見られているのでは？<br><br>では私がなぜ「通り名」で書き込まなかったのかを書きましょう<br>私は誰とも関係のない、一人のキャリバープレイヤーとして<br>書き込みをしたかったのです<br>マックスによく行くからと言って、<br>複数の人間が示し合わせて書き込みをしていると思われるのは心外です<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞「自分が止めたいと思った時に多い」と書きました＞「あと一発何か当てればＫＯ」こんな状況の時ですあと何発当てる状況にあろうと、技を当てられないのはプレイヤーの責任でしょう？自分が自分の思う通りにプレイできないのはプレイヤーの責任ですそれをキャラや技の判定にするのはおかしいと言いたいのですあねヴィーさんは「自分のプレイには非がない、判定がおかしい」と言っていますがそれは筋違いというものです一連の大量の発言は自分の未熟さを熱弁していることと同じですよ＞あまり勝てた記憶が無いキャラなんで、これはかなり悲しいです勝てないのはプレイヤーの責任ですキャラうんぬんの問題ではありませんよ＞＞かなり博識みたいに印象を受けちゃいますが…＞キャリバー初心者から見たらそうなのかもしれませんよまた話がはぐらかされてしまいそうです私はそんなことを言いたいのではありませんよコマンドや用語を多用すれば難しそうに見え、「発言した人がいかにもそれらに習熟している」ような印象を受けてしまうと言いたいのです</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>本人の断定</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞そんなに技のすかるアイヴィーは見たことないんですけど…<br>「自分が止めたいと思った時に多い」と書きました<br>「あと一発何か当てればＫＯ」こんな状況の時です<br>あまり勝てた記憶が無いキャラなんで、これはかなり悲しいです<br><br>＞かなり博識みたいに印象を受けちゃいますが…<br>キャリバー初心者から見たらそうなのかもしれませんよ<br>初心者でも知識は豊富な人がいるかもしれませんが（＾＾；<br><br>＞メールですか、それならよかったです<br>ホスト名が投稿文の右上に出てますよね？<br>これが書き込みをされる方を断定する手がかりになります<br><br>書いた人がどこのプロバイダを使って書いたのか？を<br>表示しています。（ＩＰアドレスも表示をしてないだけです）<br>そしてこの英数字の羅列は、その一瞬では<br>世界でたった一つしか存在しません<br><br>調べる手間さえいとわなければ書き込みした本人を特定するのは簡単です<br><br>インターネット上では、名前を変えようと、文体をかえようと<br>自分の身分を偽ることはできません<br><br>あ、調査して書き出すとかそういう意味合いではないです<br>口論になった以上、こちらも相手がどこの誰かを知りたいと<br>思いましたので<br><br>相手がどのような人間なのか知らず<br>自分と違う、考え方・ものの捕らまえ方をする人に<br>自分の論理で話しかけても書き込みの意図がうまく伝わりませんから<br>相手の思考にあわせて変換して書く事が必要だと思ってます<br><br>逆に自分の事を良く知っている相手に対しては<br>書き込んだ文章の意味を翻訳して解釈してもらってる<br>という事もあり、かなり抽象的な書き方でも意図は伝わる<br>ものと思ってます<br><br>たとえば「うげ、またやっちゃったよ～(T_T」と書いて<br>「おぬしはまたやったんかい（＾＾；」<br>．．．なんてレスがつく．．．みたいな．．．<br><br>＞ちょっとは知られちゃってるのかな、私<br>ＲＯＭってる方もたくさんおられますからね<br>書き込みをされている方はほんの一部の方々で<br>ＲＯＭ（READ　ONLY　MEMBER＝読むだけ）の方は<br>その何十倍もいると思いますよ<br>少なくともＭＡＸの常連さん達は、ほぼ全員見られているのでは？<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> つきじ</font> ：<font color=#ffcc44>一応、参加しようかな</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
☆あねヴィーさん：<br>＞そういえばつきじさんていずぞやも顔出しておきながら参加しなかったですよね<br>ところがどっこい、ちゃっかり参加してました。ただ、１回戦で敗退。<br>気分的に３０秒くらいで負けたような感じでした。<br>参加したので、シャンファのカードを頂きました。<br><br>実は今回の一番の興味は、どれだけ人が集まるか？だったりします。<br>特に大会の前後で。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> k.m（みちのく支部長）</font> ：<font color=#ffcc44>人気投票開始のお知らせ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
本日より新たなる人気投票「第１回チキチキソウルキャリバーベストカップルコンテスト！！」が開始となりました。<br>カップリングは自由！ノーマルからイロモノ、ゲテモノ、ホモカップルまでご自由にカップリングして投票しちゃってくださいませ。なお、今回も組織票ありの１時間１０票制です。<br>さあみんな、張りきってＧＯ！<br><br>Ｋ．Ｍ<br><p>
<a href="http://www.imasy.or.jp/~km/mono/mono.htm" target="_top"><font color=#cc22cc>http://www.imasy.or.jp/~km/mono/mono.htm</font></a><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>行きまーす</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞詳しく書き込みます、横浜のＰＣキャロットで２４日に、１８：００から大会を開催します、参加費無料で、参加賞が多分貰えます。<br>  <br>はい、行きます～。既に申し込み済でございます(^^)<br>といっても、17時までバイトした後にすっとんできますので、<br>大会前の野試合はあまり楽しめないと思います。残念…(TT)<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＳＡＯ</font> ：<font color=#ffcc44>うわ（＾＾）　すっごく嬉しい（＾＾）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞は～い、そうです<br>＞昨年、結婚しまして元からゲーマーだったんですけど<br>＞結婚相手もゲーマーでふたり揃ってキャリバってます（笑）<br>私はＡＰＰとつき合っている時にハメられて、<br>今や立派な専門主婦ゲーマーになりました（笑）<br>キャリバーではマキシ使っています<br>でも、実は今、キャリバーよりも、ＤＤＲの方に熱が入ってます（＾＾；；<br><br>こちらに遊びに来るときは是非お会いしたいですね（＾＾）<br><br><br><br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞おれ的に「お手柔らかにお願いします」という意味合いで書いたのですが<br>＞海パンＪさんの書き込みにもあるように、他の方も勘違いしてしまうような<br>＞書き方をしてしまい、気分を害された事についてお詫びいたしますm(__)m<br><br>「おわびします」とおっしゃられるからには<br>あまり「気分が悪いです」と言うわけに行かないのですが、<br>あねヴィーさんは勘違いしてしまう発言が多すぎると思いますよ<br>ネット歴が長いようなので、<br>多少は勘違いさせない発言を心得てらっしゃると思うのですが…<br>私のネット歴がないことを<br>私の言い訳にしているわけではありませんよ（私は謝りました）<br><br>私の方こそ「お手柔らかに」と言うところですね<br>そんなに何回も連コインされたら…<br>それにマックスは人が多いですから、<br>おなかいっぱいに対戦するにしてもシャンファ以外がたくさんいますよ<br>私はお金がないので連コインなんてできません<br><br>シャンファに技がすかるという一連の発言は、<br>「勝ったらそれでよし。負けたらそれは判定の妙のせいで、<br>自分のアイヴィーのせいではない」と言い訳されているように思えます<br>ここまで今から言われてしまっては対戦する意味がありません<br>こう言う発言が、あねヴィーさんには多いようなのですが<br>言われていい思いのする人はいないと思います<br>　<br>負けたとしても、相手やキャラや技のせいにせず自分の敗因を把握できる人は<br>本当に強くなっていく人なのだと思います<br>対戦は相手を選べます、キャラも選べます、出す技も選べます<br>敗因は全てプレイヤーにあります<br>なにはどうあれ、勝ちは勝ち、負けは負けで言い訳は無用です <br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 雲のジュウザ</font> ：<font color=#ffcc44>質問と</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞アイヴィーの事ならなんなりと質問してください<br>私がＡマイトを出した時に過去１度だけＡ攻撃がヒットした瞬間<br>その後のモーションにキャンセルがかかり一瞬のうちにマイトが<br>決まったことがあります。<br>これは狙って出来るもんでしょうか？<br><br>あねヴィーさんは私の通り名もすでに御存じだと思いますが、他人の<br>掲示板に書き込みする時は雲のジュウザでやり始めました。<br>このことで大変御迷惑をかけてしまったみなさん大変もうしあげあり<br>ませんでした。<br><br>＞＞はっきりといつ頃来られそうか、教えてください＜マックス<br>＞今仕事が山場なので、早くても２月中旬～下旬になると思います<br>＞順調に仕事がかたずけば．．．の話ですが（＾＾；<br>＞また決まりましたら書き込みます<br>＞基本的に土曜日かと．．．<br><br>土曜日でもかまいませんのでぜひお相手してください、<br>それともこちらから日吉に行ったほうがいいのでしょうか？<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 海パンＪ</font> ：<font color=#ffcc44>生Ａ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞Ｄさん<br>　　はじめまして。フレーム等の話ありがとうございました。<br><br>＞あねヴィーさん<br>＞画面の奥へシャンファが移動する時に通常の８ＷＲではなく<br>＞ステップで移動すると、一瞬かなり姿勢が低くなって<br>＞この状態へのＡ単発はスカる事は確認できたくらいで<br><br>　　わたしも試してみました。確かにすり抜けますね。<br>　　あねヴィーさんは全キャラで試されましたか？<br>　　<br>　　同じ条件で他のキャラで試した結果は、<br>　　シャンファ、ソフィーティア、アイヴィー、御剣<br>　　エッジマスター（アイヴィーなどのとき）<br>　　<br>　　以上です。わたしが調べた範囲ではこれだけなのですが、<br>　　あねヴィーさんの方が確実に出すことができるようなので試して<br>　　もらえないでしょうか？もうすこし増えるような気がします。<br>　　御迷惑でなければお願いします。<br><br>＞しかも、ステップ移動もＡＡと連続で繰り出した場合は<br>＞２発目がＨＩＴしてるし．．．訳わかめ<br><br>　　２発目はＨＩＴするんですね。とりあえず対処はできる訳ですか。<br>　　<br>　　キャリバーやっていて思うのですが、キャラによって入る技入ら<br>　　ない技がいろいろとあるみたいです。シャンファを使っていても<br>　　そういうことがあるので、キャラによって使う技を考える必要性<br>　　があるようですね。<br><br>　　あねヴィーさんホントに情報ありがとうございました。ちょっと<br>　　スッキリしました。<br><br>　　でもまだ８ＷＡＹのときがまだなんですよね。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>たくさん書き込みがあるのでレス</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞k.mさん<br>決着はついていません<br>ただ掲示板でこれ以上言いたいことは言えません<br>だからもういいやってことです<br>ちなみに本当に言いたかったことは対戦のことではありません<br><br>＞あねヴィーさん<br>毎回じゃないにしても高確率ですかるなら<br>判定のせいじゃなくてプレイヤーのせいだと思いますが。<br>そんなに技のすかるアイヴィーは見たことないんですけど…<br>それに「なんなりと」って言ったらかなり博識みたいに<br>印象を受けちゃいますが…<br><br>私が「もういいよ」と書き込んだ途端に書き込み始めましたね<br>矛盾をつかれずにすんで元気出ましたか？（笑）<br>他の人にも助けてもらえてよかったですね<br><br>２月になってしまうと私にも予定が入ります<br>そんなに遅いとちょっとですね…<br><br>メールですか、それならよかったです<br>ちょっとは知られちゃってるのかな、私<br>なんででしょう、悪いことしたのかな<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>おれのＨＰのサブマシン構成参照です（笑</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞最低限必要なモノとそれにかかって費用ってどのくらいか教えて<br>とりあえずキャプチャリングにかかった費用は６Ｋです（まじ<br>バルクのPOWER CAPTURE V/SE(ISA)版で取り込んでます<br>バルクなんでキャプチャリング用のソフトが付いて無くて<br>探すのに苦労しました（＾＾；<br><br>あとはメモリはほとんど必要ないと思います<br>（メモリにも取り込めるので、この場合はメモリもデカイなら<br>デカイだけ良いといえますが（＾＾；）<br><br>ＨＤＤは容量は空きが１Ｇもあれば十分だと思いますが<br>転送速度が遅いとフレーム落ちするので<br>１０ＭＢ/S程度は確保しておいた方が安心です<br>更に言うならＳＣＳＩですね<br>ＩＤＥだとＣＰＵとバスの取り合いをするので<br>間欠でコマ落ちしたりする事があるようです<br><br>おれはQuantumのATLAS2使ってます<br>ええ、ガリガリうるさいです（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 奥様タキ</font> ：<font color=#ffcc44>＞ＳＡＯ様</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞大変失礼なことをお聞きするようで申し訳なく思うのですが<br>＞奥様タキさんのその名のとおり『奥さん』なのでしょうか？？<br><br>は～い、そうです<br>昨年、結婚しまして元からゲーマーだったんですけど<br>結婚相手もゲーマーでふたり揃ってキャリバってます（笑）<br><br>＞実は私もここに書き込みをしたＡＰＰの妻でして、<br>＞ＡＰＰから奥様タキさんのことをお聞きしまして<br>＞大変嬉しく思いました。<br><br>ＡＰＰさんの奥様でしたか♪<br><br>＞おなじ主婦という立場でキャリバーをしている方がいると思うと<br>＞なんだか心強くなります。<br><br>そヴてすね♪<br>やっぱり主婦でゲームやってる人ってあんまりいないから私もうれしいです♪<br>いつか大阪に遊びに行けたら、ぜひ対戦して下さい！<br>うーん大阪行きたーい<br>京橋さんとかにも会いたいし<br><br>今年の目標は・・・専業主婦ゲーマーになりたい・・・<br>仕事やめたいでち・・・・<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>ただ働き</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞はっきりといつ頃来られそうか、教えてください＜マックス<br>今仕事が山場なので、早くても２月中旬～下旬になると思います<br>順調に仕事がかたずけば．．．の話ですが（＾＾；<br>また決まりましたら書き込みます<br>基本的に土曜日かと．．．<br><br>＞でもわけもわからず技がすかっちゃうんでしょう？<br>知っていることは教えられます<br>知らないことは調べます<br>という事です<br><br>＞それに「当たるはずの技がすかる」って毎回なら<br>毎回とは言ってません<br>自分が止めたいと思ったときにスカる確率が高いという事です<br><br>＞気持ち悪いです、どこからですか？<br>ここの発言を読まれた多数の方からメールをいただきました<br>当然断定している訳ではありません。<br>みな憶測で「○○さんだと思いますよ」と書かれてます<br>ただ名前は全て一致しています<br><br>知らない人からこう言われたらだれでもそう思いますよ<br>おれも自分が知らない人から「あねヴィーさんでした」<br>と言われたらそう思います<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>なんでさ～ケチー</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞でも、あねヴぃー氏には鬼薊は打たずに行こうとこないだ心に決めちゃいました！（笑）<br>その分他の人への使用回数が倍増してるじゃないですか<br>他人に迷惑かけたらいかんぜよ！<br>だから使って、お願い<br>出し切りなんて贅沢言いません、２発止めでも３発止めでも良いから（笑<br><br>＞はっはっはでも、ほとんど嫌な吉光使いだからー（爆）<br>鬼薊使わない吉光なんて．．．どぅわいっきらいだぁ～（爆<br><br>＞あ！でも、Ｄ氏のマキシもオイラは苦手だけどなぁ・・・<br>おれＤ氏の使うキャラほぼ全般に苦手です（爆<br>頭の中のフレーム表と照らし合わせながら連携を繰り出すの<br>やめてくれって感じ（笑<br><br>＞でも、やつはＫ応生だから侮れないぞ。<br>なんと．．．あの計算し尽くされた連携は<br>この頭脳から生まれていたのか．．．<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> k.m（みちのく支部長）</font> ：<font color=#ffcc44>決着はついたのかな？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
まあロビンさんもあねヴィーさんも納得のいくところで終わったならばそれでいいのですけどね。自分も書いた物として、このことは真摯に受けとめておきます。<br>対戦でのいがみあいほど（個人的に）面倒なものはないですからね。ただ、逃げずに向かい合う姿勢は大事ですので自分もそうであるよういたいと思います。<br><br>ロビンさんへ…<br>レス読ませていただきました。内容に関しては自分は納得してますのでそれに対するレスはありません。あとは上記の通り、自分の中で決着がついたならそれでいいです。<br><br>Ｋ．Ｍ<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
はっきりといつ頃来られそうか、教えてください＜マックス<br>通り名でもロビンでも構いません<br><br>そうそう、ふたつ聞きたいことがあるんですが<br>・アイヴィーの事ならなんなりと質問してください<br>でもわけもわからず技がすかっちゃうんでしょう？<br>シャンファ苦手なんでしょう？<br>思いきり矛盾してませんか、この発言…（笑）<br>それに「当たるはずの技がすかる」って毎回なら<br>それはプレイヤーのミスでしょう、判定じゃなくて…<br>あねヴィーさんのミスで、判定のせいじゃないでしょう？<br><br>・どうして通り名がわかったんですか？<br>気持ち悪いです、どこからですか？<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>それは</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞あねヴィーさんが勝つまでやるんですか、対戦…（＾＾；）<br>＞一回でいいと思ってたんですけど…甘かったかな<br>日吉でのななさんとの対戦では優に３０試合はこなします<br>勝ち負けでは無く「もうお腹いっぱい、対戦はしばらくいいや」と<br>思うまでやり続けます。はい、超連コ君です（爆<br><br>あ、でも後ろに人が並んでいる時は席をゆずりますよ<br>直ぐにおれの番になりますけど（＾＾；<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>なるほど．．．でもさ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞可能性があるという事が導き出されます。<br>導き出されるのはなんとなく理解できるんだけど<br>これ、どうやって確認するのさ？<br><br>昨日も１Ｐ側のＡボタンに連射いれて、自分でシャンファ動かして<br>それをキャプチャリングして見たんだけど<br><br>とりあえず解ったのは<br>画面の奥へシャンファが移動する時に通常の８ＷＲではなく<br>ステップで移動すると、一瞬かなり姿勢が低くなって<br>この状態へのＡ単発はスカる事は確認できたくらいで<br>（タイミングさえ合わせれば簡単に再現できます）<br>肝心のウロウロしてるときにスカるってのが全然出ないんよ<br><br>しかも、ステップ移動もＡＡと連続で繰り出した場合は<br>２発目がＨＩＴしてるし．．．訳わかめ<br><br>ＨＩＴの上下じゃなく、判定の持続時間とキャラパターンか．．．<br>なんか、ｎａｍｃｏ社内でバグチェックしてるやつの気が<br>解るような気がするよ（＾＾；<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>参加するべしべし！</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞＃問題は参加するか？ですが…。<br>是非でましょう！<br>そういえばつきじさんていずぞやも顔出しておきながら<br>参加しなかったですよね<br>キャロットの参加賞も結構な豪華粗品なんで<br>貰っておくとなにかと重宝しますよ（謎<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>いっつも思うんだけど</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞２４日に、１８：００から大会を開催します<br>なんでキャロットは開催時間が遅いんだろ？<br>しかもおれ的に日曜は次の日の仕事に備えて<br>アンニュイな夜を過ごすと決めているのに．．．<br>あの熱いＧガンタイムに出かけねばならないなんて．．．（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞Dさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
初めまして<br><br>・対戦について<br>＞「あんまり頑張られると、勝てなくなって出費がかさむので、<br>＞そんなに頑張らないでいいですよ」<br>＞という意味だと思うのですが・・・？<br><br>そんなに何回もやるわけではないと思っていたのですが、<br>あねヴィーさんが勝つまでやるんですか、対戦…（＾＾；）<br>一回でいいと思ってたんですけど…甘かったかな<br><br>それにしても、あんなにえんえんとシャンファに技がすかると<br>書かれても気分は悪いですよ…<br>シャンファに技を当てられないのはあねヴィーさんの問題だと<br>思うのですが、まるでシャンファに問題があるみたいな書き方です<br>だから負けたとしても仕方ないと言いたいのかな、と思ってしまいます<br>それはおかしな理論ですよね<br><br>・人違いの可能性について<br>もう追い討ちの話は終わりにしようと思ってたんですが…<br>１５日のことでしたので、<br>あねヴィーさんはマックスにいらしたはずです<br>まあ今さら言っても仕方ないですよね<br>証拠もないし、双方の主張は平行線になりますからね<br>冤罪ならごめんなさい<br>もうほじくるのやめましょう<br>レスを書いても「いろいろ書いていますが」になっちゃうので<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>ありがとうございます</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞過ぎたことを言っても仕方ないと思えるようになりました<br>この件に関しては、１５日のＭＡＸで．．．との事だったんですが<br>当日シャンファと対戦した記憶が無いものですから<br>（当然忘れている可能性はあります）<br>もとより一人でいる時には苦手意識のあるキャラに<br>自らすすんで乱入するような人間では無いので．．．<br><br>＞と言った内容のことをおっしゃっていますが<br>おれ的に「お手柔らかにお願いします」という意味合いで書いたのですが<br>海パンＪさんの書き込みにもあるように、他の方も勘違いしてしまうような<br>書き方をしてしまい、気分を害された事についてお詫びいたしますm(__)m<br><br>＞コマンドを引用されたり、用語を使われるとよくわかりません<br>コマンド表記に関してはおれのＨＰのDictionaryに説明を<br>アップしてありますので、よろしければ見てやってください<br>今後もなにかと目にする機会も多いと思いますので．．．<br>用語に関しては下のＨＰを参照してください<br>k.mさんのＨＰのキャリバー用語辞典が見れます<br><br>＞と言っているように思ってしまいます<br>そのとうりです<br>＞アイヴィーを熟知していないということを熱弁されているわけですよね？<br>熱弁はしてないつもりですが<br>アイヴィーを熟知しているつもりはありません<br>まだまだ知りたい事がたくさん有ります<br><br>今回のスカり現象もその一つです<br>現在スカった時の状況を集めてます<br><br>＞私との対戦には、関係ないことですよね？<br>関係ありません<br>海パンＪさんもシャンファ使いの立場からいろいろと<br>研究されているようですのでレスを入れました<br><br>苦手なのは「スカる」という事ももちろんありますが、一番の原因は<br>「シャンファとの対戦経験が他のキャラに比較して乏しい」からです<br>基本的に上段中段下段の技の判定をいまいち理解してないです<br>ガードを揺さぶられるような連携（中段＞下段）はほとんど<br>ガードできない状態です（＾＾；<br><br>ＰＳ．もしお会いする機会が合った場合<br>「ロビンさん来てますか？」と言えばわかりますか？<br>それとも普段呼ばれている「通り名」の方で言わないとダメですか？<br>シャンファで対戦されている方がたくさんいた場合識別できませんので（＾＾；<p>
<a href="http://www.imasy.or.jp/~km/mono/soulcalibur/soulcalibur.htm" target="_top"><font color=#cc22cc>http://www.imasy.or.jp/~km/mono/soulcalibur/soulcalibur.htm</font></a><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＡＰＰ</font> ：<font color=#ffcc44>質問</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あねごの画像の取り込みはどれくらいの設備？でやってるの？<br>最低限必要なモノとそれにかかって費用ってどのくらいか教えて<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> みっちー！</font> ：<font color=#ffcc44>うい！吉光プレイヤーです。</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
 ＞つきじさん、そうですオイラ大会で吉光使ってウリャウリャ言わしてます（笑）<br>でも、あねヴぃー氏には鬼薊は打たずに行こうとこないだ心に決めちゃいました！（笑）<br>参加するだけでも、何かしら貰えるって言ってました（店員が）<br>＞Ｄ氏、え？オイラと誰間違えたんですか？それって嫌な吉光だなぁ・・・とかって思ってたりとか？・・・はっはっはでも、ほとんど嫌な吉光使いだからー（爆）<br>あ！でも、Ｄ氏のマキシもオイラは苦手だけどなぁ・・・<br><br>あぁ・・・ＢＬＴ氏も来るのかなぁ・・・留年生のくせにぃ！（笑）<br>でも、やつはＫ応生だから侮れないぞ。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> Ｄ</font> ：<font color=#ffcc44>ついでに</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
発生が９フレーム目にあったとしても、横切りの場合、<br>正面の相手に当たるのは10フレーム目の可能性も<br>十分にあります。<br>フレームを鵜呑みにするのは危険ですねぇ(^^;<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> Ｄ</font> ：<font color=#ffcc44>シャンファとフレーム</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
シャンファに技が当たらないのは身長のせいも<br>あると思いますが、軸避けされると横切りも<br>スカってしまうのは、フレームの長さによると<br>思います。<br>　<br>仮にAの発生フレームが10フレームだったとします。<br>（詳しい数字は解りませんが。）<br>そのとき、剣が体に当たっていても、9フレーム目では<br>ヒットしないハズです。<br>反対側に関しても、10フレーム目から技が終わるまで<br>ずっと判定があるわけではないでしょうから、<br>当たり判定のないフレームでは見た目は当たっていても<br>ヒットしないと思います。<br>　<br>そこから推察される事は、アイヴィーの技は<br>・ヒットフレームの持続幅が短い<br>という事ではないでしょうか？<br>　<br>さらにこれを踏まえると、技の終わり際か、始めに<br>当たったかどうかで、確定コンボが多少変わる<br>可能性があるという事が導き出されます。<br>あねヴィーさん、その辺を調べてみては如何でしょうか？<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> Ｄ</font> ：<font color=#ffcc44>＞ロビンさんへ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
お邪魔させて頂きます。<br>　<br>＞・対戦について<br>＞あねヴィーさんは「シャンファに技がすかる」<br>＞「出費がかさまないように、本気を出さず勝ちを譲ってほしい」<br>＞と言った内容のことをおっしゃっていますが<br>＞これはどう考えても私には馬鹿にされているようにしか取れません<br>＞納得行くまで引き下がりたくありません<br>　<br>あねヴィーさんの書き込みは、<br>「あんまり頑張られると、勝てなくなって出費がかさむので、<br>　そんなに頑張らないでいいですよ」<br>という意味だと思うのですが・・・？<br>　<br>仲のいい人とかと、ジュースの一本でもかけて、ボウリングとかやったときとかに、<br>　<br>Ａ「さあ、がんばるぞー！」<br>Ｂ「別にがんばらんでいいよ(^^;」<br>　<br>とか、そんなやりとりをした事はないでしょうか？<br>まさに、そんな感じのノリだと思います。<br>　<br>また、あねヴィーさんは、ＫＯ後になんかしてくる、という事は<br>コンボとしての暴発以外ありません。<br>よく対戦しているからこそ知っています。<br>で、たまたまビット投げがＫＯ後に入ってしまう事はあると思います。<br>　<br>また、P-MAXという人の多い所で、あねヴィーさんが本当に見分けられたかどうか、<br>ちと疑問が残ります。<br>あねヴィーさんは、P-MAXには言うほど行っていないハズですし。<br>あねヴィーさんを間違って覚えていたら、そこから大きく話は変わってしまいます。<br>現に、私は別の人を横浜みっ○ーさんと、２ヶ月ほど勘違いしていました。<br>　<br>また、あそこにはＫＯ後にビット投げを入れてくる人もいましたので、<br>その人と間違われたのではないでしょうか？<br>もしくは、１試合目の後、あねヴィーさんの席に別のアイヴィー使いの人が<br>座った可能性もあります。<br>そんな不確定情報のために、自分が間違っていると決めつけられては<br>たまらないと思うのですが・・・？<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> つきじ</font> ：<font color=#ffcc44>キャリバーの大会</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
みっちー！さん、ありがとうございます。<br>まず間違いなく行くと思います。多分、午後４時くらいには。<br>＃問題は参加するか？ですが…。<br>私は、シャンファ使ってます。ときどきヴォルドォ使います。<br>いまだに出したい技出ないへたくそですが…。<br>みっちー！さんって、吉光を使ってますか？<br>＃以前、横浜キャロットの大会で見かけたような気がします。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> みっちー！</font> ：<font color=#ffcc44>おぉ！リング、チョー怖ぇー（関係なし）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
 ういっす、下の書き込みで横浜大会の事が少し書かれていたようなので。<br>詳しく書き込みます、横浜のＰＣキャロットで２４日に、１８：００から大会を開催します、参加費無料で、参加賞が多分貰えます。<br>時間がある方は是非参加してくださいな！（笑）<br><br>＞つきじさん、と言う訳ですけど、お判りいただけましたでしょうか？オイラは横浜なんで、お会い出来たらいいですね。<br>ではでは。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞らいとにんぐ．Ｓさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ですから、こういう書きこみがあると、私は「あねヴィーさん<br>＞は、いってることとやってることの違う人」と思ってしまうし、<br>＞「ロビンさんは、ひとりの人を感情的に攻撃する人（口調の問題ではなく）」<br>＞などと思ってしまいます。<br><br>私はその通りの書き込みをくり返しました<br>対戦して見た上で、それが言いたかったからなのですが、<br>個人的な内容のことについて食い下がったことも反省しています<br>今さらあれこれ言っても仕方ないことだとよーくわかりました<br><br>＞やはり、不特定の人々が見る掲示板なので、あまり、<br>＞人を悪く言う（事実だとしても）文章は良くないように感じます。<br>＞口調ではなく、その内 容に不快感をおぼえてしまいます。<br><br>掲示板のルールを無視して、不快感を与えたことも反省しています<br>くり返さないように努力しますが…しますが…ごめんなさい…<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
少し頭も冷えたので、もう一度自分の言いたいことを書いてみます<br><br>・追い討ちについて<br>これはもう気がすみました<br>過ぎたことを言っても仕方ないと思えるようになりました<br><br>・対戦について<br>あねヴィーさんは「シャンファに技がすかる」<br>「出費がかさまないように、本気を出さず勝ちを譲ってほしい」<br>と言った内容のことをおっしゃっていますが<br>これはどう考えても私には馬鹿にされているようにしか取れません<br>納得行くまで引き下がりたくありません<br><br>・技がすかることについて<br>あねヴィーさんが「いかに技がすかるか」を熱弁されても<br>コマンドを引用されたり、用語を使われるとよくわかりません<br>あねヴィーさんの発言は一見すると<br>「当たるはずの技がすかる、これは判定がおかしい」<br>と言っているように思ってしまいます<br>でも平たく言えば「どのタイミングでどの技が当たるか」、<br>アイヴィーを熟知していないということを熱弁されているわけですよね？<br>私との対戦には、関係ないことですよね？<br>「シャンファは苦手」という発言を掘り下げたものだと思いますが…<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> つきじ＠会社</font> ：<font color=#ffcc44>キャリバーの大会</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
今度の日曜(1/24)に横浜のキャロットで<br>キャリバーの大会があると聞いたのですが<br>開始時間とか知っている方いますか？<br>18:00とか18:30とかかな？<br><br>一応、行ってみようと思っています。<br>といっても、大会にはでないかも。<br>多分(^^; 人がたくさん来ると思うので<br>対戦で遊ぶのが主目的です。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> らいとにんぐ．Ｓ</font> ：<font color=#ffcc44>ロビンさんへ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
　＞あねヴィーさんのプレイと書き込みにはギャップがあるように思え、<br>　＞それがいやだったので書き込みしました<br><br>　私は、地元のプレイヤーの一部くらいしか知らないので、こちらに書きこみ<br>されている方々が実際はどんなプレイスタイルかや、どんな人なのか、などは<br>書き込みされている内容で判断するしかありません。<br><br>　ですから、こういう書きこみがあると、私は「あねヴィーさんは、いってること<br>とやってることの違う人」と思ってしまうし、「ロビンさんは、ひとりの人を感情<br>的に攻撃する人（口調の問題ではなく）」などと思ってしまいます。<br><br>　これは、読む側（受け取り側）の問題かも知れませんし、ロビンさん自身も意思<br>をはっきり伝えたかっただけのようですから、これはこれでいいのかもしれません<br>が、やはり、不特定の人々が見る掲示板なので、あまり、人を悪く言う（事実だと<br>しても）文章は良くないように感じます。口調ではなく、その内容に不快感をおぼ<br>えてしまいます。<br><br>　でも、私がこうした内容を書きこむことで、今度はロビンさんが不快感おぼえる<br>かも知れません。<br>　その場合は、お詫びします。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> らいとにんぐ．Ｓ</font> ：<font color=#ffcc44>おっしゃる通り！</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
　＞雲のジュウザさん<br>　　＞出したい時に確実に出すってのがアイヴィー使いとして<br>　　＞の基本だとおもっていますので。<br><br>　アイヴィーのマイトアトラスにかぎらず、すべての格ゲーにおいて、自キャラの<br>技を出したいときに確実に出す、というのは、当然ながら、基本ですね。<br>　おっしゃるとおりです。<br><br>　暴発…というか、私の場合は、決め打ちのし過ぎ（確実にマイトが入る状況か<br>どうか考えず、マイトが潰されそうでも、また、マイトが入る前にＫ．Ｏできそう<br>でも、マイトのレバーコマンド入力後はとりあえずＡ＋Ｂを入力してしまう。）<br>なので。どうにも、反省です。<br>　<br>　もちろん、マイトが入ると読んでの決め打ちは、意味があるのですが、私の場合、「とりあえず、入るかも」と思っているときが多いので…。<br>　たとえ、それで、対戦に勝てたとしても、意味ないですね（と、少なくとも<br>私自身は思います）。読み合いのない格ゲーなんて、マスターベーションと<br>同じだわ。反省。<br><br>　久しぶりに、人の意見を読んで、考えちゃいました。<br>　今、キャリバーは、ＣＰＵ戦と、週末に対戦をちょこちょこするだけですが、<br>この考えは、他の格ゲーにも、当然当てはまりますから…。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> じぇりど</font> ：<font color=#ffcc44>やばいです</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
左手首が痛いです、腱鞘炎の初期症状かも　（笑）<br>ご協力お申し出ありがとうございます、今後ともよろしくっス　＞あねヴィーさん<br><br>あのピカピカ光るヤツですか？（笑）<br>うーん、じぇりタロチュー元気じゃないでチュー<br>逮捕されてどっかいっちゃったと思います（ぅぉ）<br>ななさん、ごめんなさい～<br><br>真性アイヴィー使いな方からお褒めにあずかって大変恐縮ですが．．．．<br>オイラ的コマンド入力は、やはりコマンド通り３７６２３１です<br>昔はゆっくり入れられる状況の時は確実に行こうとして回してましたが、<br>年の瀬が迫った辺りでようやく、完全にコマンド通りで出せる自信がつきました<br><br>そして本題のスピード．．．．こりゃ慣れでしょうかねぇ？<br>但し、いわゆる家庭用のシグマ（だったかな？）製ジョイ棒でやると、確度ががた落ち！<br>確度を保つために硬直時間の長さに合わせて入力速度を変えてるんですが、<br>生Ｂｊｆマイトは何ら問題がなく、生Ａｊｆマイトで一気に４０％位に落ちます<br>まー所詮アマチュアなので、オイラは台が固定されていないと高速で入力できません、<br>と開き直りです　（笑）<br>ご自宅で修行されている分には、上記を目安にされてもいいのではないかと<br>これじゃレベル低いっスかね？　（汗）<br><br>＞ロビンさん<br>そうでしたか、わざわざありがとうございます<br>でもオイラ自身にもＫＯマイトに心当たりがあったので、<br>そのせいで不快にした可能性がある以上やはりすまないと思ってますですハイ<p>
<a href="http://w3mb.kcom.ne.jp/~jerrid" target="_top"><font color=#cc22cc>http://w3mb.kcom.ne.jp/~jerrid</font></a><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>不快感を与える「口調」についてのおわび</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞しむさん<br>初めまして、落ち着いたレスありがとうございます<br><br>私はK.O後のマイトでここまで書くつもりはありませんでした<br>追い討ちをする人は、どこにでもいくらでもいます<br>それに極論を言えば、自分が３タテで勝てばいいわけです<br>本当に最初はここに書き込みをする気はありませんでした<br>でも、あねヴィーさんの書き込み（ここに限らず）を見ていると、<br>あねヴィーさんのプレイと書き込みにはギャップがあるように思え、<br>それがいやだったので書き込みしました<br>ですが、レスを返していくうちに<br>話は本題からK.O後の定義やマイトの暴発うんぬんへそらされてしまい、<br>意思が伝わらないもどかしさ等で頭に血がのぼってしまいました<br>気持ちの抑制をできなかった私がみなさんの気持ちを害したことを認めます<br>感情的に書き込みをくり返したことをおわびします<br>これからはできるだけ冷静な発言を心掛けます<br>ただし、発言した内容についてはいっさい訂正する気はありません<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> しむ</font> ：<font color=#ffcc44>久しぶりだ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
こちらの掲示板ではお久しぶりです・・・はい。<br>ってゆーか、しばらくＲＯＭってました。<br><br>＞ＹＥＺＯＯＫさん<br>＞便所の落書きかっての。<br>まぁまぁ。(^^;<br>お気持ちはよ～く解りますが、こういった発言こそ<br>メールした方が良いのではないでしょうか？<br><br>あ、でもメールアドレスがわかんないか（←おバカ<br><br>＞ロビンさん<br>ども、はじめまして。<br><br>色々と書いてらっしゃいますね。<br>僕はその場にいたわけではないので、ＫＯ後のビット投げ<br>がどうのこうの言える立場ではありませんが・・・<br>少なくともロビンさんの書き込みが、ハタから読んでいる<br>人に不快感を与える書き方である、と言うのは確かですよ。<br>いくら「誤解のないように直接的な表現を」と言っても、<br>公共の場である掲示板に書き込むような表現ではないと<br>思うのですが・・・どうでしょうか？<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 海パンＪ</font> ：<font color=#ffcc44>判定</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞あねヴィーさん<br>６６Ａ＋Ｂが接近した場合相手がしゃがみ状態だと当たらない<br>とういう件ですが、これはシャンファだけではないですね。<br>かなりのキャラが当たらないようです。当たるキャラの方が<br>ハッキリ言って少ないです。某掲示板でメアは当たると書きま<br>したが、ただしゃがんでいる分には当たりません。全キャラに<br>ついて書くと長文になりますので書きませんが。ただこの技に<br>関しては、シャンファが背が低いのでシャンファだけ当たらない<br>と思い込まれているようですね。（笑）<br><br>＞ロビンさん<br>　　はじめまして<br><br>＞私に対戦したいと自分から言い出しておいて<br>＞「シャンファはすかる」だの、「苦手だの」今から言うわ、<br>＞「お金がかさむから勝つな」だの、<br><br>　　あねヴィーさんのこの発言はわたしも複雑なものがあります。<br>　　あねヴィ－さんと対戦する機会がいままで何度かありましたし<br>　　これからもあると思います。このように言われると対戦したく<br>　　ないと思うか、意地でも勝とうと思うかですよね。私の方は前者<br>　　ですが。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＳＡＯ</font> ：<font color=#ffcc44>奥様タキ様へ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
大変失礼なことをお聞きするようで申し訳なく思うのですが<br>奥様タキさんのその名のとおり『奥さん』なのでしょうか？？<br>実は私もここに書き込みをしたＡＰＰの妻でして、<br>ＡＰＰから奥様タキさんのことをお聞きしまして<br>大変嬉しく思いました。<br>おなじ主婦という立場でキャリバーをしている方がいると思うと<br>なんだか心強くなります。<br>私の全くの勘違いでしたら<br>大変失礼なことを書いてしまって申し訳御座いませんでした。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>そう言えば</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
じぇりどさんにはK.Oマイト食らったことないです<br>あそこまでしつこくK.Oする度にマイトを入れられたことはありません<br><br><br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>そこまで言うなら言わせてもらうけど</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞ならば、不特定多数の人が閲覧する掲示板に書かずに、＞あねヴィーさんに直接メールしろや、の。＞便所の落書きかっての。じゃー私もストレートに言ってみましょう。私に対戦したいと自分から言い出しておいて「シャンファはすかる」だの、「苦手だの」今から言うわ、「お金がかさむから勝つな」だの、筋が通らないことばかり言って、あねヴィーさん、あなたは口だけ達者なのー！マイトをいつでも入れてるような書き方をしている癖にK.O後に限ってマイト入れられたら気分悪い！K.O後に追い討ちするのが個人の勝手で「寒」くないのなら「それは自分がやった」と認めるのが何故いやなのですかあねヴィーさんが本当は「寒い」と認めているからでしょう？（この「～でしょう？」の本当の意味を一応書いておきます「～でしょう？いや、～のはずだ」）・掲示板にあえて書いた理由メールを送っても無視されてしまうかも知れないからです不特定多数が見ているページなら私もあねヴィーさんもそれなりの内容を発言すると思ったからです掲示板より、誰も見ないメールではキレやすいと思いますそれにいろいろな人がレスをくれれば自分の意見も多少変わることになりますから実際、「暴発」するなど勉強になりましたからね</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>言わせてもらうけど</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>削除機能が付いてますので、発言の右上の削除ボックスにチェック＞を入れたのち＞このページの最後に有る削除ボタンの脇に書き込み時に入力した＞削除キーを入力下後、削除ボタンを押して貰えれば自分の発言を＞自由に削除できます そこまでする必要を感じなかったからですあそこまで書いた方が私の気持ちが伝わると思ったから、謝りはしても削除しませんでしたああ言った書き方以外にああ言った気持ちを書くことができません言葉は過ぎたとしても、発言した内容まで間違っていますか？いや、間違っていないはずです間違っているのはあねヴィーさんの方…そのことにはどうして一言も触れないのでしょう自分の非を認めたくないんでしょうけどねー</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＹＥＺＯＯＫ</font> ：<font color=#ffcc44>新たなる課題</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
御剣を使って、ＣＰＵ戦を楽しんでいた時の出来事。<br><br>　Ｅ．Ｍ（アイヴィー）が放ったＡＡを<br>　　Ａ（１HIT目）＞御剣立ちガード。<br>　　Ａ（２HIT目）＞すかさず屈ガードで回避。<br>　その後、屈中１Ｂが反撃として入りました(^^;<br><br>ＡＡって食らえば連続技だけど、連続ガード技じゃ無かったのね（/’。’）／<br>これが全キャラ対して、常に狙えれば、強烈に戦力アップするなぁ。　<br>１発止めとかも怖くなくなる鴨。<br><br>ロビンさんへ＞<br>＞　＞他の人に同意を求めているんじゃ無いんですか？<br>＞どうしてそうなるのですか？？<br>＞「そう思いませんか」とか、発言しました？私<br>＞全て私が勝手に書いていることです<br>＞誰が反対、賛成しようと、私がそう考えていればいいだけです<br><br>ならば、不特定多数の人が閲覧する掲示板に書かずに、<br>あねヴィーさんに直接メールしろや、の。<br>便所の落書きかっての。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>判定の不思議</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞かなりの率ですりぬけるようですね。<br>他の方は良くわかりませんが<br>おれの場合「止めたい」と願う気持ちの大きさに比例して<br>当たらない事が多くなるようです（＾＾；<br><br>＞アイヴィーに対処方法がほとんどないように感じられます。<br>当たる技は限られますが、対処法が無い訳では無いので<br>（前ダッシュで詰めるとか、同じ側へ８ＷＲするとか．．．）<br>アイヴィー１Ｐ側の時の奥への８ＷＲはかなりキツイ事は確かですが（＾＾；<br><br>＞ほとんどのキャラがさけられるみたいですね。<br>左に振った剣が鞭となりそのまま右方向へ払いますので<br>左側にはほとんどＨＩＴが出ません、正面も若干短め<br>右斜め前方へは割と広いです<br><br>出す位置が近いとただしゃがみガードしてるシャンファにスカってしまいます<br>ダッシュでホーミングもするし、一応出す時にアイヴィー自身も<br>左にズレているので．．．じっとしていれば当たるハズなんですが<br><br>ちなみに８ＷＲ中にスカる現象は、８ＷＲ中の頭の上下動と関連があるのでは？<br>との意見が出てます<br><br>Ａ斬りも振り回してる剣の大きさと同じＨＩＴが有るわけではなく<br>正面に少し広めの判定があるだけなので、その部分に歩いている時に上下している<br>谷の部分のモーションが来るとスカるのではとの事です<br><br>でも、実際これを検証しようにも、なかなかできるものでは無いですね<br>いつスカるかも解りませんし（＾＾；<br><br>１／６０以上の速度でキャプチャーできるＶカードと<br>無限に容量の増えるＨＤＤでも出ないかな～（笑<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>まじっすか？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞キリク、捨てました。いらん！（笑）<br>おれ的に見てるとキリクもかなりイケてたような気がするんだけど<br>フィーリングが合いませんでしたか．．．<br><br>＞あるいはアイヴィーに固定するかも知れません<br>おお、これは心強い<br>アイヴィーの事ならなんなりと質問してください<br>メインキャラ昇格に協力しますよ<br><br>＞固定できなかったら、次はたぶんロックかジーク？<br>そういえばアスタはどうしました？<br>すでに止めてしまったんですか？<br><br>ジェリドアスタにリベンジしたい人もいるようなんですが．．．<br><br>＞個人的には、一部キャラの持つよろけ「回復不能」ワザの方がよっぽどツライっス～<br>う、回復不能技なんてあったのか（げ<br>単におれが回復できてないだけかと思ってたよ（＾＾；<br><br>所で．．．あれだけ速く入力できるコツって何か有るんですか？<br>コマンドは正確に３７６２３１と入れてます？<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>残念</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞確実に勝てるアイヴィーじゃないとチーム組む気にはなれないんです。<br>これは無理っす（＾＾；<br>金曜のＭＡＸで常連さん相手に勝てた記憶がここ数ヶ月無いですから（よわよわ<br><br>＞理由はアイヴィーだから負けたって周りに言われるのが１番いやなんです。<br>これはさすがですね<br>おれはＣＰＵに負けたのを「アイヴィー弱いからなぁ」とか<br>理由付けしたりしてしまいます<br>まだまだ甘いよな～（＾＾；<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>掲示板の機能</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞さっきの書き込み、言葉が過ぎました<br>削除機能が付いてますので、発言の右上の削除ボックスにチェックを入れたのち<br>このページの最後に有る削除ボタンの脇に書き込み時に入力した<br>削除キーを入力下後、削除ボタンを押して貰えれば自分の発言を<br>自由に削除できます<br><br>削除前にエディタ等にカット＆ペーストし<br>ご自分の文章を再考して再アップすることが可能です<br><br>万が一カット＆ペーストに失敗してご自分の書き込みを消失してしまった場合は<br>わたし宛にメールくだされば、その部分を返信しますよ<br>基本的にログは毎日バックアップ取ってありますので<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>ひとこと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
さっきの書き込み、言葉が過ぎました<br>ちょっとかちんと来てしまって…（対戦に関しての発言）<br>ごめんなさい<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> じぇりど</font> ：<font color=#ffcc44>メインの話題からコソコソそれつつ（？）</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
キリク、捨てました。いらん！（笑）<br>ころころキャラ替えしたあげく、ようやく大会で初入賞できた<br>キャラだっただけに愛着があるかと思いきや．．．．冷たいオレ（苦笑）<br>現在、メインキャラなし状態で主にアイヴィー練習中です<br><br>そう、まだマイパルスと同調するキャラに巡り会えてませんです<br>今のビット猿アイヴィーは、すこぶる波長が合いますナ　（笑）<br>キャリバー初プレーで迷わずアイヴィーを選んだのが、<br>今思えば運命の出会いだったかも．．．．？<br>無理な投げは出さないようになって、打撃でもいい線行くようになれば<br>あるいはアイヴィーに固定するかも知れません<br>固定できなかったら、次はたぶんロックかジーク？<br><br>それでも団体戦のメンバーとしてマックスの常連さんのいずれかから<br>じぇり「ヴィー」に一応お声がかかる今現在、<br>みなさんの日頃のご厚情ならびに高い評価が誠にありがたいっス<br>ＫＯマイトやめたから、もっと評判良くなるかな　（笑）<br><br>＞ロビンさん<br>ありがとうございます、機会があったらまたよろしくお願いします<br>もしオイラのＫＯマイトで気分を害されていたら、<br>今までのことは水に流してやって下さい<br>水子供養ってことで．．．．（汗）<br><br>＞海パンＪさん<br>ちわ！オイラも生Ａが立ちつくすシャンファに「高さが足りずに」ガードすら<br>されなかったこと、ありましたョ　（泣）<br>まー常にそうだとバランス崩れまくりですよネ<br>今度じぇりヴィー相手に検証してみて下さい<br>個人的には、一部キャラの持つよろけ「回復不能」ワザの方がよっぽどツライっス～<br><br>そーだ、こんど仲間内で遊ぶときは水子地蔵参りを企画しようかな　（笑）<br>これはシャレにならん可能性も？　（冷汗）<p>
<a href="http://w3mb.kcom.ne.jp/~jerrid" target="_top"><font color=#cc22cc>http://w3mb.kcom.ne.jp/~jerrid</font></a><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 海パンＪ</font> ：<font color=#ffcc44>ひとことよろしいでようか</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
あねヴィ－さんこちらのページでははじめましてですね。<br>ずっと見ていて発言したくなったので書き込ませていただきます。<br><br>＞なんか、たまに技がスカるんですよ<br>＞８ＷＲ止めようとして出したＡ斬りが頭の上すり抜けたり<br>＞これがまた「ここぞっ！」って時によくおこるんだよね（＾＾；<br>＞シャンファ戦は勝っても負けてもおれ的に納得行かない試合が多いです<br><br>最近あちらこちらでこういった話をネットでよく見ます。<br>あねヴィーさん書き込みを見る限り、かなりの率ですりぬけるようですね。<br>そのことを考えるとアイヴィー対シャンファの対戦ではシャンファが８ＷＡＹ<br>をする限りアイヴィーに対処方法がほとんどないように感じられます。<br>それでは、対戦としてはあまりいい試合ができる要素が少ないようなので、<br>わたしとしては、「アイヴィーとは対戦をしたくない」と最近つくづく思う<br>ようになってきました。<br>しばらくは身内のアイヴィーとの対戦だけにしたいと思います。<br><br>あと６６Ａ＋Ｂは近距離の場合時計周り（１Ｐだと奥）に移動すると、<br>ほとんどのキャラがさけられるみたいですね。<br><br>それでは失礼しました。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 雲のジュウザ</font> ：<font color=#ffcc44>元ですが</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
今でもたまに使ってます。<br><br>＞今も使っているならジェリヴィーと３人でトリプルアイヴィーンとか<br>＞したかったんですが（笑<br>ん～これは難しいですね、こう書くと気分を悪くされてしまうかもしれ<br>ませんが・・確実に勝てるアイヴィーじゃないとチーム組む気にはなれ<br>ないんです。<br>理由はアイヴィーだから負けたって周りに言われるのが１番いやなんです。<br><br>最近話題になってるＫＯ後のマイトですが、私もやったことがあります<br>しかし私の場合１００パーセントわざとです（笑）<br>暴発とみなさん（じぇりど君以外）おっしゃってますが私には信じられ<br>ません、また私の考えでもうしわけないんですがアイヴィー＝マイトだ<br>と思ってるんで出したい時に確実に出すってのがアイヴィー使いとして<br>の基本だとおもっていますので。<br>レバガチャでプレイしているなら暴発もありえるとは思いますけど・・<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞＞キャリバーは始めたばかりで暴発とか、知らないんですよ＞あ、そうなんですか最初にそう、前置きしましたよ暴発、人違いの可能性を「小出し」にしないで最初から示唆してください＞＞「アピール≠本来の目的」＞なんでこういう風になるですか？わかんないですよ＞だって比較の対照が解らないんですから＞上の式も成り立たないんじゃないですかどうしてわからないのですか？？「本来の目的」は誰にもわからないんでしょ？？だったら「アピール」だって「本来の目的」じゃないでしょ？？「≠」の意味を知らなかったですか？？＞他の人に同意を求めているんじゃ無いんですか？どうしてそうなるのですか？？「そう思いませんか」とか、発言しました？私全て私が勝手に書いていることです誰が反対、賛成しようと、私がそう考えていればいいだけです＞＞「試合中＝戦う」＞勝つことが目的ならそうかもしれません＞でも中には「試合中＝一芸を見せる」というような方もいますよ＞当たらない攻撃を変な出し方したりして（笑勝つことが格闘ゲームの「本来の目的」でしょ遊び方は遊ぶ人にゆだねられていますが＞出費がかさんでしまうので（＾＾；あねヴィーさんは本当におかしなことをおっしゃりますねあねヴィーさんの方から「今度マックスで対戦しよう」と言い出したのに「出費がかさんでしまうので」？だったら初めから対戦しようとか言わなければいいでしょ馬鹿にしてるんですか？適当に「遊び技」を入れてあねヴィーさんを勝たせろってこと？あねヴィーさんの出費がかさまないように？よく意味を考えてから発言した方がいいですよ</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>回答</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞キャリバーは始めたばかりで暴発とか、知らないんですよ<br>そうなんですか<br><br>＞レスの正解なんてどうでもいいことです<br>「正解」というのはロビンさんがどう考え、どう思っているか？<br>という意味での正解なんですが（＾＾；<br>これが「どうでも良い」という事になると<br>「自分の書き込みの真意なんで解って貰わなくて結構」という事ですか？<br><br>＞「アピール≠本来の目的」<br>なんでこういう風になるですか？わかんないですよ<br>比較の対照が無い以上、この式は成り立たないんじゃないですか？<br><br>それからロビンさんは他人に同意を求めているんじゃ無いんですか？<br>「なるほど、そうか、よしわかった」と<br>そういう風に言って欲しいんじゃ無いんですか？<br>おれはそういう風に受け止めてるんですけど<br>もしかして違うのかな？<br><br>＞「試合中＝戦う」<br>「試合中＝一芸を見せる」というような方もいますよ<br>当たらない攻撃を変な出し方したりして（笑<br>おれは余裕が無いんでせっせと当たりそうな技を出してますけど<br><br>＞みたいですね <br>なんか、たまに技がスカるんですよ<br>８ＷＲ止めようとして出したＡ斬りが頭の上すり抜けたり<br>これがまた「ここぞっ！」って時によくおこるんだよね（＾＾；<br><br>シャンファ戦は勝っても負けてもおれ的に納得行かない試合が多いです<br><br>＞どういう意味でしょう<br>出費がかさんでしまうので（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>師弟対決</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞二人で白熱してらしたので<br>なんかすげーいやくさなんですが（＾＾；<br>想像してしまった＞師匠エッジマスターvs弟子ジーク<br><br>＞…とかなんとか、妄想してました（笑）。<br>なっという妄想力（笑<br><br>＞ジークでは、「死ねぇい！」ヴォイスが聞きたくて、ＣＰＵ相手に３A+Bを連発してました(^^；<br>これはかなりＣＰＵのランクあがったでしょう（＾＾；<br>御剣に勝てなかったんじゃ<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>元ですか</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞腕前はたいしたことないですよ、んで元アイヴィー使いです。<br>今も使っているならジェリヴィーと３人でトリプルアイヴィーンとか<br>したかったんですが（笑<br><br>ところで、ジェリドさんはいつ頃までアイヴィー使う予定なんですか？<br>一応メインはキリクでしたよね？<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞じぇりどさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
じぇりどさん、強いから負けちゃいます～<br>でもマイト入れてくれるからじぇりヴィー好きです！<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞k.mさん　のつづき</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞誤解を解くよう直接話し合おうという姿勢は立派ですが、その前に相手に<br>＞誤解されない姿勢を最初に示す事が何より大切なのでは？と私は考えます。<br><br>直接話し会う気なんてありません<br>少なくとも私には。<br>対戦しようと提案されたのはあねヴィーさんですからね<br>レスのやりとりをしたのだから、今度また対戦するのもいいだろうくらいに<br>受け取っています＜あねヴィーさんの提案<br>それに、私は誤解されたくないからこそ婉曲的な表現をさけて<br>受け取り方に余地のないような書き方をしています<br>結果的に断定的できつい書き方になりますけどね<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞k.mさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞人それぞれでしょうがイヤガラセの意味でＫ<br>＞Ｏからマイトアトラス入れてもあまり意味はないんじゃあ？と<br>＞思います。<br><br>ふーん、そうですか<br>でもそれを私に言っても何も意味はないですよ（笑）<br><br>＞誰も本当の答えは言えないと思いますよ。定義がないのだ<br>＞から。<br><br>そうですね、<br>私は「アピールタイムが『本当の答え』ではない」<br>と言いたかったのでした<br><br>＞ただ、そういった自分の意見を人に伝えようと思うのなら、変<br>＞に小出しにせずその場で言える事は全部喋ったほうが方がいい<br>＞ですよ。真剣に聞いて欲しい意見ならなおさらです。<br><br>小出しになんてしていませんよ<br>レスをもらったから返答をしているだけです<br>私が本当に言いたかったことは２つ目の書き込みで全てですから<br><br>＞どうも挑発的で、ああ言えばこう言う屁理屈<br>＞型の文章に見えてしまいます。えてしてこういうタイプ<br>＞の意見というのはこじれると厄介なものなのです。<br><br>悪く言えばおっしゃる通り「ああ言えばこう言う」です<br>それは当たり前ですよ<br>自分の意図が相手に理解されなかったなら<br>表現を変えたりしてもう一回発言し直しているわけですから<br>挑発的なのは、私がいやな気分で書いているからでしょうね<br>私よりも、まずは「否定も肯定もせずひと事として流」そうとし、<br>次に「暴発説」、さらに「人違い説」を持ち出して来た、<br>あねヴィーさんの方が「小出し」で「ああ言えばこう言う」に<br>思えますけどね～<br>その新説が出るたびに話がこじれて行くわけですね<br>私は表現を変えて言い直しているだけで、主張は一貫して同じですから<br>こじれて厄介になっているのは私のせいではありません（断言）<br><br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞＞前の書き込みを読んでもわかりませんでした＞暴発する事もあるので「絶対にやってない」と否定はできない＞って事ですなるほど、そうですかそうなら最初に教えてくれればよかったのに…キャリバーは始めたばかりで暴発とか、知らないんですよ＞おれ、有名じゃ無いっすよ＞ＭＡＸの常連さんも、知り合いと言えるのは数人しかいませんし「名がある」かどうかはさておき、あねヴィーさんは私の周りではかなり「顔を知られ」ているようです互いに知り合いではなくてもあねヴィーさんの顔がわかればすむ話ですし＞＞本来はそう言う意味合いの時間ではないのに＞「本来」とはどういう事ですか？＞これは開発者のみが知るって事だと思いますが＞又は直にプログラムした人とか．．．「本来の目的」なんてそんなもの知ったことではありません開発者もそんなこと考えてないような気もしますがただ「アピール≠本来の目的」だと言いたかったんですわっかるかなー？わかんないかもね＞＞攻撃を当てるようなアピールタイムに転用する人がいると言＞＞いたいです＞これは”ロビンさんが「わたしは嫌だから止めてださい」と言＞う意味ですか？＞転用する人がいる．．．だから何ですか？レスの正解なんてどうでもいいことです、あねヴィーさんのレスですから私は「転用」を強調したかったんですよ「試合中＝戦う」と同じように「K.O後＝攻撃を当ててアピール」ではないでしょそれはその人が勝手にそういう時間に「転用」しているわけだと言いたかったんですだからどうだ、ではなく、このことが言いたかったんです＞う．．．シャンファですか（＾＾；＞苦手なんだよなみたいですね＞＞あねヴィーさんにまた対戦してもらえるのならがんばります＞あんまり頑張らなくて良いです。ええ（笑どういう意味でしょう</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>おNEWの靴で</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞会社の新年会なんでバックれる訳にはいきません<br>＞むぅ～残念<br>  <br>むぅ～残念～～<br>いつものお二人がいらしてましたが、二人で白熱してらしたので<br>私は乱入せず。隣の台でＣＰＵ戦をしてました。<br>折角なんでいつも使わないキャラを…とマキシを使ってみました。<br>ガード不能をキャンセルすると、ずいぶん長い間、画面が暗くなって<br>おもしろかったです。「部屋の灯りを消して。お楽しみはこれからだ…」<br>…とかなんとか、妄想してました（笑）。<br>  <br>ジークでは、「死ねぇい！」ヴォイスが聞きたくて、ＣＰＵ相手に３A+Bを連発してました(^^；<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 雲のジュウザ</font> ：<font color=#ffcc44>いえいえ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ジェリヴィーの師匠様ですか<br>＞と言うことは、かなりの腕前のアイヴィー使いなんですか？<br>一応じぇりどの師匠ってことになってます。<br>腕前はたいしたことないですよ、んで元アイヴィー使いです。<br><br>＞かもねぎリストに載ってるとか？<br>そんなことないですよ（笑）<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>なんと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ちなみに私がダンナやダイナに勝てるのは投げぬけの勘（ＡorＢ）が当たった時くらい<br>そういえば、バリバリ抜けてましたよね<br>おれが見てた感じだと９割以上のＨＩＴ率を誇っていたような（＾＾；<br><br>＞それが背後投げにバケると悲しさ倍増<br>これはアイヴィーもショックなんですよ．．．かなりダメージ減ってしまいますから（＾＾；<br>とりあえずダメージ減った分のショックは見た目のかっこよさでカバーって感じかな（笑<br>ヴォルドはアイヴィーの背後だけは抜けられないようにして欲しかった（爆<br><br>＞ちょっとイヤンな気分になっちゃいます（^^；<br>とりあえず奥様には基本的に勝てないので<br>あまり心配は無いかも（爆<br><br>＞ＫＯ後にも投げぬけできればいいのに（笑）<br>なんかマージャンゲームのラストチャンスルーレットを連想してしまいました（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 奥様タキ</font> ：<font color=#ffcc44>うひゃ～</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
◆あねヴィーさん<br>＞連勝街道まっしぐらの奥様がそうされてたって事ですよ<br>＞常連さんがこぞって１Ｐ台に移動してきた後の話です<br><br>うわーめちゃめちゃ勘違いしてしまいました（^^；<br>やっぱり私、文章の読解力がないみたいです<br>読みなおしてみたら、文章とばして読んでました<br>ごめんなさいーm(__)m<br>ちなみに私がダンナやダイナに勝てるのは投げぬけの勘（ＡorＢ）が当たった時くらい<br>あの時は、めずらしく当たってラッキーな勝利でした♪<br>あの連勝後は、さすがに気力がなくなって１０時くらいまでマックスにいたのに<br>全然キャリバーやりませんでした（笑）<br><br>あ、最近よく話題にのぼった「終わった後マイト」<br>私も、あんま好きではないです～<br>マイトでもイヤだけど、それが背後投げにバケると悲しさ倍増<br>ちょっとイヤンな気分になっちゃいます（^^；<br>ＫＯ後にも投げぬけできればいいのに（笑）<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>そうでもないかと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞より修行で師匠に挑戦する弟子のような(^^;<br>汗かかんでもいいやん<br>おれがななさんに挑戦してる状態に比べれば<br>どれだけ楽か．．．（爆<br><br>＞通じたようで(と、いうことにしておこう(^^;)<br>ほんとっすか？<br>あとでジュピターに聞いておこう（笑<br><br>＞普段はどんなんなんだろう(^^;<br>おれの型がとれます（笑<br>あと足型もとれるかな（爆<br><br>＞突き刺さって痛かったのは内緒(笑)<br>うっ．．．すまん、抵抗のリード線だわ、たぶん（＾＾；<br>どのあたりでした？ピンセットで抜いておきまふ<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>基本的に</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ガードされたら気持ちは即リバーサルレディ！に切り換えです<br>おれはビットコマンド入れたらそのまま惰性でボタン押しちゃうな<br>結局カウンタ食らって大ダメージを被ると（＾＾；<br><br>＞自身の性能アップにも役立ちました　（＾＾）<br>Ａ斬りの数だけ入力しているとなると、膨大な量ですからね<br>ダメージ的に１試合に２回入れれば残りは２０<br>Ａ斬りがＨＩＴしていたとすると小技一発でＯＫですね（＾＾；<br><br>＞あねヴィーさんならきっと、立派なボス猿になれますよ　（ぅぉ）<br>おれコマンド入力へたくそなんですよ<br>特に昇竜なんてニュートラ挟めないのが致命的です（＾＾；<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> TEN</font> ：<font color=#ffcc44>そんな無理矢理なんて、、、(^^;</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞次回も是非参加してくださいね<br>＞じっくりアイヴィーの研究をしましょう<br>  はい！よろしくお願いします。でも、研究という<br>より修行で師匠に挑戦する弟子のような(^^;<br><br>＞なんか嫌がるジュピターを無理矢理抱き寄せていたように<br>＞見えましたけど（爆<br>  う！ばれてました～？でも最後には私の愛が通じた<br>ようで(と、いうことにしておこう(^^;)<br><br>＞二人ともアイヴィーなんで常に仕込みまくってて<br>＞自分の入力音で相手の音がマスキングされてたってハナ（笑<br>  ははは！いわれてみれば確かにその通り！そのせい<br>ですかね？お互い吸い込みまくってたような(笑)<br><br>＞次回はこんな事が無いよう頑張って部屋の清潔度を保っておこう<br>＞．．．あ、そう思ってるダケね。希望的観測（笑<br>  普段はどんなんなんだろう(^^;土曜の時は奇麗でし<br>たよね。<br>  （怪しい金属線が俺の足に突き刺さって痛かった<br>のは内緒(笑)<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> じぇりど</font> ：<font color=#ffcc44>いやいや</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
やはり生Ａとかのヒットｏｒガードを見極めてから<br>ビットを出すかどうか判断しなければならないので．．．．<br>ガードされたら気持ちは即リバーサルレディ！に切り換えです<br>あ、一番重要なのはお互いの攻撃がスカった時<br>生Ａより相手の硬直が短いなんてまずあり得ないんで、<br>迷わずビットまで最速出しきりです<br>生Ａだけでここまでできるようになると、マジで猿道を極めて良かったという実感が　（笑）<br>自身の性能アップにも役立ちました　（＾＾）<br><br>あねヴィーさんならきっと、立派なボス猿になれますよ　（ぅぉ）<p>
<a href="http://w3mb.kcom.ne.jp/~jerrid" target="_top"><font color=#cc22cc>http://w3mb.kcom.ne.jp/~jerrid</font></a><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠HiNote</font> ：<font color=#ffcc44>本日は</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞今日は例によって日吉に行きます。<br>会社の新年会なんでバックれる訳にはいきません<br>むぅ～残念<br>最近ななジークと対戦してないんで対メア・ジーク戦が<br>弱体化激しいんだよな（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠HiNote</font> ：<font color=#ffcc44>さすが</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞直前で止めようと思えばそんなの全くワケないんです<br>あれほどの速度で入力してなおかつ反応できるなんて凄いね<br>おれはすでに完成後のＡ＋Ｂは癖の領域に達しているんで<br>いかんな～<br><br>Ａビット、Ｂビットといい．．．おれも会得しないとな<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠HiNote</font> ：<font color=#ffcc44>な、なんですと？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞よーく知ってますよ。じぇりど君にアイヴィー教えたの私ですから。<br>ジェリヴィーの師匠様ですか<br>と言うことは、かなりの腕前のアイヴィー使いなんですか？<br><br>＞ほんとの暴発ってやつです。<br>愛のなせる技ってやつでしょうか？<br><br>＞有名ですよ（笑）<br>もしや、かもねぎリストに載ってるとか？（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>今日は</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
今日は例によって日吉に行きます。<br>お時間がありましたら、対戦してやってください。<br>  <br>＞奥様タキ さん<br>連勝数を間違えてすみませんでした…<br>金曜日の夜は夜11時までバイトがあるので、以前のように（エッジの時のように）<br>新宿に通うことができませんが、またお会いできたら対戦してください。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>あらら…(^^；</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞一度噴火して流れ出してしまうと溶岩石と化して<br>＞固まってしまうのが難のようですが（笑<br>  <br>よくわかってらっしゃいます…(^^；<br>まさにそのとおりですね。噴火までの時間が短いのも難です。<br>って、「てんこもりシューティング」を思い出しました（笑）。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> じぇりど</font> ：<font color=#ffcc44>貧乏性男の水子供養の巻</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
こんちわ～<br><br>マイトアトラスのコマンド、状況によりますが難度は高めかなと思います<br>自身にとっても、対戦中に決めるのは未だにステイタスです<br>そしてオイラ的対戦中は、コマンドは完成しているのに最後のＡ＋Ｂを押せ（さ）ない状況が<br>非常に多い（コマンドを捨てる、コマンドが水子となる）ので、<br>Ｋ．Ｏ．直後にコマンドが完成している状態なら、たまに出しちゃいます<br>根が貧乏性なので、対戦中にコマンド捨てまくって<br>「あぁもったいない」心理に常に圧迫されているのです<br>さらに、絶対に入らない状況なのを解ってて出したりもします<br>っつーかコマンド入力しすぎ　（笑）<br><br>直前で止めようと思えばそんなの全くワケないんです<br>オイラがＫ．Ｏ．後に出してたら、それは全てワザトです．．．．<br>これは対戦相手をバカにするつもりや、アピールとか練習とかじゃないです<br>自身の貧乏性に由来し、そして水子供養のつもりです　（汗）<br>１ラウンド中に１度もマイトを入れられなかったときは発生頻度が高いです<br><br>以上の理由で出したＫ．Ｏ．後マイトで気分を害された方、ごめんなさい<br>ただ、オイラにそれだけの水子をつくらせた対戦相手の貴方が上手なんですョ！<br>まぁ、これからは控えて、己の中で悶々々々々々々々としてることにしますです<br>マイトアトラスを自身で試されて挫折した方や、<br>常に１ラウンドで１０以上の水子をつくる方なら気持ちを汲んでもらえるかと思うんですが<br>まぁやったならやったなりに事実を認めて、理由を述べて開き直りです、これ大事　（笑）<br><br>＞ロビンさん<br>オイラとも対戦して下さい～<p>
<a href="http://w3mb.kcom.ne.jp/~jerrid" target="_top"><font color=#cc22cc>http://w3mb.kcom.ne.jp/~jerrid</font></a><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 雲のジュウザ</font> ：<font color=#ffcc44>無題</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞じぇりど氏がどんなにがんばって出しているか知ってるんですか？<br>よーく知ってますよ。じぇりど君にアイヴィー教えたの私ですから。<br><br>＞そんなにバンバン決めまくってたんですか？<br>１回だけです。<br>レバガチャ、ボタン連打で・・しかもアイヴィーの技ほとんど知らない<br>状態で出したからスゴイ！<br>ほんとの暴発ってやつです。<br><br>＞おれ、有名じゃ無いっすよ<br>＞ＭＡＸの常連さんも、知り合いと言えるのは数人しかいませんし<br>有名ですよ（笑）<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> k.m（みちのく支部長）</font> ：<font color=#ffcc44>自分的には</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
ロビンさまへ…<br>ＫＯ後のビットというのは、自分はかなりやってしまう方ですけどね。というのも自分的には攻めの最中での連携の一つとして決め打ちで出す事が多いですし、相手の体力が残り半分以上だろうが１ドットだろうが容赦なく狙っています。まあ自分が状況的に「出してしまった」とするならやはりそういう事故的なものですしね。人それぞれでしょうがイヤガラセの意味でＫＯからマイトアトラス入れてもあまり意味はないんじゃあ？と思います。自分的にはＫＯ後に２Ｋとかでガシガシ蹴られる方が明らかにそれとわかるし。<br><br>ＫＯ後の数秒間ってのはアピールタイムでもなければ休憩タイムでもないと自分は思いますよ。そもそもその数秒についてメーカーから何の説明もないわけですしね。自分はその数秒を利用して出せなかった技のコマンドを反復してみたり、場合によりますが（相手が腹立つ奴だった時とか）連携の練習をしたり、更に追い討ちを仕掛けたりとかいろいろやってます。もともと定義がないのだし、「じゃあ一体何のための時間なの？」とそういう疑問を投げた人へ逆に問いかけたくなります。でも、誰も本当の答えは言えないと思いますよ。定義がないのだから。<br>ただ、そういった自分の意見を人に伝えようと思うのなら、変に小出しにせずその場で言える事は全部喋ったほうが方がいいですよ。真剣に聞いて欲しい意見ならなおさらです。最初から目を通してみて、本意ではないでしょうがわたしからみたロビンさんの書き方はどうも挑発的で、ああ言えばこう言う屁理屈型の文章に見えてしまいます。まあ私に対して言っている訳ではないから大きなお世話でしょうが、えてしてこういうタイプの意見というのはこじれると厄介なものなのです。誤解を解くよう直接話し合おうという姿勢は立派ですが、その前に相手に誤解されない姿勢を最初に示す事が何より大切なのでは？と私は考えます。決してあなたの全てを否定しているのではなく、言いたい事はわかるけど言い方、伝え方に問題があるよ。と、そういうことです。長くなりましたが、以上が私の意見です。<br><br>Ｋ．Ｍ<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>ととととととととと．．．とんでもない</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞あねヴィーさん、うちのダンナ（グラム）やダイナマイトに３タテで勝ったんですか！？<br>＞それはスゴイ！<br>連勝街道まっしぐらの奥様がそうされてたって事ですよ<br>常連さんがこぞって１Ｐ台に移動してきた後の話です<br>たしか３０連勝近くの事で<br>その時の会話がまた凄くて<br>「なに３０？．．．いつの間に」<br>「ああ、かもねぎ連中がつぎ込んだんだよ」<br>「おい、誰か止めないと」<br>．．．なんて感じで、総出でマジで止めに入ったんですよね<br>おれはすでにガリアンソード贈呈済みだったんで<br>観戦モードに突入しました（＾＾；<br><br>ＭＡＸの常連さんに３タテで勝つなんてのは不可能です（キッパリ<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>えと</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞前の書き込みを読んでもわかりませんでした<br>暴発する事もあるので「絶対にやってない」と否定はできないって事です<br><br>＞あねヴィーさんは有名人ですからそうそう間違えないでしょう<br>おれ、有名じゃ無いっすよ<br>ＭＡＸの常連さんも、知り合いと言えるのは数人しかいませんし<br><br>＞本来はそう言う意味合いの時間ではないのに<br>「本来」とはどういう事ですか？<br>これは開発者のみが知るって事だと思いますが<br>又は直にプログラムした人とか．．．<br><br>＞攻撃を当てるようなアピールタイムに転用する人がいると言いたいです<br>これは”ロビンさんが「わたしは嫌だから止めてださい」と言う意味ですか？<br>転用する人がいる．．．だから何ですか？<br>この文章からだと<br>「おれもＫＯ後に技をガシガチ叩き込んでいる人はたくさん見かけますね」<br>というレスになりますが、こちらが正解なんでしょうか？<br><br>私は毎週金曜日はだいたいマックスにいます<br>＞キャラはシャンファです<br>う．．．シャンファですか（＾＾；<br>苦手なんだよな<br>アイヴィーだとシャンファが何もして無くても上段技スカったりするし（げ<br><br>＞あねヴィーさんにまた対戦してもらえるのならがんばります<br>あんまり頑張らなくて良いです。ええ（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>これは</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞確かにコマンド長いですけど入力は曖昧で簡単に出せますよ。<br>簡単に出せるですか、それは凄いですね<br>おれは今でも出せる場面が限られてます<br>いつでもどこでもって感じでは無いですね<br>毎日何十回といれてはいるんですが（＾＾；<br><br>＞海パン０やじぇりどなんかは普通に出してますし<br>海パン０氏の事は良く知りませんが<br>じぇりど氏がどんなにがんばって出しているか知ってるんですか？<br><br>＞素人の女の子が大会で決めてるのも見たことがありますし。<br>そんなにバンバン決めまくってたんですか？<br><br>＞その人が言うにはしょせん投げですからって理由みたいでしたけど・・<br>まぁ、これはその人のポリシーなんじゃないですかね？<br>「投げは使わない」という．．．そんな感じの．．．<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＹＥＺＯＯＫ</font> ：<font color=#ffcc44>嫌な思いをしてるんだなぁ。</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞だからK.O後に限って発動されても…（笑）<br><br>ここまでこだわるって事は、本当に嫌な思いをしてるんですね。<br>本当に”人それぞれ”だなぁ（苦笑）<br><br>自分と他人の認識の差を理解するのは楽しいなぁ。<br>人づきあいの１つの醍醐味だね。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>感動</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞＞私も、マイトが暴発しないように気いつけよっと<br>＞見て感動してくれるような対戦相手なら良いんですけどね（笑<br><br>試合中に出されちゃったら感動しますよ、もちろん！<br>だからK.O後に限って発動されても…（笑）<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 奥様タキ</font> ：<font color=#ffcc44>連勝が</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
◆ななさん<br>＞先日は奥様タキさんが43連勝するのを目の当たりにしましたが<br><br>あ・・・実際は４０連勝なんです<br>でも多く言ってもらえる分には私バカなんで単純にウレシイです（笑）<br><br>◆あねヴィーさん<br>＞でもおれ２勝したもんね～（爆<br>＞あ、いや、まじで、１Ｐ側ではこんな会話が飛び交ってたんですよ<br>＞なんせグラムさんとかダイナマイトメアさんとかタイトル保持者を<br>＞「よっしゃー！勝った！」とか言って３縦で葬り去ったりしてましたからね（＾＾；<br><br>あねヴィーさん、うちのダンナ（グラム）やダイナマイトに３タテで勝ったんですか！？<br>それはスゴイ！<br>アイヴィー使って３タテって、めちゃめちゃ強いじゃないですかー<br>じぇりど以外に、そんなスゴイ事できる人がいたとは・・・感動・・・・<br>それとも他の方なのかな？それにしてもスゴイ・・・・<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>たくさんのレスどうもです</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞＞最初のレスでそう書いてくれればよかったのに私には<br>＞言い逃れのように聞こえますねー（笑）<br>＞なぜそう書けなかったのかは前の書き込みを読んで貰え<br>＞ればわかると思いますが<br>＞何が可笑しいのでしょうか？<br><br>前の書き込みを読んでもわかりませんでした<br>おかしいと言うより、思わず苦笑してしまいました<br><br>＞＞この時はあねヴィーさんを知っている人に<br>＞だれですか？<br>＞もしかしてこの人も面識ないんじゃ（＾＾；<br><br>面識はあるはずです<br>名前は迷惑になるかも知れないので挙げられませんが<br>マックスの常連さんです<br>あねヴィーさんは有名人ですからそうそう間違えないでしょう<br><br>＞＞それは違うでしょう<br>＞あのー、ＹＥＺＯＯＫさんはそう思っているというだけ<br>＞の事であって<br>＞ロビンさんが彼の考えを否定する事はないでしょう（＾<br>       ＾；<br><br>そうですね、あんなに強く否定してしまってすみませんでした<br>でも、本来はそう言う意味合いの時間ではないのに<br>攻撃を当てるようなアピールタイムに転用する人がいると言いたいです<br><br>＞また、どのような文章でも受け取り方は人それぞれ<br>＞所詮活字での意志疎通には限界があります<br>＞ましてや見たことも会ったことも無い人の文章なんです<br>＞から．．．<br>＞本当に相手の意図を文章から汲み取ろうとしたら<br>＞まずは相手の事を十分理解する必要があるでしょう<br>＞これには本人に直接会って直に話をするべきだと考えて<br>＞います<br><br>おっしゃる通りです<br>だから私は抽象的な話が苦手です<br>できるだけ具体的な話でないと、最悪の場合<br>全く話になりませんからね<br>しかし、直に話をできる状況にあった時のことを<br>わざわざネット上でしか言えない人も多いみたいですね<br>       <br>＞あ、一応ＫＯ間際のビット投げはロビンさんとの対戦で<br>＞は封印しときますね<br><br>どうもすみません＾＾；<br>私は毎週金曜日はだいたいマックスにいます<br>キャラはシャンファです<br>マックスのシャンファでは最弱だと思いますけど<br>あねヴィーさんにまた対戦してもらえるのならがんばります<br><br><br><br>       <p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> 雲のジュウザ</font> ：<font color=#ffcc44>マイトアトラス</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞難しいですよ。コマンド長くて複雑ですし<br>　キャリバーの中では一番長いコマンドじゃないかな<br>確かにコマンド長いですけど入力は曖昧で簡単に出せますよ。<br>海パン０やじぇりどなんかは普通に出してますし<br>素人の女の子が大会で決めてるのも見たことがありますし。<br><br>昔誰かがマイトは使わないって言ってる人がいましたけど<br>その人が言うにはしょせん投げですからって理由みたいでしたけど・・<br>今はどうしてるんでしょうね（笑）<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> つきじ</font> ：<font color=#ffcc44>ジュピター</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
なついてなかったと思うぞ(笑)＞ＴＥＮ<br>私は、1時間くらいジュピターとボール(?)で遊んだ甲斐あって<br>最後の方にはひざの上で熟睡してくれるまで仲良しになれました。<br>よかった、よかった(^^)。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> つきじ</font> ：<font color=#ffcc44>ヴォルド</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
そうですか…。私のヴォルドは予想外の動きしますか(^^;;<br>いやぁ、予定どおりです(^^)。ってそんなわけないですが。<br>シャンファ同様、なぜか、単発のＡやＢをださないんです(^^;;<br>どうも、あの、不思議な動きが好きで。<br>いろいろ余計なことやっちゃうんですよねぇ(^^)。<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>おれも死にそうでした（笑</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ほーんと面白かったっす。<br>次回も是非参加してくださいね<br>じっくりアイヴィーの研究をしましょう<br><br>＞最後には慣れてくれたみたいでよかったー。<br>なんか嫌がるジュピターを無理矢理抱き寄せていたように<br>見えましたけど（爆<br><br>＞ショックな様子が大変微笑ましかったです。そのおかげ<br>自分で飛ばして「あたしの指のおバカさん！」とも<br>言ってたような（笑<br><br>＞俺の近所での対戦ではまず無い(泣)<br>次回は是非インパクトを仕掛ける側にもまわってくださいね<br>決まると楽しいですよ<br><br>＞ああ！俺まわしてる！っとか改めて気づいたりして(^^)<br>でもね、おれかなり食らいまくりました<br>自分でも普段詐欺臭い吸い込みを見せるときがあるんですが<br>しっかり自分も食らってしまいました（＾＾；<br><br>二人ともアイヴィーなんで常に仕込みまくってて<br>自分の入力音で相手の音がマスキングされてたってハナ（笑<br><br>＞翌日用事あったんで死ぬまでできな<br>二人が帰ってからベッドに倒れ込みました（＾＾；<br>疲労度が限界だったかもしれず．．．<br><br>次回はこんな事が無いよう頑張って部屋の清潔度を保っておこう<br>．．．あ、そう思ってるダケね。希望的観測（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>声優さんは同じかな？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞ジークのを加工してるんですよね。<br>たぶんそうでしょう、今度エンディングで確認しておきますね<br><br>＞もー人知れず（ばればれ？）かなりときめいてました。<br>なんかもう心ここのあらずって感じで<br>最初の勝利ポーズの時口をポカンっとあけてましたよ（笑<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>静かなる闘志</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞リング際落としにかかったときに「えい、落ちろ」と発するようです（笑）<br>あの～これって．．．かなり怖いんですけど（＾＾；<br><br>＞闘神とは、そのような方々のことでございまする（笑）。<br>金曜の常連さんたちは静かな闘志を感じますね<br>研ぎ澄まされた闘志と言いましょうか．．．<br><br>ななさんからはグラグラと煮えたぎる闘志を感じます<br>噴火を待つ活火山の溶岩のような．．．<br><br>一度噴火して流れ出してしまうと溶岩石と化して<br>固まってしまうのが難のようですが（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>つきじヴォルド</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞私、ヴォルドの免疫がさっぱりなのがバレバレでした…(^^；<br>っていうか、つきじさんのヴォルドは巷で確定連携をぐりぐり<br>だしまくるようなタイプと違って<br>良い意味で「洗練されていない」ところがまた対応しにくさを<br>増長していると思いました<br><br>あねヴィーの対ヴォルド用ちゃぶポイントにことごとく中段が<br>飛んできて、密かに「おい、その技の後のつなぎは出の速いＡ斬りだろ！」<br>なんて突っ込みいれてました（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>ネコじゃなくてジュピターでし（笑</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞次はネコ缶を持参してご機嫌をとろうと思います。<br>おお、それはジュピターも大喜びですよ<br><br>あ、そうそう、お礼言いそびれてました<br>ＴＥＮさんネコ缶ありがとうございました<br>ジュピターも大喜びで速攻で平らげてましたよ（笑<br><br>＞でも私自身あまり生のネコさんに触ったことないんでちと怖かったり…(^^；<br>ああ、これが原因かも<br>怖がっているとネコも同じように怖がってしまいますよ（＾＾；<br><br>＞私もいけるかなーと思ったのですが、だめでした。<br>結局おれが止めてしまいましたね（＾＾；<br>まぁ、ななジーク経験値の差という事で妥当な結末かと（笑<br>でもバッチリ３番手に記録は残ってますよ<br><br>＞たばこ吸い吸いがんがん勝ちまくっていて、カッコイイ～(^^)<br>う、台のむこうではそのような事がされてた訳ですか<br>ガリアンソードを献上しまくったオレって．．．（＾＾；<br><br>でもおれ２勝したもんね～（爆<br>あ、いや、まじで、１Ｐ側ではこんな会話が飛び交ってたんですよ<br>なんせグラムさんとかダイナマイトメアさんとかタイトル保持者を<br>「よっしゃー！勝った！」とか言って３縦で葬り去ったりしてましたからね（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>次回は２月予定です</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞なんといっても声が聞こえる！ＢＧＭが聞こえる！いいですねぇ～<br>でしょでしょ<br>まわりがうるさいゲーセンでプレイするキャリバーは<br>字幕がない外国映画を見るようなもんですよ！<br><br>＞ジークが「死ねぇい！」なんて言ってるとは全く気がつきませんでした。<br>早速一緒に叫んでましたね「死ねぇい！えい！」とか（笑<br><br>＞またあそばしてくださいね！<br>次回は更にメンバーを増やしますので<br>キャラ数、対戦白熱度上昇間違いなしですよ！<br>乞うご期待です<br>．．．しかし．．．それまで今の状態を維持せにゃならんのか．．．はぁ（爆<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>キャリバー初心者</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞私も、マイトが暴発しないように気いつけよっと<br>見て感動してくれるような対戦相手なら良いんですけどね（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>いえいえ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞話がでっかくなってしまったようですね…。　申し訳ないです、ハイ。<br>謝らなくても（＾＾；<br>おかげさまで書き込みが増えて嬉しいくらいですよ<br>ななさんには嫌な思いをさせてしまって申し訳ないですが<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>ＫＯビット</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞最初のレスでそう書いてくれればよかったのに私には言い逃れのように聞こえますねー（笑）<br>なぜそう書けなかったのかは前の書き込みを読んで貰えればわかると思いますが<br>何が可笑しいのでしょうか？<br><br>＞この時はあねヴィーさんを知っている人に<br>だれですか？<br>もしかしてこの人も面識ないんじゃ（＾＾；<br><br>＞それは違うでしょう<br>あのー、ＹＥＺＯＯＫさんはそう思っているというだけの事であって<br>ロビンさんが彼の考えを否定する事はないでしょう（＾＾；<br><br>ロビンさんが「それは違う」と思うように<br>ＹＥＺＯＯＫさんは「そう考えている」んですよ<br><br>世の中にはいろんな考え方の人がいます<br>まったく自分と正反対の思考の持ち主もいてもおかしくありません<br>また、どのような文章でも受け取り方は人それぞれ<br>所詮活字での意志疎通には限界があります<br>ましてや見たことも会ったことも無い人の文章なんですから．．．<br>本当に相手の意図を文章から汲み取ろうとしたら<br>まずは相手の事を十分理解する必要があるでしょう<br>これには本人に直接会って直に話をするべきだと考えています<br><br>おれ的に、ここ数日の書き込み内容も本来の発言者の意志とはニュアンスが<br>違って理解しているものと受け止めてます<br><br>ロビンさんは幸いＰ－ＭＡＸにこられるようですので<br>次回おれがＰ－ＭＡＸに出るときはこちらの掲示板に書き込みしますよ<br>もしくはロビンさんがＰ－ＭＡＸに行く予定があるなら書き込んでください<br>予定が合いましたら是非直接会って、対戦してやってください<br>あ、一応ＫＯ間際のビット投げはロビンさんとの対戦では封印しときますね<br><br>ところで．．．キャラは何をお使いですか？<br>あ、いや、一応恥ずかしくない程度に対策を練っておかないと（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> TEN</font> ：<font color=#ffcc44>いやー面白かったったです、死まキャリ</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
  どうも、TENです、土曜日の死まキャリではお世話様<br>でした。ほーんと面白かったっす。<br><br>＞家のジュピターが怖がってるのを初めて見ました<br>＞いつもはとても人懐っこいんですが．．．<br>＞ななさんの可愛さに嫉妬してたんでしょうか？（笑<br>  なんか、俺のせいにされてた気が(^^;いやー、最後には<br>慣れてくれたみたいでよかったー。あのまま嫌われてたら<br>ジュピターファンとしては泣くしか(笑)<br><br>＞ピークを過ぎてしまったようで．．．<br>＞みんなで勝利デモを飛ばしまくってたのが原因でしょうか？（笑<br>  そうそう、デモを飛ばしてしまったときのななさんの<br>ショックな様子が大変微笑ましかったです。そのおかげ<br>で勝てた、、、ことは無いな(^^;<br><br>＞ＴＥＮさんはインパクト返しが冴えてましたね<br>  これは珍しく決まってました。まあ、あのメンバー<br>だから熱いインパクト合戦が出来たって気がします。<br>  俺の近所での対戦ではまず無い(泣)<br><br>  あと、ビット投げがレバーガチャ音で解ってしまう<br>というのが妙に面白かったですね。<br>  ああ！俺まわしてる！っとか改めて気づいたりして(^^)<br>  唯一残念だったのは、翌日用事あったんで死ぬまでできな<br>かったことぐらいかな(笑)<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>怖いのは</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞でも、メアの勝利ポーズの台詞聞いて「メアって怖～い」とか<br>＞言ったりして．．．よくわからんです（笑<br>  <br>メアは、セリフはカッコよくて良いんですが、声がコワイです。<br>ジークのを加工してるんですよね。<br>ジークの声はいいなぁ…。エッジの時は年のわりに老けた声と思ってましたが<br>今度のは良いです。もー人知れず（ばればれ？）かなりときめいてました。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>オーガ？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞＞あそこまでいくと闘神です（笑）<br>＞対戦中の台詞も凄いんですよ<br>＞「死ねっ！このっ！」とか「えいっ！落ちろ！」とか<br>＞いつも台の向こうでこんな台詞を言いながら戦っていたとは思わんかった．．．<br>＞まさに鬼神のごとし（笑<br>  <br>一人のときは言いませんよぅ。心の中で言ってるだけで（笑）。<br>基本的に、悔しい技を食らってしまったときのお返しに「死ねぇ」<br>リング際落としにかかったときに「えい、落ちろ」と発するようです（笑）<br>  <br>それと…k.mさん、夜までマックスにいらしたなら、もっともっと強い方に<br>わんさかわんさかお会いできたことと思います。<br>闘神とは、そのような方々のことでございまする（笑）。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>＞つきじ さん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞何より、ななさんのジークとの対戦は、なんか楽しいんですよねぇ。<br>＞やってて面白いというか、なんというか(^^)。<br>  <br>ありがとうございます。そう言っていただけて嬉しいです(^^)<br>私も楽しかったです。<br>私、ヴォルドの免疫がさっぱりなのがバレバレでした…(^^；<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>ネコ…</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞家のジュピターが怖がってるのを初めて見ました<br>＞いつもはとても人懐っこいんですが．．．<br>  <br>次はネコ缶を持参してご機嫌をとろうと思います。<br>でも私自身あまり生のネコさんに触ったことないんでちと怖かったり…(^^；<br>  <br>＞ピークを過ぎてしまったようで．．．<br>＞みんなで勝利デモを飛ばしまくってたのが原因でしょうか？（笑<br>  <br>ずーっとやりつづけるって、難しいのですね。<br>私もいけるかなーと思ったのですが、だめでした。<br>先日は奥様タキさんが43連勝するのを目の当たりにしましたが、<br>いやはやすごいの一言ですね。ほんとに。<br>奥様タキさんの背後をとって（笑）拝見していました。たばこ吸い吸い<br>がんがん勝ちまくっていて、カッコイイ～(^^)<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> なな</font> ：<font color=#ffcc44>死まキャリおつかれさまでした</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
楽しかったです。<br>なんといっても声が聞こえる！ＢＧＭが聞こえる！いいですねぇ～…ジークが「死ねぇい！」なんて言ってるとは全く気がつきませんでした。<br>それでこそ元盗賊。やっぱジークはいいなぁ…<br>またあそばしてくださいね！<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> らいとにんぐ．Ｓ</font> ：<font color=#ffcc44>余計なお世話かもしれませんが</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
　続けて書きこんでゴメンナサイ。<br><br>　＞ロビンさん<br>　はじめまして、こんにちは。<br>　Ｋ．Ｏ時のマイトアトラスですが、これ、対戦中に入れるつもりで、Ｋ．Ｏ後に<br>入ってしまうことがあります。<br>　マイトはとにかくコマンドが長いので、なにか技（特に、剣を鞭状にしてぐる<br>ぐる回す技とか、立ちあがり途中に出る、新体操のリボンのような技とかのよう<br>に、攻撃モーションの長いもの）を入力して、その技が出ている間に、マイトを<br>先行入力する、という使い方をよくやります。<br><br>　なので、例えば、鞭をぐるぐる回す技をガードさせて、その後、マイトで投げ<br>て、Ｋ．Ｏしてやろう、と思ったときなどに、相手が、鞭をぐるぐるをガードせ<br>ずに、その時点でＫ．Ｏした場合など、先行入力した投げが止められず、Ｋ．Ｏ<br>後に、マイトが入ってしまう…ということがあります。<br><br>　ロビンさんが、Ｋ．Ｏ後にマイトを食らったのが、こういう状況なのか、違う<br>のか、私は現場にいたわけではないので分かりませんが、アイヴィーを使うと<br>一応こういうときもあります（私もやってしまうことが多々あります。挙句に<br>背後投げに化けるときもあり、そのときは、相当いやなヤツに見られるでしょう）<br><br>　すいません。首をつっこまさせていただきました。<br>　私も、マイトが暴発しないように気いつけよっと。<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> らいとにんぐ．Ｓ</font> ：<font color=#ffcc44>あら・・・</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
　先週は、私が一言、「女性で上手いといわれるななさんにあってみたい」<br>のようなことを書いたばかりに、話がでっかくなってしまったようですね…。<br>　申し訳ないです、ハイ。<br><br>　ちょっと、話がずれるかもしれませんが…<br><br>　私は、ここの掲示板に書きこまれる方で、顔見知りの人はひとりもいません。<br>　と、いうよりも、私の場合、誰も知り合いがいないからこそ、かえって楽しく<br>参加させてもらえています。<br><br>　ここに書きこんで、レスが返ってくるのを見て、バーチャルであるけれども、<br>「ゲームを通じた仲間」で、あるのを楽しんでいるわけです（私の場合はです）。<br><br>　直接的な知り合いでない以上、自分の意思を伝えられるのは、文章のみなの<br>ですが、ここ１週間の過去ログを見て、ホントに文章で意思を伝えるのは難しい<br>と思いました。<br><br>　その人が伝えたい、と思うことと、受け止め方が違ったりとか…。<br>　それが、書く側の文章力不足か、受け取る側の読解力不足かわかりませんが、<br>自分が書くときはせめて、「アンタ、なにが言いたいか、わからないよ」といわ<br>れるような文章は書かないように気をつけたいと思います。<br>　ムツカシイけど…。　<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>そうかも知れないけど？それにしても？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞人違いなんじゃ？（＾＾；＞おれは普段ＫＯ後には何もしませんけど＞相手が知り合いであるならなおさらです人違いって言われてしまえば、証拠もないし（そこまでするもんじゃないし）身もフタもないですねでももし「ふだんは何も入れない、人違いのはずだ」と思われるのなら最初のレスでそう書いてくれればよかったのに私には言い逃れのように聞こえますねー（笑）あねヴィーさんと私は面識ありませんが、この時はあねヴィーさんを知っている人に「今入って来たのがあねヴィーさんだよ」と教えてもらったのでこれはあねヴィーさんに間違いないはずですが…ちなみに新宿のプレイマックスでのことでした＞結構ＫＯ後の追い打ちって嫌われる傾向にありますよね。＞私は”面倒なんで”やりませんが、相手がやる分には、一向に気になり＞ませんなぁ。アピールタイムなんだから好きにするが良いよいヨイ…。＞まぁ相手も勝利の余韻を噛みしめてるんだろうし(^^そうでしょうか？あれはアピールタイムでしょうか？それは違うでしょうあれは単にK.Oした側がダウンしたり悔しがるだけ構えを変えるくらいならまだしも、攻撃を当てるアピールは試合中のはずです本当に余韻を楽しむならリプレイを見ればいいだけだしね！抽象的な話よりはこういった具体的な話の方が私は好きなので、つまらない小さいことも書いてしまいました抽象的な話はあいまいでわかりにくいですからね特に見知らぬ人に向けて書く時なんかは…</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠HiNote</font> ：<font color=#ffcc44>それは</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞それにしても思ったより部屋が片付いてて驚いた(笑)<br>前日の５時間労働の成果です（爆<br>あとはいつまで維持できるかの問題だな（笑<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠HiNote</font> ：<font color=#ffcc44>アピールタイム</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞アピールタイムなんだから好きにするが良いよいヨイ…。<br>通常技を入れる分には飛ばせるんで良いんだけど<br>投げは飛ばせないんで時間がもったいないから嫌なんだよな（＾＾；<br><br>＞主に”ダウンやよろめきに追撃が入るかどうか”チェック中。<br>アイヴィーに追加<br>２Ａ＋Ｋ＞Ｇ９Ｂ<br>３ＢノーマルＨＩＴ＞Ｇ９Ｂは確定ですね<br><br>ダウンするものに対してのＧ９Ｂは基本的に確定かも<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> らんばだ(デコトラ)</font> ：<font color=#ffcc44>一応１６日OFFの感想</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
お疲れさまでした＞各位<br>特にななさんは１００人組み手みたいになってしまってご苦労様です(笑)<br><br>&gt;らんばださんは、毎週家に通うように！（笑<br><br>遠い(^^;;<br>それにしても思ったより部屋が片付いてて驚いた(笑)<p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ＹＥＺＯＯＫ</font> ：<font color=#ffcc44>ＫＯ後の甘いひととき</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>結構ＫＯ後の追い打ちって嫌われる傾向にありますよね。私は”面倒なんで”やりませんが、相手がやる分には、一向に気になりませんなぁ。アピールタイムなんだから好きにするが良いよいヨイ…。まぁ相手も勝利の余韻を噛みしめてるんだろうし(^^逆に、あんまり激しく追い打たれると、笑いがこみ上げてきちゃいます。「そうかぁ、そんなに自由に動きたかったのかぁ」ってね。なんてーか”嫌な事から解放された子供みたい”で、実に微笑ましい。別にマゾじゃないぞ（^^;;確定連続技の件自分なりに調査中です。空中コンボを含めると大変なので、主に”ダウンやよろめきに追撃が入るかどうか”チェック中。遅々として進まんです。ヘニャ</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>どこかでお会いしましたっけ？</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞K.O後の何もできない私にマイトをいくつもお見舞いしてくれたわけですね<br>人違いなんじゃ？（＾＾；<br>おれは普段ＫＯ後には何もしませんけど<br>相手が知り合いであるならなおさらです<br><br>おれがＫＯ後にビット投げするのは暴発した時だけですよ<br>ビット投げへの布石も含めて連携がワンセットになってるんで（＾＾；<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>また来ちゃいましたよ＞あねヴィーさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>＞これはたしかにいい気分にはなりませんね＞ＫＯ後の投げは飛ばせませんからと言うことはあねヴィーさんは「K.O後に限ってマイトを入れられた側が気分を害する」ことを承知でK.O後の何もできない私にマイトをいくつもお見舞いしてくれたわけですねそれで私が気分を害したとわざわざ書き込んだのに対して↑の言葉だけこれらから察するに、あねヴィーさんには戦い方と掲示板の書き込みの間にかなり落差があるのではないでしょうか先日の燃えた書き込み合戦の背景には私と同じ感情をもった人が何人かいたのでしょう失礼な内容、それから書き方をして申し訳ありませんでもあねヴィーさんも失礼なことをしていますよそれが言いたかっただけです本当にすみません～～レスすぐにくださったのに～～でもあねヴィーさんのレスはひとごとみたい～～</pre><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> あねヴィー＠ＧＸ </font> ：<font color=#ffcc44>いらっしゃいませ＞ロビンさん</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
＞「対戦していて面白くない」戦い方のことでしょうか？<br>＞「腹の立つ」戦い方のことでしょうか？<br>ロビンさんが「寒い」という言葉からそう連想されたのならそうなのでしょう<br><br>＞それからあねヴィーさん、マイトって難しいんですか？<br>難しいですよ。コマンド長くて複雑ですし<br>キャリバーの中では一番長いコマンドじゃないかな<br><br>＞K.Oした後に限って入れられても気分悪いですからねー<br>＞正直、「これが寒いってことかなー？」と思いました（笑）<br>これはたしかにいい気分にはなりませんね<br>ＫＯ後の投げは飛ばせませんから<br><p>
</font></blockquote>
<table width=100% border=0><tr><td bgcolor=#0044aa><font color=#ff8800><b><font color=#ccffeeff> ロビン</font> ：<font color=#ffcc44>初めて書き込みします</font></b></font></td></tr></table>
<blockquote><font color=#0022aa>
<pre>初めまして、あねヴィーさん私はまだキャリバー始めて日が浅いのでまだよくわからないことがたくさんありますそれで、ちょっと遅れた書き込みかも知れませんが、「寒い」と言うのは「対戦していて面白くない」戦い方のことでしょうか？「腹の立つ」戦い方のことでしょうか？それからあねヴィーさん、マイトって難しいんですか？こちらがK.Oした後にマイト入れるのはやめてほしかったです（笑）試合中のマイトならいいけど、K.Oした後に限って入れられても気分悪いですからねー正直、「これが寒いってことかなー？」と思いました（笑）いじょっ言いたいこと言えてスッキリしちゃいました今夜はよく眠れそうだ</pre><p>
</font></blockquote>
<h4 align=right><a href="http://www.ask.ne.jp/~rescue/" target="_top">MiniBBS v8.8</a> is Free.</h4>
</body></html>
