<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <TITLE>Der Panther</TITLE>
</HEAD>
<BODY BACKGROUND="../Inhalt/Papier_16.gif" TEXT="#0000a0">

<P><CENTER><TABLE BORDER="1" CELLSPACING="2" CELLPADDING="5">
<CAPTION ALIGN="TOP"><B><FONT COLOR="#0000a0" SIZE=+1>Die Geschichte des Diebes</FONT></B></CAPTION>
<TR>
<TD WIDTH="100%" BACKGROUND="../Inhalt/perga.gif"><P>&quot;Trage deine Heimat stets bei dir, denn du wei&szlig;t nie, wo deine
F&uuml;&szlig;e dich hintragen werden.&quot;</P>

<P>Morold Bren, aus den Chroniken der Morn</P>

<P>&nbsp;</P>

<P>&quot;Regen trommelte auf die D&auml;cher und der frostige Wind des Sp&auml;therbstes
heulte um die m&auml;chtigen St&auml;mme, in deren Wipfeln die Br&uuml;cken
aus Holz und Seil bedrohlich schwankten. Schon mehrere unvorsichtige Menschen
und auch zwei Zwerge waren den glitschigen und bebenden Br&uuml;cken Kelethins
zum Opfer gefallen in diesem Herbst vor vielen Jahren, aber Sircon war daran
gew&ouml;hnt.</P>

<P>Gewandt wie eine Katze und mit einem, von Fremden oft als selbstm&ouml;rderisch
fehlgedeutetem Glitzern in den Augen rannte er &uuml;ber die Br&uuml;cke
zwischen den Plattformen, auf denen sich die Kriegergilde Kelethins und
das ber&uuml;hmt-ber&uuml;chtigte Sleepy Willow Inn befanden. Die Schreie
der Wachen wurden leiser hinter ihm und er kicherte vergn&uuml;gt bei dem
Gedanken an ihre tolpatschigen Versuche, einem Meister der Schatten bei
diesem Wetter &uuml;ber Kelethins Br&uuml;cken und Rampen zu folgen.</P>

<P>Ein leises Sirren warnte ihn vor. Der Pfeil fetzte durch den rechten
&Auml;rmel seines schwarzen Lederanzugs und ri&szlig; ihm die Haut auf.
Sircon warf sich zu Boden und h&ouml;rte einen Herzschlag sp&auml;ter zwei
weitere Pfeile dicht &uuml;ber seinem Kopf in das Gel&auml;nder der Br&uuml;cke
einschlagen. &quot;Verdammte Waldl&auml;ufer&quot;, zischte er mit zorniger
Stimme, &quot;nie sind sie da, wenn man sie braucht, und immer tauchen sie
auf, wenn sie am l&auml;stigsten sind.&quot;</P>

<P>Wir grinsten bei diesen Worten; da&szlig; Waldl&auml;ufer faules Gesindel
aus der Provinz waren, hatten wir schon vor langer Zeit gelernt.</P>

<P>&quot;Mit einer flinken Drehung sprang er auf den Anfang der Plattform
und zwei schnelle Schnitte durch die Befestigungsseile der Br&uuml;cke brachten
diese dazu, noch wilder in dem sich bildenden Sturm zu schwingen.</P>

<P>Seinen schwarzen Mantel fest um sich legend, kauerte er sich hinter eine
Reihe von F&auml;ssern dicht an dem gewaltigen Stamm des die Plattform tragenden
Baumes &#150; das folgende Schauspiel mu&szlig;te er betrachten, auch wenn
es sein eigenes Leben in Gefahr brachte.</P>

<P>Seine Verfolger kamen hinter dem Haus der Bogenmacher hervor und st&uuml;rmten
auf die Br&uuml;cke zu; allesamt Wachen der Stadt, ihnen folgten jedoch
drei in gr&uuml;ne Gew&auml;nder gekleidete, schlanke Gestalten, m&auml;chtige
B&ouml;gen aus dunklem Holz fest in den H&auml;nden.&quot;</P>

<P>Mehrere von uns brachen in Beschimpfungen aus, und einer der Kleineren,
der so tat, als wenn er Pfeil und Bogen f&uuml;hrte, wurden von einem &auml;lteren
Kind sofort durch eine Kopfnu&szlig; zur R&auml;son gebracht.</P>

<P>Sircon verzog das Gesicht zu einem h&auml;mischen Grinsen, als die Gruppe
sich schnell der Mitte der Br&uuml;cke n&auml;herte. Ein pl&ouml;tzlicher
Windsto&szlig; lie&szlig; die Br&uuml;cke schlingern, wie ein Schiff auf
dem Ozean der Tr&auml;nen, und eine der Wachen verlor das Gleichgewicht.
Mit einem verzweifelten Schrei st&uuml;rzte der Elf &uuml;ber das Gel&auml;nder
der Br&uuml;cke und verschwand aus Sircons Sichtfeld. Er sah jedoch die
F&uuml;&szlig;e des Gest&uuml;rzten Augenblicke sp&auml;ter unter der Br&uuml;cke
hindurch &uuml;ber dem Abgrund baumeln, hatte sich der Ungl&uuml;ckliche
doch noch festklammern k&ouml;nnen. &quot;Wozu sein unvermeidliches Schicksal
hinausz&ouml;gern?&quot; Er zuckte mit den Achseln.&quot;</P>

<P>Unauff&auml;llig strich ich mir durch die Haare, in der Hoffnung, die
wohlgeformten Spitzen meiner elfischen Ohren zu verstecken, ich hatte keine
Lust, auch Opfer der L&auml;stereien der anderen zu werden. Doch niemand
schien meine Verlegenheit zu bemerken, alle hingen wie gebannt an den Lippen
von Sorl, dem alten Geschichtenerz&auml;hler.</P>

<P>&quot;Als die vorderen Wachen schlitternd zum Stehen kamen, um nach ihrem
gefallenen Kameraden zu sehen, reagierte Sircon. Ein, zwei Wurfdolche schwirrten
&uuml;ber die Plattform und durchtrennten die restlichen Fasern der Halteseile,
ein dritter senkte sich Sekundenbruchteile sp&auml;ter in den Arm des vordersten
Waldl&auml;ufers, woraufhin dieser mit einem Schmerzensschrei seine Waffe
fallenlie&szlig;.</P>

<P>Das letzte, was die verbl&uuml;fften M&auml;nner auf der Br&uuml;cke
sahen, bevor sie in die schwarze Tiefe st&uuml;rzten, war Sircons Gestalt,
die sich hinter den F&auml;ssern erhob, ein verzerrtes Grinsen unter der
Kapuze.</P>

<P>Lautlos schluckte der Sturm und der Abgrund seine Verfolger.&quot;</P>

<P>Der alte Mann fing an zu husten. Ungeduldig und mit aufgerissenen Augen
warteten wir, bis er sich erholt und mit seiner vernarbten linken Hand den
Becher mit s&uuml;&szlig;em, rotem Wein an die Lippen gef&uuml;hrt hatte.
Doch auch seine andere Hand war nicht ganz unversehrt geblieben... das Leben
eines Diebes ist nicht leicht in diesen Zeiten. Zwei der Finger waren kurz
hinter dem Kn&ouml;chel abgetrennt und an seinem Mittelfinger fehlte das
vordere Glied.</P>

<P>Nach dem letzten Schluck starrte er, wohl in Erinnerungen versunken,
noch einige Augenblicke in seinen Becher, dann richtete er seine tr&uuml;ben
Augen auf seine eifrige Zuh&ouml;rerschaft, die gespannt auf dem zerschlissenen
B&auml;renfall zu seinen F&uuml;&szlig;en hockte und stumm seinen n&auml;chsten
Worten entgegenfieberte.</P>

<P>&quot; Ja... Sircon... .&quot; Er seufzte. Bei dem Gedanken an seinen
Freund, der vor einigen Jahren den Wachen Freeports zum Opfer fiel, zog
ein Schatten &uuml;ber sein Gesicht und Trauer verdunkelte seine Augen.
&quot;Er war einer der besten M&auml;nner, denen ich je begegnet bin. Schnell
mit der Zunge, noch schneller mit der Waffe und keinen Respekt vor Gesetzen
jedweder Art.... und sein Liebe f&uuml;r die Frauen...&quot;, er fing trotz
des Verlustes leicht an zu schmunzeln, w&auml;hrend ein wissendes Funkeln
in seine Augen trat, das uns Kinder nur mit den Schultern zucken lie&szlig;;
Frauen waren doch schlie&szlig;lich nur daf&uuml;r verantwortlich, da&szlig;
keiner von uns Kleinen Schatten (so nannte sich die bunt zusammengew&uuml;rfelte
Gruppe aus Kindern, die von der Diebesgilde tief in den Katakomben Freeports
aufgelesen wurde, um sie zu Taschendieben oder auch Spionen auszubilden)
hungrig ins Bett stieg oder ohne eine Sch&uuml;ssel Haferschleim morgens
den geheimen Ausgang in der westlichen Mauer der Stadt verlie&szlig;. Was
Sircon wohl an Frauen so interessant fand ?</P>

<P>W&auml;hrend wir noch gr&uuml;belten, setzte Sorl erneut an und fuhr
mit seiner Geschichte &uuml;ber die Taten Sircons fort. Doch ich h&ouml;rte
nur oberfl&auml;chlich zu, ein anderes Ger&auml;usch hatte meine volle Aufmerksamkeit
erlangt. Schwere dumpfe Schl&auml;ge und helles Klirren wie von Waffen auf
R&uuml;stungen drangen an mein Ohr, zu leise, als da&szlig; diese halbtauben
Menschen etwas davon h&auml;tten merken k&ouml;nnen. &#130;F&uuml;r die
&Uuml;bungsstunden war es doch viel zu sp&auml;t&#145;, &uuml;berlegte ich
&#130;und f&uuml;r die im Bierrausch begonnen K&auml;mpfe der anderen &Auml;lteren
noch viel zu fr&uuml;h... .&#145;</P>

<P>Meine Gedanken und die Geschichte Sorls wurden unsanft gest&ouml;rt,
als in dem komplizierten Code der Diebe Freeports an die T&uuml;r zu der
kleinen Kammer geklopft wurde, die uns Abend f&uuml;r Abend als Treffpunkt
diente und an dem die gesamten vergangenen Schlachten und Helden wieder
auferstanden, wenn Sorl uns seine stets wahren Geschichten erz&auml;hlte.</P>

<P>M&uuml;hsam raffte sich Sorl auf und hinkte zur T&uuml;r. Er griff gerade
nach dem schweren goldenen T&uuml;rgriff, als sie in einem Regen aus Holzsplittern
zerbarst. Ein dunkler K&ouml;rper st&uuml;rzte mit einem Aufschrei hindurch
und ri&szlig; den alten Mann mit sich zu Boden, ein Schwert steckte tief
im R&uuml;cken der Gestalt, die ich sofort als Mareth erkannte, der stellvertretende
Leiter der Gilde und mein Ziehvater.</P>

<P>Um mich herum brach Chaos aus.</P>

<P>Die vielen Kinder schrien und kreischten wie wild durcheinander und versuchten,
alle gleichzeitig aus dem Raum zu gelangen, was unweigerlich zu noch mehr
Panik f&uuml;hrte.</P>

<P>Ich sa&szlig; nur stumm da und betrachtete die beiden K&ouml;rper, die
halb unter der T&uuml;r begraben lagen und sich nicht mehr bewegten. Mein
Ziehvater war tot, soviel war sicher. Eine Schwertklinge in den R&uuml;cken
zu bekommen ist genauso effizient wie eine &ouml;ffentliche Hinrichtung
mit dem Fallbeil, aber so genau war mir das alles damals nicht bewu&szlig;t.
Ich sah Mareth nur reglos dort liegen und begriff, da&szlig; er nie wieder
aufstehen w&uuml;rde.</P>

<P>Da&szlig; Sorl ebenfalls tot war, sah ich erst, als ich langsam begann,
in Richtung der T&uuml;r zu kriechen.</P>

<P>Ein Holzsplitter von gut einem Zoll Dicke hatte sich in seine rechte
Augenh&ouml;hle gebohrt und ihn sofort get&ouml;tet.</P>

<P>Als ich erkannte, da&szlig; keiner von beiden noch am Leben war, erlosch
etwas in mir, und ich wurde kalt.</P>

<P>Reglos sa&szlig; ich da und betrachtete die Leichen der beiden Menschen,
die mir in meinen kurzen Leben am n&auml;chsten gestanden hatten, bis mich
eine starke Hand packte, hochhob und durch die gewundenen G&auml;nge bis
an die Oberfl&auml;che trug.</P>

<P>Alles, was danach geschah, verschwimmt in meiner Erinnerung zu einer
Mischung aus Traum und Realit&auml;t. Bilder aus den Zeiten, als Mareth
mich als Kleinkind auf den Schultern nahm und mit mir durch die Katakomben
unter der Stadt rannte werden durch Erinnerungen an die endlose Warterei
in dem Wachgeb&auml;ude Freeports abgel&ouml;st. Die lange &Uuml;berfahrt
nach Faydwer vermengt sich mit den unz&auml;hligen Geschichten Sorls zu
einer Kombination aus Gl&uuml;ck und Trauer, die mich selbst heute noch
in meinen Tr&auml;umen heimsucht.</P>

<P>Es gibt wenige Wesen, denen ich auf meinen Reisen begegnete, die sich
meinen ungez&uuml;gelten Ha&szlig; zuzogen, aber die Wachen Freeports geh&ouml;ren
seit diesem Tag zu meiner kleinen Liste und nehmen sicher einen der oberen
Pl&auml;tze darauf ein.</P>

<P>&Uuml;ber die Reise von der K&uuml;ste Faydwers nach Kelethin, die Stadt
meiner Geburt, so wurde mir gesagt, wei&szlig; ich so gut wie nichts, da
ich f&uuml;r lange Zeit in einer Art Wachkoma lag und nichts an mich heranlie&szlig;.</P>

<P>Wie mir sp&auml;ter berichtet wurde, kam ich kurz nach meiner Ankunft
in Kelethin zu Pflegeeltern, die sich r&uuml;hrend um mich k&uuml;mmerten,
obwohl ich davon anfangs wie gesagt nicht viel mitbekam.</P>

<P>Das erste Zeichen f&uuml;r eine Normalisierung meines Zustandes gab meinen
Pflegeeltern, wie sich sp&auml;ter herausstellen sollte zu Recht, zu denken.</P>

<P>Eines Tages, als wir gerade durch Kelethin auf dem Weg nach Hause waren,
sah ich einen vollger&uuml;steten Zwerg, der gerade einen der drei Lifte
Kelethins, die die Stadt mit dem Erdboden verbinden, betreten hatte, auf
einer wohl feuchten Stelle des Holzbodens ausrutschen und die restlichen
15 Meter in die Tiefe st&uuml;rzen. Sein angstvoller Schrei dabei lockte
mir ein Grinsen auf das Gesicht, und der Aufprall seines schweren K&ouml;rpers
auf dem Waldboden veranla&szlig;te mich, lauthals loszulachen.</P>

<P>Ab diesem Zeitpunkt war ich wieder lebendig.</P>

<P>Ich wurde ein Qu&auml;lgeist, tyrannisierte andere Kinder und verstand
es vorz&uuml;glich, anderen mit kleinen Tricks und Streichen das Leben zur
H&ouml;lle zu machen. So kam eines zum anderen. Mit 23 ri&szlig; ich von
zu Hause aus, im Alter von 36 schlo&szlig; ich mich der hiesigen Diebesgilde
an und fing an zu lernen.... .</P>

<P>Nun bin ich 62, nach elfischen Ma&szlig;st&auml;ben noch viel zu jung,
um alleine zu &uuml;berleben, aber glaubt mir, ich habe schon mehr Leichen
mit einem Dolch im R&uuml;cken zur&uuml;ckgelassen, als ihr in eurem ganzen
Leben in Wirtsh&auml;usern bei lebendigem Leibe gesehen habt.</P>

<P>Denn wie war das alte menschliche Sprichwort, da&szlig; wir uns schnell
aneigneten und verdrehten : &quot;Jeden Tag eine schlechte Tat, und manchmal
sogar zwei.......&quot;</P>

<P>Die folgenden 10 Jahre in und um Kelethin waren die besten meines Lebens.
Reicht&uuml;mer h&auml;uften sich in den Truhen unserer Gilde, in der ich
bald zu einem angesehenen Mitglied aufstieg. Die Leute sahen sich angstvoll
um, wenn sie einen der Unsrigen erblickten. Uns zu erkennen war nicht schwer,
jeder von uns trug das Zeichen unserer Gilde, den einen Halbmond kreuzenden
Dolch, offen und stolz als Medaillon auf der Brust, denn wir waren zwar
nicht gern gesehene Einwohner Kelethins, aber unsere Hilfe w&auml;hrend
des letzten &Uuml;berfalls der Orks aus Crushbone w&uuml;rde so schnell
nicht vergessen werden und garantierte uns relative Sicherheit vor den Wachen
und machte uns zu &#130;ehrbaren&#145; Leuten Kelethins.</P>

<P>Mit anderen Worten ausgedr&uuml;ckt, wir waren ein fester Bestandteil
der Stadt, hatten diverse Schl&uuml;sselpositionen mit treuen Anh&auml;ngern
besetzt und waren &uuml;ber alles informiert, was innerhalb des Einflu&szlig;gebietes
Kelethins geschah; ich f&uuml;hlte mich endlich zu Hause.</P>

<P>Doch mit den Jahren, in denen ich die riesigen B&auml;ume Kelethins im
Lauf der Jahreszeiten erbl&uuml;hen und wieder vergehen sah, wurde ich unruhig.
Vielleicht lag es an den langen Geschichten Sorls aus meiner Kindheit oder
dem bunten Treiben in den vielen Tavernen der Stadt, in denen ich Nacht
f&uuml;r Nacht diversen gutsituierten Mitb&uuml;rgern meine Aufwartung machte,
denn ich bemerkte eine Sehnsucht in mir, der ich kein Ziel und auch keinen
Ursprung zuordnen konnte. Ich kam immer &ouml;fter mit leeren H&auml;nden
zur&uuml;ck und ertappte mich nicht selten dabei, wie ich ziellos durch
die Gasth&auml;user schlich und den Geschichten der Weitgereisten lauschte,
ohne auch nur den Versuch zu machen, einen H&auml;ndler im Vorbeigehen um
ein paar M&uuml;nzen zu erleichtern.</P>

<P>Und dann, eines sp&auml;ten Herbsttages, als die Bl&auml;tter erst k&uuml;rzlich
diese wundervolle, tiefrote F&auml;rbung angenommen hatten, die mich Jahr
f&uuml;r Jahr in ihren Bann schl&auml;gt, wurde ich des wahren Grundes meines
inneren Aufruhrs gewahr.</P>

<P>Die Sonne malte mit den letzten warmen Strahlen kunstvolle Muster auf
die verschlungenen Br&uuml;cken und Plattformen, &uuml;ber die in ausgelassener
Stimmung viele Kinder tollten, die sich vor den Rufen ihrer M&uuml;tter,
heimzukehren, dr&uuml;ckten, als ich hinter einer kleinen H&uuml;tte am
Ende einer schmalen, wenig begangenen Br&uuml;cke wartete, um dem sich n&auml;hernden
Wanderer erst einen Kn&uuml;ppel &uuml;ber den Sch&auml;del und dann seine
B&ouml;rse aus dem G&uuml;rtel zu ziehen. Ohne ein Ger&auml;usch von mir
zu geben, verschmolz ich mit den Schatten an der Hauswand und erwartete
die sich n&auml;hernde Gestalt. Der Fremde blieb jedoch am Ende der Br&uuml;cke,
knapp au&szlig;erhalb meines Sichtfeldes stehen und r&auml;usperte sich.
Nun erwartete ich, da&szlig; er ja alsbald um die Ecke kommen w&uuml;rde,
doch hatte ich mich geirrt. Er bewegte sich kein St&uuml;ck, sondern r&auml;usperte
sich wieder, dann hustete er einige Male, spuckte aus und fing danach wieder
an, seine Kehle auf die umst&auml;ndlichste und lauteste Weise zu reinigen,
die mir je vorgekommen war. Gerade wollte ich mit einem Satz aus meinem
Versteck heraus und ihn mit einem schnellen Schlag &uuml;berw&auml;ltigen,
als ich leise, sanfte T&ouml;ne vernahm. Ich blieb wie angewurzelt stehen
und vernahm Augenblicke sp&auml;ter die Stimme des Fremden, die eine traurige
Melodie zu den dahin schwebenden T&ouml;nen seiner Laute sang. Zun&auml;chst
ohne Worte ert&ouml;nte sein Gesang, doch war ich so gefesselt von der leisen,
traurigen und doch eindringlichen Stimme des wohl an diesem abgeschiedenen
Flecken &uuml;benden Barden, da&szlig; ich mich regungslos an die Hauswand
pre&szlig;te und seinem Spiel lauschte.</P>

<P>Nach einigen Minuten begann er dann zu singen. Wie ein Schock durchzuckten
mich die ersten Worte seiner traurigen Ballade, als ich in ihr die letzte
Schlacht Sircons, dem Helden meiner Kindheit in Freeport, wiedererkannte.
Alle Geschichten, die Sorl uns damals erz&auml;hlte, st&uuml;rmten mit ungeheurer
Wucht auf mich ein, diese so schwer zu verdr&auml;ngenden Erinnerungen an
die letzten Momente meines Ziehvaters Mareth und den Tod des alten Geschichtenerz&auml;hlers
lie&szlig;en mich beinahe in die Knie gehen. Als er dann zu den letzten
Strophen kam, in der Sircon von den Wachen umstellt und doch nicht aufgegeben
hatte, als er trotz seiner vielen Wunden heldenhaft f&uuml;r seine Ideale
starb, wurde ich schlie&szlig;lich von meiner Vergangenheit eingeholt und
begann leise zu weinen. Die Tr&auml;nen brannten wie Feuer in meinen Augen
und die aufgestaute Wut und Verzweiflung bahnten sich einen Weg an die Oberfl&auml;che.</P>

<P>Erst viel sp&auml;ter am Abend, der n&auml;chtliche Himmel war schon
fast komplett verdunkelt, wurde mir bewu&szlig;t, da&szlig; ich immer noch
da sa&szlig; und Tr&auml;nen in den Augen hatte. Ich f&uuml;hlte einen warmen
Mantel um meine Schultern und sah auf. Vor mir, nicht weit entfernt, sa&szlig;
der Fremde, seine h&ouml;lzerne Laute &uuml;ber den Knien und blickte mich
mitf&uuml;hlend an. Er war vielleicht etwas gr&ouml;&szlig;er als ich damals,
seine spitzen Ohren und dunklen Haare zeichneten ihn als Waldelfen aus und
ein fein gearbeitetes Schwert aus silbrigem Metall lag neben ihm auf dem
Boden. Der Gedanke, da&szlig; ich diesem Mann beinahe sein Hab und Gut geraubt
und ihn bewu&szlig;tlos in einer verlassenen Ecke zur&uuml;ckgelassen h&auml;tte,
trieb mir die Scham ins Gesicht und ich konnte seinem Blick nicht lange
standhalten.</P>

<P>Nachdem wir uns mehrere Minuten angeschwiegen hatten, kamen wir ins Gespr&auml;ch.
Er fragte mich nach meinem Namen und nach meinem Beruf und ich sch&uuml;ttete
ihm mein Herz aus. Alles was mir auf der Seele brannte erz&auml;hlte ich
in dieser Nacht und er h&ouml;rte zu. Bis zum fr&uuml;hen Morgen sa&szlig;en
wir dort am Ende der kleinen Br&uuml;cke und blickten in die Schw&auml;rze
unter uns, w&auml;hrend ich mein Leben vor ihm ausbreitete. Als der Morgen
d&auml;mmerte und ich eine trockene Kehle vom Erz&auml;hlen hatte, erhoben
wir uns und betraten die n&auml;chste Taverne. Dort lud mich der Fremde
auf ein Glas Wein ein und begann nun ein wenig von sich zu berichten. Ich
verbrachte mit ihm den gesamten n&auml;chsten Tag und den kommenden Abend
bei Gespr&auml;ch, Wein und seinen Liedern, bis wir beide weder geradeaus
schauen, geschweige denn laufen konnten und uns ein Angestellter des Gasthauses
mit einer kleinen Schubkarre zum offiziellen Haupthaus meiner Gilde brachte
und uns dort unsanft vor den Toren &#130;aussch&uuml;ttete&#145;.</P>

<P>So traf ich Kilas, den Barden, der lieber zu den Frauen und dem Wein
greift, als seine Laute zu stimmen, und am n&auml;chsten Morgen schon &uuml;berredete
er mich, ihn auf seiner n&auml;chsten Reise gen Ak&#145;Anon zu begleiten.</P>

<P>Auf diese Weise entwickelte sich eine Freundschaft, die mich in die Welt
hinaus f&uuml;hrte und mir die Augen f&uuml;r das Fremde und Abenteuerliche
&ouml;ffnete, mir half, meinen Schmerz zu ertragen und mir sogar gestattete,
einige der Geheimnisse um die Frauen zu ergr&uuml;nden und sie mit anderen
Augen, mit &#130;Barden-Augen&#145;, zu sehen.</P>

<P>Wer wei&szlig; schon, was uns in der Welt erwartet, in der wir unsere
Zeit hier verbringen, aber ich wei&szlig;, da&szlig; ich meine Heimat im
Herzen trage, seitdem ein gewisser Barde ein Lied &uuml;ber Freundschaft
und gemeinsame Heldentaten sang, obwohl ich ihn wegen Herabspielung meiner
Taten und &Uuml;bertreibung seiner eigenen fast durch ganz Faydwer jagen
mu&szlig;te.</P>

<P>Dies ist sie nun, meine Geschichte. Sie sei denen gewidmet, die auch
in Dunkelheit leben und sich doch nach dem Licht der Sonne, der wahren Freundschaft
sehnen.</P>

<P>Lorian, ein Elf aus den W&auml;ldern Faydwers</TD></TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
