<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE>Leara</TITLE>
</HEAD>
<BODY BACKGROUND="../rahmen/images/higru05.gif" TEXT="#000080">

<H2><CENTER><IMG SRC="images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" WIDTH="266" HEIGHT="102"><BR>
<STRONG>Leara</STRONG></CENTER></H2>

<P><CENTER><HR WIDTH="95%"></CENTER></P>

<P><CENTER><TABLE BORDER="2" CELLSPACING="2" CELLPADDING="0">
<TR>
<TD><IMG SRC="images/Leara.jpg" WIDTH="174" HEIGHT="269" BORDER="2" ALT="Man beachte die goldenen Stiefel :o)"
NATURALSIZEFLAG="2" ALIGN="BOTTOM"></TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><IMG SRC="images/50.jpg" WIDTH="196" HEIGHT="27" ALIGN="BOTTOM"
NATURALSIZEFLAG="3"></CENTER></P>

<P><CENTER>Und so sieht Lea aus wenn ihr sie &auml;rgert:<BR>
<IMG SRC="images/Leara2.jpg" WIDTH="250" HEIGHT="264" ALIGN="BOTTOM" NATURALSIZEFLAG=
"2"></CENTER></P>

<P><CENTER>&nbsp;</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="300" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><TABLE WIDTH="300" BORDER="1" CELLSPACING="2" CELLPADDING="0" BACKGROUND=
"../images/perga.gif">
<TR>
<TD WIDTH="150">Rasse :</TD>
<TD>Woodelf</TD></TR>
<TR>
<TD WIDTH="150">Klasse :</TD>
<TD>Druidin</TD></TR>
<TR>
<TD WIDTH="150">Geburtsort :</TD>
<TD>Kelethin</TD></TR>
</TABLE>
</TD></TR>
</TABLE>
</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="90%" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><P>Als ich noch ganz klein war, fiel ich vom Baum. Das mag euch nicht so
weltersch&uuml;tternd erscheinen, aber in meinem Fall handelte es sich nicht
um irgendeinen Baum, sondern um einen der B&auml;ume von Kelethin. Hm, das
scheint euch auch nicht sonderlich zu beindrucken. Also versuchen wirs mal
anders: ich bin eine Woodelfe und erblickte, wie alle Woodelfen in Kelethin
das Licht der Welt. Kelethin ist eins der grossen Wunder von Norrath: eine
Stadt, die ganz hoch oben in den uralten Riesenb&auml;umen von Greater Faydark
h&auml;ngt. Die ganze Stadt besteht aus grossen Plattformen, die untereinander
durch H&auml;ngebr&uuml;cken oder steile Rampen (ohne Gel&auml;nder) verbunden
sind. Meine Rasse hat ein Faible f&uuml;r Berufe, die mit viel Bewegung
verbunden sind, so gibt es bei uns Krieger, Ranger, Barden, Diebe und nat&uuml;rlich
solche, wie mich: Druiden. Wir sind klein, agil und im Allgemeinen recht
geschickt.</P>

<P>Ich fiel als erstes vom Baum.</P>

<P>Nat&uuml;rlich war ich sofort tot, aber Tunare hatte ein Einsehen. Nach
einem kurzen Vortrag &uuml;ber d&auml;mliche Jungdruiden, die von B&auml;umen
fallen durfte ich wieder zurueck auf die Welt. Diesmal sass ich zu ebener
Erde im Gras neben einem wenig vertrauenerweckenden Aufzug (ohne Gel&auml;nder).
Nach einem langen mi&szlig;trauischen Blick nach oben und einer G&auml;nsehaut
beim Anblick des klappernd nach oben steigenden Fahrstuhls, dachte ich:
&quot;Tunare, du bist wirklich die netteste Person, die ich hier bisher
kennengelernt habe, aber ich kann dich auch sehr gut von anderswo aus m&ouml;gen.&quot;
Mein Entschluss war gefasst: ich w&uuml;rde auswandern und mir eine h&uuml;bsche
Gegend mit normal hohen B&auml;umen suchen, um mich dort nieder zu lassen.
Eine kurze Inspektion meiner Taschen ergab, dass ich stolzer Besitzer von
Nahrung f&uuml;r die n&auml;chsten 5 Tage war und ausserdem einen grossen
Holzkn&uuml;ppel besass. &quot;Gar nicht so schlecht f&uuml;r den Anfang&quot;,
dachte ich, &quot;aber ein paar Zauberspr&uuml;che w&auml;ren schon n&uuml;tzlich
f&uuml;r eine lange Reise.&quot; Nun ist es zwar so, dass jeder Druide in
jeder Druidengilde von Norrath willkommen ist, aber es gibt halt nur drei
St&uuml;ck und die sind weit auseinander. Also beschloss ich, wenigstens
so lange zu bleiben, bis ich mir den immens wichtigen Unsichtbarkeitszauber
des zweiten Zirkels leisten konnte. Wie sich herausstellte, war es zwar
kaum ein Problem, einige grosse Insekten zu jagen und ihre Fl&uuml;gel und
Augen zu sammeln, aber danach die Stadt wiederzufinden dauerte ewig. Um
meine Beute zu verkaufen, musste ich in die Stadt, um in die Stadt zu kommen,
musste ich mich diesem grauslichen Fahrstuhl anvertrauen. Ich schw&ouml;re,
der Guard da hat mich ausgelacht an dem Tag. Nachdem ich mich Schritt f&uuml;r
Schritt (laaangsam, Lea und nicht runtergucken) zur Druidengilde geschlichen
und meinen Zauber gekauft hatte, war ich so geschafft, dass ich erstmal
zu rasten beschloss. F&uuml;r einen Tag waren das reichlich genug Abenteuer.</P>

<P>Fortsetzung folgt vielleicht, eventuell, m&ouml;lglicherweise irgendwann.....</TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><STRONG>(\@/) <A HREF="Mitglieder_Nameless.htm">zur&uuml;ck zur
Mitglieder&uuml;bersicht</A> (\@/)</STRONG></CENTER>
</BODY>
</HTML>
