{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Searle","from":"&quot;Scott Searle&quot; &lt;sasearle@...","replyTo":"LIST","senderId":"0i-ENLGCBFEDXZgLKZ9Zv4S8sAzfGEZtPQW78GU0eWCCaBtqpAhxc-yuBCrQpGnYgyE42p98AyNb_S-HAJP7FSNUupVPHnYZ-CVir5ZX","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Somethin seems wrong (long response)","postDate":"931554572","msgId":306,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Mi4zMDYuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":308,"prevInTime":305,"nextInTime":307,"topicId":306,"numMessagesInTopic":18,"msgSnippet":"I think this was directed at my comment about doing scalers, lanterns, and skewers till trivial, and by then you ll be popping out the banded.  The comment was","messageBody":"<div id=\"ygrps-yiv-302653066\">I think this was directed at my comment about doing scalers, lanterns, and<br/>\nskewers till trivial, and by then you&#39;ll be popping out the banded.  The<br/>\ncomment was intended to mean at 115 you&#39;ll be popping out the banded (which<br/>\nis where skewers were trivial for me).  If it wasn&#39;t, then disregard.<br/>\n<br/>\nAs far as selling banded...I have all but stopped playing my enchanter<br/>\nbecause I got burned out on all the requests for armor.  I logged him in<br/>\nlast night and within 5 minutes was hit with 4 requests from return<br/>\ncustomers.  This was after taking 10 days off from the game.  I politely<br/>\nrefused all 4 requests and promptly rolled up a new enchanter so I could<br/>\nactually do something besides standing behind a hot forge making armor.<br/>\nSometimes making money is less important than doing some hard core<br/>\nadventuring, though RP&#39;able situations seem to present themselves more when<br/>\nyou play the role of a traveling salesman (or salesperson for you more<br/>\npolitically correct types).<br/>\n<br/>\nIf you want to build your business, travel.  I have hit every remote region<br/>\nof the world and sold jewelry, armor, and other miscellaneous wares there.<br/>\nI sold one high elf fellow a polar bear cloak and got a tell from him two<br/>\ndays later asking for a full suit of banded.  I mentioned my recent first<br/>\nsuccess in making silver-jade mana rings and added another 12pp to the sale<br/>\non the spot.<br/>\n<br/>\nIf you really want to make money on trade skills, do several of them, and<br/>\npick up critter dropped items or quest items as you travel and sell them to<br/>\nthe other side of the world.  I&#39;ve made a lot of friends and a ton of money.<br/>\nI laugh now when someone asks me how in the hell a 13th level enchanter can<br/>\nafford a dragoon dirk (and crookstinger), skull of Jhen&#39;tra, polar bear<br/>\ncloak, mana rings, golden ear studs, and various other assorted goodies.  If<br/>\nthey only knew there&#39;s a few hundred plat, a full set of bronze, two sets of<br/>\nbanded, a runed totem staff, and two or three sets of all my research spell<br/>\ncomponents through 29th level sitting in my vault.  That&#39;s all after outfitt<br/>\ning my wife and 4 buddies with full sets of banded at cost, and a few<br/>\ndonations made to the young here and there.<br/>\n<br/>\nNo, I hardly think the banded market is dead.  It&#39;s been damaged a bit by<br/>\nlow priced swindlers running through town selling gorgets for 3pp each and<br/>\nbracers for 4pp each.  Nothing like telling someone that a tunic will cost<br/>\nthem 20pp only to get the reply &quot;there&#39;s a guy that comes through here every<br/>\nweek and sells them for 12pp, so I&#39;m not paying a penny more.&quot;  That&#39;s fine.<br/>\nWithin the hour I sell it for 17 to 20pp depending on how much haggling the<br/>\nvictim..er..I mean..person does and whether or not I&#39;ve done business with<br/>\nthem before.<br/>\n<br/>\nThere&#39;s a term that fits trade skills pretty well, diversity.  If you put<br/>\nall of your money in one trade skill and expect to buy everything you ever<br/>\nwanted with it within a week, well, good damn luck to you.  Myself, I funded<br/>\nmy jewelry making with my smithing, and my smithing was funded by selling<br/>\npolar bear cloaks and similar quest items.   Now that I&#39;m pretty much set<br/>\nfinancially for a while, I&#39;ll go back to killing stuff and making levels.<br/>\nIt&#39;s going to be nice to buy all of my 16th level spells as soon as I hit<br/>\n16th. The best part is, I&#39;ve gotten a lot of invitations to hunt from my<br/>\ncustomers, so I don&#39;t think I&#39;ll have trouble finding a group to help me hit<br/>\nthe next dozen or so levels.  :)<br/>\n<br/>\nJust my 2 cents.<br/>\n<br/>\nDraethar<br/>\nHigh Elf Enchanter<br/>\nAccomplished Jeweler, Master Smith, and Traveling Salesperson of Innoruk<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:XxKommiexX@...\">XxKommiexX@...</a><br/>\n&gt;<br/>\n&gt;scalers are trivial at 41, no way you be popping out the banded at that<br/>\n&gt;level. Oh ya, no one wants banded anymore, so it is really pointless to try<br/>\n&gt;and sell anything. In what I have seen on my server, most people want<br/>\n </span></blockquote>bronze<br/>\n<blockquote><span title=\"qreply\"> &gt;armor. You can still sell, but a lot more diffucult to do so. </span></blockquote></div>","specialLinks":[]}}