{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"5-rN7jA5cCaIsoNUm-ZffRexbMToZI7BaMQDS2se5DFRK8MhZb9CWIWvGiPbm8oFOXtrTDrS7cVpRvRgqXE9cD8kA0fiTOKa","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Blacksmiths] Somethin seems wrong (long response)","postDate":"931579382","msgId":311,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Mi4zMTEuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":314,"prevInTime":310,"nextInTime":312,"topicId":311,"numMessagesInTopic":9,"msgSnippet":"One thing everybody must learn, prices can ALWAYS go down and NEVER go up. Don t take never literally, though. We need to raise prices on banded. 7 for","messageBody":"<div id=\"ygrps-yiv-1417203176\">One thing everybody must learn, prices can ALWAYS go down and NEVER go up. Don&#39;t<br/>\ntake never literally, though. We need to raise prices on banded. 7 for gorgets,<br/>\n8 for bracers, 11 for masks, 13 for helmets, 12 for sleeves, 12 for mantle, 20<br/>\nfor mail, 20 for cloak, 12 for belt, 19 for leggings, 11 for boots. These prices<br/>\ngive us significant profit on 100% success and help even out the profits for<br/>\nwhen we fail. If ALL of us sell at these prices and stick to them (don&#39;t let<br/>\nthem drop you more than a plat), then the &#39;low priced&#39; banded sellers will be<br/>\nvery scarce indeed. Then you can see the &#39;wait an hour&#39; frustration on the<br/>\nbuyers end. If someone auctions they are willing to pay 5 plat for a banded<br/>\nbracer for over an hour, they&#39;ll be frustrated enough to give up and pay the<br/>\ndamn 8 plat. If we have a set price that majority follows, then we will still<br/>\nsell. While the discount smith might sell 10 gorgets at 2 and a half plat profit<br/>\neach, we&#39;ll sell at LEAST 5 gorgets in the same amount of time for 5 and a half<br/>\nplat profit each. They might be making 25 plat, but we&#39;re making 27.5 and have<br/>\nless chances for a failure :) If we group together and work as one group of<br/>\ndedicated smiths, we can only win. If we become bitter enemies over who has the<br/>\nlowest price, the price war will just destroy us all. We will ruin the value of<br/>\nsmithing. NO MORE DISCOUNTS!!! :)<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nLemac Justerian wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Lemac Justerian&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lemac@...\">lemac@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I agree with the pricing problems of banded... I too have had to watch some<br/>\n&gt; smiths selling banded armor at what is basically the cost of materials!<br/>\n&gt; (not the actual cost which would take into account the time and cost to<br/>\n&gt; learn smithing)<br/>\n&gt;<br/>\n&gt; &gt;From time to time I too have sold some cheap, but it is usually when I have<br/>\n&gt; made way too many of something and had it on me way too long... So, I need<br/>\n&gt; to get rid of some of the &#39;old&#39; stock...<br/>\n&gt;<br/>\n&gt; But I think the real problem with the pricing comes not from overstock, but<br/>\n&gt; mostly from impatience.  People think that they should be able to /Auction<br/>\n&gt; 1-2 times and that if nobody answers them, they want to go to the next zone<br/>\n&gt; (&quot;where there are more people&quot;) to try to sell there... Then, when nobody<br/>\n&gt; wants to buy right away, they start discounting it to the cost!<br/>\n&gt;<br/>\n&gt; People, you have to understand something about selling... IT TAKES TIME!!!<br/>\n&gt; Just like the smithing itself does...<br/>\n&gt;<br/>\n&gt; If you have ever been in a fine clothier or jewelery store, you might have<br/>\n&gt; noticed that there isn&#39;t a whole lot of customers &#39;shopping&#39; around<br/>\n&gt; inside... They are there selling a quality product for a good profit... that<br/>\n&gt; is the way they make their money and keep their reputation of a fine<br/>\n&gt; product...<br/>\n&gt;<br/>\n&gt; Much different then Sears or some warehouse store that is basing sales on<br/>\n&gt; HUGE Volumes because they (vendors) get huge discounts on the items<br/>\n&gt; (Materials cost)...<br/>\n&gt;<br/>\n&gt; Well, remember folks, this isn&#39;t Kmart!!  Don&#39;t try to sell at Kmart<br/>\n&gt; prices!!<br/>\n&gt;<br/>\n&gt; I often hang out at the banks or gates of a city selling my wares... and<br/>\n&gt; there have been times when I sat there for 5 min or more without selling a<br/>\n&gt; thing, or even getting a query as to the prices and such!  This can seem<br/>\n&gt; veeeery frustrating... but look at it in a different light:<br/>\n&gt;<br/>\n&gt; Last night I spent about an hour selling banded armor... and guess what?  I<br/>\n&gt; made about 30 plat in profit (over costs of the materials, not actual<br/>\n&gt; costs - I am about even now... hehe...)  How long would it take you to earn<br/>\n&gt; 30 plat in, say, Unrest?  or NRo?  Probably at least twice as long, and only<br/>\n&gt; if you got some good loot off some mob!  If you can just relax and sit back<br/>\n&gt; and sell armor for a couple of hours, you can make about 30-50 plat per day<br/>\n&gt; just off of that... Then you won&#39;t mind going to those places where you earn<br/>\n&gt; lots of experience, but get no good loot... Because it will allready be in<br/>\n&gt; the bank!<br/>\n&gt;<br/>\n&gt; So, remember... Keep those prices up there for a GOOD profit... and RELAX!!!<br/>\n&gt; Take the time needed to sell...  Just because there are only 14 people in<br/>\n&gt; NFP and nobody buys from you in the first 5 minutes doesn&#39;t mean that 5<br/>\n&gt; minutes later the SAME 14 people will be in that zone!  They change all the<br/>\n&gt; time.... just look at the names... Oh, and if you see some that are there<br/>\n&gt; for a long time, they are probably selling too!<br/>\n&gt;<br/>\n&gt; Lemac Justerian - High Elf Cleric on Karana server<br/>\n&gt; Proud member of Platinum Sphere Guild - www.platinumsphere.com<br/>\n&gt;<br/>\n&gt; &gt; From: &quot;Scott Searle&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sasearle@...\">sasearle@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; I think this was directed at my comment about doing scalers, lanterns, and<br/>\n&gt; &gt; skewers till trivial, and by then you&#39;ll be popping out the banded.  The<br/>\n&gt; &gt; comment was intended to mean at 115 you&#39;ll be popping out the banded<br/>\n&gt; (which<br/>\n&gt; &gt; is where skewers were trivial for me).  If it wasn&#39;t, then disregard.<br/>\n&gt; &gt;<br/>\n&gt; &gt; As far as selling banded...I have all but stopped playing my enchanter<br/>\n&gt; &gt; because I got burned out on all the requests for armor.  I logged him in<br/>\n&gt; &gt; last night and within 5 minutes was hit with 4 requests from return<br/>\n&gt; &gt; customers.  This was after taking 10 days off from the game.  I politely<br/>\n&gt; &gt; refused all 4 requests and promptly rolled up a new enchanter so I could<br/>\n&gt; &gt; actually do something besides standing behind a hot forge making armor.<br/>\n&gt; &gt; Sometimes making money is less important than doing some hard core<br/>\n&gt; &gt; adventuring, though RP&#39;able situations seem to present themselves more<br/>\n&gt; when<br/>\n&gt; &gt; you play the role of a traveling salesman (or salesperson for you more<br/>\n&gt; &gt; politically correct types).<br/>\n&gt; &gt;<br/>\n&gt; &gt; If you want to build your business, travel.  I have hit every remote<br/>\n&gt; region<br/>\n&gt; &gt; of the world and sold jewelry, armor, and other miscellaneous wares there.<br/>\n&gt; &gt; I sold one high elf fellow a polar bear cloak and got a tell from him two<br/>\n&gt; &gt; days later asking for a full suit of banded.  I mentioned my recent first<br/>\n&gt; &gt; success in making silver-jade mana rings and added another 12pp to the<br/>\n&gt; sale<br/>\n&gt; &gt; on the spot.<br/>\n&gt; &gt;<br/>\n&gt; &gt; If you really want to make money on trade skills, do several of them, and<br/>\n&gt; &gt; pick up critter dropped items or quest items as you travel and sell them<br/>\n&gt; to<br/>\n&gt; &gt; the other side of the world.  I&#39;ve made a lot of friends and a ton of<br/>\n&gt; money.<br/>\n&gt; &gt; I laugh now when someone asks me how in the hell a 13th level enchanter<br/>\n&gt; can<br/>\n&gt; &gt; afford a dragoon dirk (and crookstinger), skull of Jhen&#39;tra, polar bear<br/>\n&gt; &gt; cloak, mana rings, golden ear studs, and various other assorted goodies.<br/>\n&gt; If<br/>\n&gt; &gt; they only knew there&#39;s a few hundred plat, a full set of bronze, two sets<br/>\n&gt; of<br/>\n&gt; &gt; banded, a runed totem staff, and two or three sets of all my research<br/>\n&gt; spell<br/>\n&gt; &gt; components through 29th level sitting in my vault.  That&#39;s all after<br/>\n&gt; outfitt<br/>\n&gt; &gt; ing my wife and 4 buddies with full sets of banded at cost, and a few<br/>\n&gt; &gt; donations made to the young here and there.<br/>\n&gt; &gt;<br/>\n&gt; &gt; No, I hardly think the banded market is dead.  It&#39;s been damaged a bit by<br/>\n&gt; &gt; low priced swindlers running through town selling gorgets for 3pp each and<br/>\n&gt; &gt; bracers for 4pp each.  Nothing like telling someone that a tunic will cost<br/>\n&gt; &gt; them 20pp only to get the reply &quot;there&#39;s a guy that comes through here<br/>\n&gt; every<br/>\n&gt; &gt; week and sells them for 12pp, so I&#39;m not paying a penny more.&quot;  That&#39;s<br/>\n&gt; fine.<br/>\n&gt; &gt; Within the hour I sell it for 17 to 20pp depending on how much haggling<br/>\n&gt; the<br/>\n&gt; &gt; victim..er..I mean..person does and whether or not I&#39;ve done business with<br/>\n&gt; &gt; them before.<br/>\n&gt; &gt;<br/>\n&gt; &gt; There&#39;s a term that fits trade skills pretty well, diversity.  If you put<br/>\n&gt; &gt; all of your money in one trade skill and expect to buy everything you ever<br/>\n&gt; &gt; wanted with it within a week, well, good damn luck to you.  Myself, I<br/>\n&gt; funded<br/>\n&gt; &gt; my jewelry making with my smithing, and my smithing was funded by selling<br/>\n&gt; &gt; polar bear cloaks and similar quest items.   Now that I&#39;m pretty much set<br/>\n&gt; &gt; financially for a while, I&#39;ll go back to killing stuff and making levels.<br/>\n&gt; &gt; It&#39;s going to be nice to buy all of my 16th level spells as soon as I hit<br/>\n&gt; &gt; 16th. The best part is, I&#39;ve gotten a lot of invitations to hunt from my<br/>\n&gt; &gt; customers, so I don&#39;t think I&#39;ll have trouble finding a group to help me<br/>\n&gt; hit<br/>\n&gt; &gt; the next dozen or so levels.  :)<br/>\n&gt; &gt;<br/>\n&gt; &gt; Just my 2 cents.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Draethar<br/>\n&gt; &gt; High Elf Enchanter<br/>\n&gt; &gt; Accomplished Jeweler, Master Smith, and Traveling Salesperson of Innoruk<br/>\n&gt; &gt;<br/>\n&gt; &gt; &gt;From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:XxKommiexX@...\">XxKommiexX@...</a><br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt;scalers are trivial at 41, no way you be popping out the banded at that<br/>\n&gt; &gt; &gt;level. Oh ya, no one wants banded anymore, so it is really pointless to<br/>\n&gt; try<br/>\n&gt; &gt; &gt;and sell anything. In what I have seen on my server, most people want<br/>\n&gt; &gt; bronze<br/>\n&gt; &gt; &gt;armor. You can still sell, but a lot more diffucult to do so.<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt; ONElist members are using Shared Files in great ways!<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; &gt; Are you?  If not, see our homepage for details.<br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt;<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; How has ONElist changed your life?<br/>\n&gt; Share your story with us at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}