{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"9nbClwJzlYun2D6FKMvswzcpULHJK2AihuIzpWVPbM-2LRP8ou4TQjwq57iMxaPUWVeur4-LaBdvwlQEA1sc1dlkw8kzVstJ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Blacksmiths] Somethin seems wrong (long response)","postDate":"931592030","msgId":318,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Mi4zMTguOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":317,"nextInTopic":321,"prevInTime":317,"nextInTime":319,"topicId":311,"numMessagesInTopic":9,"msgSnippet":"I payed for my mistakes the day I became a smith. Smithing is not profitable given the current market standard. Go ahead and sell at your current prices and","messageBody":"<div id=\"ygrps-yiv-785162715\">I payed for my mistakes the day I became a smith. Smithing is not profitable given the<br/>\ncurrent market standard. Go ahead and sell at your current prices and make 15 to 20<br/>\nplat an hour. I&#39;ll be out buying the 200 and 300 plat items at the bazaar for the next<br/>\nfestival my guild is throwing with the profit we make (if you haven&#39;t read our guild<br/>\ncharter, I&#39;ll tell you now. All of the profits my &#39;greediness&#39; gets goes to holding<br/>\nevents on the E&#39;Ci server).<br/>\n<br/>\nThere are two reasons to do any trade. To roleplay or to make money. I&#39;m not much of<br/>\nan EQ roleplayer, if I want to do that, I&#39;ll have 10 people over and chuck dice for 7<br/>\nhours. I&#39;ve done it before, it&#39;s fun... it&#39;s not EQ. I perform my trades to make money<br/>\nand the last 6 times I&#39;ve decided to try smithing instead of my other skills I have<br/>\nALWAYS lost money on the market standard. In fact, no matter what my price, my<br/>\ncustomer response is always the same. When I sold at truly ideal prices, I got the<br/>\nsame amount of customers and the same amount of people who wouldn&#39;t pay my price. When<br/>\nI lowered the price, the customers didn&#39;t change. I didn&#39;t get any more people buying<br/>\nfrom me, I didn&#39;t get any less. Instead, I lost money on my failures. I&#39;m supposed to<br/>\nwillingly lose money and watch a trade I spent quite a reserve of platinum mastering<br/>\ngo down the drain? Smithing was my first skill and I had to sell the armor off my back<br/>\nto master it. I&#39;ve put in my dues and I expect to get something back for it. Just<br/>\nbecause I want to get something for my efforts doesn&#39;t make me greedy. If you want to<br/>\nsee how greedy I am, visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://tradecouncil.eqrealms.com/events.html\">http://tradecouncil.eqrealms.com/events.html</a> and take a<br/>\nlook at the events my guild is hosting. Notice... they are FREE! Go ahead and add up<br/>\nthe costs of all the items we&#39;re offering and see how much money I&#39;m losing. I&#39;m not<br/>\ngetting anything for that. I&#39;m doing it as a service to my server which has given me<br/>\nthe opportunity to make it where I am today.<br/>\n<br/>\nThis is NOT a flame. You go right ahead and sell for whatever you please, but it won&#39;t<br/>\nsolve anything. Everything I&#39;ve been saying is entirely my opinion, you have the right<br/>\nto accept it or refuse it. I don&#39;t want to see another flame aimed at me calling me a<br/>\n&#39;greedy asshole&#39; because I want to make something out of an expensive trade. It took a<br/>\nLOT of work to earn the plat to master smithing at level 11 (that&#39;s when I started<br/>\ntrade skills, and smithing was my first as I said previously). No, I did not twink my<br/>\ncharacter. Rennin is my highest level character, still at level 11, being the merchant<br/>\nthat I created him to be. I didn&#39;t get help from any high-level friends, either. I<br/>\nstarted from scratch and built myself up. If you want to know how, e-mail me, not the<br/>\nlist, I&#39;d be happy to tell you. I&#39;m not harboring any secrets, I didn&#39;t do anything<br/>\nunusual, I worked for what I got. Don&#39;t go telling me I&#39;m greedy because I want to get<br/>\nsomething for the work I&#39;ve done.<br/>\n<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nkurt walther wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: kurt walther &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:itzkurt@...\">itzkurt@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Nick Emmerich wrote:<br/>\n&gt; &gt;<br/>\n&gt; &gt; From: Nick Emmerich &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:seorin@...\">seorin@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; One thing everybody must learn, prices can ALWAYS go down and NEVER go up. Don&#39;t<br/>\n&gt; &gt; take never literally, though. We need to raise prices on banded. 7 for gorgets,<br/>\n&gt; &gt; 8 for bracers, 11 for masks, 13 for helmets, 12 for sleeves, 12 for mantle, 20<br/>\n&gt; &gt; for mail, 20 for cloak, 12 for belt, 19 for leggings, 11 for boots. These prices<br/>\n&gt; &gt; give us significant profit on 100% success and help even out the profits for<br/>\n&gt; &gt; when we fail. If ALL of us sell at these prices and stick to them (don&#39;t let<br/>\n&gt; &gt; them drop you more than a plat), then the &#39;low priced&#39; banded sellers will be<br/>\n&gt; &gt; very scarce indeed. Then you can see the &#39;wait an hour&#39; frustration on the<br/>\n&gt; &gt; buyers end. If someone auctions they are willing to pay 5 plat for a banded<br/>\n&gt; &gt; bracer for over an hour, they&#39;ll be frustrated enough to give up and pay the<br/>\n&gt; &gt; damn 8 plat. If we have a set price that majority follows, then we will still<br/>\n&gt; &gt; sell. While the discount smith might sell 10 gorgets at 2 and a half plat profit<br/>\n&gt; &gt; each, we&#39;ll sell at LEAST 5 gorgets in the same amount of time for 5 and a half<br/>\n&gt; &gt; plat profit each. They might be making 25 plat, but we&#39;re making 27.5 and have<br/>\n&gt; &gt; less chances for a failure :) If we group together and work as one group of<br/>\n&gt; &gt; dedicated smiths, we can only win. If we become bitter enemies over who has the<br/>\n&gt; &gt; lowest price, the price war will just destroy us all. We will ruin the value of<br/>\n&gt; &gt; smithing. NO MORE DISCOUNTS!!! :)<br/>\n&gt; &gt; -Rennin of E&#39;Ci<br/>\n&gt; &gt;  Trade Council GM<br/>\n&gt; &gt;<br/>\n&gt;<br/>\n&gt; I&#39;m sorry.. are you a moron?  Your plan won&#39;t work for shit.  You keep<br/>\n&gt; your prices at what they are..  i will sell cheaper.. everyone will keep<br/>\n&gt; coming to me.. i&#39;ll get plenty of practice and my smithing will continue<br/>\n&gt; to raise.. and I&#39;ll make all the money while you sit all alone with your<br/>\n&gt; overpriced shit.  People do NOT pay for failures.  They pay for the<br/>\n&gt; product.  As a smith, you are supposed to supply people with a product.<br/>\n&gt; You don&#39;t supply them with your failures.  Smithing is a profitable<br/>\n&gt; business.. yes.  But it&#39;s the greedy assholes like you who try to make<br/>\n&gt; other people pay for your lack of skill who ruin the trade.  Pay for<br/>\n&gt; your own mistakes.<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist:  your connection to online communities.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}