{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Searle","from":"&quot;Scott Searle&quot; &lt;sasearle@...","replyTo":"LIST","senderId":"dBtwL5J6zH-_Nv9GN-s7C6CX0YZmZCl39VIRj-ln_bpPwZneKo7_jCMBzN1i0rJzNWSgKY9W7OSfUUiokopU6x4NG7t0uZZSZwev0r05","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Blacksmiths] Somethin seems wrong (long response)","postDate":"931627230","msgId":322,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41NC4zMjIuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":321,"nextInTopic":323,"prevInTime":321,"nextInTime":323,"topicId":311,"numMessagesInTopic":9,"msgSnippet":"I have no idea, why some people feel they need to resort to personal bashing when they don t understand something.  Let me spell it out for you a little bit. ","messageBody":"<div id=\"ygrps-yiv-1488983436\">I have no idea, why some people feel they need to resort to personal bashing<br/>\nwhen they don&#39;t understand something.  Let me spell it out for you a little<br/>\nbit.<br/>\n<br/>\nSince you are playing EQ, you have at some point purchased a copy of Windows<br/>\n95 or 98.  It may have been bundled with the system you purchased, but I<br/>\nguarantee you it was in the price.  I paid $85 for my OEM copy when I built<br/>\nmy computer, so we&#39;ll go with that price.  I paid for a &quot;product.&quot;  Do you<br/>\nthink it cost Microsoft $85 to manufacture the CD my product was delivered<br/>\non?  I think not.  They charge that amount because they had to pay<br/>\nprogrammers for their &quot;TIME.&quot;  And time, dear sir, is a commodity.  It is a<br/>\nprecious commodity.  Do you think those programmers wrote perfect code the<br/>\nfirst time out the gate?  Hell no.  Why do you think they released Win95<br/>\nOSR2 in 1996?  And actually there were three or four releases of OSR2.<br/>\nThose subsequent releases were addressing &quot;failed code&quot; or &quot;failures.&quot;  If<br/>\nyou honestly think that you did not pay for the research to correct those<br/>\nfailures, then you sir are extremely naive.<br/>\n<br/>\nLet&#39;s take another quick example.  A car manufacturer discovers that their<br/>\nseatbelts are defective.  They recall the vehicle and have the owners take<br/>\ntheir vehicle to the nearest dealership to have a new seatbelt system<br/>\ninstalled.  That costs money.  Notification to the customers, training on<br/>\nthe new installation procedures for the mechanics, and research from the<br/>\nengineering team to develop a seatbelt that works, among many other<br/>\nexpenses.  Where do you think that money comes from?  Well, last I checked<br/>\nit doesn&#39;t come from trees, so it must have come from the consumer.<br/>\n<br/>\nAny good business, any successful business, will factor failed and defective<br/>\nmerchandise into the price of the item they are selling in addition to any<br/>\nresearch and development money that was spent to create the item initially.<br/>\nThe first 115 or so levels in blacksmithing is your research and development<br/>\ntime, and your product after that point should be targetted at retrieving<br/>\nthe sum of money you spent up to that point within a reasonable amount of<br/>\ntime.<br/>\n<br/>\nThere are people on my server that sell sleeves for 9pp and tunics for 10pp.<br/>\nHooray for them.  I lost 1 customer who would not pay more than 9pp for the<br/>\nsleeves last night.  I will not sell them for less than 14pp.  Guess what?<br/>\nI still sold 3 cloaks, 2 tunics, and 2 pairs of sleeves last night for a<br/>\n90pp profit.  It took me about 2 minutes to make it all, and I sold it in<br/>\nbetween hunting.  So you have fun making your 5gp per item profit.  I will<br/>\ntake a few minutes here and there to recoup my costs and pay for my spells,<br/>\nand still have satisfied customers.  You see, my profit pays for research<br/>\nand development in my other trade skills, which is my method of<br/>\ndiversification.<br/>\n<br/>\nI&#39;m sorry if you still don&#39;t understand this, perhaps you should consider a<br/>\nbusiness class or two.  You might learn how to actually make a buck.<br/>\n<br/>\nDraethar<br/>\nHigh Elf Enchanter, Innoruk<br/>\nJeweler, Tailor, Baker, Master Smith, and Traveling Salesman<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: kurt walther &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:itzkurt@...\">itzkurt@...</a>&gt;<br/>\n<br/>\n </span></blockquote>...<br/>\n<blockquote><span title=\"qreply\"> &gt;I&#39;m sorry.. are you a moron?  Your plan won&#39;t work for shit.  You keep<br/>\n&gt;your prices at what they are..  i will sell cheaper.. everyone will keep<br/>\n&gt;coming to me.. i&#39;ll get plenty of practice and my smithing will continue<br/>\n&gt;to raise.. and I&#39;ll make all the money while you sit all alone with your<br/>\n&gt;overpriced shit.  People do NOT pay for failures.  They pay for the<br/>\n&gt;product.  As a smith, you are supposed to supply people with a product.<br/>\n&gt;You don&#39;t supply them with your failures.  Smithing is a profitable<br/>\n&gt;business.. yes.  But it&#39;s the greedy assholes like you who try to make<br/>\n&gt;other people pay for your lack of skill who ruin the trade.  Pay for<br/>\n&gt;your own mistakes.<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist:  your connection to online communities.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}