{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Chris Lin","from":"&quot;Chris Lin&quot; &lt;chrislin@...","replyTo":"LIST","senderId":"UlqUIj-k02TTLm6BDRc7mD_GLH6M0D1iJLFu5Rlg99gQ2l-125wgVyigoUBwiZh4HfKZik5pHgJ71QRiA-oOFngwM1ipkJNc6Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Somethin seems wrong (long response)","postDate":"931658745","msgId":326,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41NC4zMjYuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":310,"nextInTopic":327,"prevInTime":325,"nextInTime":327,"topicId":306,"numMessagesInTopic":18,"msgSnippet":"I ll try to respond to Scott and Dennis at the same time.  This will be a long read.  You ve been warned. :) I will agree wholeheartedly that time is money.","messageBody":"<div id=\"ygrps-yiv-72711774\">I&#39;ll try to respond to Scott and Dennis at the same time.  This will be a<br/>\nlong read.  You&#39;ve been warned. :)<br/>\n<br/>\nI will agree wholeheartedly that time is money.  If I had not spent the time<br/>\nthat I did smithing, I would be 10 levels higher with probably the same nice<br/>\nequipment I have now.  But, I like smithing, I like interacting with the<br/>\ncommunity, and I like the nice items I am able to now buy.<br/>\n<br/>\nLet&#39;s get something else out of the way as well.  Price fixing is never<br/>\ngoing to work.  There are 50+ master smiths per server, with a new one<br/>\nbecoming a master smith every day.  Price fixing just won&#39;t happen unless<br/>\nyou can get a majority of the smiths together and hope that they are all<br/>\nintelligent enough to understand that selling less at a more expensive price<br/>\nis good.<br/>\n<br/>\nThe only feasible way of price fixing, which I practice occasionally, is to<br/>\ncollude with a fellow smith in the area.  If I am selling armor in greater<br/>\nfaydark and another smith starts selling, I sometimes (depending on their<br/>\nattitude) price fix with them so we don&#39;t end up screwing eachother.  In the<br/>\nend, we both make out because the consumers are forced to buy from one of<br/>\nus.<br/>\n<br/>\nTo kurt: Good for you!  Too bad you can&#39;t be everywhere on every server at<br/>\nonce.  So, the people that are buying from you are making out, but, that&#39;s<br/>\nonly one small corner of your server&#39;s market.<br/>\n<br/>\nTo Nick: I disagree, we have lots to lose.  We have a customer base and a<br/>\nreputation.  If we start jacking our prices, our reputation is going to go<br/>\ndown the drain.  Believe it or not, word of mouth is a big contribution to<br/>\nsales.  If this little plan fails, it may take a while to recover that lost<br/>\nreputation.<br/>\n<br/>\n<br/>\nNow, I don&#39;t know why everyone is griping about not making enough money to<br/>\nrecuperate their initial costs.  I recovered my inital investment in the<br/>\nfirst couple of days.  Perhaps the area you&#39;re selling in is not a very<br/>\npopular banded area.  I sell in greater faydark and it&#39;s excellent.  GFay<br/>\noffers many things that I love.<br/>\n<br/>\n1.  I am in reach of two sizes of molds, small and medium, which allows me<br/>\nto sell to two groups of players increasing my customer base by 50% (Elves<br/>\nprefer small, and there are not THAT many humans, barbarians, or<br/>\nhalf-elves.)<br/>\n<br/>\n2. I don&#39;t have to zone to use a bank, which means I don&#39;t have to carry my<br/>\nwares on me, which means unlimited access to my supplies without zoning.<br/>\n<br/>\n3. It is home to two races and adjacent to two more races.  A huge plus in<br/>\ncustomer base.<br/>\n<br/>\n4. Perhaps the biggest reason of all, it is home to a HUGE level range.<br/>\nBecause of Crushbone, most elves, dwarves, and gnomes migrate to the<br/>\nCrushbone area starting at level 5 and stay there throughout their early<br/>\nteens.  At level 5, they see me advertising my armor.  Over the next three<br/>\ndays, they gain levels and money and continuously see me advertise my armor.<br/>\nWhen they finally gain enough money, they put two and two together and ask<br/>\nme for their banded armor.<br/>\n<br/>\nPhew, I&#39;m exhausted, gonna go sell some more banded. ;)<br/>\n<br/>\nTrenfen of Fennin Ro</div>","specialLinks":[]}}