{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"okNDHSDX83oGUpJ08kwP1f1UVdXZjsIGoHiySK-2JCIPfhquQwWlfEn3r6_XE3tpWP1mojK7g1GJZnfrnuPPJp0Mvt9dPQvv","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [Re: Somethin seems wrong (long response)]","postDate":"931800985","msgId":362,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Ni4zNjIuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":358,"nextInTopic":363,"prevInTime":361,"nextInTime":363,"topicId":358,"numMessagesInTopic":13,"msgSnippet":"I m american. That doesn t make me against this price war :) Laws were established against collusion and monopolies to prevent the abuse of the abilities they","messageBody":"<div id=\"ygrps-yiv-1680654154\">I&#39;m american. That doesn&#39;t make me against this price war :) Laws were established against<br/>\ncollusion and monopolies to prevent the abuse of the abilities they granted. It was proven<br/>\nthat people who practiced either concept would abuse the ability (i.e. JD Rockefeller and<br/>\nStandard Oil). There is no law in EQ saying we can&#39;t practice these concepts or even one<br/>\nsaying we can&#39;t abuse them. We could be jerks and charge just as much as chain. If we all<br/>\nagree to it, they have no choice do they? Not if they want banded anyway. I don&#39;t want to<br/>\nabuse this, though, I just want the prices to be fair to me. Somebody said on this list that<br/>\nEQ has a very low bottom for their economy. People don&#39;t really pay for their losses, or<br/>\ncollect for their gains for that matter, in anything besides game money. If someone&#39;s<br/>\ncharacter bottoms out, they can always go hunt for 10 plat and resume their smithing. In RL,<br/>\nif you hit the bottom, it isn&#39;t that easy to bounce back. That&#39;s what scares people into not<br/>\ngoing TOO low on their prices. EQ doesn&#39;t have that, people will sell at a loss or to break<br/>\neven simply because they want to be nice to people who can&#39;t afford the better armor. Lots of<br/>\nthe higher levels can even AFFORD to do that! With that in mind, participating in a price war<br/>\nwill only ruin smithing. People are almost getting it for cost right now if you include<br/>\nfailures. Before I inflated my prices it took me an hour to earn 15 plat. That&#39;s ridiculous,<br/>\nI&#39;d rather spend that hour at a brew barrel and make the same amount. I&#39;m not lowering my<br/>\nprices, people are going to pay me what I deserve for making this armor, and I suggest you all<br/>\nset the same standard. Why compete with ourselves? Competition is healthy, but too much is<br/>\nnot. Businesses go under because of price wars. Since the &#39;low price&#39; is selling for no profit<br/>\nwhatsoever, there is nothing to be gained by &quot;winning&quot; the price war and putting other smiths<br/>\nout of their trade. It&#39;ll only ruin the opportunity we have.<br/>\n<br/>\nWe have 2 people now on this list who don&#39;t want to raise prices, and we have an uncounted<br/>\namount of people who DO want to raise them. Let&#39;s raise them and make this worth our while :)<br/>\n<br/>\nAs for offering more to the customer, Peter, I&#39;m a master smith, baker, brewer, and potter.<br/>\nI&#39;m average at tailoring and jewelcraft. I am in a guild with people who have mastered the<br/>\ntrades I have not, and I supply merchandise that players cannot make, but must find or buy.<br/>\nI&#39;ve also been known to teach languages and offer my guide services (and if the distance is<br/>\nshort, guiding is free). In general, people I talk to on my server like me, but that doesn&#39;t<br/>\nmean they will pay me money for it. They only buy my products. Only 3 times have I ever had a<br/>\ncompliment on my friendliness or customer service no matter how excellent it is. Just goes to<br/>\nshow you that Norrath isn&#39;t your idealistic United States.<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nPeter Wong wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Peter Wong &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lkworthpete@...\">lkworthpete@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Cralis &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:cralis@...\">cralis@...</a>&gt; wrote:<br/>\n&gt;         Lets take a good store: say Wal Mart.<br/>\n&gt;<br/>\n&gt;         If someone steals something, do they raise their prices? Yes. If their<br/>\n&gt; store has items that are not sold very often, do they raise the price of<br/>\n&gt; more commonly sold items to compensate? Yes.<br/>\n&gt;<br/>\n&gt;         Now, having said that, lets look at another phenomena.<br/>\n&gt;<br/>\n&gt;         I go to college and learn programming. Joe, he goes to school and doesn&#39;t<br/>\n&gt; get more than his High School Diploma. Who makes more money? Who&#39;s skill is<br/>\n&gt; more valuable?<br/>\n&gt;<br/>\n&gt;         Now granted I don&#39;t march out and say &quot;hey I want $50,000 up front because<br/>\n&gt; that is what my schooling cost! But you would assume that over the next 3,<br/>\n&gt; 5, or 10 years you&#39;d more than exceed that price (of schooling/training) in<br/>\n&gt; your quality of living and/or straight income.<br/>\n&gt;<br/>\n&gt;         The problem with EQ is that the economy&#39;s &quot;bottom&quot; is VERY LOW. In fact it<br/>\n&gt; is CRITICALLY low. Most trade items cannot be sold to NPCs for even equal<br/>\n&gt; to what it cost to make them (materials only). As a result, the player has<br/>\n&gt; no reason to sell lower and lower, as he knows if he makes more than the<br/>\n&gt; NPC gives him he&#39;s not totally losing out. Of course granted I&#39;ve seen<br/>\n&gt; nobody sell for less than materials, but there is no given &quot;skill&quot; cost<br/>\n&gt; because the bottom is so low.<br/>\n&gt;<br/>\n&gt;         If it wasn&#39;t for the fact that the word &quot;economy&quot; is only about how much<br/>\n&gt; money is in the &quot;pool&quot; at any given time, vs. goods measured against money<br/>\n&gt; in that pool (ie. the economy is non-existent), then EQ&#39;s economy would<br/>\n&gt; crash horribly and irrepairably.<br/>\n&gt;<br/>\n&gt;         I agree with the first guy. The only way to ensure a decent profitability<br/>\n&gt; in any amount of time measured less than months is to try and fix the prices.<br/>\n&gt;<br/>\n&gt; Cralis Trueblade<br/>\n&gt; Brother of the E&#39;ci Trueblades<br/>\n&gt; Original Brothers of the Guardian Archon<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:cralis@...\">cralis@...</a><br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:webmaster@...\">webmaster@...</a><br/>\n&gt;<br/>\n&gt; ----------------<br/>\n&gt;<br/>\n&gt; I&#39;ve subscribed to this list to learn more about smithing not to collude with<br/>\n&gt; all the other smiths in the game in an attempt to &quot;profit&quot; from customers by<br/>\n&gt; setting arbitrary prices.  I myself am from the United States  where our<br/>\n&gt; economy is capitalism.  We reject the ideas of collusion and oligopolies<br/>\n&gt; because we believe that the one who builds the better mousetrap will win out.<br/>\n&gt; EQ is showing us that as we saturate it with more and more smiths the prices<br/>\n&gt; will be driven down due to increased supply.  I  read an email earlier about<br/>\n&gt; someone who diversified himself and mastered other skills to sell items in<br/>\n&gt; addition to his armor.  I apologize that I forgot your name,  and I&#39;ve already<br/>\n&gt; deleted the email,  but you are the one who will succeed because you&#39;re<br/>\n&gt; accepting the price war of armor and offering more to the customer.  If you<br/>\n&gt; don&#39;t learn to offer more to the customer you will be priced out of the<br/>\n&gt; market.<br/>\n&gt;<br/>\n&gt; Cerran<br/>\n&gt;<br/>\n&gt; ____________________________________________________________________<br/>\n&gt; Get your own FREE, personal Netscape WebMail account today at <a rel=\"nofollow\" target=\"_blank\" href=\"http://webmail.netscape.com\">http://webmail.netscape.com</a><br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist:  your connection to like-minds and kindred spirits.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}