{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Peter Wong","from":"Peter Wong &lt;lkworthpete@...","replyTo":"LIST","senderId":"WWPpGt7gfo6RwKQ4JAl8dctHBdKIbHbRDYEg3yojt44Li_oqZUEZZ6U01xMuKpbc9e9gbgkisG_YPdBOXRHeN4eYaKTdKFaWwt-NGg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [Re: [Re: Somethin seems wrong (long response)]]","postDate":"931803589","msgId":366,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Ni4zNjYuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":368,"prevInTime":365,"nextInTime":367,"topicId":366,"numMessagesInTopic":2,"msgSnippet":"Nick Emmerich  wrote: From: Nick Emmerich  I m american. That doesn t make me against this price war :) Laws were ","messageBody":"<div id=\"ygrps-yiv-1142500321\">Nick Emmerich &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:seorin@...\">seorin@...</a>&gt; wrote:<br/>\nFrom: Nick Emmerich &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:seorin@...\">seorin@...</a>&gt;<br/>\n<br/>\nI&#39;m american. That doesn&#39;t make me against this price war :) Laws were<br/>\nestablished against<br/>\ncollusion and monopolies to prevent the abuse of the abilities they granted.<br/>\nIt was proven<br/>\nthat people who practiced either concept would abuse the ability (i.e. JD<br/>\nRockefeller and<br/>\nStandard Oil). There is no law in EQ saying we can&#39;t practice these concepts<br/>\nor even one<br/>\nsaying we can&#39;t abuse them. We could be jerks and charge just as much as<br/>\nchain. If we all<br/>\nagree to it, they have no choice do they? Not if they want banded anyway. I<br/>\ndon&#39;t want to<br/>\nabuse this, though, I just want the prices to be fair to me. Somebody said on<br/>\nthis list that<br/>\nEQ has a very low bottom for their economy. People don&#39;t really pay for their<br/>\nlosses, or<br/>\ncollect for their gains for that matter, in anything besides game money. If<br/>\nsomeone&#39;s<br/>\ncharacter bottoms out, they can always go hunt for 10 plat and resume their<br/>\nsmithing. In RL,<br/>\nif you hit the bottom, it isn&#39;t that easy to bounce back. That&#39;s what scares<br/>\npeople into not<br/>\ngoing TOO low on their prices. EQ doesn&#39;t have that, people will sell at a<br/>\nloss or to break<br/>\neven simply because they want to be nice to people who can&#39;t afford the better<br/>\narmor. Lots of<br/>\nthe higher levels can even AFFORD to do that! With that in mind, participating<br/>\nin a price war<br/>\nwill only ruin smithing. People are almost getting it for cost right now if<br/>\nyou include<br/>\nfailures. Before I inflated my prices it took me an hour to earn 15 plat.<br/>\nThat&#39;s ridiculous,<br/>\nI&#39;d rather spend that hour at a brew barrel and make the same amount. I&#39;m not<br/>\nlowering my<br/>\nprices, people are going to pay me what I deserve for making this armor, and I<br/>\nsuggest you all<br/>\nset the same standard. Why compete with ourselves? Competition is healthy, but<br/>\ntoo much is<br/>\nnot. Businesses go under because of price wars. Since the &#39;low price&#39; is<br/>\nselling for no profit<br/>\nwhatsoever, there is nothing to be gained by &quot;winning&quot; the price war and<br/>\nputting other smiths<br/>\nout of their trade. It&#39;ll only ruin the opportunity we have.<br/>\n<br/>\nWe have 2 people now on this list who don&#39;t want to raise prices, and we have<br/>\nan uncounted<br/>\namount of people who DO want to raise them. Let&#39;s raise them and make this<br/>\nworth our while :)<br/>\n<br/>\nAs for offering more to the customer, Peter, I&#39;m a master smith, baker,<br/>\nbrewer, and potter.<br/>\nI&#39;m average at tailoring and jewelcraft. I am in a guild with people who have<br/>\nmastered the<br/>\ntrades I have not, and I supply merchandise that players cannot make, but must<br/>\nfind or buy.<br/>\nI&#39;ve also been known to teach languages and offer my guide services (and if<br/>\nthe distance is<br/>\nshort, guiding is free). In general, people I talk to on my server like me,<br/>\nbut that doesn&#39;t<br/>\nmean they will pay me money for it. They only buy my products. Only 3 times<br/>\nhave I ever had a<br/>\ncompliment on my friendliness or customer service no matter how excellent it<br/>\nis. Just goes to<br/>\nshow you that Norrath isn&#39;t your idealistic United States.<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nNick,  <br/>\n<br/>\nI appreciate you feeling personal enough to call people by their irl names so<br/>\nI will do the same with you.  It is quite evident that you are trying to lead<br/>\nthis crusade for price fixing.  I would like to inform you that though EQ is<br/>\nnot an idealistic economy, nothing is.  So as you attempt to fix the prices<br/>\nwith the smiths that join you in this endeavor there will be many more that<br/>\nwill not.  You see not everyone is a master smith yet and they need to have<br/>\ncash flow in order to improve upon this.  As you said noone compliments you<br/>\nfor being a nice guy or giving them good service, so they&#39;ll just go to the<br/>\nguy who is selling armor at a cheap enough cost to make more and improve their<br/>\nabilities.  The simple reason being that they don&#39;t care if you made it or<br/>\nsomeone else did as long as it works.  That&#39;s why we will compete with<br/>\nourselves because the money you make does not go in the other smiths&#39; pockets.<br/>\n As long as people continue to join the EQ community there will be people who<br/>\nwant to learn to smith.  So when they lower their prices to build on their<br/>\nskills and move inventory, that is where people will go.  <br/>\n<br/>\nCerran<br/>\n<br/>\nCerran<br/>\n<br/>\n____________________________________________________________________<br/>\nGet your own FREE, personal Netscape WebMail account today at <a rel=\"nofollow\" target=\"_blank\" href=\"http://webmail.netscape.com\">http://webmail.netscape.com</a></div>","specialLinks":[]}}