{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"z8BjHEhjG-TklBoEXO_6QE2ZwXqiHKseBzXqKrKDs5GZmCT7Jl-HDkB20KhzMhl4RCG60x3PYZ5vyJ1aQYpp5KiAOJwMqv_J","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [Re: [Re: Somethin seems wrong (long response)]]","postDate":"931811335","msgId":368,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Ni4zNjguOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":366,"nextInTopic":0,"prevInTime":367,"nextInTime":369,"topicId":366,"numMessagesInTopic":2,"msgSnippet":"First of all, the RL name thing isn t meant to offend you. People call me Nick all the time, be it in e-mail, message boards, or whatever. It s my name, I","messageBody":"<div id=\"ygrps-yiv-1733859960\">First of all, the RL name thing isn&#39;t meant to offend you. People call me &#39;Nick&#39; all the time,<br/>\nbe it in e-mail, message boards, or whatever. It&#39;s my name, I don&#39;t really care. If you do,<br/>\nhowever, I&#39;ll respect that and stick to Cerran. I&#39;m not out to offend you, I&#39;m just trying to<br/>\nprove a point<br/>\n<br/>\nI&#39;m not especially known for banded on my server, I&#39;m at an equal platform with everyone else.<br/>\nIf I can sell at a price, other people can too. So, when I sell at higher prices, that proves<br/>\nto other smiths that they can as well. Instead of undermining my price and making less money<br/>\nper sale, they can go to a different zone and sell for the same price I am. Sales are out<br/>\nthere, and if the market isn&#39;t oversaturated then they always will be. Why get less money and<br/>\ncontribute to market oversaturation at the same time? Both are negative things to a smith.<br/>\nCharging less money, we both lose, charging the same price, we both win. I don&#39;t see how<br/>\nsomebody can justify competition between smiths as &#39;a good business strategy&#39;. If they charge<br/>\nthe same price as me, they&#39;ll make more money than if they charged less!! I make more money<br/>\nsince the price raise, it shouldn&#39;t be different for anyone else. As for new smiths who<br/>\nhaven&#39;t mastered the trade yet, I have no idea where you&#39;re getting your idea from. Why would<br/>\nany reasonably intelligent person charge less for an item when they&#39;re in a higher need for<br/>\nmoney? This is what you&#39;re telling me. Since they need money, they will charge a lower price.<br/>\nUsually I put more logic into my arguments, but I can&#39;t even touch that because it simply does<br/>\nnot make sense. Newer smiths would want to charge higher prices so they can get more money so<br/>\nthey can spend more money on practicing their smithing! I&#39;m assuming that every new smith on<br/>\nthis board is in favor of the price raise. If you&#39;re a new smith and you aren&#39;t in favor of<br/>\nprice raising, frankly, you have your head shoved right up your ass. You&#39;re ruining the market<br/>\nyou&#39;re just getting into by selling at lower prices, and you&#39;re making less money now and in<br/>\nthe long run. There is no justification for that, it&#39;s just plain idiotic.<br/>\n-Nick Emmerich<br/>\n a.k.a. Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nPeter Wong wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Peter Wong &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lkworthpete@...\">lkworthpete@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Nick,<br/>\n&gt;<br/>\n&gt; I appreciate you feeling personal enough to call people by their irl names so<br/>\n&gt; I will do the same with you.  It is quite evident that you are trying to lead<br/>\n&gt; this crusade for price fixing.  I would like to inform you that though EQ is<br/>\n&gt; not an idealistic economy, nothing is.  So as you attempt to fix the prices<br/>\n&gt; with the smiths that join you in this endeavor there will be many more that<br/>\n&gt; will not.  You see not everyone is a master smith yet and they need to have<br/>\n&gt; cash flow in order to improve upon this.  As you said noone compliments you<br/>\n&gt; for being a nice guy or giving them good service, so they&#39;ll just go to the<br/>\n&gt; guy who is selling armor at a cheap enough cost to make more and improve their<br/>\n&gt; abilities.  The simple reason being that they don&#39;t care if you made it or<br/>\n&gt; someone else did as long as it works.  That&#39;s why we will compete with<br/>\n&gt; ourselves because the money you make does not go in the other smiths&#39; pockets.<br/>\n&gt;  As long as people continue to join the EQ community there will be people who<br/>\n&gt; want to learn to smith.  So when they lower their prices to build on their<br/>\n&gt; skills and move inventory, that is where people will go.<br/>\n&gt;<br/>\n&gt; Cerran </span></blockquote></div>","specialLinks":[]}}