{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robert Spelman","from":"&quot;Robert Spelman&quot; &lt;madoc_ab_owain@...","replyTo":"LIST","senderId":"C75fwmu4XQ-8GZJNMFG6ETJiXjJUObWLUQhMz1RkYseeZMyMvuH2M2DgBPQBleoBh4rmPKR9czMcTsjJbYuONn3NI-xzv4DFZ7-RfHXuyxud2mrj","spamInfo":{"isSpam":false,"reason":"0"},"subject":"&quot;Price Fixing&quot; or MSRP? A new smith speaks","postDate":"931867173","msgId":377,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41Ny4zNzcuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":376,"nextInTime":378,"topicId":377,"numMessagesInTopic":1,"msgSnippet":"Some1 wrote: Nick, I appreciate you feeling personal enough to call people by their irl names so I will do the same with you.  It is quite evident that you are","messageBody":"<div id=\"ygrps-yiv-855703554\">Some1 wrote:<br/>\n<br/>\nNick,<br/>\n<br/>\nI appreciate you feeling personal enough to call people by their irl names <br/>\nso<br/>\nI will do the same with you.  It is quite evident that you are trying to <br/>\nlead<br/>\nthis crusade for price fixing.  I would like to inform you that though EQ is<br/>\nnot an idealistic economy, nothing is.  So as you attempt to fix the prices<br/>\nwith the smiths that join you in this endeavor there will be many more that<br/>\nwill not.  You see not everyone is a master smith yet and they need to have<br/>\ncash flow in order to improve upon this.  As you said noone compliments you<br/>\nfor being a nice guy or giving them good service, so they&#39;ll just go to the<br/>\nguy who is selling armor at a cheap enough cost to make more and improve <br/>\ntheir<br/>\nabilities.  The simple reason being that they don&#39;t care if you made it or<br/>\nsomeone else did as long as it works.  That&#39;s why we will compete with<br/>\nourselves because the money you make does not go in the other smiths&#39; <br/>\npockets.<br/>\nAs long as people continue to join the EQ community there will be people who<br/>\nwant to learn to smith.  So when they lower their prices to build on their<br/>\nskills and move inventory, that is where people will go.<br/>\n<br/>\nCerran<br/>\n<br/>\nCerran<br/>\n<br/>\n-----<br/>\n<br/>\nAs a &quot;new&quot; smith on E&#39;ci (Araman, in Faydwer), I&#39;d like to comment on what <br/>\nthe &quot;increased&quot; prices mean to me. My skill is currently in the <br/>\nmid-nineties, and I can pretty well count on being able to make gorgets and <br/>\nbracers with a 50% or greater success rate (in fact, I have overstock on <br/>\ngorgets!). Helms and masks are proving more difficult, and I am not even <br/>\nattempting to make any other item until I make some more skewers :) Now, <br/>\ngranted the first 3 items of banded I made increased my skill 3 points, but <br/>\nthat hasn&#39;t happened lately, so I have to pay for my failures. For bracers <br/>\nand gorgets this is no problem, as they&#39;re relatively easy and cheap to <br/>\nmake. However, I have about a 20% success rate for masks and helms, and they <br/>\ncost me approx. 3 plat each per failure. Am I making any money on a 12pp <br/>\nmask if I fail it 3 times? No. Is there a glut of bracers and gorgets? Where <br/>\nI am, yes there is. I am forced to make these other, more risky items to <br/>\nkeep customers happy and money coming in. I sold around 7-8 banded pieces <br/>\nlast night, and currently have.. 35 plat. However, it&#39;s enough to get me to <br/>\nSteamfront, load up with ore, and continue refining my skill by smithing <br/>\nskewers. I&#39;d LIKE to someday be able to afford that full set of plate or <br/>\nthat Shiny Brass Halberd, but for the time being I&#39;m simply happy to have <br/>\nenough money left over to stay in business and to buy ore.<br/>\n<br/>\nHad I been selling my items for a couple plat less per piece, I wouldn&#39;t be <br/>\nable to afford to make some of the better pieces for my customers. I also <br/>\nwouldn&#39;t have the extra money for ore runs to Steamfront. I&#39;d be right back <br/>\nwhere I was before - killing skeletons for rusty weapons and camping <br/>\nlow-level bandits in LFay for their bronze weapons. I for one am all in <br/>\nfavor of these &quot;MSRP&quot; figures, because I get a little extra money, the <br/>\ncustomer knows the &quot;MSRP&quot; for the area, and the MSRP provides some &quot;wiggle <br/>\nroom&quot;. What&#39;s that, you ask? If a banded mask costs 10pp (going with the <br/>\n&quot;lowball&quot; prices some are suggesting) and I fail a couple of times, I&#39;m not <br/>\nmaking any money on it anyway. Along comes John Doe (No not a Druid) who <br/>\ntries to get me down to 8 or 9pp for it. I CAN&#39;T DO IT and make any money, <br/>\nso John gets pissed and goes to another smith. I&#39;ve lost more than one sale <br/>\n- I&#39;ve lost both the mask sale AND any future sales to that *PLAYER*. If I <br/>\ncan price at 12pp, I can come down to 10-11 if I want and not worry about <br/>\nfailing 3 times, because I am still making money.<br/>\n<br/>\nWe can make any deal we want for any piece of armor, but our initial, public <br/>\nprices should be consistent - a goal we are a long way from achieving but <br/>\ngetting closer to every day.<br/>\n<br/>\nAraman, 16th level Paladin, Felwithe, E&#39;ci</div>","specialLinks":[]}}