{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...&gt;","replyTo":"LIST","senderId":"OezmEOtGgrcs5yPjxxADVlnekqGhfXRXcu_-5Obt86iIKAiY_BsSsHxvyJrgRumpm2WiowzxqISdkX94vzQDcyETcOBRiI4z","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [Re: Market in EQ]","postDate":"932007696","msgId":431,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC41OS40MzEuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":430,"nextInTopic":439,"prevInTime":430,"nextInTime":432,"topicId":409,"numMessagesInTopic":13,"msgSnippet":"ok, I m Rennin with the big mouth, I have to put my 2 cents into the next major discussion on this list, so here goes nothing: While I must say deteriorating","messageBody":"<div id=\"ygrps-yiv-1901588154\">ok, I&#39;m Rennin with the big mouth, I have to put my 2 cents into the next major discussion on this list, so here goes nothing:<br/>\n<br/>\nWhile I must say deteriorating armor would be EXCELLENT revenue for smiths, I am 100% against it. It&#39;s one of those things you have to experience before you can really say what you want. Go play Diablo and see how much you like armor deterioration then :) That&#39;s a simple annoyance, though. The main point of this letter is that I&#39;m very very against armor deterioration. I will write a short anecdote below for those who wish to read it, but if you&#39;re short on time, don&#39;t bother. It&#39;s just a relation of one of my experiences that&#39;s a part<br/>\nof my anti-deterioration attitude. If you&#39;ve got the time, read on :)<br/>\n<br/>\nI used to play Sierra&#39;s The Realm. I played that damn game from right after beta (v 2.xx). It was a pretty good game until the release of 3.xx. That&#39;s when they implemented armor deterioration..... Well, to briefly explain items in the game, you had an item that was mundane. Enchanters could cast several different enchantments on the thing to make it better. Every time, though, there was a chance it would destroy the item, and the more enchanted it was, the higher that chance was. 6 enchantments were unheard of, 5 were rare, and 4 were<br/>\nthere, but difficult. I had just replaced my 4 permed (permanents, or enchantments) adamantium tunic with a 5 permed magical armor. I can&#39;t remember the name, but it was naturally black (another game feature was you could dye your clothing. Adamantium came light blue, the armor I got was rare and came black like I like it =P). This armor was pretty much the best you could get. I also had a sword of similar quality with 4 perms on it. In one fight (it was a very very long fight with the toughest humanoid NPC in the game at the time - I<br/>\ncan&#39;t remember the name, but it was human and wore adamantium. Was a champion of light or some crap like that - I had to kill it =P), I lost both the tunic and the sword in that fight. After he destroyed my priceless tunic (literally, it was truly one-of-a-kind), and my near-priceless sword, I ran from the fight. I ran, logged out, and never logged back in. Losing items that take that much work to get in one fight was too much... I haven&#39;t even tried logging in since. My account has since expired.<br/>\n<br/>\nI don&#39;t want this to happen to EQ... to get that rare piece of armor and just lose it in one shot like that... no, that&#39;s just too terrible a thing to introduce into a game. I don&#39;t want to see deteriorating armor at all... it&#39;s got too much potential to really cause a lot of frustration.<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\nJason Coan wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Jason Coan&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:COANJ@...\">COANJ@...</a>&gt;<br/>\n&gt;<br/>\n&gt; OK, simple question, how many of you people that are for items deteriorating and going poof have any magic plate?  (none I&#39;d bet)<br/>\n&gt;<br/>\n&gt; I&#39;ve spent about 2 months to get the armor that I am now wearing, I&#39;d be pissed to an extreem if I were in the middle of a fight and I see a message &quot;Your Charred Black Tunic has fallen appart&quot;.  That one piece of armor alone took me the better part of week to get.<br/>\n&gt;<br/>\n&gt; Ok, so you say I should have to get it repaired by a smith.  I am DE, and by choice I have lowered my faction to the point where I will never be able to go into Freeport or Rivervale, and due to built in factions, I can not go to any other elf city nor can I go into gnome, dwarf, or barbarian city.  Which means that I would have to search, not only for a respectable smith that I trusted, but also an evil one, or trek my self across the world to Qeynos.  Simply to get my armor &quot;repaired&quot;.  Now if that isn&#39;t bad enough.....<br/>\n&gt;<br/>\n&gt; Often my group will go deep into a dungeon, deep to the point where either a caster has to group gate us to get us out, or we have to spend 30-45 min fighting out way out of the dungeon.  And quite often we&#39;ll all camp and logout in a &quot;safe&quot; spot in the dungeon, so sometimes we will be in a dungeon litterly for days.  Now, say I get the message &quot;your rubicite helm is begining to weaken, you should take it for repairs soon&quot;, that means that my entire group would have to leave the dungeon so that I might quest to get my armor repaired.<br/>\n&gt;<br/>\n&gt; I find neither to be acceptable.  What I do find about this, is that there are some smiths who think they don&#39;t make enough money, so they want armor to wear out, so it has to either be replaced or repaired (more money for smiths).  What they fail to concider is the fact that you will not always be wearing banded armor.<br/>\n&gt;<br/>\n&gt; &gt;&gt;&gt; Peter Wong &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lkworthpete@...\">lkworthpete@...</a>&gt; 7.14.99 9:19:45 AM &gt;&gt;&gt;<br/>\n&gt; From: Peter Wong &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lkworthpete@...\">lkworthpete@...</a>&gt;<br/>\n&gt;<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:XxKommiexX@...\">XxKommiexX@...</a> wrote:<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:XxKommiexX@...\">XxKommiexX@...</a><br/>\n&gt;<br/>\n&gt; It would make people too mad. Having a nice piece of magic armor that took<br/>\n&gt; forever to get disappear because it wore out. I don&#39;t like this idea, as it<br/>\n&gt; would just make EQ more like Diablo and Ultima Online, which I hope they<br/>\n&gt; would want to try and stay away from.<br/>\n&gt;<br/>\n&gt; ------------------------------------------<br/>\n&gt;<br/>\n&gt; Some other RPG&#39;s I&#39;ve played made it so that common wear items wore quicker<br/>\n&gt; than others as well as making rare quest items not wear very little or not at<br/>\n&gt; all since they are supposed to be considered priceless.  I think the idea of<br/>\n&gt; making items wear would be a great thing for the trade.  A shield and sword<br/>\n&gt; would wear quicker than say boots or leggings.  This gives smiths an<br/>\n&gt; oppurtunity to increase their skills with less cost if they want to work on<br/>\n&gt; repairing and improving items.<br/>\n&gt;<br/>\n&gt; Cerran<br/>\n&gt;<br/>\n&gt; ____________________________________________________________________<br/>\n&gt; Get your own FREE, personal Netscape WebMail account today at <a rel=\"nofollow\" target=\"_blank\" href=\"http://webmail.netscape.com\">http://webmail.netscape.com</a><br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist users:  YOU can win a $100 gift certificate to Amazon.com.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Check out the FRIENDS & FAMILY program to find out how.  See homepage.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; Attention ONElist list owners!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/news.html\">http://www.onelist.com/info/news.html</a><br/>\n&gt; Check out the new &quot;DEFAULT MODERATED STATUS&quot; option.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}