{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dennis Meek","from":"&quot;Dennis Meek&quot; &lt;dmeek01@...","replyTo":"LIST","senderId":"if4A2hERJxR6BEiC4cefzvVXjIeRoQp_iahtzRgHFphDdrNN_y52BOZ2UGjONNwn2nkWRwctwQQw0tYq-aaO9jgUmbrbLySxlOqoRQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Banded Prices","postDate":"932019107","msgId":436,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC42MC40MzYuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":435,"nextInTopic":437,"prevInTime":435,"nextInTime":437,"topicId":325,"numMessagesInTopic":26,"msgSnippet":"Well, you can take up another skill.  But nothing will be worth it very very soon. Brewing has been screwed over.  What s the point of it now?  Consider it a ","messageBody":"<div id=\"ygrps-yiv-1903716716\">Well, you can take up another skill.  But nothing will be worth it very very<br/>\nsoon.<br/>\n<br/>\nBrewing has been screwed over.  What&#39;s the point of it now?  Consider it a<br/>\n&quot;warrior&quot; trade skill and be done with it, as the bonuses / negatives that<br/>\nbeing drug give you are worth it only to them.<br/>\n<br/>\nJewelry?  Consider it an &quot;enchanter&quot; trade skill, and also be done with it.<br/>\nWhat&#39;s the point for anyone else to do it, besides just to say &quot;Hey look!  I<br/>\ncan make pretty jewelry!  Oh...well, you see, it doesn&#39;t DO anything....but<br/>\ndoesn&#39;t it look good?&quot;  Leave this for the enchanters.<br/>\n<br/>\nFletching.  Currently worthless as well.  You can&#39;t make any arrows any<br/>\nbetter than you can buy at the store (not by much, anyway).  And the<br/>\nturnaround just isn&#39;t worth it either.  Leave it for those who use bows.<br/>\n<br/>\nBaking.  Useful, being able to make your own food or whatnot.  And I hear<br/>\nthat fishrolls are as profitable, if not slightly moreso (in that you can<br/>\nmake them with your own portable spit, and not wait in line) than pottery.<br/>\nHowever, I wouldn&#39;t spend my time on this skill.  I just summon my food and<br/>\ndrink anyways.<br/>\n<br/>\nPottery.  Soon to be screwed, similar to brewing.  Gnomes need pie tins I<br/>\nhear, but why can&#39;t they just learn the skill and make one?  Sure, ceramic<br/>\nlinings are needed, and a few others for baking.  But how many bakers out<br/>\nthere are rushing up to potters and buying up their wares?  I doubt very<br/>\nmany.  I know for a fact I have never used my own pottery skills to make a<br/>\nceramic lining to use in blacksmithing.  Go fig.<br/>\n<br/>\nTailoring.  This skill requires to much running about and such.  I must kill<br/>\n&quot;x&quot; creature to get &quot;y&quot; skin, then buy &quot;j&quot; mold to make &quot;z&quot; product.  I<br/>\ndon&#39;t think so.  While useful (seeing as how there are few who make studded<br/>\nleather or reinforced leather, it is useful), but not worth my time for me.<br/>\n<br/>\nIf I&#39;m leaving anything out, sorry.  I&#39;ll nitpick some other time.  My point<br/>\nin all this is as follows.  If I wish to spend my time making pie tins with<br/>\npottery to sell for a little bit of a profit, why shouldn&#39;t I be able to?  I<br/>\nspent the time to learn the skill.  I&#39;m sacrificing my time that I could be<br/>\ngaining experience to make a little bit of cash.  That seems like an even<br/>\ntrade to me.<br/>\n<br/>\nAnd in the end, if it comes down to it, we should AT LEAST be able to sell<br/>\nwhat we make to merchants for the COST of the parts to make the item.  No<br/>\nprofit.  No loss (unless you have a failure).<br/>\n<br/>\nWell, done ranting.<br/>\n<br/>\nHaijar the Mage Blacksmith<br/>\n&quot;So then I said &quot;Hey, shuddup!&quot;  And next thing I know, she slaps me!&quot;</div>","specialLinks":[]}}