{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lemac Justerian","from":"&quot;Lemac Justerian&quot; &lt;lemac@...","replyTo":"LIST","senderId":"t_BwMtpWK8WT_kMf4_IbGC-Cy-aK0e4q6Y-OZR97tX83uHfpzcrJGfGzhbsDJ8kWVVczwfl6R1eaxMYUfXCC5ozS1QLJNPiqfIB402TnFcmcODc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Banded Prices","postDate":"932053593","msgId":444,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC42MS40NDQuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":440,"nextInTopic":445,"prevInTime":443,"nextInTime":445,"topicId":325,"numMessagesInTopic":26,"msgSnippet":"... No, but it CAN be used for making metal sheets... but your correct, not worth it really (those blocks of ore are 15lbs!!  Try carrying a few of those and","messageBody":"<div id=\"ygrps-yiv-1049454589\"><blockquote><span title=\"ireply\">&gt; From: &quot;Dennis Meek&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dmeek01@...\">dmeek01@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Your model is wrong.  Ore, free?  What the hell are you thinking?  First,<br/>\n&gt; it&#39;s free if you kill a creature that drops it (not worth time).  Second,<br/>\n&gt; ore isn&#39;t needed for making armor.<br/>\n<br/>\n </span></blockquote>No, but it CAN be used for making metal sheets... but your correct, not<br/>\nworth it really (those blocks of ore are 15lbs!!  Try carrying a few of<br/>\nthose and running through a dangerous area!)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Now, as for molds.  Since you used a tunic in your letter, I will use it<br/>\n </span></blockquote>as<br/>\n<blockquote><span title=\"ireply\"> &gt; well.  A Tunic molds costs over 1pp.  It requires 3 metal sheets, all of<br/>\n&gt; which also cost over 1pp.  Then the water, at a palsy 1sp or so.<br/>\n&gt; I sell my tunics at 17pp.  I consider this a fair price, and many else<br/>\n </span></blockquote>have<br/>\n<blockquote><span title=\"ireply\"> &gt; agreed with me (as I have sold many many many for this price).  How can<br/>\n </span></blockquote>you<br/>\n<blockquote><span title=\"ireply\"> &gt; say it&#39;s a bit steep?  It is MY choice to sell for the price that I see<br/>\n </span></blockquote>fit.<br/>\n<blockquote><span title=\"ireply\"> &gt; It is not up to you to decide how much I feel my time is worth.<br/>\n<br/>\n </span></blockquote>Might be a &#39;fair&#39; price to the BUYER, yes... but not necessarily fair to the<br/>\nrest of the smiths... You still forget about the failures and practice you<br/>\nhave to put in... Don&#39;t just base it all on the AMOUNT either... Take into<br/>\nconsideration all the TIME it took you to learn to smith... those endless<br/>\nhours and hours at the hot forge making those little metal bits and<br/>\nskewers... the traveling around you had to do to get all the items and head<br/>\nback to the forge... the waiting in LINE at the forge (In some cases) ...<br/>\nSo, remember the TIME as well as your cost in platinum that it took you to<br/>\nlearn it!  After all, you could have made lots of money out killing mobs AND<br/>\ngotten experience at the same time!<br/>\n<br/>\nI try to sell my Tunics for 20 (when I can make them) and I WISH I could<br/>\nsell them for more!  They are easily worth twice that!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; On any account, there will (for the most part) always be a flow, if not<br/>\n&gt; constant, for banded.  Seeing as how new people begin the game, or old<br/>\n&gt; people create new characters (that are not always twinked mind you), we<br/>\n </span></blockquote>will<br/>\n<blockquote><span title=\"ireply\"> &gt; have other&#39;s to sell to.<br/>\n<br/>\n </span></blockquote>Oh wrong again my friend... what happens when there is too much of a &#39;good&#39;<br/>\nthing?  And believe me, there will be... When I first logged on in this game<br/>\n(about 2 weeks after it &#39;officially&#39; started), people were selling banded<br/>\narmor for TWICE the prices they are now (and more!) and I would see messages<br/>\nall the time of &quot;Banded Wanted&quot;...<br/>\n<br/>\nNow look at it from the economic side of things... Now there is PLENTY of<br/>\nbanded armor out there from all the smiths, and prices are MUCH cheaper!<br/>\nDon&#39;t think that other newbies are not starting up as new smiths too!  They<br/>\nare!  and it is a little bit easier for them too because of the &#39;limited&#39;<br/>\nfixes Verant has done for the beginning smith...<br/>\n<br/>\nBut what happens when you have 1500 players on a server (at any one time)<br/>\nand there are 1000 sets of banded armor and another 500 sets of Bronze<br/>\nPlate, Rubicite and other kinds?  Oh and least we forget that those 1000<br/>\nthat don&#39;t have those &#39;higher&#39; forms of armor WILL be getting them also<br/>\nsooner or later... What happens is that banded armor becomes as worthless as<br/>\nStudded and Reinforced already is...<br/>\n<br/>\nLook at the prices for Bronze plate already!  People selling PLATE ARMOR for<br/>\nless than 20plat per piece?  That is rediculous!  but hey, they can because<br/>\nit is soooo easy to get nowadays... So many smiths have to sell their stuff<br/>\ncheaper too... otherwise the buyers just want to wait until they can get the<br/>\nPlate... They know the prices are coming down too...<br/>\n<br/>\nSo, it will end up like Studded and Reinforced armor has... Useless.... It<br/>\nis only a matter of time...  Of course by then we should all be making<br/>\nplate!  But that will come with the same strings attached!<br/>\n<br/>\nRemember one thing about smithing if you remember anything at all... It<br/>\ncosts more than MATERIALS to make an item!  It costs you TIME too!<br/>\n<br/>\nLemac Justerian - High Elf Cleric on Karana server<br/>\nProud member of Platinum Sphere Guild - www.platinumsphere.com</div>","specialLinks":[]}}