{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"M7TAKJOsqJv-Ph1UYaqA06E7PdB0Xjz5JcgYydsNK6we_D2BganaKmRJHo8NmmGVeqQOB__027k97OnQOSK0hudTVvrOffr3","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Item Value and Use of Deterioration","postDate":"932073075","msgId":458,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC42MS40NTguOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":453,"nextInTopic":461,"prevInTime":457,"nextInTime":459,"topicId":450,"numMessagesInTopic":5,"msgSnippet":"really, a very nice point. I agree with you for the most part. I just wish it were practical to code :( It s not only difficult to code, but it borders on","messageBody":"<div id=\"ygrps-yiv-1237452598\">really, a very nice point. I agree with you for the most part. I just wish<br/>\nit were practical to code :( It&#39;s not only difficult to code, but it borders<br/>\non &#39;sweeping changes&#39; that Brad talked about. Now that beta is over, there<br/>\ncan be no more &#39;sweeping changes&#39; like there used to be. In beta, that was<br/>\npart of playing. Getting used to those changes. That can&#39;t happen in the<br/>\ncommercial release, it&#39;s VERY bad business :( I really wish it were<br/>\npractical to do this, I like your idea. I just know it can never happen. We<br/>\ncan dream, though!!<br/>\n<br/>\nRennin auctions, &#39;Pristine Gold Trim Plate for sale! Will make a full suit<br/>\nfor 4000 plat!&#39;<br/>\n<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\n&quot;Kevin J. Hatch&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Kevin J. Hatch&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kjhatch5@...\">kjhatch5@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Ok, here is another possible idea, what do you all think:<br/>\n&gt;<br/>\n&gt; Armor/Weapon QUALITY.<br/>\n&gt;<br/>\n&gt; This is no different than the idea of rusty and tarnished weapons<br/>\n&gt; already in use, and could extend to the well-balanced.  I&#39;m not<br/>\n&gt; advocating true item deterioration.  The item would not go away.  It<br/>\n&gt; simply gets &quot;used&quot; till it&#39;s not as good.  Also magical items do not<br/>\n&gt; necessarily EVER get worn, they magically stay pristine.  Weaker magic<br/>\n&gt; items, like those enchanted with minor bonuses would wear, but not Lore<br/>\n&gt; Items for example.<br/>\n&gt;<br/>\n&gt; So this is how it would work.  A Player gets an item and uses it.  From<br/>\n&gt; use (and not from sitting in a bank box) the item takes wear and the<br/>\n&gt; quality adjustment is made to it.  If player faction can be tracked for<br/>\n&gt; every little thing, so can this.  It can be computed after fights in the<br/>\n&gt; same way if need be.  Worn items work less effectively.  Less<br/>\n&gt; absorbtion/less AC, slower duration/less damage.<br/>\n&gt;<br/>\n&gt; Items which are worn are taken to a smith to repair/sharpen.  The amount<br/>\n&gt; of improvement IS DEPENDENT ON THE SKILL OF THE SMITH.  Master smiths do<br/>\n&gt; a better job.  Average smiths can only repair to a certain level. This<br/>\n&gt; is both more realistic and helps make master more relevant.<br/>\n&gt;<br/>\n&gt; Then there&#39;s NPCs.  Ok, so let NPCs sell all the same armor PCs can, at<br/>\n&gt; realistic prices.  NPCs are not all masters.  Different smiths have<br/>\n&gt; different skills.  PCs will always be able to attain a higher skill than<br/>\n&gt; any NPC in the game.  Items sold from an NPC will immediately not be of<br/>\n&gt; as good a quality as one made by a PC master.  If a player wants to buy<br/>\n&gt; from an NPC at a cheaper price for a cheaper item, fine.  The NPC prices<br/>\n&gt; ought to be lowered a bit, granted, but then that also goes to show that<br/>\n&gt; PCs would then sell based on their skill.  Why should a master of 150<br/>\n&gt; sell his items for the same as a new smith of 80 practicing gorgets?<br/>\n&gt; The master has worked his up and should get a better quality product.<br/>\n&gt;<br/>\n&gt; At the same time, NPCs should buy from PCs with quality in mind.<br/>\n&gt; Perhaps an NPC gives a level or two price below the selling price of a<br/>\n&gt; pristine piece.  As you get higher into master, you get more profit from<br/>\n&gt; the selling.  Initially the only way for a PC to make profit would be<br/>\n&gt; from other PCs, but then as you get might higher selling to NPCs would<br/>\n&gt; generate a profit.  Smithing is expensive, as really all trades should<br/>\n&gt; be (relatively speaking).  Brewing had the problem recently where you<br/>\n&gt; could buy for nothing and sell for much more to NPCs as master, and make<br/>\n&gt; master in an hour with only 5pp.  They&#39;ve reduced the profit to nearly<br/>\n&gt; nothing now, and are introducing more brews for higher skill<br/>\n&gt; advancement.  The same can apply to smithing.  Verant does not want<br/>\n&gt; people to be able to make a living on a trade selling to NPCs.  But if a<br/>\n&gt; player must spend 150pp+ and spend long hours to become a master that<br/>\n&gt; makes just a little profit, good.  It&#39;ll not be worth the time or<br/>\n&gt; money.  What it&#39;ll do it also stabilize the economy.  PCs wanting to buy<br/>\n&gt; weapons and armor will have to buy from the NPCs, or by from a player at<br/>\n&gt; better than what the NPC will take for it.  The only real &quot;deals&quot; for<br/>\n&gt; players needing items will come from charity.  Better smiths will get a<br/>\n&gt; better price from the NPC, and so their items will cost more to other<br/>\n&gt; players.<br/>\n&gt;<br/>\n&gt; The same goes for other trades like cooking, pottery and brewing that<br/>\n&gt; tend to be only a sell to NPC market.  They will make  a profit, but not<br/>\n&gt; that much and only more profit if they truly practice it higher.  All<br/>\n&gt; skills should take a long time and more money to master.  That will make<br/>\n&gt; the NPC profits more acceptable for Verant, and make being a master more<br/>\n&gt; valuable as less attain it.  Think of tailoring where a master tailor<br/>\n&gt; making reinforced can make better armor than a below average smith just<br/>\n&gt; starting out.  And the reinforced will be far lighter.  It will make it<br/>\n&gt; more worthwhile to have ALL the armor types in use.  All I see these<br/>\n&gt; days is banded and bronze plate.  I don&#39;t even hear people selling ring<br/>\n&gt; anymore.  Let smiths make it too.  That&#39;s why I keep mentioning weapons,<br/>\n&gt; as smiths should be allowed to make them as much as any armor.  (Hmm<br/>\n&gt; weapon smithing as a new skill separate from armor smithing...?  bowyer<br/>\n&gt; and fletcher separate? tanner for hides, and tailor for sewing?  People<br/>\n&gt; get to go to a &quot;specialist&quot; for their goods, again more realistic.)<br/>\n&gt;<br/>\n&gt; Items need not disappear.  Battered armor doesn&#39;t just go away, it&#39;s all<br/>\n&gt; rusty and dented and needs some work.  A smith can add some metal bits,<br/>\n&gt; and take his hammer and pliers to it and fix things up.  At the same<br/>\n&gt; time, truly, all this magical item dropping from creatures should be<br/>\n&gt; scaled back a little.  Regular weapons and armor dropped from mobs<br/>\n&gt; should be of &quot;used&quot; lesser quality.  &quot;Why buy from a smith when I can<br/>\n&gt; camp all I need from this mob?&quot;  Well because you get a better quality<br/>\n&gt; item for your money and the smith&#39;s time.  It&#39;ll cut down on the campers<br/>\n&gt; for one, and then make it so that having a magical item is worth<br/>\n&gt; something.  A quest that always returns an item will be more worthwhile<br/>\n&gt; than going after a mob that drops only 10% of the time.  All regular<br/>\n&gt; armor would be purchased from smiths (NPC or PC) or at least repaired by<br/>\n&gt; a smith when found or bought in the field.  PErhaps the thing to also do<br/>\n&gt; it make it so that lesser mobs for players in the teens and twenties<br/>\n&gt; tend to drop more &quot;charged&quot; items while the higher 30+ mobs drop more<br/>\n&gt; permanent effect items.  Give out potions and 5 use items.  When they<br/>\n&gt; are used up, they are useless or nearly so.  That&#39;ll maintain this<br/>\n&gt; market of regular armors and weapons nicely.  Just seem that regular<br/>\n&gt; items, leathers, chain, normal weapons are rare to all but those under<br/>\n&gt; level 5.  Sad.  There are constant auctions of all these &quot;extra&quot; magical<br/>\n&gt; items in every zone.  It&#39;s as Monty Hall as it can get.  Make it so<br/>\n&gt; Smiths can actually MAKE things, and then make it so what they make is<br/>\n&gt; USEFUL and then we will have a better place for smiths and well everyone<br/>\n&gt; else too.<br/>\n&gt;<br/>\n&gt; Dalinor<br/>\n&gt; Fennin Ro<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; Campaign 2000 is here!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Discuss your thoughts; get informed at ONElist.  See our homepage.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}