{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kevin J. Hatch","from":"&quot;Kevin J. Hatch&quot; &lt;kjhatch5@...","replyTo":"LIST","senderId":"_s9JFctDou6xwNL--cL1nWCpBX6WjJVJiuJrGFX-3x2XXL8Zvr0ME_DQwamDAO21INa2NiZi4E3T2_xkdCwqilD0kZtf06Jtmjgv_wlulBml-eTTrxN2","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Cost to Master","postDate":"933256860","msgId":477,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE4MC42OS40NzcuOTU5MjY1MzM0QGVHcm91cHMuY29tPg=="},"prevInTopic":476,"nextInTopic":0,"prevInTime":476,"nextInTime":478,"topicId":476,"numMessagesInTopic":2,"msgSnippet":"Smithing, being one of the more expensive trades, varies considerably in how long it takes you to master, how much it costs, and whether it s ever profitable","messageBody":"<div id=\"ygrps-yiv-738836491\">Smithing, being one of the more expensive trades, varies considerably in<br/>\nhow long it takes you to master, how much it costs, and whether it&#39;s<br/>\never profitable at all.  One example.  I mainly play a Dwarf.  My<br/>\ncharisma is 45 base, and even with a few points of adjustment from items<br/>\nmy elven friend can purchase materials for me for 25% less than<br/>\nmerchants well sell to me.  If I have to buy everything myself, as I<br/>\nnormally do, my costs are significantly higher.  I&#39;ve spent roughly<br/>\n150pp so far.  I know some make it in 100pp.  It&#39;ll probably take me<br/>\nanother 50pp at most to finish up. Your Int score does help you raise<br/>\nskills faster.  If you&#39;re not a mage, as I am not, you may find that<br/>\nsometimes you simply don&#39;t raise all that fast and have to work longer<br/>\nand pay more.  And then there&#39;s the profits.  Smithing is not an NPC<br/>\nprofit skill.  The market is solely other players.  If you want to make<br/>\na good profit on smithing, you want to be on a less populated server.<br/>\nPartially this is because of other smiths; too many and some tend to<br/>\ndrop their prices so low that the market is ruined.  I play on Fennin<br/>\nRo.  Last night I was trying to sell a couple bracers and a gorget.  I<br/>\nhad already dropped my price of them to 5pp each knowing the sad market,<br/>\nbut I was broke and needed the pp to do some more trade practice.  I<br/>\ncouldn&#39;t sell anything even at that price because there were two people<br/>\nselling for 2pp and 4pp.   I couldn&#39;t afford to sell for less at the<br/>\ntime.  It&#39;s not always the other smiths either as that was in the<br/>\nFreeport area and a couple nights ago I was in Kelethin working skewers<br/>\nand didn&#39;t bother selling any banded because bronze plate was going for<br/>\njust a few plat each.  The Monty Hall environment has nearly ruined the<br/>\ntrade economy in Fennin Ro.  There are so many people with so much<br/>\nstuff, what one guy can make is simply not worth much.  Yes, you can<br/>\nmake some sales if you are patient, don&#39;t need the money, and sell when<br/>\nthe server is down to 1200 or less people.  But forget high usage times<br/>\nand easy sales.  They are rare.  This not meant to make you not want to<br/>\nsmith, it&#39;s an admirable trade. It takes long enough that you should<br/>\nfeel pretty good about making master.  But I recommend you do it on a<br/>\nserver with less people so you have more people who need you.  You will<br/>\nhave a better time and they will probably be quite glad they were able<br/>\nto find a good smith at all.<br/>\n<br/>\nDalinor<br/>\nFR<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n-------------------------------------------<br/>\nMessage: 1<br/>\n   Date: 28 Jul 1999 18:16:10 -0000<br/>\n   From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:fkrueger@...\">fkrueger@...</a><br/>\nSubject: Cost to Master<br/>\n<br/>\nI&#39;m a closet blacksmith wanna-be.  I have mastered<br/>\nfletching (because I&#39;m a ranger and it seemed<br/>\nlike a good idea at the time) and found it to be<br/>\nnon-profitable.  I mastered pottery (because I&#39;m<br/>\ngreedy) but they&#39;ve made it so it&#39;s not profitable.<br/>\nBecause of my pottery history, money is not too big<br/>\nof an issue, so I&#39;m looking for another trade to<br/>\nmaster - that&#39;s why I&#39;m here.<br/>\n<br/>\nHow much does it cost to develop smithing to the<br/>\npoint that it becomes profitable?  I realize I need<br/>\na definition here, but let me just ask for a feeling<br/>\nof the skill level where the cash inflow is positive,<br/>\nand an estimate of the cash outlay to get there.<br/>\n<br/>\nI am a wood-elf (and perpetually encumberred) that<br/>\nis normally in Kelethin.  I know (think) Steamfont<br/>\nis the closest place for ore and that&#39;s a long run -<br/>\nshould I relocate?  Ak-Anon is out.  Those guys really<br/>\nhate me there.  How about Kaladim?  Somewhere else?<br/>\n<br/>\nI&#39;ve read most of the guides on the web, and some<br/>\nof them seem out of date. Can you suggest any?<br/>\n<br/>\nThanks in advance.  BTW can I interest you in a good<br/>\nbow, or perhaps a pot . . . maybe a mixing bowl?</div>","specialLinks":[]}}