<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;La Galette : j'y étais et j'ai tout vu !&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- La Galette : j'y étais et j'ai tout vu ! --> 
<p align="left">Il faisait un froid mordant en cette apr&egrave;s-midi de janvier. 
  Alors que je m'installais confortablement et discr&egrave;tement dans un coin 
  sombre du caf&eacute;, je ne me doutais pas que ce 13 janvier resterait grav&eacute; 
  dans mes cauchemars les plus terribles pour le restant de mes jours...</p>
<p>D&egrave;s 16h00, les premiers arrivant s'install&egrave;rent. Je les observais 
  du coin de l'oeil et pour tout vous dire ils avaient l'air normaux... mis &agrave; 
  part un grand costaud r&eacute;pondant au nom de Qaddar qui ne pouvait s'emp&ecirc;cher 
  de chanter en italien toutes les deux phrases. </p>
<p>Rapidement, le reste du groupe finit par investir les lieux. Que dire de cette 
  assembl&eacute;e aux membres on ne peut plus vari&eacute;s ? Quelques observations 
  :</p>
<p>- Vous remarquerez qu'ils s'agit majoritairement d'alcooliques<br>
  - Leur orientation mystique est manifeste (il suffit de regarder les bougies 
  sur les tables)<br>
  - Ils sont d&eacute;cal&eacute;s de la r&eacute;alit&eacute; et ne craignent 
  pas de manger des galettes des rois le 13 janvier<br>
  - Ils sont mauvais joueurs et il suffit qu'ils r&eacute;alisent ne pas avoir 
  la f&ecirc;ve pour ne pas finir leur morceau de gateau</p>
<p align="center"><a href="images/recits/The_irreductible_galette/photo9_l.jpg" target="_blank"><img src="images/recits/The_irreductible_galette/photo9_s.jpg" width="200" height="303" border="0"></a></p>
<p></p>
<p>Un rituel revient assez souvent &agrave; l'arriv&eacute;e de certains membres. 
  Il est difficile de l'expliquer autrement que par un exemple. Un homme entre 
  &agrave; l'int&eacute;rieur du caf&eacute;, apparemment connu des autres, et 
  des &quot; Uenaelar &quot; fusent et sont repris par la foule, accompagn&eacute;s 
  d'&eacute;tranges paroles comme /kneel ou /bow... La pratique a des variantes 
  et certains soignent leur entr&eacute;e. Par exemple, un cri terrible retentit 
  : &quot; Oh mon batoooooooooooooooooooooooooo &quot; et un homme descend par 
  le toit en glissant le long d'une corde, un bouquet de fleurs &agrave; la main. 
  Tout le monde dis alors Sikander ! </p>
<p>La suite des &eacute;v&egrave;nements se poursuit assez normalement si l'on 
  compare cette r&eacute;union aux rassemblements humains typiques. Les discussions 
  me font un peu peur dans la mesure o&ugrave; tous ont d&eacute;j&agrave; tu&eacute; 
  des &ecirc;tres dont je n'ai pas connaissance : skels, mobs, tizmacks, coldains 
  etc... <br>
  Il faut d'ailleurs reconna&icirc;tre que parfois la discussion s'&eacute;chauffe 
  entre eux et que l'on peut observer certaines tentatives d'intimidation (voir 
  photo).</p>
<p align="center"><a href="images/recits/The_irreductible_galette/photo10_l.jpg" target="_blank"><img src="images/recits/The_irreductible_galette/photo10_s.jpg" width="200" height="302" border="0"></a></p>
<p></p>
<p>Apparemment, la r&eacute;union est une r&eacute;ussite puisque la guilde les 
  Irr&eacute;ductibles et la guilde X'Agon sont toutes les deux pr&eacute;sentes 
  en nombre (ces cr&eacute;atures ont un esprit de clan marqu&eacute; semble-t-il). 
  Des grands noms sont cit&eacute; entre Uenaelar, Yabon, Lorine, Dayan, Pentesileas, 
  Gwynet, Tomoyeli, Morethil, Qaddar, Thernaell, Khonan Axellum, Nainbus, Darkanes, 
  Kathestana, Fendragor, Cumlaen et j'en passe...</p>
<p>Un affrontement semble &eacute;clater entre le d&eacute;nomm&eacute; Sikander 
  et le colossal Qaddar. Le premier entamme &quot; Sous les sunlights des tropiques 
  &quot; quand l'autre lui r&eacute;pond &quot; Waterloo &quot; ! Rapidement l'&eacute;change 
  est interrompu par une terrible menace de Jonili qui affirme conna&icirc;tre 
  une chanson de Joe Dassin au ukul&eacute;l&eacute;... Les combattants sont s&eacute;par&eacute;s 
  et les battements de mon coeur finissent par se calmer.</p>
<p>Que dire d'autre, si ce n'est qu'ils ont fini par gagner l'&eacute;tage du 
  caf&eacute; pour ripailler affreusement, g&ecirc;nant m&ecirc;me le petit groupe 
  de musiciens venus pour l'occasion ! <br>
  J'ai eu beaucoup de difficult&eacute;s &agrave; tenir ce camp (pour reprendre 
  leur langage &eacute;trange) pr&egrave;s de 9 heures durant. Je sais qu'ils 
  m'ont vu et qu'ils s'occuperont bient&ocirc;t de moi. personne ne veut croire 
  cette histoire mais j'ai des preuves !<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 27/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
