<HTML><HEAD><TITLE>Autiomaaplaneetta</TITLE></HEAD><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><body bgcolor="#FFFFFF"><TABLE width=93% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><br><br><FONT face=Verdana,Arial,Sans-Serif SIZE="2" STYLE="font-size:10px" COLOR=black><A HREF="alcide.html"> <</A>      <P ALIGN=JUSTIFY><br><br>Yhdeks&auml;nten&auml; p&auml;iv&auml;n&auml; saavutimme eri n&auml;k&ouml;ist&auml; maisemaa kuin ennen. Olimme l&auml;hteneet Arkeesta it&auml;&auml;n, mutta nyt olimme tulleet kaupungin pohjoispuolelle, ja lohkareinen, harmaa maisema oli vaihtunut punaisen hiekan ja pienien kivien t&auml;ytt&auml;m&auml;ksi kumparemaastoksi.<br><br>Me olimme ehtineet jo tottua yksinkertaiseen rytmiimme, planeetan lyhyeen vuorokauteen ja raskaaseen k&auml;velemiseen. Pettymys siit&auml;, ett&auml; emme n&auml;hneetk&auml;&auml;n kefoja, oli haihtunut mielest&auml;ni jo l&auml;hes kokonaan ja me juttelimme rauhalliseen s&auml;vyyn, teimme v&auml;lill&auml; ruokaa itsellemme ja k&auml;velimme nyt reippaammin. K&auml;veleminen tulisi olemaan koko loppumatkan ainoa tavoite eik&auml; minulla ollut mit&auml;&auml;n t&auml;t&auml; vastaan. Suojauduimme p&auml;ivisin kuumalta ja &ouml;isin kylm&auml;lt&auml; eik&auml; meilt&auml; tuntunut puuttuvan mit&auml;&auml;n, mit&auml; tarvitsimme. Huomasin, ett&auml; olin jo kuukausia tai pidemp&auml;&auml;nkin kaivannut t&auml;llaista lepotaukoa, jonka aikana vapaana kaikista ajatuksista.<br><br>Illalla istuimme ensimm&auml;ist&auml; kertaa koko matkan aikana yhdess&auml; iltanuotiolla senkin j&auml;lkeen, kun olimme saaneet jo sy&ouml;ty&auml;, ja juttelimme. Puhuimme varovasti siit&auml;, miten hyv&auml;lt&auml; vaelluksemme oli t&auml;h&auml;n asti tuntunut ja miten s&auml;&auml;li on palata kaupunkiin.<br><br>Kun olimme jo menneet nukkumaan, j&auml;in miettim&auml;&auml;n Nikaa, joka oli l&auml;htenyt minun ja Elidorin mukaan t&auml;ysin spontaanisti. H&auml;n oli t&ouml;rm&auml;nnyt meihin avaruusasemalla ja p&auml;&auml;tt&auml;nyt heti, ett&auml; tulee apulaispilotiksi. H&auml;n oli soittanut matkalta ty&ouml;nantajalleen, pienelle mobiilikorjaamolle, ettei h&auml;n jatka t&ouml;it&auml;, ja auttanut sen j&auml;lkeen Elidoria avaruusaluksen ohjaamisessa ja pit&auml;nyt meille seuraa.<br><br>Nika sanoi itsekin, ettei h&auml;n ole koskaan sitoutunut mihink&auml;&auml;n. Ihmettelin h&auml;nen el&auml;m&auml;ntapaansa, johon liittyy sellainen irtonaisuus, jota minulla ei koskaan ole ollut, vaikka min&auml;kin olen el&auml;nyt pitk&auml;&auml;n ilman pysyv&auml;&auml; kotipaikkaa. Min&auml; olin silti usein sitoutunut asioihin ja tottunut pit&auml;m&auml;&auml;n lupaukseni, kun taas Nika oli edelleen jollakin tapaa vastuuton ja arvaamaton. <P ALIGN=JUSTIFY><br><br>Kymmenenten&auml; p&auml;iv&auml;n&auml; saimme my&ouml;h&auml;&auml;n illalla Arkeen taas n&auml;kyviimme. Emme olisi ehtineet tavoittaa sit&auml; ennen auringonlaskua, joten leiriydyimme aikaisemmin kuin yleens&auml;. Olimme my&ouml;s jo hyvin rasittuneita. Kummallakaan meist&auml; ei ollut erityisen huono kunto, mutta t&auml;m&auml; retki oli ollut raskainta, mihin olisimme pystyneet.<br><br>Nukahdin &auml;kki&auml; illalla, mutta sit&auml; ennen ehdin kuitenkin ajatella, miten kaupunki nyt varjostaa untamme. <P ALIGN=JUSTIFY><br><br>Yhdennentoista p&auml;iv&auml;n aamuna l&auml;hdimme reippain askelin kohti Arkeeta. Minua ei en&auml;&auml; surettanut er&auml;maasta luopuminen eik&auml; ilmeisesti Nikaakaan. Ajattelin edess&auml;mme olevaa mukavuutta ja el&auml;misen helppoutta. Arkee tuntui kutsuvan minua ja harmittelin mieless&auml;ni sit&auml;, miten se ei tuntunut l&auml;hestyv&auml;n juuri ollenkaan.<br><br>Iltap&auml;iv&auml;ll&auml; saavutimme kaupungin. Tultuamme jykevist&auml; porteista sis&auml;&auml;n katselimme h&auml;mmentynein&auml; ymp&auml;rillemme ymm&auml;rt&auml;m&auml;tt&auml;, mihin olimme saapuneet. Ihmiset kulkivat edest&auml;mme ja takaamme nopeaa vauhtia ja kiemuraisia reittej&auml;, k&auml;rryj&auml; ty&ouml;nnettiin ja moottoriajoneuvoilla ajeltiin. Me k&auml;velimme hitaasti ja kaiken ymp&auml;rill&auml;mme olevan kiireen lamauttamina kohti hotellia, josta olimme varanneet huoneen. Puhuin virkailijan kanssa vaivalloisesti ja h&auml;mmentyneen&auml;. Sain avaimen ja me kiipesimme kapeat portaat huoneeseemme. Se oli viidenness&auml; kerroksessa ja ikkunasta n&auml;kyi yli kaupungin muurin autiomaahan asti.<br><br>Me seisoimme pitk&auml;&auml;n katselemassa ikkunasta ulos. Oli jo ilta ja olin onnellinen siit&auml;, ett&auml; sain olla sis&auml;ll&auml; l&auml;mpim&auml;ss&auml;, miss&auml; saisin ruokaa tilauksesta. Autiomaa n&auml;ytti kuitenkin kuin kodilta kaukana allamme.<br><br>Emme tienneet mit&auml; tehd&auml; illalla, sill&auml; meill&auml; ei ollut mukana luettavaa tai muuta tekemist&auml; ja me olimme tottuneet siihen, ett&auml; olimme joko tekem&auml;ss&auml; jotakin tai jo niin v&auml;syneit&auml;, ett&auml; nukahdimme heti. Kuljeskelimme ymp&auml;riins&auml; huoneessamme ja p&auml;&auml;timme menn&auml; matkan p&auml;&auml;ttymisen kunniaksi hotellin ravintolaan sy&ouml;m&auml;&auml;n.<br><br>Puimme p&auml;&auml;lle puhtaimmat vaatteemme ja k&auml;velimme juhlallisesti vierekk&auml;in alas portaita ja sis&auml;&auml;n tyylikk&auml;&auml;seen ravintolaan. Istuimme p&ouml;yt&auml;&auml;n puhumatta paljon ja katsellen vain toisiimme. Tunsin oloni vaivautuneeksi ihmisten seurassa. Ruoka oli kuitenkin herkullista ja raskasta ja minulla oli juhlallinen olo.<br><br>&#8211; Matka varmaan saavutti tarkoituksensa, min&auml; sanoin.<br><br>&#8211; Niin saavutti, Nika vastasi.<br><br>Me s&ouml;imme hartaudella ateriamme loppuun ja tilasimme j&auml;lkiruokaakin. Sy&ouml;ty&auml;mme me olimme v&auml;syneit&auml; ja menimme huoneeseemme. Nika k&auml;vi pitk&auml;ss&auml; kuumassa kylvyss&auml; ja min&auml;kin pidin siit&auml;, ett&auml; sain peseyty&auml; pitk&auml;st&auml; aikaa vett&auml; s&auml;&auml;st&auml;m&auml;tt&auml;. Sitten me k&auml;vimme nukkumaan puhtaisiin lakanoihin s&auml;nkyihin jotka olivat kaukana toisistaan ja min&auml; nukahdin heti.<br><br>Nika her&auml;ili y&ouml;ll&auml; ja k&auml;veli ymp&auml;riins&auml;. Min&auml; her&auml;sin muutaman kerran h&auml;nen askeliinsa, vaikka h&auml;n oli hyvin hiljaa. Ennen kuin nukahdin, ehdin ajatella sit&auml;, mik&auml; h&auml;nt&auml; mahtaa pit&auml;&auml; hereill&auml; ja sit&auml;, ett&auml; huomenna minun pit&auml;isi soittaa Elidorille. <P ALIGN=JUSTIFY><br><br>Kahdennentoista autiomaaplaneetalla viett&auml;m&auml;ni p&auml;iv&auml;n aamulla olin v&auml;synyt ja hermostunut. Soitin Elidorille &auml;kki&auml; ja sovimme tapaavamme Arkeen suuren torin laidassa muutaman tunnin p&auml;&auml;st&auml;. Nika oli l&auml;htenyt jonnekin enk&auml; min&auml; olisi tahtonutkaan seuraa. Kaipasin takaisin autiomaan hiljaisuuteen ja yksin&auml;isyyteen enk&auml; kest&auml;nyt ajatella ulkona odottavan maailman loputtomia &auml;&auml;ni&auml;, kirjoituksia ja kuvia.<br><br>Odotin Elidoria muutaman minuutin ennen kuin n&auml;in h&auml;net kaukaa. H&auml;n ei viel&auml; huomannut minua, ja min&auml; muistin yht&auml;kki&auml;, katsellessani h&auml;nt&auml; k&auml;velem&auml;ss&auml; kaukana ollen kuin vieras minulle, miten paljon pidin h&auml;nest&auml;. H&auml;n oli minua laihempi ja heikompi, viel&auml; jotenkin kuin nuori poika, ja h&auml;nell&auml; oli arkeelaisten vaaleat, karheat hiukset kuten minullakin. H&auml;nen vaatteensa olivat kalliista kankaasta ja sile&auml;t ja h&auml;n katseli ymp&auml;rilleen levottoman oloisena kunnes huomasi minut. Min&auml; olin edellisen&auml; p&auml;iv&auml;n&auml; ajatellut t&auml;t&auml; hetke&auml; muutaman kerran ohimennen ja kysellyt itselt&auml;ni, tulemmeko me edelleen olemaan rakastavaisia vai olemmeko yst&auml;vi&auml; tai ehk&auml; vain vaivaantuneita toistemme seurassa.<br><br>Elidor l&auml;hestyi minua kuitenkin itsevarmana ja hymyillen ja halasi minua heti kun p&auml;&auml;si l&auml;helle, ja me suutelimme. H&auml;nen l&auml;hell&auml;&auml;n oleminen tuntui nyt vain hyv&auml;lt&auml;, ei en&auml;&auml; kielletylt&auml; ja j&auml;nnitt&auml;v&auml;lt&auml; kuten ennen eroamme.<br><br>Menimme Elidorin hotellihuoneeseen ja rakastelimme. Min&auml; olin edelleen ep&auml;varma tulevaisuudesta, mutta me puhelimme kevyesti ja vailla ironiaa. Juttelimme pitk&auml;&auml;n hotellilla ja vietimme sitten iltap&auml;iv&auml;&auml; k&auml;vellen Arkeen katuja. Huomasin vasta nyt, miten kaunista kaupungissa oli, kun valkoiset rakennukset hohtivat auringossa ja puut kantoivat hedelm&auml;&auml;. Ihmiset olivat eloisia, kulkivat edestakaisin kauniissa, liehuvissa vaatteissaan ja juttelivat toisilleen. Autiomaa alkoi tuntua mieless&auml;ni vain kuolleelta, ik&auml;v&auml;lt&auml; paikalta. Elidor oli reipas ja iloinen, ja totesin h&auml;net vasta nyt my&ouml;s hyvin &auml;lykk&auml;&auml;ksi. Nautimme omasta kaupungistamme kuin turistit jotka vain sattuvat tuntemaan paikan t&auml;ydellisesti.<br><br>Auringon laskiessa palasimme hotellille. Nika soitti minulle, kun olimme p&auml;&auml;sseet perille. H&auml;n oli l&auml;htenyt planeetalta. T&auml;m&auml; oli Nikan tapa, l&auml;hte&auml; pois ja ilmoittaa vasta my&ouml;hemmin. En kuitenkaan tuntenut harmistusta, sill&auml; en edes jaksanut v&auml;litt&auml;&auml; asiasta.<br><br>Nukuimme vierekk&auml;in mutta koskematta toisiamme. <P ALIGN=JUSTIFY><br><br>Kolmantenatoista p&auml;iv&auml;n&auml; her&auml;sin aamulla auringonnousun aikaan, mihin olin tottunut autiomaaretkell&auml;. En noussut yl&ouml;s vaan katselin h&auml;m&auml;r&auml;ss&auml; Elidorin paljasta rintakeh&auml;&auml;. En &auml;kki&auml; kest&auml;nyt t&auml;t&auml; harmoniaa. Olin ollut liian kauan ilman rakkautta ja ilman t&auml;llaisia kosketuksia. Nousin yl&ouml;s, puin hiljaa p&auml;&auml;lleni ja l&auml;hdin ulos ostamaan piipun ja tupakkaa.<br><br>Polttelin hiljaa istuskellen penkill&auml; auringonpaisteessa enk&auml; tiennyt mit&auml; tehd&auml;. Tiesin, milt&auml; Nikasta oli ehk&auml; tuntunut, kun h&auml;n p&auml;&auml;tti l&auml;hte&auml; pois minun luotani. En tahtonut olla liian kauaa Elidorin l&auml;hell&auml;, sill&auml; min&auml; olin tottunut olemaan valpas, herkk&auml; ja yksin&auml;inen, ei rauhassa uneen tuudittautuva rakastaja.<br><br>Min&auml; ajoin julkisella ilma-autolla avaruusasemalle ja ostin lipun seuraavaan Sirius &#931; III:lle menev&auml;&auml;n alukseen. Saavuin Siriuksen suurimpaan kaupunkiin Cathriin aamulla, joka olisi ollut l&auml;ht&ouml;p&auml;iv&auml;ni iltap&auml;iv&auml; Arkeella.<br><br></p><br><br><br><br><A HREF="alcide3.html">jatkuu ></A> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font>      </td>  </tr></table></BODY></HTML>