<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>

		<table border=0 cellspacing=0 cellpadding=0>
		<tr valign=bottom>
			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>
			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;FAQ EverQuest Europe&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>
			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>
		</tr>
		</table>
		
		<table border=0 cellspacing=0 cellpadding=0 width="100%">
		<tr valign=top>
			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>
			<td width="100%">
			<table border=0 cellspacing=0 cellpadding=0 width="100%">
			<tr valign=top>
				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>
				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">
					<tr valign=top>
						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>
					</tr>
					<tr>
						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>
					</tr>
					</table>
					</td>
			</tr>
			</table>			
			</td>
			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>
		</tr>
		</table>


		
<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="contenu" width="100%">
	<!-- FAQ EverQuest Europe -->
<h3><br>
  Quels sont les avantages de la version Europ&eacute;eenne d'EverQuest ?</h3>
<p>La version Europ&eacute;enne d'EverQuest sera la meilleure exp&eacute;rience 
  du jeu pour les Europ&eacute;ens :</p>
<ul>
  <li>Une &eacute;quipe de 12 Ma&icirc;tres de Jeu pr&eacute;sents 24h24, 7j/7 
    pour organiser des &eacute;v&egrave;nements et des qu&ecirc;tes dynamiques 
    &agrave; des heures plus pratiques</li>
  <li>De nouvelles m&eacute;thodes de paiement (carte de cr&eacute;dit nationale, 
    d&eacute;bit automatique)</li>
  <li><i>Hotline</i> disponible aux heures Europ&eacute;eennes pour un prix r&eacute;duit</li>
  <li>Serveurs localis&eacute;s en Europe pour des vitesses de connexion am&eacute;lior&eacute;es</li>
  <li>Contenu localis&eacute; en Fran&ccedil;ais et Allemand</li>
</ul>
<h3>Quelle est la date de sortie d'EverQuest Europe ? </h3>
<p>L'invasion Europ&eacute;enne est pr&eacute;vue pour commencer le 21 novembre, 
  mais si vous souhaitez avoir un aper&ccedil;u avant, n'h&eacute;sitez pas &agrave; 
  vous inscrire au beta test sur EQLoft !</p>
<h3>Est-ce que <i>Planes of Power</i> sera disponible ?</h3>
<p>EverQuest: The Planes of Power, l'add-on tant attendu pour EverQuest, sera 
  disponible en m&ecirc;me temps que les autres produits EverQuest le 21 novembre. 
  La version Fran&ccedil;aise de Planes of Power sera jouable sur le serveur Fran&ccedil;ais 
  si vous avez un account en France. Mais si vous avez d&eacute;j&agrave; un compte 
  sur les serveurs US et que vous vouliez y jouer, ce sera possible. <br>
  En revanche, veuillez noter que si vous voulez jouer &agrave; Planes of Power 
  &agrave; la fois sur les serveurs US et Fran&ccedil;ais, il faudra que vous 
  achetiez deux packs.</p>
<h3>Quels seront les jeux que je trouverai dans le magasin ?</h3>
<p>Nous pr&eacute;voyons les packs suivants :</p>
<p>- EverQuest &#8211; 15&euro;<br>
  EverQuest + the Ruins of Kunark + the Scars of Velious.Cette offre est le pack 
  de d&eacute;part, qui sera disponible le 21 novembre, disponible en France uniquement.</p>
<p> - EverQuest: the Shadows of Luclin &#8211; 30&euro;<br>
  (EverQuest + Shadows of Luclin)<br>
  Premier add-on, disponible le 21 novembre (peut varier dans certains pays).</p>
<p> - EverQuest: the Planes of Power &#8211; 30&euro;<br>
  C'est le second add-on de EverQuest, et sera disponible le 21 novembre (peut 
  varier dans certains pays).</p>
<p>- EverQuest: Gold Edition &#8211; 40&euro;<br>
  EverQuest + the Ruins of Kunark + the Scars of Velious + the Shadows of Luclin<br>
  Le premier pack Il sera disponible le 21 novembre en France, Belgique et Suisse 
  uniquement.</p>
<p>- EverQuest: Platinum Edition - 60&euro;<br>
  EverQuest + the Ruins of Kunark + the Scars of Velious + the Shadows of Luclin 
  + the Planes of Power.<br>
  Pack disponible le 21 novembre, en France uniquement. </p>
<h3>Beta-tests</h3>
<p><b>Objectifs ?</b><br>
  Cette beta est une occasion unique pour vous de r&eacute;ellement tester et 
  comprendre les b&eacute;n&eacute;fices de ce nouveau service, et d'apr&eacute;cier 
  dans leur int&eacute;gralit&eacute; le r&ocirc;le de nos Ma&icirc;tres de Jeux 
  exp&eacute;riment&eacute;s. Venez et essayez : c'est gratuit ! Bien s&ucirc;r 
  nous vous demanderons aussi de rapporter les bugs dus &agrave; la traduction. 
  Avec votre aide, nous voulons que la version Europ&eacute;eene d'EverQuest soit 
  la meilleure possible !</p>
<p><b>Inscription ?</b><br>
  L'inscription a commenc&eacute; le 19 septembre et finira le 11 octobre.</p>
<p><b>Qui ?</b><br>
  Le beta test est ouvert &agrave; tout le monde.</p>
<p><b>Comment s'inscrire ?</b><br>
  Il faut s'inscrire directement <a href="http://www.ubi.com/US/eqbeta/userprofile?lan=fr" target="_blank">sur 
  la page d&eacute;di&eacute;e</a>.</p>
<p><b>Proc&eacute;d&eacute; ?</b><br>
  Vous recevrez un CD gratuit avec les fichiers de base d'EverQuest. Le CD sera 
  fournit avec un nom d'utilisateur qui vous permettra d'acc&eacute;der au jeu 
  et au forum des beta testeurs.</p>
<p> <b>Dur&eacute;e ?</b><br>
  Le beta test devrait commencer le 21 octobre et finir pendant la nuit du 20 
  novembre.</p>
<p><b>Pr&eacute;sence des ma&icirc;tres de jeu ?</b><br>
  Pendant toute la dur&eacute;e du beta test, les Ma&icirc;tres de Jeu seront 
  disponibles :<br>
  - Du lundi au jeudi de 16h &agrave; 2h<br>
  - Du vendredi au dimanche de 14h &agrave; 2h<br>
  D&egrave;s que le jeu sera lanc&eacute;, les MJs seront online 24h/24, 7j/7.</p>
<h3>Autres</h3>
<p><b>Quel est le prix de l'abonnement ?</b><br>
  - 1 mois : 12.95&euro;<br>
  - 3 mois : 35.95&euro;<br>
  - 6 mois : 65.70&euro;</p>
<p><b>Quelles seront les possibilit&eacute;s de paiment ?<br>
  </b>Tous les moyens possibles :<br>
  - carte de cr&eacute;dit internationale<br>
  - carte de cr&eacute;dit nationale<br>
  - d&eacute;bit automatique<br>
  - transfert de banque</p>
<p><b>Et si j'ai d&eacute;j&agrave; un accompte EverQuest ?</b><br>
  Si vous &ecirc;tes d&eacute;j&agrave; abonn&eacute; &agrave; la version am&eacute;ricaine 
  de EverQuest et que vous voulez jouer sur les serveurs Europ&eacute;ens, alors 
  :<br>
  - Vous devez acheter une copie de la version Europ&eacute;enne<br>
  - Cr&eacute;er un compte pour la version Europ&eacute;enne<br>
  <br>
  Notez que vous pouvez jouer et souscrire &agrave; la fois aux serveurs Europ&eacute;ens 
  et Am&eacute;ricains, mais les deux versions ne seront pas comptabibles.</p>
<p><b>Est-ce que les versions Europ&eacute;ennes seront compatibles avec tous 
  les serveurs Europ&eacute;ens ?</b><br>
  Les diff&eacute;rentes versions Europ&eacute;ennes ne sont pas compatibles entre 
  elles. Donc si vous poss&eacute;dez la version Fran&ccedil;aise, vous ne pourrez 
  pas jouer sur les serveurs Allemands ou Anglais.</p>
<p><b>Que se passe-t'il si nous avons un probl&egrave;me technique ?<br>
  </b>En cas de probl&egrave;me, deux solutions :<br>
  &middot; Aller sur www.eqloft.com: les FAQs et les forums sont l&agrave; pour 
  vous aider.<br>
  &middot; Contactez l'&eacute;quipe technique d'UbiSoft.<br>
  EverQuest aura son propre num&eacute;ro d'appel et adresse &eacute;lectronique. 
  Dans chaque pays les &eacute;quipes d'Ubi ont &eacute;t&eacute; entra&icirc;n&eacute; 
  sp&eacute;cifiquement pour les probl&egrave;mes qui pourraient survenir avec 
  EverQuest.</p>
<p> <b>Est-ce qu'EverQuest Europe sera r&eacute;ellement dynamique ?<br>
  </b>Oui. Nos 12 Ma&icirc;tres de Jeu seront connect&eacute;s 24h/24 et 7j/7 
  pour vous fournir la meilleure exp&eacute;rience online que vous ayez jamais 
  eu. Ils seront l&agrave; &agrave; la fois pour vous aider et vous divertir. 
  Vous pourrez les contacter dans le jeu et sur EQLoft.</p>
<p><b>Qu'est ce que &ccedil;a veut dire, exactement, &quot;localisation&quot; 
  ?</b><br>
  L'interface, les menus, les textes <i>in-game</i> (qu&ecirc;tes, objets, sorts), 
  tout sera traduit.</p>
<p><b>Est-ce que je pourrais transf&eacute;rer mes personnages des serveurs US 
  vers les serveurs Europ&eacute;ens ?</b><br>
  Nous consid&eacute;rons s&eacute;rieusement cette option. Mais, &agrave; l'heure 
  actuelle, nous ne pouvons vous donner aucun d&eacute;tail.</p>
<p></p>




	
	</td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
</tr>
</table>
		



<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>
	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>
	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td>
</tr>
</table>

</td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 21/10/2002<BR>
	Copyright &copy; 2002 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
