{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robert Boles","from":"Robert Boles &lt;bobbyboles@...","replyTo":"LIST","senderId":"kY2YbOIW1I3yTTG79_v-55BnhP6xBvWmrsxyUozIWeS-ky2NeRly3F9foqFezyTZgmGr_g2B5qD7WorWrfGZebxZE1HGqiZwuK0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Trueshot Fallacy","postDate":"932676959","msgId":113,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE1MDE3NS4xOS4xMTMuOTU5MjY1MzI5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":114,"prevInTime":112,"nextInTime":114,"topicId":113,"numMessagesInTopic":3,"msgSnippet":"Okay, this is probably going to get me a flame or twenty for this, but I m at the point where I really won t care. IMHO, the programming team screwed up","messageBody":"<div id=\"ygrps-yiv-914227201\">Okay, this is probably going to get me a flame or twenty for this, but<br/>\nI&#39;m at the point where I really won&#39;t care.<br/>\n<br/>\nIMHO, the programming team screwed up ROYALLY when they failed to make<br/>\nthe Trueshot Bow NO DROP.  Think about it... most (or all) of the newly<br/>\nfound flaming Paladin swords are LORE and NO DROP.  The one who finds<br/>\n(or quests for) it is the one who keeps it, or must destroy it.  Why? <br/>\nBecause otherwise, sooner or later, every guild-twinked lvl 10 Paladin<br/>\nwould be running around with one.  <br/>\n<br/>\nI&#39;ve been rather bitter since they upped the prices of fletching<br/>\ncomponents by 5x, to &quot;compensate&quot; for allowing us to make arrows in<br/>\ngroups of 5, thus effectively creating a &quot;Grandfather Clause&quot; for all<br/>\nthose who were able to get to 200+ fletching before the patch... those<br/>\nchars now have an effective monopoly on the creation and sale of<br/>\ndarkwoods for quite a while -- at least on the Rathe, from what I&#39;ve<br/>\nseen.  What they should have done, was just allow us to place even<br/>\nstacks of components into the damn fletching kit, so that WE could<br/>\nchoose whether or not we want to fletch for experience or in bulk...<br/>\nbut I digress.<br/>\n<br/>\n**************************<br/>\n<br/>\nMy point here is that by not making this a NO DROP, the programmers<br/>\nhave given us the tool to destroy our own fletching economy. I&#39;ve seen<br/>\npeople asking &quot;what&#39;s the right price to sell it at?&quot;  Well, this is<br/>\nhow I would answer: <br/>\n<br/>\nIf you feel you want to make a business out of it, then what would you<br/>\nsell a darkwood 1-cam compound bow for?  Take that price, and make it<br/>\nabout 1.5x as much.  Why?  So that Darkwood -- let alone Oak, Ash and<br/>\nElm and Hickory don&#39;t become obsolete!  If Trueshots sell for 100pp,<br/>\nwhy bother buying a player-made Elm or Ash bow when you can just save<br/>\nup another 75 or 80pp for a Trueshot?  <br/>\n<br/>\nFor reference, my Lvl. 16 ranger has about 110 or so in fletching, and<br/>\nI&#39;ve earned almost everything that I own (except for a combine LS that<br/>\ntechnically is on loan from a friend *g*), and I have yet to make a<br/>\nTrueshot for myself out of 9 attempts.  Maybe it&#39;s my pride that&#39;s<br/>\nmaking me write this... perhaps.  But I can and will not allow myself<br/>\nto stand idly by while other fletchers destroy OUR OWN economy.  I have<br/>\nto say SOMETHING.  The jewelers are rallying to unite together to raise<br/>\ntheir prices back up a bit, to save their economy from a plague of low<br/>\nprices.  I see it working.  We, as fletchers, have to wake up a bit --<br/>\nbefore we sink ourselves with Trueshots.<br/>\n<br/>\nMore than $0.02, I realize... and my aplogies to all who disagree and<br/>\nread it all the way through, anyway.  :)<br/>\n<br/>\n<br/>\nAurazure of the Rathe,<br/>\nLvl 16 Wood Elf Ranger</div>","specialLinks":[]}}