<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE></TITLE>
</HEAD>
<BODY BACKGROUND="../../Inhalt/Papier_16.gif" TEXT="#000080">

<H2><CENTER><IMG SRC="images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" WIDTH="266" HEIGHT="102"><BR>
<STRONG>Leanie</STRONG></CENTER></H2>

<P><CENTER><HR WIDTH="95%"></CENTER></P>

<P><CENTER>Bild folgt</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="300" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><TABLE BORDER="1" WIDTH="300" CELLSPACING="2" CELLPADDING="0" BACKGROUND=
"../../Inhalt/perga.gif">
<TR>
<TD WIDTH="150">Rasse :</TD>
<TD>Eruditin</TD></TR>
<TR>
<TD WIDTH="150">Klasse :</TD>
<TD>Paladine</TD></TR>
<TR>
<TD WIDTH="150">Geburtsort :</TD>
<TD>Erudin</TD></TR>
</TABLE>
</TD></TR>
</TABLE>
</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="90%" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><P>Wenn ich an meine fr&uuml;heren Jahre zur&uuml;ckdenke, mu&szlig; ich
heute schmunzeln, aber damals habe ich das alles nicht als komisch empfunden.
<BR>
Ich wurde als Eruditin geboren und wie jeder wei&szlig; (das behaupten zumindest
meine Eltern), sind wir Eruditen die Krone der Sch&ouml;pfung - von den
G&ouml;ttern geliebt und gesegnet, prachtvoll, sch&ouml;n und vor allem
reichlich mit der einen Eigenschaft ausgestattet, die uns Zweibeiner von
den Tieren unterscheidet: mit Intelligenz. Ein Volk von Denkern, Zauberern
und Gelehrten, immer auf der Suche, nach Wissen und Erkenntnis.<BR>
Soweit zur Theorie.<BR>
Zum Entsetzen meiner Eltern stellte sich heraus, da&szlig; ich strohdumm
war. W&auml;hrend alle meine Altersgenossen schon ihre eigenen Pets hatten
und ihre weitere Karriere wie ein strahlend heller Tag vor ihnen lag, strolchte
ich durch den Wald von Toxxulia, jagte, schwatzte mit dem alten Druiden
im Stonehenge oder sa&szlig; stundenlang vor mich hin tr&auml;umend am Wasser,
um zu fischen oder mit einer unbestimmten Sehnsucht die gro&szlig;en Schiffe
zu beobachten, die mehrmals t&auml;glich den Hafen von Erudin anliefen.
Ich konnte mit Magie nichts anfangen und fand das ganze Getue darum fast
schon ein bischen l&auml;cherlich.<BR>
Ihr werdet Euch denken k&ouml;nnen, da&szlig; mir meine absonderliche Art,
nicht viel Sympathien einbrachte. Meine Eltern vergruben sich, peinlich
ber&uuml;hrt und sehr verlegen, in ihre B&uuml;cher und alle anderen ignorierten
mich mehr oder weniger. <BR>
Eines Tages begegnete ich auf dem Weg zum Flu&szlig; jemanden, den ich nie
vorher gesehen hatte, einem reich gekleideten Eruditen mit einer seltsam
dunklen und bedrohlichen Ausstrahlung. Er lief durch den Wald, verfolgt
von einem dieser unheimlichen Skelette, die von Zeit zu Zeit den Toxxulia
Forest heimsuchen. Ich rief ihm eine Warnung zu und lief auf ihn zu, um
ihm zu helfen, falls das Skelett ihn angreifen sollte. Oh, Tranquil - heute
frage ich mich, wie ich so unwissend sein konnte.<BR>
Als er mich bemerkte, wandte er sich zu mir, sah mich aus dunkel gl&uuml;henden
Augen an und sagte dann leise und mit einer eisigen Grausamkeit, die mein
Blut gefrieren lie&szlig;:<BR>
&quot;Dreckige Paladine wie du haben kein Recht, zu leben.&quot;<BR>
Ich hatte keine Ahnung, was er meinen k&ouml;nnte, verstand aber sehr wohl
die Drohung und wollte mich zur&uuml;ckziehen, aber es war zu sp&auml;t.
Er murmelte einen Befehl und das Skelett griff mich an. Bet&auml;ubende
Schl&auml;ge trafen mich und ehe ich mich noch gefasst hatte, um mich zu
wehren, traf mich ein Zauber, der an meiner Seele zu fressen begann. Alles
ging dann sehr schnell und genau kann ich bis heute nicht sagen, was eigentlich
geschehen ist, aber irgendwo in meinem Innersten entz&uuml;ndete sich in
diesem Augenblick ein kleiner Funke, der in Sekundenschnelle eine Feuersbrunst
von Wut und Emp&ouml;rung wurde. Woher ich die Kraft nahm, wei&szlig; ich
nicht, aber es gelang mir das Skelett in seine unheilige Unterwelt zur&uuml;ckzuschicken
und als ich wieder einen halbwegs klaren Gedanken fassen konnte, lagen meine
H&auml;nde um den Hals des leblosen Mannes. Vor Entsetzen gesch&uuml;ttelt
und v&ouml;llig entkr&auml;ftet brach ich neben ihm zusammen. Ich sp&uuml;rte,
da&szlig; zwar seine bedrohliche Pr&auml;senz mit seinem Lebenslicht erloschen
war, aber sein Zauber blieb und trieb mich unerbittlich in die Arme des
Todes. Dann geschah das, was f&uuml;r mich bis zum heutigen Tag immer wieder
wie ein Wunder ist. Eine Kraft erwachte in mir und mit einer nie vorher
erfahrenen Klarheit konnte ich das pulsierende Leben rund um mich herum
nicht nur sp&uuml;ren, sondern ich konnte es an mich ziehen und meine schwindende
Lebensenergie damit wieder auff&uuml;llen.<BR>
Ersch&uuml;ttert von den Ereignissen rannte ich zur&uuml;ck nach Erudin,
um im Tempel von Tranquil Rat zu suchen. Nachdem ich einem der Kleriker
meine Geschichte erz&auml;hlt hatte, sah er mich lange und sehr nachdenklich
an und sagte dann: &quot; So hast du also nun doch noch deine Bestimmung
gefunden, kleine Lea. Deine Zukunft liegt nicht in der B&uuml;cherei von
Erudin, sondern dort drau&szlig;en in der Welt. Die G&ouml;tter haben dich
beschenkt mit der einzgartigen Heilkraft der Paladine. Nutze sie weise und
weiche nie von deinem Weg ab. Du hast dieses wunderbare Geschenk erhalten,
um Gutes tun zu k&ouml;nnen und um das B&ouml;se zu bek&auml;mpfen. Und
wisse eins: nicht die Rasse oder der Beruf macht ein Gesch&ouml;pf zu einem
Diener des B&ouml;sen, sondern nur seine Gesinnung. Du wirst hinausgehen
und das Handwerk des Krieges erlernen, aber dein Herz wird dem Frieden geh&ouml;ren.
Suche dir Freunde dort drau&szlig;en, denn es gibt viele, die dich hassen
werden und du wirst Hilfe brauchen, um zu &uuml;berleben, aber du wirst
dabei auch Liebe und Vertrauen finden und das wird dich stark machen.&quot;</P>

<P>Seither habe ich versucht, seinem Rat zu folgen und er hatte recht. Ich
habe viele Freunde gefunden auf meinen Reisen und noch mehr Abenteuer mit
ihnen gemeinsam bestanden. Ich traf Cal, den Ranger, der zwar rechts und
links nicht auseinanderhalten kann, aber mit untr&uuml;glichem Gesp&uuml;r
Beute aufsp&uuml;rt. Ich begegnete Yandiini, der Hochelfen-Enchanterin,
die zwar unglaublich h&auml;&szlig;lich ist mit ihrer madenfarbenen Haut
und ihrem farblosen Haar, die aber soviel Charme hat, da&szlig; einem das
nach kurzer Zeit gar nicht mehr auff&auml;llt. Ich traf Darkwulf, den baumlangen
Shamanen, der so gro&szlig;artige Reisezauber beherrscht. Ich k&auml;mpfte
Seite an Seite mit Kassandra, einer winzigen Waldelfe, die dennoch eine
weit bessere Kriegerin ist als ich. Ninan lehrte mich, Zauberei nicht mehr
albern zu finden. Und ich lernte von Piwi, Axtos, Larissa und Cerberos (wenn
auch z&ouml;gernd), da&szlig; es auch unter den dunklen Paladinen und sogar
bei den Nekromanten, ehrenwerte Leute gibt. <BR>
Dies ist meine Geschichte und mehr brauche ich Euch nicht erz&auml;hlen,
denn bei allen zuk&uuml;nftigen Abenteuern werdet Ihr an meiner Seite sein,
so wie ich an Eurer.</TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><STRONG>(\@/) <A HREF="Mitglieder.htm">zur&uuml;ck zur Mitglieder&uuml;bersicht</A>
(\@/)</STRONG></CENTER>
</BODY>
</HTML>
