{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...","replyTo":"LIST","senderId":"oUkHO1JCoMuq98W30OvIUUsU8DeuZA5SZ_eZiqMJwL9hmaNCqoG9oaB2WLvPWgNtRi7HRFCnFrAOmV-E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Full letter from GZ verant guy wich he sand to enchanters","postDate":"927793418","msgId":159,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3MTM4Mi4yMC4xNTkuOTU5MjgxODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":158,"nextInTime":160,"topicId":159,"numMessagesInTopic":1,"msgSnippet":"I have seen a interesting post on http://www.baelish.aust.com/everquest/ so i send a copy here for all who can be interested. I think if anyone come over ","messageBody":"<div id=\"ygrps-yiv-1638518520\">I have seen a interesting post on <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.baelish.aust.com/everquest/\">http://www.baelish.aust.com/everquest/</a> so i<br/>\nsend a copy here for all who can be interested. I think if anyone come over<br/>\nsimilar letters from GZ or Verant guys it will be nice to post them here !<br/>\n<br/>\n<br/>\n<br/>\nGZ SPEAKS! <br/>\nI must admit he does get through his email fairly quick. Here is what I gleamed<br/>\nfrom him as a result of my messages to him: <br/>\n∩┐╜       Rune and Mist Series will stack again. This was a bug that slipped<br/>\nthrough and will be rectified with a patch. <br/>\n∩┐╜       The short duration on WTYH after ysterdays patch will be reworked. They<br/>\nare trying to find a balance, lets all just be patient. They are working on it.<br/>\n<br/>\n∩┐╜       Suffocating Sphere was made much harder to resist. As a result they<br/>\nalso<br/>\nthrew in the chance for damage to be lowered on a successful cast. Probably<br/>\nbetter for the low levellers, they have more chance to hurt that tree snake<br/>\nnow. <br/>\n∩┐╜       Illlusion spells give some benefits of the given race. But not all.<br/>\nThey<br/>\nalso give you some of the faction of that race. This was to clarify questions<br/>\non whether becoming a troll for instance gave the increased hp regen and things<br/>\nof that sort. The answer is maybe. the potential is there, but for each race<br/>\nyou will just have to experiement. Any info on this please let me know. <br/>\n∩┐╜       Alliance Series is designed to give you some of the faction of the<br/>\ntargeted creature. There has been debate over what this spell series was meant<br/>\nto do. Now you know. <br/>\n∩┐╜       We will never get unresistable colour flux or short duration stun<br/>\nspells. <br/>\n∩┐╜       GZ conceded that Shamans and Enchanters are equals when it comes to<br/>\nbuffing. They just do it in different ways he said. <br/>\n∩┐╜       I asked : &quot;Why do we have to tashan before every spell? Why are we the<br/>\nonly class hit with this minimum 15 mana penalty to get successful magic<br/>\ncasts?&quot; (note now 10 mana) Response: &quot;You don&#39;t have to. Enchanters are the<br/>\nonly<br/>\nclass with the ability to lower the magic resistance of their targets quickly.<br/>\nSaves against Enchanter spells are the same as against every other type of<br/>\nspell of those types. For example, the save against Root is the same vs. an<br/>\nEnchanter as vs. a Wizard. The only exception is that the Wizard does not get<br/>\nto lower the creatures magic resistance - the Enchanter does.&quot; <br/>\n∩┐╜       Enchanting Items will be added eventually. But he feels we are balanced<br/>\nalready without the ability to enchant. I think this sucks myself. What is the<br/>\nname of our class??? He referred to this series as being a &quot;gravy&quot; thing for<br/>\nus, or a little bit extra to make us happy. So don&#39;t expect this new line to do<br/>\nanything dramatic when it becomes available. <br/>\n∩┐╜       Specialisation is still a few weeks off. So don&#39;t get too excited. <br/>\n∩┐╜       This comment after I questioned Verant&#39;s priorities: &quot;The expansion is<br/>\nnot yet being worked on by anybody but the art team. The rest of the team is<br/>\nfixing bugs and adding more features (like weapon enchantments and<br/>\nspecialization).&quot; <br/>\n<br/>\n<br/>\nSilverion<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}
