{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jay Howard","from":"Jay  Howard &lt;JHoward@...","replyTo":"LIST","senderId":"XFcFQ_IyNocEUe6k0RbsZBlAu6HWC3Opd4yfRYZmxl6-KFD2Q6Np0KTlQjAdyhx9_geF4JJy8ROC_tlmRbCx9FI6AiJWpdfgXQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"General Question about getting items into inventory.","postDate":"926531812","msgId":85,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3MTM4Mi4xMy44NS45NTkyODE4NzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":86,"prevInTime":84,"nextInTime":86,"topicId":85,"numMessagesInTopic":3,"msgSnippet":"Ok, I know that this is a General question but it is also related to magic because of the summoning spells many of us get. This was the history of how I","messageBody":"<div id=\"ygrps-yiv-1646310940\">Ok, I know that this is a General question but it is also related to magic<br/>\nbecause of the summoning spells many of us get.<br/>\n<br/>\nThis was the history of how I learned to get things into my inventory.<br/>\nEither off of things I have killed or my dead body doing a loot.<br/>\n<br/>\n1.  I would left click the item in the left window and drag it to an empty<br/>\nslot in my inventory and drop it there.  And when I got bags, I would open<br/>\nthe bag and drop it into an empty slot.<br/>\n\tThis method was very slow and time consuming, especially as I got<br/>\nmore armor pieces and had to individually place them in each slot on my<br/>\nbody.  Also, stackable items gave me problems becuase it would be picky if I<br/>\ndidn&#39;t click in the EXACT place to stack.<br/>\n<br/>\n2.  YEAH!  I learned that if you just put an item over your picture and drop<br/>\nit on &quot;you&quot; then it would automatically either go into your<br/>\ninventory/bag/stack or on your body in the appropriate place.<br/>\n\tThis was HUGE and saved a lot of time and clicks, but I still was<br/>\ndoing a lot of click on the left, click on me on the right for each and<br/>\nevery peice.<br/>\n<br/>\n3. OH YAH!!!  I learned that if you RIGHT click an item on the left, it<br/>\nautomatically drops it into your inventory in any available open slot, even<br/>\ninside bags.<br/>\n\tThis does not work for armor items getting onto your body, though.<br/>\nBUT, you can fill up your six slots real quick and then just pull them out<br/>\nof your inventory and drop them on your picture which reduces the left/right<br/>\naction A LOT!<br/>\n<br/>\nOk, now on to the question I guess, When you are summoning items<br/>\n(Food/Water/Bandages/etc.)  The item gets places on your cursor.  From that<br/>\npoint, I click my persona button, drop it on me character, hit ESC, and then<br/>\nresummon another item, click the persona button, drop it in my inventory and<br/>\nhit esc... and so on..<br/>\n<br/>\nIs there an easier way to do this from the Wide screen?  <br/>\n<br/>\nBayne, Shaman Barbarian frusturated with the tediousness of summoning water.</div>","specialLinks":[]}}
