<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Chapitre Sept&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Chapitre Sept -->

Le sang d&#8217;H&euml;lclay&euml;nn perla sur le visage d&#8217;Elandra et redonna 
conscience &agrave; la voleuse. Elle comprit tr&egrave;s vite la lutte in&eacute;gale 
qu&#8217;elle allait devoir livrer mais elle se devait de le faire. Elle se mit 
&agrave; genoux &agrave; c&ocirc;t&eacute; du corps du jetteur de sorts dont le 
c&#339;ur offert &agrave; son regard ne palipitait plus que faiblement. Elle sortit 
sa dague runique enchant&eacute;e et d&#8217;un geste sur, s&#8217;ouvrit le poignet 
laissant s&#8217;&eacute;couler son fluide vital dans la poitrine du mourant. 
Elle esp&eacute;rait<br>
Que son ascendance drow lui donnerait suffisamment de pouvoir. Une &eacute;trange 
alchimie se produisait. Des bulles ros&acirc;tres se formaient et p&eacute;tillaient 
sur le sternum et les c&ocirc;tes mis &agrave; nu. La machoire du n&eacute;cromant 
se crispait et ses mains s&#8217;ouvraient et se refermaient. Ses yeux changaient 
de couleur et reprenaient peu &agrave; peu leur teinte violine. La maraudeuse 
se sentait &eacute;puis&eacute;e mais elle devait encore continuer le combat car 
elle sentait qu&#8217;elle allait le gagner maintenant. Elle prit la t&ecirc;te 
de l&#8217;elfe noir entre ses mains et d&eacute;posa un baiser sur ses l&egrave;vres. 
Elle sentait monter en elle l&#8217;amour pour cet &ecirc;tre qu&#8217;elle refoulait 
depuis leur premi&egrave;re rencontre. Le sentiment s&#8217;exteriorisa tellement 
fort qu&#8217;un fluide se propagea &agrave; l&#8217;int&eacute;rieur du drow 
l&#8217;agitant de spasme. Le ciel s&#8217;obscurcit, la lune se voil&agrave;, 
un grondement sourd assorti d&#8217;un r&acirc;le de rage se fit entendre alors 
qu&#8217;H&euml;lclay&euml;nn revenait &agrave; la vie et rendait son baiser &agrave; 
Elandra. Il n&#8217;eut que le temps de murmurer &laquo; je t&#8217;aime&#8230; 
&raquo; avant de perdre connaissance un sourire &eacute;clairant son visage barbouill&eacute; 
de sang. Il fallait guerir maintenant le mal physique et refermer l&#8217;ignoble 
blessure. Le bruit avait attir&eacute; du monde et Soisic f&ucirc;t la premi&egrave;re 
&agrave; se pencher sur lui. Une douce lumi&egrave;re bleut&eacute;e &eacute;mana 
de ses mains et referma par magie la blessure. Les paladins avaient le pouvoir 
de gu&eacute;rison certes moindre que les clercs mais il<br>
Etait quelques fois fort utile pour guerir les premiers maux et pouvoir transporter 
les bless&eacute;s. Ils allaient arriver aux portes du royaume de Gandalaad quant 
ils durent laisser H&euml;clay&euml;nn aux bons soins des clercs d&#8217;un couvent. 
Il n&#8217;avait toujours pas repris connaissance et Solastaran ne d&eacute;sirait 
plus imposer un long chemin encore &agrave; son compagnon d&#8217;arme. Elandra 
fit part de son d&eacute;sir de rester au chevet du bless&eacute;. Durant deux 
jours et deux nuits elle le veilla, s&#8217;alimentant rarement de peur de rater 
son reveil. Epuis&eacute;e elle fini par s&#8217;endormir. Ses r&ecirc;ves furent 
pour la premi&egrave;re fois berc&eacute;s de choses douces. Elle se reveilla 
allong&eacute;e sur la liti&egrave;re du Drow celui-ci avait disparu et elle en 
nourrit imm&eacute;diatement quelques inqui&eacute;tudes. Elle le trouva dans 
le clo&icirc;tre &agrave; ciel ouvert. Une main pos&eacute;e sur une colonne de 
marbre, l&#8217;autre en visi&egrave;re sur son visage tourn&eacute; vers le soleil. 
Elle s&#8217;approcha de lui le faisant se retourner instantan&eacute;ment. Instinctivement 
elle avait pris son apparence Elfe noire. Il pris les mains d&#8217; Elandra dans 
les siennes et lui murmura &laquo; Viens&#8230;. &raquo;<br>
Les deux &ecirc;tres se d&eacute;mat&eacute;rialis&egrave;rent pour r&eacute;apparaitre 
en un lieu enchanteur. Une &eacute;tendue d&#8217;herbe d&#8217;un vert magnifique 
bordait une plage &agrave; perte de vue o&ugrave; venait mourir une mer calme 
et d&#8217;azur. Ils venaient d&#8217;arriver sur le plan de la tranquillit&eacute;. 
C&#8217;est en ce lieu de repos et de paix que le drow demanda en mariage l&#8217;humaine 
au sang d&#8217;elfe noir et que celle-ci accepta d&#8217;unir sa destin&eacute;e 
de voleuse &agrave; celle du n&eacute;cromant.
<p></p>
<p></p>
<p></p>
<p></p>
<p><br>
  Au m&ecirc;me instant, Solastaran p&eacute;n&ecirc;trait &agrave; la cour du 
  roi Gandalaad. Des h&eacute;rauts annonc&egrave;rent son arriv&eacute;e depuis 
  la cour int&eacute;rieure du ch&acirc;teau. Les murs de celui-ci &eacute;tait 
  blanc et tout semblait respirer paix et harmonie. Seules quelques silhouettes 
  d&#8217;hommes en arme laissait appara&icirc;tre une pr&eacute;sence militaire. 
  Des courtisanes en robe vaporeuses avaient accouru pour voir le grand guerrier. 
  Celui avait rev&ecirc;tu pour l&#8217;occasion une armure dor&eacute;e, ses 
  longs cheveux blancs &eacute;taient nou&eacute;s en catogan, sa grande &eacute;p&eacute;e 
  &agrave; deux mains reposait dans un fourreau richement orn&eacute; fix&eacute; 
  par une sangle dans son dos afin de laisser libert&eacute; de mouvement. Son 
  regard bleu acier d&eacute;visageait l&#8217;assembl&eacute;e, il se sentait 
  peu &agrave; l&#8217;aise au milieu de ces nobles qui le devisageaient. Une 
  nouvelle sonnerie retentit lorsqu&#8217;il franchi le seuil de la salle du tr&ocirc;ne. 
  Gandalaad &eacute;tait assis sur son tr&ocirc;ne par&eacute; d&#8217;une armure 
  &eacute;clatante que venait frapp&eacute; la lumi&egrave;re multicolore provenant 
  des magnifiques vitraux qui illuminait le coeur de la pi&egrave;ce. Solastaran 
  se frappa la poitrine comme il avait coutume de le faire au sein de son arm&eacute;e 
  puis s&#8217;agenouilla en signe de respect devant le monarque.<br>
  &laquo; &laquo; &laquo; leve toi mon ami, laissons ses biens&eacute;ances, viens 
  &agrave; c&ocirc;t&eacute; de moi nous avons &agrave; discuter pendant que H&euml;lclay&euml;nn 
  se remet de ses blessures &laquo; &laquo; &laquo; d&eacute;clara Gandalaad en 
  invitant le barbare d&#8217;un geste &agrave; venir prendre place sur un si&egrave;ge 
  plac&eacute; &agrave; c&ocirc;t&eacute; du tr&ocirc;ne.<br>
  &laquo; &laquo; &laquo; Je vous remercie majest&eacute; &laquo; &laquo; &laquo; 
  <br>
  &laquo; &laquo; &laquo; Gr&acirc;ce &agrave; votre aide chaque jours nous repoussons 
  un peu plus le mal qui menace les terres de norrath. Les fronti&egrave;res de 
  mon royaume sont maintenant r&eacute;tablies, les elfes noirs affaiblis par 
  les r&eacute;centes batailles et nous avons port&eacute; un dure coup &agrave; 
  Innoruuk dans les terres d&#8217;Ykesha. Je souhaite monter une exp&eacute;dition 
  de d&eacute;couverte de nouvelles terres, un bateau a &eacute;t&eacute; arm&eacute; 
  &agrave; freeport, l&#8217;&eacute;quipage est au complet et n&#8217;attend 
  plus que le corps exp&eacute;ditionnaire. J&#8217;aimerais que vous participiez 
  &eacute;galement &agrave; cette exp&eacute;dition afin que nous puissions partager 
  les richesses &eacute;ventuelles que nous pourrions d&eacute;couvrir. &raquo; 
  &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; Ton offre honore l&#8217;arm&eacute;e des larmes et 
  je pense qu&#8217;H&euml;lclay&euml;nn accepterait &eacute;galement cette mission. 
  Je l&#8217;accepte en son nom. &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; Le navire appareillera de freeport dans une semaine 
  &agrave; l&#8217;aube. Les provisions sont en cours d&#8217;embarquement. Mon 
  d&eacute;tachement de paladin sera plac&eacute; sous les ordres de soisic avec 
  laquelle tu a d&eacute;j&agrave; combattu. La sorci&egrave;re Allya, l&#8217;enchanteresse 
  Ierine, Thalionys et un groupe de guerriers ainsi que brekilien et Bruine les 
  rodeurs compl&egrave;teront l&#8217;effectif en ce qui concerne l&#8217;Alliance. 
  &raquo; &raquo; &raquo;<br>
  Solastaran se leva et salua le roi.<br>
  &laquo; &laquo; &laquo; Je vous laisse sire. Je dois en informer mon seigneur 
  et pr&eacute;parer nos hommes &agrave; cette exp&eacute;dition. &raquo; &raquo; 
  &raquo;<br>
  &laquo; &laquo; &laquo; Je t &#8216;en prie G&eacute;n&eacute;ral nous nous 
  reverrons au d&eacute;part du navire. &raquo; &raquo; &raquo;<br>
  Solastaran pris la bride du cheval qu&#8217;on lui tendait dans la cour, enfourcha 
  prestement sa monture et fila au galop suivi de la petite escorte qui brandissait 
  l&#8217;&eacute;tendard des larmes. Le guerrier &eacute;tait heureux il allait 
  demander la permission de se joindre &agrave; l&#8217;exp&eacute;dition. Les 
  embruns, le vent qui lui cinglait le visage et qui gonflait les grandes voiles, 
  les cris des marins &agrave; la man&#339;uvre tout cela lui manquait.<br>
  Il trouva H&euml;lclay&euml;nn sous sa tente. Le n&eacute;cromancien avait chang&eacute;. 
  Ses traits &eacute;taient repos&eacute;s, son regard semblait lumineux et un 
  sourire illumina son visage lorsqu&#8217;il vit son compagnon.<br>
  &laquo; &laquo; &laquo; Ah solas de retour ! comment s&#8217;est d&eacute;roul&eacute; 
  ta mission d&#8217;ambassadeur au pr&egrave;s de Gandalaad ? Met toi assis et 
  levons une coupe d&#8217;hydromel &agrave; mon bohneur. <br>
  Le g&eacute;n&eacute;ral exposa le projet d&#8217;exp&eacute;dition du roi sans 
  oublier de demander si il pourvait &ecirc;tre le chef du corps exp&eacute;ditionnaire 
  des Larmes de Glace.</p>
<p></p>
<p><br>
  &laquo; &laquo; &laquo; Mon vieux compagnon&#8230;tu ne demande jamais rien 
  pour toi m&ecirc;me. Je vois que ton envie est grande de reprendre la mer. Je 
  t&#8217;accorde ce droit. J&#8217;ai promis &agrave; Elandra d&#8217;abandonner 
  mes recherches sur la non vie et je vais donc rester au camp en compagnie de 
  mes troupes. Tu peux partir tranquille, une ombre veille sur moi. Choisi tes 
  hommes je ne te tiendrais pas rigueur m&ecirc;me si tu prend les meilleurs. 
  &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; Bien je ne pense pas prendre grand monde car je ne veux 
  pas degarnir le clan. Je ne prendrais aucun chevalier de l&#8217;ombre afin 
  d&#8217;&eacute;viter les conflits avec les paladins de l&#8217;alliance. L&#8217;enchanteresse 
  Agatha, le paladin Valek et nilinya la guerriere m&#8217;accompagneront. &laquo; 
  &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; Choix judicieux mon vieux compagnon. Prend soin de toi 
  et reveins vite me conter tes multiples aventures. J&#8217;attendrais ton retour 
  pour c&eacute;lebrer mes noces. &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; &laquo; Tes noces H&euml;lclay&euml;nn ? l&#8217;heureuse &eacute;lue 
  serait&#8230;.. ? &raquo; &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; Elandra oui. &laquo; &laquo; &laquo; <br>
  &laquo; &laquo; J&#8217;en suis heureux pour toi mon ami. Je pars l&#8217;esprit 
  en paix dans cette aventure. &raquo; &raquo;<br>
  Une semaine apres les aventuriers se trouvaient sur les quais de freeport et 
  contemplaient face &agrave; eux le lourd bateau &agrave; la coque arrondie arborant 
  fi&egrave;rement les couleurs crois&eacute;s des Larmes et de L&#8217;alliance. 
  Des marins aux traits burin&eacute;s, arpentaient le pont tandis que certains 
  proc&eacute;daient aux ultimes v&eacute;rifications sur la voilure. Le ballet 
  dans le gr&eacute;ment attirait l&#8217;attention. Les jeunes mousses virevoltaient 
  d&#8217;un m&acirc;t &agrave; l&#8217;autre et v&eacute;rifiaient la solidit&eacute; 
  des attaches. Solastaran f&ucirc;t accueilli sur le pont par soisic. Elle pr&eacute;senta 
  au barbare le capitaine du bateau. Natif de freeport Erwyn le borgne inspirait 
  le respect. Il avait men&eacute; &agrave; bien d&eacute;j&agrave; bien des exp&eacute;ditions 
  vers les terres inconnues et son courage et son habilet&eacute; &agrave; la 
  man&#339;uvre donnaient lieu &agrave; bien des &eacute;loges dans les tavernes 
  de la cit&eacute; portuaire. Le commandant du navire &eacute;tait v&ecirc;tu 
  simplement et l&#8217;on avait quelque mal &agrave; le differencier des autres 
  marins. Il s&#8217;inclina devant solastaran et lui proposa une visite du navire 
  avant le d&eacute;part. La nef &eacute;tait d&eacute;pouvu de tout luxe, tout 
  y &eacute;tait fonctionnel. Le quartier des officiers &eacute;tait simplement 
  amenag&eacute; et le g&eacute;n&eacute;ral pris possession d&#8217;une couche 
  et d&#8217;un coin de rangement. Ses hommes allaient &ecirc;tre r&eacute;partis 
  au pont inf&eacute;rieur avec ceux de l&#8217;alliance. Solastaran allait ouvrir 
  son sac lorsqu&#8217;un jeune gar&ccedil;on lui indiqua que le capitaine souhaitait 
  le voir &agrave; ses c&ocirc;t&eacute;s pour la man&#339;uvre de d&eacute;part. 
  Le guerrier rejoignit bien vite le commandant du navire &agrave; son poste de 
  pilotage. Les amarres venaient juste d&#8217;&ecirc;tre largu&eacute;es et le 
  bateau avan&ccedil;ait au rythme de deux barques de douze rameurs qui allaient 
  le tirer hors du chenal du port. Seul le foc avait &eacute;t&eacute; hiss&eacute;, 
  la voilure ne serait donn&eacute;e qu&#8217;une fois en pleine mer. De la populace 
  s&#8217;&eacute;tait amass&eacute;e sur le quai et disait en revoir &agrave; 
  l&#8217;exp&eacute;dition en agitant mouchoirs et mains./<br>
  Le g&eacute;n&eacute;ral regardait le quai s&#8217;&eacute;loigner peu &agrave; 
  peu, une certaine satisfaction l&#8217;envahie, il avait toujours ador&eacute; 
  cette sensation de libert&eacute; que lui donnait l&#8217;air et le vent du 
  large. Cette libert&eacute; dont il avait &eacute;t&eacute; priv&eacute;e si 
  longtemps. Il ferma ses paupi&egrave;res et se revit enfant 40 ans pl&ucirc;t&ocirc;t 
  v&ecirc;tu de peaux et courant dans les &eacute;tendues de halas avec pour seul 
  compagnon un immense loup blanc des neiges. Il se rememora ce jour funeste o&ugrave; 
  il &eacute;tait parti batifoler loin de son village natal afin de chasser du 
  petit gibier pour aider ses parents. Revenant fi&egrave;rement avec deux li&egrave;vres 
  accroch&eacute;s par une corde autour du cou, ses joues rosies par le froid, 
  la courte lance fabriqu&eacute;e par son p&egrave;re en main il decouvrit l&#8217;horreur. 
  Les maisons de son village d&eacute;vor&eacute;es par les flammes, des hurlements 
  de femme et l&#8217;odeur du sang qui se repandait dans l&#8217;air. Il se mit 
  &agrave; plat ventre derriere un petit monticule de neige et se mit &agrave; 
  observer. Des &ecirc;tres &eacute;tranges &agrave; la peau bleue poussaient 
  de leurs armes brillantes femmes et enfants enchain&eacute;s. Les corps des 
  vaillants guerriers &eacute;taient &eacute;tendus sur la glace. Leurs corps 
  avaient &eacute;t&eacute; mutil&eacute;s et les t&ecirc;tes ornaient un &eacute;tendard 
  des sombres attaquants.</p>
<p></p>
<p> Ses nerfs et ses muscles se nou&egrave;rent lorsqu&#8217;il remarqua un guerrier 
  tirant sa m&egrave;re par les cheveux hors de la maison familiale. Le drow riait 
  abondamment et les gestes qu&#8217;il adressait &agrave; ses compagnons ne laissaient 
  aucun doute sur l&#8217;acte qu&#8217;il venait de commettre. Nelia, se redressa 
  en laissant une touffe de cheveux dans les mains de son tortionnaire et dans 
  un geste de folie et de rage se rua sur lui tentant de le mordre a la jugulaire. 
  Le chevalier de l&#8217;ombre repoussa d&#8217;une main l&#8217;assaut, d&eacute;gaina 
  sa large &eacute;p&eacute;e et trancha d&#8217;un coup sec la t&ecirc;te de 
  l&#8217;infortun&eacute;e barbare. Cette sc&egrave;ne &eacute;tait de trop pour 
  le jeune enfant, il assura dans ses mains son arme et fonca en hurlant sur l&#8217;agresseur 
  de sa m&egrave;re. L&#8217;attaque surpris tout le monde et l&#8217;elfe noir 
  ne put eviter la pointe de la lance qui alla se ficher dans l&#8217;aine y occasionnant 
  une blessure mortelle. Le jeune sauvage f&ucirc;t etourdi par le plat d&#8217;une 
  &eacute;p&eacute;e et se retrouva enchain&eacute; avec les autres femmes et 
  enfants du clan. Au cours des semaines de marche, il vit bien des compagnons 
  tomb&eacute;s &agrave; ses c&ocirc;t&eacute;s. Jamais il ne disait un mot et 
  toujours il se tenait &agrave; l&#8217;&eacute;cart des autres. Quelque chose 
  s&#8217;&eacute;tait rompu en lui. Il venait de perdre son innocence et sa jeunesse.<br>
  Au cours du voyage d&#8217;autres esclaves avaient rejoints le groupe de prisonniers. 
  Un erudit au teint basan&eacute; pris en piti&eacute; l&#8217;enfant solitaire 
  et le baptisa &laquo; solastaran &raquo;. L&#8217;homme etait un sage<br>
  Et il s&#8217;employa &agrave; gagner la confiance du barbare. Il lui enseigna 
  &agrave; dans le sable et la terre &agrave; l&#8217;aide d&#8217;un b&acirc;ton 
  lors des pauses les rudiments de l&#8217;&eacute;criture et de la lecture. L&#8217; 
  enfant ne parlait pas mais assimilait tr&egrave;s vite les notions de savoir 
  qu&#8217;on lui inculquait. Finalement la troupe arriva en bord de mer o&ugrave; 
  une lourde trir&ecirc;me drow attendait au large. Solastaran se trouva enchain&eacute; 
  &agrave; une rame aux c&ocirc;t&eacute;s de son mentor. Le voyage vers neriak 
  f&ucirc;t long, le navire faisant escale dans des ports o&ugrave; de nouveaux 
  esclaves &eacute;taient ramass&eacute;s. Au fil des jours, la musculature de 
  l&#8217;enfant se transformait alors que la sant&eacute; de l&#8217;&eacute;rudit 
  s&#8217;&eacute;tiolait sous les coups de fouet des gardes chiourme. Un matin, 
  solastaran d&eacute;couvrit que son professeur avait succomb&eacute;. Sa vie 
  s&#8217;en &eacute;tait all&eacute;e. Il lui ferma les yeux et versa la derni&egrave;re 
  larme de son exsitence. D&egrave;s son arriv&eacute;e &agrave; NERIAK, il f&ucirc;t 
  remarqu&eacute; par le seigneur Tal&#8217;umbral responsable des festivit&eacute;s 
  de Neriak et grand organisateur des combats dans l&#8217;ar&ecirc;ne. Il flairait 
  en solastaran un combattant d&#8217;avenir et le confia &agrave; l&#8217;&eacute;cole 
  des gladiateurs. Le barbare n&#8217;avait pas 15 ans lorsqu&#8217;il tua son 
  premier homme devant le public de la sombre ville. Un entrianement intensif 
  l&#8217;avait fait devenir une veritable machine &agrave; tuer. Plus que jamais 
  il &eacute;tait seul. Les combats s&#8217;enchain&egrave;rent ann&eacute;es 
  apr&egrave;s ann&eacute;es. Le public drow scandait son nom et l&#8217;ovationnait 
  &agrave; chaque entr&eacute;e dans l&#8217;ar&egrave;ne. Mais l&#8217;homme 
  faiblissait, de nombreuses blessures avaient endommag&eacute;es des points vitaux 
  et il savait qu&#8217;un jour ou l&#8217;autre son exp&eacute;rience ne suffirait 
  plus face &agrave; la fougue d&#8217;un nouveau venu. Il r&ecirc;vait de libert&eacute; 
  et d&eacute;sirait tant revoir la contr&eacute;e o&ugrave; il avait vu le jour. 
  Alors qu&#8217;il m&eacute;ditait sur son avenir on lui annonca la venue d&#8217;un 
  noble drow. Il fit ainsi la rencontre de H&euml;lclay&euml;nn, n&eacute;cromancien 
  et fils d&#8217;un important personnage siegeant au conseil drow. L&#8217;elfe 
  noir lui proposa de l&#8217;accompagner en homme libre dans des expeditions 
  vers des mondes nouveaux. Il venait de racheter &agrave; prix fort sa sortie 
  du temple des gladiateurs et lui proposait un nouveau challenge &agrave; ses 
  c&ocirc;t&eacute;s. Solastaran accepta avec fiert&eacute;. Bine que cruel comme 
  il l&#8217;apprit plus tard le descendant tier dal semblait diff&eacute;rent 
  de ses cong&eacute;r&egrave;res.<br>
  Le barbare f&ucirc;t interrompu dans ses souvenirs par une l&eacute;g&egrave;re 
  tape sur l&#8217;&eacute;paule. Soisic lui montrait que le navire venait de 
  finir sa man&#339;uvre de sortie de l&#8217;estuaire et prenait cap au large. 
  Le capitaine donna l&#8217;ordre de monter les voiles. Le vent s&#8217;y engouffra 
  en emettant des claquements secs faisant presque voler le bateau sur les vagues. 
  Des dauphins ne tard&egrave;rent pas &agrave; accompagner le vaisseau faisant 
  la joie des marins qui y voyaient bon augure.</p>
<p></p>
<p></p>
<p><br>
  Le jour se levait peu &agrave; peu et l'astre &eacute;blouissant obligeait les 
  passagers &agrave; mettre leurs mains en visi&egrave;re afin de contempler le 
  magnifique spectacle qui s'offrait &agrave; eux. Soisic demanda &agrave; Solastaran 
  de la rejoindre dans la cabine du capitaine. Ils trouv&egrave;rent celui-ci, 
  pench&eacute; sur des cartes maritimes &eacute;tal&eacute;es sur une table de 
  bois verni. Des instruments de mesure tenaient ouvert les pr&eacute;cieux documents. 
  Le capitaine tra&ccedil;ait une ligne &agrave; l'aide d'un compas. Il leva la 
  t&ecirc;te &agrave; l'entr&eacute;e de la paladine et du guerrier.<br>
  &quot;&quot;&quot; Entre entrez, j'&eacute;tudiais les cartes et tra&ccedil;ais 
  la route afin de donner le cap au pilote. Nous allons naviguer plein ouest durant 
  trente jours environ. Nous ferons escale sur l'&icirc;le des cyclopes pour nous 
  approvisionner en eau et en fruits frais. C'est la derni&egrave;re limite du 
  monde connu. Les navigateurs qui ont franchi la barri&egrave;re de brume qui 
  s '&eacute;tend au del&agrave; de celle-ci ne sont jamais revenus pour raconter 
  leurs exploits.&quot;&quot;&quot;<br>
  &quot;&quot;&quot; Nous sommes ici pour explorer et d&eacute;couvrir de nouvelles 
  terres pour notre roi, peu importe les dangers que nous affronteront. &quot;&quot;&quot;&quot; 
  d&eacute;clara Soisic en suivant d'un doigt la route trac&eacute;e &agrave; 
  l'encre par le marin.<br>
  Le barbare acquies&ccedil;a de la t&ecirc;te. Les mots &eacute;taient bien souvent 
  inutiles pour lui. Il demanda simplement la permission de se retirer pour v&eacute;rifier 
  si ses hommes &eacute;taient correctement install&eacute;s. Son attention f&ucirc;t 
  attir&eacute;e par des &eacute;clats de voix provenant du pont sup&eacute;rieur. 
  Il sourit en reconnaissant l&#8217;une d&#8217;entre elle. Lorsqu&#8217;il &eacute;mergea 
  de la coursive Nilinya &eacute;tait en train de secouer violemment un marin 
  en le tenant par la chemise et en lui vocif&eacute;rant des injures au visage. 
  La sc&egrave;ne rendait hilare une bonne partie des hommes d&#8217;&eacute;quipages 
  et des chevaliers qui s&#8217;&eacute;taient attroup&eacute;s autour des deux 
  protagonistes. Solastaran ne mit pas longtemps a comprendre que la barbare avait 
  surpris le matelot lorgnant sur elle alors qu&#8217;elle enlevait son armure. 
  Il se d&eacute;cida a intervenir au moment o&ugrave; le voyeur avait la t&ecirc;te 
  plong&eacute;e dans un seau empli d'une eau naus&eacute;abonde et n'allait pas 
  tarder &agrave; suffoquer. La guerri&egrave;re l&acirc;cha sa proie &agrave; 
  contre c&#339;ur non sans lui d&eacute;cocher un regard haineux. Soudain la 
  vigie hurla, et la panique qui s'en suivi au sein de l'&eacute;quipage n'augurait 
  rien de bon. Le capitaine ne tarda pas a faire irruption<br>
  Au poste de commandement alors qu'un matelot actionnait la cloche du navire.<br>
  &quot;&quot;&quot;&quot; Par&eacute; &agrave; la man&#339;uvre !!!! Gouvernail 
  &agrave; tribord !!!!! hurlait le capitaine au pilote. Le g&eacute;n&eacute;ral 
  des Larmes de glace ne tarda pas &agrave; d&eacute;couvrir la raison de l&#8217;agitation 
  qui r&eacute;gnait un bord. Devant la proue se dressait un gigantesque serpent 
  de mer, dont les &eacute;cailles bleut&eacute;es luisaient sous le soleil ardent. 
  Le navire commen&ccedil;ait l&#8217;amorce de la man&#339;uvre d&#8217;&eacute;vitement 
  lorsque le saurien d&#8217;un geste sec emporta un marin dans sa gueule garnie 
  de crocs puissants. Les hurlements de l&#8217;homme se m&ecirc;l&egrave;rent 
  au bruit des os broy&eacute;s lorsque la m&acirc;choire exer&ccedil;a la pression 
  fatidique. Le navire laissa &agrave; b&acirc;bord le grand saurien dans sa man&#339;uvre 
  d&#8217;&eacute;vitement. Deux hommes d&#8217;&eacute;quipages man&#339;uvraient 
  une sorte de harpon g&eacute;ant mont&eacute; sur une tourelle.<br>
  &laquo; &laquo; &laquo; &laquo; Visez l&#8217;&#339;il du monstre c&#8217;est 
  le seul endroit vuln&eacute;rable le harpon pourra p&eacute;n&eacute;trer ainsi 
  jusqu&#8217;&agrave; son cerveau &raquo; &raquo; &raquo; s&#8217;&eacute;poumonait 
  l&#8217;homme de mer.<br>
  Dans la pr&eacute;cipitation le premier harpon se ficha dans le cou de la cr&eacute;ature 
  aquatique rendant celle-ci folle de rage. Un paladin de l&#8217;alliance f&ucirc;t 
  la seconde victime. Le sang qui coulait dans la mer commen&ccedil;ait &agrave; 
  attirer des cr&eacute;atures et des remous se dessinaient &agrave; la surface. 
  Le grand guerrier banda son arc puissant et d&eacute;cocha une fl&egrave;che 
  magique offerte par Marcellus un ami mage de longue date. Le projectile &agrave; 
  haut pouvoir de p&eacute;n&ecirc;tration entra &agrave; tr&egrave;s haute vitesse 
  dans la cavit&eacute; orbitale faisant exploser l&#8217;organe de vue du monstre 
  en un liquide gluant qui se r&eacute;pandit sur le pont. La cr&eacute;ature 
  s&#8217;effondra dans un hurlement rauque. Sa t&ecirc;te et son long cou heurt&egrave;rent 
  violemment le plancher faisant chavirer dangereusement le bateau et envoyant 
  quelques paladins et membres d&#8217;&eacute;quipage dans l&#8217;eau. </p>
<p></p>
<p>Les paladins d&eacute;savantag&eacute;s par leurs lourdes armures ne purent 
  tous regagner sains et saufs la nef. Ils furent aspirer vers des ab&icirc;mes 
  insondables par de sombres cr&eacute;atures qui regagn&egrave;rent la qui&eacute;tude 
  des hauts fonds. L&#8217;exp&eacute;dition n&#8217;avait pas encore atteint 
  les limites des terres connues que des morts &eacute;taient d&eacute;j&agrave;<br>
  &agrave; d&eacute;plorer.<br>
  &laquo; &laquo; &laquo; Je n&#8217;avais jamais vu une telle cr&eacute;ature 
  oser s&#8217;attaquer &agrave; un vaisseau de notre taille &laquo; &laquo; &laquo; 
  d&eacute;clara le capitaine d&#8217;un air maussade en regardant ses hommes 
  murmur&eacute;s entre eux.<br>
  La nuit commen&ccedil;ait &agrave; tomber d&eacute;j&agrave; et l&#8217;heure 
  &eacute;tait au repos. Le quartier ma&icirc;tre siffla longuement invitant l&#8217;&eacute;quipage 
  et les hommes d&#8217;arme &agrave; regagner leurs cabines. Un tour de garde 
  instaur&eacute; permettait de maintenir le cap en laissant une partie des hommes 
  au repos. Apr&egrave;s un repas pris en compagnie de Soisic et des officiers 
  du navire, Solastaran se retira dans sa cabine. Son sommeil f&ucirc;t peupl&eacute; 
  de cauchemar. Il n&#8217;aurait pas du laisser seul H&euml;lclay&euml;nn. Il 
  sentait autour de son ami une pr&eacute;sence inqui&eacute;tante et un danger 
  latent. Il se r&eacute;veilla en sueur ayant une vision du n&eacute;cromancien 
  envelopp&eacute; d&#8217;un linceul et se reposant &agrave; jamais dans un froid 
  tombeau de pierre.<br>
  Il quitta sa couchette pour se rendre &agrave; l&#8217;air libre. La mer &eacute;tait 
  un peu plus agit&eacute;e et des embruns lui fouettaient le visage alors qu&#8217;il 
  regardait au-del&agrave; du bastingage. Il n&#8217;avait jamais vu la lune si 
  grosse et si brillante. Un halo diffus l&#8217;entourait et elle semblait suivre 
  avec int&eacute;r&ecirc;t la progression du navire. Il f&ucirc;t d&eacute;rang&eacute; 
  dans ses songes par Nilinya. La barbare n'arrivait pas &agrave; trouv&eacute; 
  le sommeil. Elle n'avait jamais quitt&eacute; la terre ferme et le roulis ballottait 
  son estomac lui donnant des naus&eacute;es. Bien sur elle &eacute;tait trop 
  fier pour oser l&#8217;avouer mais le vieux guerrier connaissait trop bien le 
  teint blafard des gens qui ressentaient le mal de mer.<br>
  &laquo; &laquo; &laquo; &laquo; Tu semble pr&eacute;occup&eacute; mon vieil 
  ami &laquo; &laquo; <br>
  Il r&eacute;pondit par un grognement qui indiquait clairement qu&#8217;il n&#8217;avait 
  pas tr&egrave;s envie d&#8217;en parler. Nilinya connaissait bien solas et elle 
  savait qu&#8217;il &eacute;tait inutile d&#8217;insister. Il ne parlerait pas 
  et ne confiait jamais ses &eacute;tats d&#8217;&acirc;me sauf peut &ecirc;tre 
  &agrave; H&euml;lclay&euml;nn et encore elle n&#8217;en &eacute;tait m&ecirc;me 
  pas sure. Ils rest&egrave;rent longtemps accoud&eacute;s c&ocirc;te &agrave; 
  c&ocirc;te fascin&eacute;s par la lune et les reflets d&#8217;argent sur l&#8217;eau 
  troubl&eacute;s par les sauts de petits poissons s&#8217;&eacute;battant joyeusement. 
  &laquo; &laquo; &laquo; <br>
  Le matin trouva Solastaran endormi dans une chaloupe. Il f&ucirc;t r&eacute;veilla 
  par une g&ecirc;ne sous son nez. Ses r&eacute;flexes de guerrier furent prompts 
  et il se saisi d&#8217;une main qui agitait une plume d&#8217;oiseau. D&#8217;un 
  bond il f&ucirc;t hors de la chaloupe et d&#8217;une prise adroite il jeta au 
  sol un corps gracile. Il eut un mouvement de recul lorsqu&#8217;il vit qu&#8217;il 
  s &#8216;agissait d&#8217;une jeune fille au regard mutin et &agrave; l&#8217;air 
  bien effront&eacute;. Il ne lui fallu que quelques secondes pour reconna&icirc;tre 
  Bruine mille chemins la r&ocirc;deuse de l&#8217;alliance. Il lui tendit la 
  main pour la relever mais cette derni&egrave;re d&#8217;un geste fac&eacute;tieux 
  l&#8217;attira &agrave; lui le faisant tr&eacute;bucher sur un rouleau de cordage 
  et le faisant chuter sur le sol glissant du pont. Bruine se releva imm&eacute;diatement 
  et s&#8217;enfuit non sans marcher au pr&eacute;alable sur le dos de sa victime 
  et en ayant pris soin de le d&eacute;lester de sa bourse. Le g&eacute;n&eacute;ral 
  parti d&#8217;un rire bruyant. Cette fille l&#8217;amusait.<br>
  C&#8217;&eacute;tait une excellente archer et une habile guerri&egrave;re tout 
  en souplesse. Elle manquait encore de maturit&eacute; mais il allait veiller 
  &agrave; lui donner un entra&icirc;nement ad&eacute;quat au corps &agrave; corps 
  durant la travers&eacute;e avec l&#8217;accord du chef du corps exp&eacute;ditionnaire 
  de l&#8217;alliance. Il descendit dans les coursives inf&eacute;rieures r&eacute;veiller 
  ses hommes. Il d&eacute;sirait que chaque matin soient consacr&eacute;s au maniement 
  des armes et &agrave; l&#8217;entretien physique de ses soldats.</p>
<p></p>
<p></p>
<p><br>
  Les semaines s&#8217;&eacute;coul&egrave;rent sans que aucun incident ne vienne 
  &eacute;mailler la travers&eacute;e. Pas un jour ne passait sans que Bruine 
  ne fasse une nouvelle fac&eacute;tie &agrave; Solastaran malgr&eacute; les remontrances 
  des officiers de l &#8216;alliance.<br>
  Les oiseaux de plus en plus nombreux annon&ccedil;aient aux occupants du bateau 
  qu&#8217;ils allaient bient&ocirc;t touch&eacute;s terre. La derni&egrave;re 
  &icirc;le de l&#8217;univers connu ne tarda pas &agrave; appara&icirc;tre aux 
  yeux des occupants du vaisseau. Celui-ci mouilla au large. L&#8217;imposante 
  ancre f&ucirc;t jet&eacute; &agrave; l&#8217; eau et une grosse gerbe d&#8217;&eacute;cume 
  mouilla les curieux qui s&#8217;approch&egrave;rent du bastingage. Le capitaine 
  ordonna la descente de deux chaloupes. Des f&ucirc;ts vides furent charg&eacute;s 
  &agrave; bord. Bruine, Valek et Ex&egrave;s furent d&eacute;sign&eacute;s pour 
  accompagner les marins et aider au ravitaillement. La petite troupe mit pied 
  &agrave; terre. Les embarcations furent tir&eacute;es sur la plage bord&eacute;e 
  par une for&ecirc;t tropicale. Chacun des membres de l&#8217;&eacute;quipe emport&egrave;rent 
  un tonneau arrim&eacute; sur le dos. Bruine ouvrait la marche, elle &eacute;tait 
  &agrave; l&#8217;&eacute;coute des bruits de la for&ecirc;t et ne tarda pas 
  &agrave; d&eacute;couvrir un semblant de sentier utilis&eacute; probablement 
  par des g&eacute;n&eacute;rations de navigateurs. Les deux paladins n&#8217;arr&ecirc;taient 
  pas de maugr&eacute;er apr&egrave;s l&#8217;encombrement de leurs armures pourtant 
  l&eacute;g&egrave;res. L&#8217;air &eacute;tait chaud et moite. Ils savaient 
  d&eacute;j&agrave; qu&#8217;au retour il faudrait briquer l&#8217;acier sous 
  peine de le voir rouiller et de risquer des blocages aux articulations. La marche 
  devenait de plus en plus difficile. La r&ocirc;deuse s&#8217;arr&ecirc;tait 
  fr&eacute;quemment, humait l&#8217;air, inspectait avec minutie le moindre indice 
  laiss&eacute; sur les plantes et changeait fr&eacute;quemment de direction. 
  Ils arriv&egrave;rent enfin &agrave; une cascade d&#8217;eau gigantesque se 
  jetant dans un gouffre couleur d&#8217;azur. Soudain l&#8217;un des marins s&#8217;&eacute;croula, 
  une fl&egrave;che venait de lui traverser la gorge. Les hommes d&eacute;gain&egrave;rent 
  leurs armes alors que Bruine se fondait dans le feuillage de la jungle. Des 
  squelettes sortirent de leur cachette et avanc&egrave;rent d&#8217;un pas saccad&eacute; 
  vers le petit corps exp&eacute;ditionnaire. Valek et Ex&egrave;s ne semblaient 
  plus regretter le port de leur armure et se port&egrave;rent au devant des assaillants. 
  Leurs lourdes &eacute;p&eacute;es faisaient voler les os en &eacute;clats. La 
  r&ocirc;deuse avait pris position dans le sous bois. Ses fl&egrave;ches touchaient 
  chaque assaillant brisant f&eacute;murs et p&eacute;ron&eacute;s et privant 
  ainsi les morts vivants de leur mobilit&eacute;. Les troncs continuaient cependant 
  encore &agrave; ramper vers les marins qui semblaient terrifi&eacute;s. Les 
  abominations devaient &ecirc;tre contr&ocirc;l&eacute;s par un seigneur liche 
  qui devait se cacher dans l&#8217;ombre d&#8217;un rocher. Un sort venait d&#8217;&ecirc;tre 
  lanc&eacute;, des hommes d&#8217;&eacute;quipages se tenaient la gorge et se 
  roulaient par terre alors que des bubons apparaissaient sur leur peau et &eacute;clataient 
  dans une gerbe purulente. Bruine ne tarda pas &agrave; rep&eacute;rer leur assaillant. 
  L&#8217;&eacute;rudit &agrave; la robe aussi noire que l&#8217;&eacute;tait 
  la barbe qui ornait son visage observait la bataille et commen&ccedil;ait d&eacute;j&agrave; 
  une nouvelle incantation. Les paladins &eacute;taient maintenant encercl&eacute;s 
  et avaient du mal &agrave; esquiver les coups de leurs adversaires. La jeune 
  femme sortit de son carquois une fl&egrave;che b&eacute;nie &agrave; pointe 
  d&#8217;argent. Elle banda son arc court, visa soigneusement le n&eacute;cromancien, 
  retint son souffle et d&eacute;cocha le projectile qui alla se ficher dans l&#8217;&#339;il 
  droit de la cible qui mourut instantan&eacute;ment. Les squelettes s&#8217;effondr&egrave;rent 
  aux pieds de Valek et Ex&egrave;s. Peu &agrave; peu les marins malades reprenaient 
  leur aspect alors que le sort de peste se dissipait.<br>
  &laquo; &laquo; &laquo; &laquo; Remplissons vite les tonneaux et fuyons cet 
  endroit. L&#8217;&eacute;rudit n&#8217;&eacute;tait peut &ecirc;tre pas seul 
  et un serviteur aura peut &ecirc;tre pu donner l &#8216;alerte. &laquo; &laquo; 
  &laquo; &laquo; ordonna Valek<br>
  &laquo; &laquo; &laquo; Je ne crois pas je ne traque plus aucune pr&eacute;sence 
  hormis celle de petits animaux mais partons je n&#8217;aime plus cet endroit. 
  Les animaux sont moins chaleureux qu&#8217; ailleurs et il r&egrave;gne un certain 
  malaise dans la for&ecirc;t. &laquo; &laquo; &laquo; d&eacute;clara Bruine<br>
  Un bruit sourd de tambour de tarda pas &agrave; r&eacute;sonner. Il semblait 
  venir de partout. Il &eacute;tait inqui&eacute;tant et oppressant.</p>
<p></p>
<p></p>
<p></p>
<p>Les hommes d'&eacute;quipage commenc&egrave;rent &agrave; prendre peur. La 
  for&ecirc;t semblait se refermer sur eux. La sueur collait les v&ecirc;tements, 
  des oiseaux multicolores s'envolaient devant eux. Soudain , ce f&ucirc;t le 
  silence. Plus un bruit de filtrait des feuillages. Les animaux s'&eacute;taient 
  tus. Le groupe marqua un temps d'arr&ecirc;t.<br>
  &quot;&quot;&quot;&quot; Il se passe quelque chose. Les animaux sont effray&eacute;s. 
  Ne bougez plus. &quot;&quot;&quot;&quot;&quot; demanda la r&ocirc;deuse en s'&eacute;clipsant 
  derri&egrave;re un arbre.<br>
  &quot;&quot;&quot;&quot; Cela ne me dit rien qui vaille Ex&egrave;s. Tenons 
  nous pr&ecirc;t &laquo; &laquo; &laquo; en joignant le geste &agrave; la parole 
  Valek d&eacute;gaina sa soulfire. L&#8217;&eacute;p&eacute;e brillait d&#8217;un 
  feu ardent. Elle &eacute;tait aussi l&#8217;&acirc;me et le symbole de puret&eacute; 
  des paladins.<br>
  Ex&egrave;s r&eacute;ajusta son heaume, en ferma la visi&egrave;re et se placa 
  dos &agrave; dos avec l&#8217;autre combattant de la lumi&egrave;re. Un marin 
  s&#8217;effondra dans un borborygme, son corps disparu imm&eacute;diatement 
  happ&eacute; par la sombre for&ecirc;t.<br>
  &laquo; &laquo; &laquo; Ne c&eacute;dez pas &agrave; la panique. Restez groupez 
  &laquo; &laquo; &laquo; ordonna Valek.<br>
  Les tambours reprirent de plus belle. Le son allait crescendo. Ex&egrave;s ressenti 
  soudain une l&eacute;g&egrave;re piq&ucirc;re dans le cou avant de sombrer dans 
  l&#8217;inconscience. Son r&eacute;veil f&ucirc;t douloureux. Il &eacute;tait 
  encha&icirc;n&eacute; nu &agrave; un poteau au centre d&#8217;une ar&egrave;ne 
  sous un soleil aveuglant. Ses muscles &eacute;taient douloureux, sa gorge s&egrave;che 
  et ses l&egrave;vres commen&ccedil;aient &agrave; craqueler. Il tourna la t&ecirc;te 
  et remarqua qu&#8217;il n&#8217;&eacute;tait pas seul. Ses compagnons &eacute;taient 
  en aussi mauvaise posture. Valek n&#8217;avait pas repris connaissance et les 
  traces sur son corps attestaient qu&#8217;il avait essay&eacute; de se d&eacute;fendre 
  avant d&#8217;&ecirc;tre captur&eacute;. Un marin geignait et ne cessait de 
  dire qu&#8217;ils allaient mourir. Les yeux du paladins discern&egrave;rent 
  une ombre en mouvement. En approchant celle-ci prenait la forme d&#8217;un Sarnak 
  ces cruels sauriens qui avaient jadis r&eacute;gn&eacute;s sur une partie de 
  Norrath. Ses crocs et ses &eacute;cailles luisaient. Il avait en main un long 
  fouet muni d&#8217;&eacute;chardes dont il fit usage sur l&#8217;infortun&eacute; 
  matelot. Les cris de douleur remplac&egrave;rent les g&eacute;missements. La 
  cr&eacute;ature s&#8217;approcha ensuite du paladin &eacute;veill&eacute;. Une 
  main griffue s&#8217;approcha du visage de Ex&egrave;s. D&#8217;un geste lent 
  la cr&eacute;ature lui lacera la joue droite. Il sentait l&#8217;odeur abominable 
  &eacute;manant de la gueule de la cr&eacute;ature. Ce peuple avait du &eacute;tablir 
  un comptoir il y a bien longtemps sur cette &icirc;le et oublier les descendants 
  des colons. Leur civilisation s&#8217;&eacute;tait effondr&eacute;e il y a d&eacute;j&agrave; 
  quelques si&egrave;cles et les vestiges de celle-ci faisaient le bonheur des 
  pillards aventuriers notamment dans la r&eacute;gion du parlointain. Valek venait 
  de se r&eacute;veiller. Le sarnak changea de proie et se dirigea vers lui en 
  faisant claquer son fouet. La lani&egrave;re tra&ccedil;a un sillon sanglant 
  sur la poitrine du crois&eacute; d&#8217;Errollisi Maar. Des trompes retentirent 
  et les gradins de l&#8217;antique th&eacute;&acirc;tre sanglant commenc&egrave;rent 
  &agrave; se remplir d&#8217;une foule bigarr&eacute;e. Deux marins furent d&eacute;tach&eacute;s 
  des poteaux et encha&icirc;n&eacute;s l&#8217;un &agrave; l&#8217;autre. Ils 
  se regardaient l&#8217;air h&eacute;b&eacute;t&eacute; ne sachant que faire. 
  La foule commen&ccedil;ait &agrave; scander des sons gutturaux. Les trompes 
  s&#8217;arr&ecirc;t&egrave;rent &agrave; la venue d&#8217;un pl&eacute;nipotentiaire 
  richement par&eacute; qui s&#8217;installa sur un si&egrave;ge dans une sorte 
  de loge surplombant le stade. Ce dernier claqua dans les mains et un son rauque 
  sorti de sa gorge. Des cris fus&egrave;rent dans la foule lors de l&#8217;entr&eacute;e 
  d&#8217;un gigantesque f&eacute;lin. La b&ecirc;te huma l&#8217;air et commen&ccedil;a 
  &agrave; se diriger nonchalamment vers les deux humains. L&#8217;horreur se 
  lisait sur leur visage. Ils commenc&egrave;rent &agrave; courir. L&#8217;un 
  tr&eacute;bucha et entra&icirc;na l&#8217;autre dans sa chute. La course eu 
  pour effet d&#8217;exciter l&#8217;animal qui se lan&ccedil;a &agrave; leur 
  poursuite. La gueule ouverte il se jeta sur l&#8217;un des matelots planta ses 
  crocs dans le ventre qui s&#8217;offrait &agrave; lui. L&#8217;homme hurla avant 
  de s&#8217;&eacute;vanouir ses intestins se r&eacute;pandant sur le sable chaud. 
  Le deuxi&egrave;me tentait dans un geste d&eacute;risoire de se prot&eacute;ger 
  de ses mains. Il se releva mais le mouvement brusque attira l&#8217;attention 
  du fauve qui d&#8217;un coup de m&acirc;choire lui sectionna une jambe le faisant 
  retomber au sol tel un pantin d&eacute;sarticul&eacute;.</p>
<p></p>
<p><br>
  La b&ecirc;te repue f&ucirc;t reconduite par des sarnaks vers un tunnel grillag&eacute;. 
  L&#8217;excitation &eacute;tait &agrave; son comble dans les tribunes. Les liens 
  d&#8217;Exc&egrave;s furent coup&eacute;s et on lui jeta une courte lance ainsi 
  qu&#8217;un baudrier. Les murs et le sol commenc&egrave;rent &agrave; trembler. 
  Un gigantesque cyclope venait d&#8217;entrer. De lourdes cha&icirc;nes tenues 
  par 10 sarnaks l&#8217;emp&ecirc;chaient d&#8217;aller ou bon lui semblait. 
  Le ma&icirc;tre de c&eacute;r&eacute;monie montra Exc&egrave;s du doigt au g&eacute;ant. 
  Un large sourire &eacute;claira sa face bestiale. Le paladin ne voulu pas attendre 
  de mourir sans rien faire. De toute ses forces il projeta l&#8217;arme de jet 
  vers l&#8217;immensit&eacute; qui se tenait devant lui. Le projectile atteignit 
  l&#8217;abomination &agrave; la cuisse ce qui d&eacute;clencha un hurlement 
  rageur chez elle. D&#8217;un coup sec elle se libera de ses cha&icirc;nes projetant 
  au loin les sarnaks. Certains furent m&ecirc;me &eacute;cras&eacute;s contre 
  le mur d&#8217;enceinte. La foule se calma, les cris laissant place &agrave; 
  un lourd silence. La tension &eacute;tait &agrave; son comble. Exc&egrave;s 
  avait d&eacute;gain&eacute; son glaive et faisait face bravement. Le cyclope 
  se rua sur lui en faisant tournoyer les lourds maillons au dessus de sa t&ecirc;te. 
  Le paladin savait qu&#8217;il ne lui restait plus que quelques instants &agrave; 
  vivre. Il se campa sur ses jambes afin de recevoir le choc. Celui ci n&#8217;arriva 
  jamais. L&#8217;unique &#339;il de la cr&eacute;ature venait de se fermer &agrave; 
  jamais. Le globe oculaire avait &eacute;clat&eacute; sous l&#8217;impact d&#8217;une 
  fl&egrave;che tir&eacute;e avec pr&eacute;cision. Le monstre entra dans une 
  furie bestiale et se rua vers les gradins entra&icirc;nant dans son sillage 
  tous les gardes pr&eacute;sents. Ex&egrave;s se jeta au sol et d&#8217;une man&#339;uvre 
  habile &eacute;vita la charge. Il se releva et fon&ccedil;a pour trancher les 
  liens de ses camarades. Ils furent bien vite h&eacute;l&eacute;s par une forme 
  encapuchonn&eacute;e<br>
  et drap&eacute;e d&#8217;une cape sombre tenant un arc &agrave; la main. Ils 
  suivirent l&#8217;ombre sans h&eacute;sitation dans <br>
  un sombre tunnel ou l&#8217;odeur de fauve &eacute;tait pr&eacute;dominante. 
  Ils sortirent &agrave; l&#8217;air libre sur une all&eacute;e pav&eacute;e qui 
  menait &agrave; une place bord&eacute;e d&#8217;habitation.<br>
  &laquo; &laquo; &laquo; &laquo; Suivez moi vite &laquo; &laquo; &laquo; &laquo; 
  ordonna leur sauveur.<br>
  Celui ci ne tarda pas &agrave; s&#8217;enfoncer dans les sous bois et &agrave; 
  les entra&icirc;ner vers le c&#339;ur de la for&ecirc;t.<br>
  Apr&egrave;s quelques centaine de m&egrave;tres d&#8217;une course effr&eacute;n&eacute;e. 
  Il s&#8217;arr&ecirc;ta enfin et se retourna en rejetant sa capuche en arri&egrave;re. 
  Ils reconnurent Bruine. Celle-ci &eacute;clata de rire en voyant Ex&egrave;s 
  et Valek tenter de cacher leur nudit&eacute;.<br>
  &laquo; &laquo; &laquo; &laquo; Cela fera un jolie retour au bateau. Cela me 
  fera triple tourn&eacute;e d&#8217;hydromel les paloufs &raquo; &raquo; &raquo; 
  s&#8217;exclama t elle en riant.<br>
  &laquo; &laquo; &laquo; &laquo; Si on y arrive un jour &laquo; &laquo; &laquo; 
  &laquo; maugr&eacute;a Valek.<br>
  &laquo; &laquo; &laquo; &laquo; Allez suivez moi, il ne faut pas tra&icirc;ner 
  et vite regagner la plage. &raquo; &raquo; &raquo; &raquo; </p>
<p><br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
