<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	

<p>Diese Geschichte habe ich kurz nach Ende der US Beta geschrieben, als ich auf 
  den Release von EQ gewartet habe.<br>
  Es ist die erste Geschichte die ich &uuml;berhaupt geschrieben habe =)<br>
  Ich habe sie eben beim durchforsten einiger alter Backup CDs wieder gefunden.</p>
<p>---------------------------------------------------------<br>
  Ein Tag im Wald<br>
  By Ilion Sturmlied </p>
<p><br>
  Es war ein nebliger Tag im Greater Faydark, nahe Felwithe und es war dunkel, 
  da gro&szlig;e Nebelschwaden &uuml;ber dem Wald hingen. <br>
  Ich ging durch das Stadttor der Stadt die ich so liebte und richtete meine Schritte 
  nach Osten, ich wollte Kr&auml;uter suchen gehen, doch wollten meine Gedanken 
  nicht bei dieser Aufgabe bleiben und ich legte mich unter einen gro&szlig;en 
  Baum und zog das Buch, zu dem meine Gedanken die ganze Zeit abschweiften unter 
  meinem Umhang hervor und begann zu lesen. <br>
  Das Buch handelt &uuml;ber die Kunst der Magie, wie die meisten meiner B&uuml;cher 
  und w&auml;hrend ich las, begann ich langsam einzud&ouml;sen. </p>
<p>Ich wachte erst am sp&auml;ten Abend wieder auf. Ich stand auf und wollte meine 
  Schritte wieder in Richtung der Stadt wenden, als ich die Umrisse eines Orks 
  im Nebel sah, er war gro&szlig; und an seinem dunkelh&auml;utigen Leib trug 
  er grobe Kleidung aus Leder, in seiner Hand wiegte er ein langes, mit Rost &uuml;berzogenes 
  Schwert. Neben ihm l&ouml;ste sich auch ein zweiter aus dem Nebel und noch ein 
  Dritter, sie alle trugen die selbe grobe Kleidung und alle hielten in ihren 
  H&auml;nden rostige Waffen.</p>
<p>Drei Orks standen dort auf dem H&uuml;gel und schauten durch den Nebel ich 
  umfa&szlig;te meinen Stab fester und konzentrierte mich auf einen Schutzzauber, 
  aber die Orks bemerkten mich nicht, sie schienen auf etwas zu warten. <br>
  Ich entschloss mich abzuwarten und versteckte mich hinter den Wurzeln des Baums 
  unter dem ich eben noch friedlich geschlafen hatte. </p>
<p>Die Orks hatten sich inzwischen an einem Feuer niedergelassen und tranken etwas, 
  was ich bis zu meinem Versteck riechen konnte, es roch nicht gut.<br>
  Irgendwie erinnerten sie mich an einige Zwerge die ich kannte nur haben die 
  Zwerge bessere Manieren als diese Orks, wenigsten etwas bessere, aber ich mu&szlig;te 
  diese Meinung &auml;ndern, als ich sie betrunken sah, selbst der betrunkenste 
  Zwerg hat viel bessere Manieren. </p>
<p>Es musste etwa Mitternacht sein, die Orks hatten sich ziemlich gehen lassen 
  und lagen nun total besoffen um das Feuer, als sich ein Schatten aus der Dunkelheit 
  l&ouml;ste, ein riesiger Schatten.<br>
  Als der Schatten in das Licht der Feuers trat, erkannte ich was dieser Fleischberg 
  war, ein Orger und zwar ein besonders h&auml;&szlig;liches Exemplar. <br>
  Der Orger trat mit seinen riesige F&uuml;&szlig;en die Orks aus ihren Tr&auml;umen 
  und sie waren nicht sonderlich erfreut &uuml;ber diese St&ouml;rung, aber beruhigten 
  sich schnell, als sie sahen, wer ihnen gegen&uuml;berstand. <br>
  Es schien so, als h&auml;tten die Orks Angst vor diesem Monstrum. </p>
<p>Die vier Unterhielten sich einige Zeit, doch ich konnte nichts von ihrem Gegrunzte 
  verstehen und als sie dann alle wieder besoffen ein geschlafen waren wollte 
  ich mich endlich auf den Weg zur&uuml;ck nach Felwithe machen doch als ich mein 
  Versteck verlassen wollte, wachte der Orger pl&ouml;tzlich auf und schaute in 
  meiner Richtung und er sah mich.</p>
<p>In diesem Moment wachte ich auf.</p>
<p>Ich lag schwei&szlig;gebadet unter dem Baum, unter dem ich eingeschlafen war, 
  an meiner Seite mein Stab und das Buch das ich gelesen hatte, die Sonne versank 
  langsam hinter den Bergen und ich ging langsam zur&uuml;ck in meine Heimatstadt 
  immer diesen Traum in Gedanken, woher kannte ich diesen Orger und hatte dieser 
  Traum etwas zu bedeuten??? </p>
<p>Sind Tr&auml;ume nur Sch&auml;ume?</p>
<p>Dieser Traum, seit Tagen geht er mir durch den Kopf. Ich Frage mich was er 
  zu bedeuteten hat. <br>
  Der Orger kommt mir immer noch bekannt vor , sein Dunkler Blick als er mich 
  erblickte, seine raue Stimmte.<br>
  Alles an ihm erinnerte mich an etwas und diese Erinnerung lies mich schaudern 
  nur wu&szlig;te ich nicht an was er mich erinnert, aber ich wu&szlig;te, das 
  ich es herausfinden muss. </p>
<p>Eine Stimmt ri&szlig; mich aus meinen Gedanken:&#8220; Magister Tyrion der 
  Kommandant der Wache schickt nach euch, ihr sollt schnell kommen&#8220; sagte 
  der Gardist, der in der T&uuml;r stand.<br>
  Ich zog meinen Mantel &uuml;ber und griff zu meinem Stab und machte mich auf 
  den Weg zum B&uuml;ro des Kommandanten.</p>
<p>Dort angekommen wartet er auch schon, in seinem Sessel, hinter einem Berg von 
  B&uuml;chern und Papiren, sitzten.<br>
  Neber ihm Standen ein Mensch, der gekleidet war in eine Kettenr&uuml;stung und 
  eine langen Umhang um die Schulter trug, an seiner Seite hing ein Schwert, wie 
  es die Schmiede in Kaladim herstellen und ein Halbling.<br>
  Dieser war gekleidet in ein Gewand eines Druiden .</p>
<p>Was wollten diese M&auml;nner von mir?</p>
<p>---------------------------------------------------------<br>
  Ich hoffe die Geschichte hat euch gefallen, ich hatte damals eigentlich ne Vortsetzung 
  geplant, bin aber nie dazu gekommen (Die EQ CD ist angekommen *g*) <br>
  Vieleicht werde ich das ja noch nachholen, wenn interesse daran besteht?!?</p>
<p>Bye</p>
<p>Ilion Sturmlied<br>
  Circle of Elements<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 03/09/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
