<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE> Kaladim Eye Of Stormguard </TITLE>
</HEAD>
<BODY BACKGROUND="../img/parch.jpg" text="#000000" bgcolor="#AAAAAA" link="Maroon" vlink="#2B1301" alink="#000000">
<div align="center"><i><font size="+3">Beschreibung:</font></i></div><br>
<IFRAME WIDTH=468 HEIGHT=60 NORESIZE SCROLLING=No FRAMEBORDER=0 MARGINHEIGHT=0 MARGINWIDTH=0
SRC="http://adforce.adtech.de/?adiframe|2.0|43|27682|1|1|ADFORCE;target=new">
<script language=javascript src="http://adforce.adtech.de/?addyn|2.0|43|27682|1|1|ADFORCE;target=new;loc=700;">
</script>
<noscript>
<a href="http://adforce.adtech.de/?adlink|2.0|43|27682|1|1|ADFORCE;loc=300;" target=_new>
<img src="http://adforce.adtech.de/?adserv|2.0|43|27682|1|1|ADFORCE;loc=300;" border=0 width=468 height=60></a>
</noscript>
</IFRAME>
<div align="center"><i>Kaladim Eye Of Stormguard</i></div><br>
<table>
<tr>
	<td><img src="../img/spacie.gif" width=30 height=1 border=0 alt=""></td>
	<td>Nachdem du die Clockwork &Uuml;berreste zu Beno Tenarl gebracht hast <a href="kaladimcleanerclockwork.html">(Clean Clockwork Quest)</a>, frag ihn nach dem Eye of Stormguard. Er gibt dir einen Brief f&uuml;r der Gef&auml;ngnissekret&auml;rin nahe der Bank in High Pass Keep. Der Gefangene ist geflohen, aber sie gibt dir ein Teil des Eye of Stormguard und die Information, da&szlig; 'Bronin' das andere Teil - den Emerald Shard - hat.<br><br>
	Bronin Higginsbot ist manchmal in Rivervale und manchmal nahe des s&uuml;dlichen Turms in Misty Thicket anzufinden. Wenn du Bronin auf den Emerald Shard ansprichst, erwartet er einen kleinen Gefallen daf&uuml;r. Ein Kopfgeldj&auml;ger namens Slaythe ist hinter Bronin her. Bring ihm ein K&ouml;rperteil des Kopfgeldj&auml;gers und Bronin h&auml;ndigt dir den Emerald shard aus. Slaythe wandert zwischen der Mauer in Misty Thicket und den Ork Camps. Er ist ein Froglok um Level 21. Wenn du ihn t&ouml;test bekommst du ein Froglok-Bein und ein wenig Gold. Bronin er&auml;hlt bei Abgabe des Froglokbeins, da&szlig; er den Emerald Shard in einem Bankschlie&szlig;fach der High Keep Bank hat. Er gibt dir einen Schl&uuml;ssel f&uuml;r den Banker und erw&auml;hnt, da&szlig; es noch einen Emerald Shard gibt [a second emerald shard]. Nach ein paar weiteren Fragen erf&auml;hrt man, da&szlig; dieser Shard in 'Gem of Tunare' umbenannt wurde und in Besitz einer Gilde in Kelethin ist. F&uuml;r die Abgabe des Beins gibs noch Erfahrung. 	Wenn du den Schl&uuml;ssel in der Highpass Bank abgibst, bekommst du den Emerald Shard (ca. 1 pp Wert), etwas Erfahrung und Faction.<br><br>
	Geh zu den Scouts of Tunare in Kelethin und sprich mit dem Gildenmeister. Wenn du ihn nach dem 'Gem of Tunare' fragst erz&auml;hlt er dir, da&szlig; er von
	Faldor Hendrys gestohlen wurde. Der einzige, der wei&szlig; wer Faldor ist, ist sein Bruder Elmion, der am See nahe Estate jagt.<br><br>
	Geh nach Dagnor's Cauldron und zu Elmion im NPC-Camp dort. Er erz&auml;hlt sein Bruder sei ein Dieb (er er sei nur sein Halbbruder...) und nach Qeynos gereist um wom&ouml;glich f&uuml;r die Diebesgilde dort zu arbeiten. Faldor Hendrys ist ein seltener Spawn in Nord Qeynos. Mann findet
	ihn manchmal auf dem Weg zwischen dem Nordtor und den Qeynos Hills. T&ouml;te ihn um an den Gem zu kommen und kombiniere alle Teile, um das Eye of Stormguard zu bekommen (+5 Magic, K&auml;lte und Feuerresistenz).<br><br>
	Wenn du Beno das Eye of Stormguard gibst h&auml;lt er eine lange Rede, was f&uuml;r ein gro&szlig;er Krieger ihr seid und er gibt dir a 'warrior's true weapon designed by the ancient stormguard hero, Jendl Mizebrite'. Er gibt dir (wenn das Ansehen bei ihm hoch genug ist) die Dwarven Avenger Battle Axe, eine sehr gute 
	Nur-Krieger 2HS Waffe.
<br><br>
	</td>
</tr>
</table>
<br><div align="center">Englische Original-Questl&ouml;sung auf <A HREF="http://Everquest.gamestats.com/" target="_blank"> AllaKhazam's Magical Realm</A><BR></div><br>
<div align="center"><br><a href="http://www.eqq.de"><img src="http://eqq.gamesweb.de/img/copyright.gif" width=162 height=46 border=0 alt=""></a><br><br>
</div>
<br><br>
</body>

</html>

