<HTML><HEAD><TITLE>Leijona.</TITLE><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE></HEAD><BODY BGCOLOR="#FFFFFF">            <BR><BR><BR><BR><BR><P><FONT size="3" STYLE="font-size:14px"><B>Kaksoisel&auml;m&auml;</B></FONT></P><BR><BR><BR><BR><font size="3" STYLE="font-size:12 px" COLOR=black> <p align="justify">Er&auml;&auml;n&auml; iltana joillakin pikku kutsuilla illallisen j&auml;lkeen seisoin neidin vieress&auml; hiljaa, kuten minun piti. Yll&auml;ni oli tumma, suoralinjainen puku ja tarkkailin laiskasti ymp&auml;rist&ouml;&auml;ni. Neiti jutteli vanhemman naisen kanssa jostakin menneest&auml; seurapiirijuhlasta, johon oli kutsuttu kaupungin rikkaita ja muita vaikuttajia. Minun olisi ollut sopimatonta osallistua keskusteluun. Mutta kuulin vahingossakin, ett&auml; he rupesivat puhumaan suurista uudenvuodenjuhlista. Kaupungin rikkain perhe piti joka uusi vuosi loisteliaan juhlan, joissa en ollut koskaan ollut, mutta nyt neiti oli kutsuttu. Rupesin heti odottamaan innolla.<BR><BR>Olin t&auml;m&auml;n neidin, kauniin, rikkaan naisen seuralainen ja henkivartija. Liikuimme kaupungin seurapiireiss&auml; ja min&auml; seisoin neidin vierell&auml; koristeena ja pelotteena. Olin pitk&auml;, kaunis, j&auml;ntev&auml; ja vahva tytt&ouml;, jota salaa jopa kadehdittiin neidilt&auml;. Jos olin kiltisti, neiti oli my&ouml;s minulle yst&auml;v&auml;llinen, otti minut viereens&auml; s&auml;nkyyn tai tarjosi v&auml;h&auml;n samppanjaa tai silitti lyhyit&auml;, kiilt&auml;vi&auml; hiuksiani. Tarpeen mukaan otin toki vastaan my&ouml;s toruja. Olin hiukan mustasukkainen neidist&auml; h&auml;nen osoittaessaan huomiota miehille ja oikeastaan suurin huoleni p&auml;ivisin oli miellytt&auml;&auml; neiti&auml;. Olisin todella ollut onnellinen t&auml;st&auml; yksinkertaisesta el&auml;m&auml;st&auml;.<BR><BR>Mutta minulla oli menneisyys ja sen vuoksi elin my&ouml;s toista el&auml;m&auml;&auml;. Vapaailtoina tai y&ouml;ll&auml; kun neiti nukkui livahdin kaupungin laidalle satama-alueelle. Siell&auml; j&auml;rjestettiin l&auml;hes joka ilta laittomia tappeluita. Niiss&auml; oli l&auml;hes kaikki sallittua: ly&ouml;d&auml;, potkia, tarttua ja heitt&auml;&auml;, v&auml;ist&auml;&auml; ja harhauttaa. Tappelijat olivat tytt&ouml;j&auml; ja poikia, jotka olivat k&ouml;yhist&auml; oloista ja tahtoivat saada hiukan suosiota ja rahaa ja joita kouluttivat ammattimaiset valmentajat, &#148;pomot&#148;, jotka saivat suuret osuudet vedonly&ouml;ntirahoista. Katsomossa oli aina toista sataa ihmist&auml;. Min&auml; olin l&auml;htenyt tappelijaksi jo teini-ik&auml;isen&auml;, koska olin vahva, notkea ja nopea ja rahan tarpeessa, enk&auml; ollut tullut lopettaneeksi. Voitin yhdeks&auml;n kymmenest&auml; ottelustani ja suojasin aina kasvoni hyvin, etten j&auml;isi kiinni. Minulla oli harvoin mustelmia n&auml;kyvill&auml; paikoilla ja varoin neidin katsetta tarvittaessa.<BR><BR>Mutta min&auml; tahdoin lopettaa. Olin jo yli 25 enk&auml; tahtonut viett&auml;&auml; loppuel&auml;m&auml;&auml;ni vihamielisess&auml;, riskialttiissa ja rahvaanomaisessa ymp&auml;rist&ouml;ss&auml;. En tuntenut en&auml;&auml; suurtakaan halua ly&ouml;d&auml; ihmisi&auml;. Joten er&auml;&auml;n&auml; iltana, runsas viikko ennen uudenvuodenaattoa, sanoin lopulta pomolleni tappelubaarissa, ett&auml; tuleva ottelu olisi viimeiseni. H&auml;n oli vihainen eik&auml; ollut p&auml;&auml;st&auml;&auml; minua menem&auml;&auml;n, muttei lopulta voinut mit&auml;&auml;n p&auml;&auml;t&ouml;kselleni. Niin tappelin yhden illan ja l&auml;hdin pois tuntematta helpotusta tai haikeutta.<BR><BR>Muutaman p&auml;iv&auml;n p&auml;&auml;st&auml; k&auml;velin yksin neidin talon k&auml;yt&auml;vi&auml;, kun huomasin jonkun hiipiv&auml;n varjoihin nurkassa. Minun piti huolehtia turvallisuudesta, joten l&auml;hdin hahmoa kohti, ja se karkasi tielt&auml;ni. Se juoksi toiseen huoneeseen, sielt&auml; portaat alakertaan, muutaman huoneen l&auml;pi keitti&ouml;&ouml;n ja portaita kylm&auml;kellariin. Seurasin sit&auml; kylm&auml;kellarista l&auml;hteviin k&auml;yt&auml;viin ja lopulta viem&auml;ritunneliin, miss&auml; hukkasin sen. En tiennyt miss&auml; olin, oli pime&auml;&auml;, ja aloin huomata, ett&auml; vesi tunnelissa nousi. Jatkoin eteenp&auml;in, koska n&auml;in siell&auml; valoa. Vesi kohosi edelleen vaikkei tunneli laskenut, ja lopulta rupesin pelk&auml;&auml;m&auml;&auml;n hukkumista. Kiipesin yl&ouml;sp&auml;in ja sain vihdoin p&auml;&auml;ni aukosta maan pinnalle.<BR><BR>Mutta olin tullut ansaan: Edess&auml;ni seisoi pomo, joka uhkasi hiljaisella &auml;&auml;nell&auml;, etten nousisi kuopasta ennen kuin suostun tappelemaan viel&auml; seuraavan ottelun. Minulla ei ollut muita vaihtoehtoja kuin suostua ja vannoa kautta henkeni, ett&auml; tulen.<BR><BR>Valmistauduin viimeiseen otteluun ristiriitaisin tuntein. Pelk&auml;sin paljastuvani, koska ottelu tulisi olemaan juuri ennen uutta vuotta enk&auml; siis voisi edes piilotella muutamaa p&auml;iv&auml;&auml; jos saisin iskun kasvoihin. Vastustajat tulisivat olemaan pahoja enk&auml; min&auml; ollut vireess&auml;. Toisaalta minua my&ouml;s kiihotti ajatus viimeisest&auml; ottelusta ennen el&auml;kkeelle j&auml;&auml;mist&auml;, enk&auml; ollut viel&auml; unohtanut ihanaa adrenaliinihumalan tunnetta ja voittamisen iloa.<BR><BR>Kun olin p&auml;&auml;ssyt keh&auml;&auml;n, olin taas, kuten aina, tappelija ja peto, jota kiinnosti vain vastustajan hakkaaminen. Ja voitin kaikki kolme ottelua. En ollut viel&auml; liian vanha, en liian kyll&auml;stynyt enk&auml; liian huono. Keskimm&auml;inen vastustaja oli pahin, aasialainen nuori tytt&ouml; joka l&ouml;i hiukan hitaammin kun min&auml; mutta uskomattomalla voimalla. Sain kuitenkin pahimmat iskut vain hartioihin. Kotiin l&auml;hdin paljon rikkaampana ja todellisena voittajana, joka oli selvinnyt viimeisest&auml;, pahimmasta ottelusta.<BR><BR>Uudenvuodenjuhlissa sain tanssia neidin kanssa. Olin hyv&auml; tanssija, ja meit&auml; katsottiin kun py&ouml;rimme ymp&auml;ri lattiaa, min&auml; pitk&auml;n&auml;, hoikkana ja mustissaa, ja neiti runaisessa puvussaan lyhyemp&auml;n&auml; ja kuvankauniina. Me s&ouml;imme ja tanssimme itsemme v&auml;syksiin, ja koko illan neiti kiinnitti eniten huomiota minuun. Ja autossa paluumatkalla h&auml;n kumartui takapenkill&auml; puoleeni ja antoi kevyen suudelman. Olin voittaja enk&auml; voinut pyyt&auml;&auml; enemp&auml;&auml;.</p><BR><BR><BR><BR><BR><br>        <br><BR><BR><BR><BR><BR> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font></body></HTML>