<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Hëlclayënn&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Hëlclayënn --> 
<p>Le vent gonflait les voiles de la sombre nef de bois noir. Sur sa proue des 
  glyphes mal&eacute;fiques &eacute;taient grav&eacute;es donnant &agrave; la 
  mati&egrave;re une r&eacute;sonance tel le doux ronronnement d&#8217;un f&eacute;lin. 
  Le drapeau de la noble maison du duc de kendaar flottait fi&egrave;rement. Les 
  marins et guerriers elfes noires commen&ccedil;aient &agrave; sentir l&#8217;approche 
  imminente de la terre sacr&eacute;e de leurs anc&ecirc;tres et des murmures 
  de contentement &eacute;taient perceptibles en diff&eacute;rents endroits du 
  navire. H&euml;lclay&euml;nn<br>
  Fils cadet du duc se tenait comme &agrave; son habitude sur le gaillard d&#8217;avant. 
  La brise faisait voleter ses longs cheveux blancs et sa robe de n&eacute;cromancien. 
  Il &eacute;tait fier, ses cales &eacute;taient emplies de hobbits, d&#8217;humains, 
  femmes hommes et enfants. Les raids qu&#8217;il avait men&eacute; avec son &eacute;quipage 
  avaient d&eacute;pass&eacute; ses esp&eacute;rances. Ces races faibles n&#8217;avaient 
  oppos&eacute; qu&#8217;une faible r&eacute;sistance &agrave; ses sombres guerriers 
  banshee et &agrave; son d&eacute;tachement de morts vivants qu&#8217;il recr&eacute;ait 
  avant chaque attaque. Innoruuk, le dieu de la haine qu&#8217;il v&eacute;n&eacute;rait 
  depuis son enfance allait &ecirc;tre fier.<br>
  Comme chaque solstice d&#8217;hiver, quand la lune devient plus pr&eacute;sente 
  que le soleil, les sacrifices organis&eacute;s par le pr&ecirc;tre Kremshak 
  allait apaiser une fois de plus la divinit&eacute;. 500 personnes allaient offrir 
  leur vie. Il n&#8217;y avait point de regret en H&euml;lclay&euml;nn, sa vie 
  d&#8217;elfe noire &eacute;tait faite de tortures, magie noire et sombres arcanes. 
  Il c&ocirc;toyait la mort depuis son enfance et appr&eacute;ciait sa compagnie. 
  La nef, approchait du passage, connu seul de la sombre race qui allait permettre 
  de rejoindre la capitale neriak par un r&eacute;seau de rivi&egrave;res souterraines. 
  La voile devait &ecirc;tre cargu&eacute;e rapidement, le mat d&eacute;mont&eacute; 
  et les rames sorties. Des trolls, &eacute;taient assign&eacute;s &agrave; la 
  man&#339;uvre, leur force permettait de continuer &agrave; avancer tr&egrave;s 
  vite dans le chenal souterrain. Tanven, sombre chevalier, ami et fid&egrave;le 
  lieutenant, rejoignit apr&egrave;s la man&#339;uvre H&euml;lclay&euml;nn.<br>
  &laquo; H&euml;l tu me semble bien sombre pour un jour si faste ? nos cales 
  sont pleines les autres &eacute;quipages ont du ramener autant de b&eacute;tail, 
  aucune personne de notre race ne sera sacrifi&eacute;e &agrave; innoruuk cette 
  ann&eacute;e encore. Tu va retrouver Kathhyaxx ta promise et ta famille .Tu 
  va &ecirc;tre acclam&eacute; une fois de plus par tes pairs. Alors que se passe-t-il 
  ? &raquo;<br>
  &laquo; Je ne sais pas mon ami. J&#8217;ai un noir pressentiment. Quelque chose 
  oppresse ma poitrine comme si mon corps me mettait en garde de quelque chose 
  de n&eacute;faste que je n&#8217;arrive pas a d&eacute;terminer. Mes pouvoirs 
  divinatoires sont restreints, j&#8217;ai trop &eacute;tudi&eacute; les pouvoirs 
  n&eacute;cromanciens d&#8217;alt&eacute;ration. Je me suis trop orient&eacute; 
  vers la guerre et sa cohorte d&#8217;horreur. &raquo;<br>
  &laquo; allons seigneur et ami voit nous arrivons &agrave; l&#8217;embarcad&egrave;re 
  et regarde cette populace qui acclame ton retour. R&eacute;jouis toi j&#8217;aper&ccedil;ois 
  d&eacute;j&agrave; kathyaxx accompagn&eacute; de ton p&egrave;re sur l&#8217;embarcad&egrave;re 
  &laquo; <br>
  H&euml;l n&#8217;arrivait pas &agrave; d&eacute;tacher ses yeux des supplici&eacute;s 
  qui ornaient les murs d&#8217;enceintes de Neriak. Des corps d&#8217;aventuriers 
  &eacute;taient empal&eacute;s sur les murailles, leur sang ruisselant sur le 
  marbre noir donnait un air morbide &agrave; la cit&eacute;. Les acclamations 
  de la foule n&#8217;arrivaient pas &agrave; d&eacute;tacher le regard du n&eacute;cromancien 
  de ces abominations. Le cri de son ma&icirc;tre de quart qui annon&ccedil;ait 
  la man&#339;uvre d&#8217;accostage le ramena &agrave; la r&eacute;alit&eacute;. 
  D&#8217;un geste m&eacute;thodique il noua ses longs cheveux et lissa sa robe 
  de combat. Il ne quitterait la nef qu&#8217;apr&egrave;s le d&eacute;part de 
  son &eacute;quipage et de sa cargaison. Les cerb&egrave;res trolls dans des 
  grognements ouvrirent les cales et commenc&egrave;rent &agrave; faire sortir 
  les pauvres cr&eacute;atures priv&eacute;s de nourritures et de soins. Des g&eacute;missements 
  montaient, des m&egrave;res pleuraient les enfants perdus lors de la travers&eacute;e.<br>
  &laquo; Conduisez les au temple d&#8217;innoruuk ils seront sacrifi&eacute;s 
  demain &agrave; la gloire de notre dieu de la haine &raquo;</p>
<p></p>
<p></p>
<p>Kremshak et ses sombres s&eacute;ides, regardait depuis sa tour avec avidit&eacute; 
  les pauvres h&egrave;res qui s&#8217;acheminaient vers son temple. Il d&eacute;testait 
  H&euml;lclay&euml;nn, et les acclamations de la foule envers celui-ci lui &eacute;taient 
  insupportables. Cette ann&eacute;e un pacte avait &eacute;t&eacute; fait avec 
  le sombre dieu. La famille Kendaar serait sacrifi&eacute;e et le sang pur de 
  celle &#8211; ci allait permettre au dieu d&#8217;accorder plus de pouvoir &agrave; 
  son pr&ecirc;tre. Les arrestations allaient pouvoir commencer le soir m&ecirc;me.<br>
  Ignorant tout de ces sombres desseins, H&euml;l apr&egrave;s avoir donn&eacute; 
  l&#8217;accolade &agrave; son p&egrave;re &eacute;treignait kathyaxx. Les pr&eacute;paratifs 
  de mariage &eacute;taient d&eacute;j&agrave; bien avanc&eacute;s et la date 
  fix&eacute;e &agrave; la fin du mois le remplissait de joie. Son inqui&eacute;tude 
  s&#8217;estompait au contact des &ecirc;tres chers.<br>
  La travers&eacute;e de la foule f&ucirc;t difficile. Les elfes noirs &eacute;taient 
  reconnaissants. Cette ann&eacute;e encore la moisson avait &eacute;t&eacute; 
  bonne.<br>
  H&euml;lclay&euml;nn retrouva avec joie &eacute;galement sa m&egrave;re Jadaax, 
  sa petite s&#339;ur G&euml;h&euml;n aux grands yeux en amande qui lui conf&eacute;raient 
  un air si espi&egrave;gle et son fr&egrave;re ain&eacute; Gaarx.<br>
  <br>
  &quot;diantre qu'il est bon de rentrer chez soi&quot; s'exclamait H&euml;lclayenn 
  en se tournant vers Tanven.<br>
  &quot;Je vous rejoindrais &agrave; la taverne habituelle d&egrave;s que j'aurais 
  mis quelque ordre dans mes affaires&quot;<br>
  Tanven cligna d'un &#339;il complice et s&#8217;&eacute;clipsa suivi d&#8217;une 
  partie de l&#8217;&eacute;quipage. La nuit allait &ecirc;tre chaude et le vin 
  allait couler &agrave; flot.<br>
  La demeure familiale n&#8217;&eacute;tait pas trop &eacute;loign&eacute;e du 
  port. Des tours rehauss&eacute;es d&#8217;or encadraient<br>
  un portail qui s&#8217;ouvrait sur une cour dall&eacute;e de marbre noir et 
  vert. Des piranhas aux couleurs chatoyantes nageaient paresseusement dans des 
  bassins ombrag&eacute;s couverts de plantes exotiques et de n&eacute;nuphars 
  odorif&eacute;rants. Des esclaves hobbits s&#8217;activaient d&eacute;j&agrave; 
  et couraient pour annoncer aux cuisines le retour de leur ma&icirc;tre.<br>
  Pendant ce temps Innoruuk, sur son tr&ocirc;ne se d&eacute;lectait d&eacute;j&agrave;. 
  Sa puissance allait &ecirc;tre augment&eacute;e par le sacrifice d&#8217;un 
  si grand nombre de personne. Ce sot de kremshak ignorait qu&#8217;il &eacute;tait 
  manipul&eacute; &agrave; son tour par le seigneur de la haine. D&#8217;un air 
  d&eacute;daigneux Innoruuk appela par sa force de volont&eacute; un esclave 
  qui venait d&#8217;avoir la stupidit&eacute; d&#8217;entre dans son champ de 
  vision.<br>
  Le pauvre h&egrave;re s&#8217;approcha. Son regard &eacute;tait vide. Innoruuk 
  d&#8217;un geste vif plongea sa main griffue dans la poitrine et d&#8217;un 
  mouvement sec en retira un c&#339;ur palpitant qu&#8217;il porta a ses l&egrave;vres. 
  Cette sombre machination l&#8217;avait mis en app&eacute;tit et d&#8217;excellente 
  humeur. Elle lui faisait un peu oublier les contrari&eacute;t&eacute;s que lui 
  avait caus&eacute; cette petite rebelle d&#8217;Amenoire. Il se vengerait de 
  cette derni&egrave;re &eacute;galement sous peu de temps. D&#8217;un coup de 
  pied il envoya rouler au pied des marches de son tr&ocirc;ne le cadavre de l&#8217;esclave 
  et tapa dans ses mains afin que l&#8217;on vienne le d&eacute;barrasser de ce 
  corps encombrant.<br>
  Kremshak dans sa sombre tour appela Gorthor, officier des s&eacute;ides d&#8217;innoruuk. 
  Ce dernier &eacute;tait connu dans la ville de Neriak pour sa cruaut&eacute; 
  extr&egrave;me. &quot;Gorthor, cette nuit tu prendra un d&eacute;tachement de 
  nos meilleurs gardes, et tu ira prendre d'assaut la demeure d'H&euml;lclay&euml;nn 
  et de sa famille. Amuse toi avec leurs esclaves mais laisse en vie ces nobles 
  idiots. Je me d&eacute;lecterais de voir leurs visages terrifi&eacute;s lors 
  de leur sacrifice &agrave; Innoruuk. Je prendrais m&ecirc;me plaisir &agrave; 
  les &eacute;gorger comme du b&eacute;tail.&quot;<br>
  L'&acirc;me damn&eacute;e ne semblait pas surpris des propos de son ma&icirc;tre. 
  Son visage &eacute;tait dissimul&eacute; sous un masque d'os qui lui conf&eacute;rait 
  un air encore plus terrifiant. Il s'inclina tr&egrave;s martialement<br>
  devant son seigneur, le salua et s'en fut r&eacute;unir une escouade de tueurs. 
</p>
<p></p>
<p>H&euml;lclay&euml;nn, venait enfin de regagner sa chambre. Il avait du conter 
  les exploits de ses troupes &agrave; maintes reprises et se sentait las. Cependant 
  en bon capitaine il se devait d&#8217;aller festoyer avec ses troupes. Il avait 
  besoin de se sentir proche d&#8217;eux. Kathyaxx &eacute;tait retenue par sa 
  famille pour pr&eacute;parer les festivit&eacute;s d&eacute;di&eacute;es &agrave; 
  innoruuk et ne pouvait le rejoindre. Cel&agrave; avait un peu assombri cette 
  journ&eacute;e mais il savait qu&#8217;il la retrouverait le lendemain. C&#8217;est 
  avec un long soupir de plaisir qu&#8217;il se glissa dans son bain. L&#8217;eau 
  mousseuse &eacute;tait &agrave; bonne temp&eacute;rature. Les esclaves hobbits 
  veillaient au confort de leur ma&icirc;tre et dans un va et vient incessant 
  emplissait d&#8217;eau chaude la vasque de marbre. Des huiles avaient &eacute;t&eacute; 
  m&eacute;lang&eacute;es et une odeur charmante envahissait la pi&egrave;ce. 
  Apr&egrave;s des ablutions qui para&icirc;traient tr&egrave;s longues a un troll, 
  il enfila sa robe rouge de conseiller et se para de bijoux magiques. Il laissa 
  sa rapi&egrave;re et son bouclier spectral dans un coffre solide. Il n&#8217;avait 
  pas besoin d&#8217;arme en sa bonne ville de Neriak. L&#8217;air des cavernes 
  pourraient sembler vici&eacute; pour bien d&#8217;autres races mais il la respirait 
  avec bonheur ; il &eacute;tait chez lui. D&#8217;un pas assur&eacute; et presque 
  joyeux, si l&#8217;on ne connaissait pas l&#8217;air si sombre qu&#8217;arborait 
  tout le temps le seigneur elfe noir il se dirigea vers la caverne du &laquo; 
  gnome fourr&eacute; &raquo;. La porte l&eacute;g&egrave;rement entrouverte laissait 
  filtr&eacute; un brouhaha domin&eacute; par des &eacute;clats de voix qu&#8217;il 
  reconnaissait entre tous. Goruk, son compagnon d&#8217;arme troll, avait d&eacute;j&agrave; 
  commenc&eacute; &agrave; largement arros&eacute; son retour. Des &eacute;clats 
  de rire f&eacute;minins r&eacute;pondaient &agrave; chacune de ses onomatop&eacute;es. 
  Un barde essayait vainement de produire une musique au milieu de la cacophonie 
  qui r&eacute;gnait. H&euml;lclay&euml;nn poussa la porte. A sa vue, Goruk laissa 
  choir sur le sol le pauvre barde elfe qu&#8217;il tenait d&#8217;une main &agrave; 
  hauteur de son visage &laquo; non tu ne chantera&#8230;. &raquo; &raquo; Un 
  silence se fit dans la salle. Il n&#8217;&eacute;tait pas coutumier de rencontr&eacute; 
  un noble de Neriak dans ce type d&#8217;endroit. H&euml;l ordonna imm&eacute;diatement 
  une tourn&eacute;e g&eacute;n&eacute;rale et les cris de hourrah succ&eacute;d&egrave;rent 
  au silence. Tanven accueilla avec chaleur son capitaine. L&#8217;alcool n&#8217;avait 
  pas encore embrum&eacute; sa raison. &laquo; H&euml;l quelqu un souhaite te 
  parler elle dit que c&#8217;est important &raquo;. Tu la trouvera &agrave; l&#8217;arri&egrave;re 
  de la taverne derri&egrave;re les tentures du fond &laquo; <br>
  &laquo; Bah je n&#8217;ai que faire d&#8217;un rendez vous secret ce soir je 
  suis l&agrave; pour m&#8217;amuser buvons &agrave; notre retour. A la victoire 
  ! clama t il en brandissant son cr&acirc;ne de gnome empli d&#8217;un d&eacute;licieux 
  nectar. A la victoire ! A notre capitaine ! r&eacute;p&eacute;t&egrave;rent 
  en ch&#339;ur l&#8217;&eacute;quipage. Soudain il senti une pr&eacute;sence 
  dans son dos. Il se retourna pour mieux d&eacute;couvrir un charmant visage 
  elfe noire qu&#8217;encadrait une sombre capuche. &laquo; Ohla drolesse que 
  me veux tu ? &laquo; &laquo; Je ne cherche point d&#8217;aventure, j&#8217;aime 
  et suis d&eacute;j&agrave; aim&eacute; &laquo; <br>
  Un rictus se dessina sur la charmante bouche et les yeux de la belle cr&eacute;ature 
  s&#8217;assombrirent. &laquo; Suis moi et ne discute pas il en va de la s&eacute;curit&eacute; 
  de ta famille &laquo; H&euml;lclay&euml;nn &agrave; contre c&#339;ur accepta 
  de suivre l&#8217;inconnue dans l&#8217;arri&egrave;re salle.<br>
  &laquo; Je m&#8217;appelle &acirc;menoire, je suis recherch&eacute;e dans Neriak 
  pour avoir os&eacute; tenter d&#8217;affronter Innoruuk et ses s&eacute;ides. 
  Je dispose de quelques hommes surs dissimul&eacute;s dans la for&ecirc;t de 
  Nektulos qui viendront de trancher la gorge si je ne reviens pas et que tu me 
  livre &agrave; cet inf&acirc;me dieu. Je viens t&#8217;avertir que ta vie et 
  celle des membres de ta famille sont en danger. Un complot se trame. Vous serez 
  sacrifi&eacute;s &agrave; Innoruuk d&egrave;s demain. Des masques d&#8217;os, 
  la garde rapproch&eacute;e de Kremshak sont d&eacute;j&agrave; en train d&#8217;envahir 
  ta demeure. &laquo; <br>
  &laquo; Que me dit tu l&agrave; sotte ! je sers innoruuk depuis mon enfance. 
  Il ne pourrait me trahir. Je lui ai offert trop de supplici&eacute;s pour apaiser 
  sa haine. Tu mens &laquo; <br>
  &laquo; A ton aise je t&#8217;aurais pr&eacute;venu mais va tant que tu peux 
  encore sauver quelqu&#8217; un. <br>
  D&#8217;un geste brusque, elle s&#8217;enveloppa dans sa cape et disparu par 
  une porte d&eacute;rob&eacute;e laissant H&euml;l tr&egrave;s perplexe.</p>
<p></p>
<p></p>
<p> <br>
  De retour dans la salle enfum&eacute;e de la sombre taverne, H&euml;lclay&euml;nn 
  regarda d&#8217;un air d&eacute;sabus&eacute; les gens qui faisaient ripaille 
  devant lui. M&ecirc;me les frasques de Goruk assis en tailleur sur le pauvre 
  barde dont la t&ecirc;te virait au bleu alors que les yeux lui sortaient des 
  orbites ne l&#8217;amusait plus. Les rires et les cris s&#8217;entrechoquaient 
  dans son esprit. La soir&eacute;e &eacute;tait gach&eacute;e et c&#8217;est 
  &agrave; contrecoeur qu&#8217;il pris place au milieu de ses hommes. Une Haut 
  elfe encha&icirc;n&eacute;e &agrave; demie nue &agrave; un pilier dansait au 
  rythme des soudards qui tapaient dans leurs mains. Cette atmosph&egrave;re &eacute;touffait 
  H&euml;l, il se leva et apr&egrave;s s&#8217;&ecirc;tre excus&eacute; pr&egrave;s 
  de ses compagnon, il d&eacute;cida de quitter les lieux. D&egrave;s qu&#8217;il 
  ouvrit la porte une bouff&eacute;e d&#8217;air frais le raviva et ses sens se 
  remirent en alerte. Il se sentait suivi et espionn&eacute;. De ses longs doigts 
  tr&egrave;s fins sortirent un jet de lumi&egrave;re, il venait d&#8217;incanter 
  un sort de d&eacute;tection de l&#8217;invisible. A quelques m&egrave;tres de 
  lui une ombre se mat&eacute;rialisa fugacement avant de dispara&icirc;tre. Il 
  devait s&#8217;agit d&#8217;un ma&icirc;tre de l&#8217;ombre pour pouvoir s&#8217;&eacute;chapper 
  aussi vite. Seul des rogues de haut niveau &eacute;taient capables d&#8217;un 
  tel exploit. Bah, peut &ecirc;tre s&#8217;agissait-il d&#8217;un simple voleur 
  qui en voulait &agrave; sa bourse. D&#8217;un pas d&eacute;cid&eacute; il d&eacute;cida 
  de regagner la propri&eacute;t&eacute; familiale. Arriv&eacute; &agrave; quelques 
  m&egrave;tres de l&#8217;entr&eacute;e principale, ses sens se mirent en &eacute;veil. 
  Aucun serviteur ne s&#8217;activait pr&egrave;s du portail. Ses sens en &eacute;veil 
  il s&#8217;enveloppa tr&egrave;s vite dans la douce lumi&egrave;re protectrice 
  d&#8217;un bouclier magique et tira sa rapi&egrave;re d&#8217;ombre. Il regrettait 
  d&eacute;j&agrave; de ne pas avoir avec lui son b&acirc;ton d&#8217;incantation. 
  Une transformation en cadavre flottant lui permis de franchir le mur d&#8217;enceinte 
  en &eacute;vitant soigneusement l&#8217;entr&eacute;e ou un guet-apens pouvait 
  l&#8217;attendre. Tr&egrave;s vite il remarqua les corps &eacute;parpill&eacute;s 
  dans l&#8217;all&eacute;e. Un serviteur hobbit, la gorge tranch&eacute;e r&eacute;pandait 
  son sang dans un des bassins fleuris son corps &agrave; moiti&eacute; d&eacute;vor&eacute; 
  par les piranhas qui fr&eacute;tillaient en savourant cette aubaine. Partout 
  ce n&#8217;&eacute;tait que massacre et le marbre s&#8217;&eacute;tait teint&eacute; 
  d&eacute;licatement de rouge, sans r&eacute;fl&eacute;chir il se pr&eacute;cipita 
  &agrave; l&#8217;int&eacute;rieur de la maison. Dans un hurlement rauque il 
  se senti saisi et n&#8217;eu que le temps avant de sombrer dans l&#8217;inconscience 
  de voir masque d&#8217;os, signe distinctif de la garde pr&eacute;torienne du 
  grand pr&ecirc;tre d&#8217;innoruuk. A son r&eacute;veil, il eut la surprise 
  de se trouver face &agrave; un visage hobbit souriant. Il essaya de se relever 
  mais se rendit compte tr&egrave;s vite de son impuissance. Il &eacute;tait pieds 
  et poings li&eacute;s. &laquo; d&eacute;sol&eacute; noble H&ecirc;lclay&euml;nn, 
  je connais ton penchant pour les hobbits et j&#8217;ai pr&eacute;f&eacute;r&eacute; 
  que tu sois immobilis&eacute; le temps que nous parlementions. Je me pr&eacute;sente 
  je m&#8217;appelle Barrens et suis un ma&icirc;tre de l&#8217;ombre. Je t ai 
  suivi depuis l&#8217; auberge. Je suis tr&egrave;s vite intervenu et j&#8217;ai 
  perc&eacute; quelques c&ocirc;tes lorsque tu f&ucirc;t assailli. Tes agresseurs 
  reposent en paix maintenant les poches vides dit-il en souriant. H&euml;l detourna 
  son visage l&#8217;haleine du hobbit empestait l&#8217;alcool et les saucisses. 
  Sa nuque le faisait souffrir abominablement et du sang perlant d&#8217;une incision 
  sur le cr&acirc;ne teintait de rouge les longs cheveux blancs. Il sombra a nouveau 
  dans l&#8217; inconscience non sans avoir aper&ccedil;u le visage ang&eacute;lique 
  d&#8217;une haut elfe se penchant sur lui et lui murmurant des mots doux &agrave; 
  l&#8217;oreille. Dans le murmure il n&#8217;entendit que &laquo; douce belldandy&#8230; 
  soigner&#8230;.mal &raquo;. A son r&eacute;veil ses blessures avaient disparus. 
  Il se trouvait au centre d&#8217;une assembl&eacute;e et des visages bienveillants 
  l&#8217;observaient. Outre Barrens et Belldandy, il fit la connaissance de Hazgard 
  un grand guerrier venu des contr&eacute;es nordiques maniant une lourde hache, 
  Lyra et Xenofr des sorciers avec leurs flamm&egrave;ches dansantes au bout des 
  doigts, lenanea une belluaire dont le loup ne cessait de gronder en montrant 
  ses crocs, iriador un petit druide elfe sylvestre regardant amoureusement linelana 
  une grande barbare dont il semblait tr&egrave;s &eacute;pris, jadlayen rev&ecirc;tue 
  de son armure sylvestre et deux nains ronchons pr&eacute;nomm&eacute;s Halthin 
  et Goriad qui se chamaillaient dans un coin. Soudain des bruits de pas r&eacute;sonn&egrave;rent 
  dans la sombre caverne o&ugrave; ils se trouvaient. Un silence se fit parmi 
  l&#8217;assembl&eacute;e. &laquo; nos invit&eacute;s sont donc enfin arriv&eacute;s 
  &laquo; d&eacute;clara Barrens ; Une troupe d&#8217;elfe noire fit irruption. 
  Certaines personnes dans l&#8217;assembl&eacute;e mirent imm&eacute;diatement 
  leurs mains sur leurs armes. &laquo; calme &raquo; d&eacute;clara Barrens &laquo; 
  ils viennent en amis &raquo; La petite troupe s&#8217;arr&ecirc;ta devant H&euml;lclay&euml;nn.</p>
<p></p>
<p> &laquo; salutations noble H&euml;lclay&euml;nn, je me pr&eacute;sente je suis 
  dame Ayrwen je viens me mettre a ton service avec mes ren&eacute;gats pour t 
  &#8216;aider a combattre ceux qui ont enlev&eacute; les tiens et dont nous r&eacute;futons 
  le pouvoir, je te pr&eacute;sente Samchan, Cabalia, Wozi, &acirc;mesombre, erwenn 
  ainsi que petitanven fils de ton compagnon d&#8217;armes tanven. &raquo; &raquo;<br>
  Tout s&#8217;enchainait trop vite pour H&euml;lclay&euml;nn en une nuit sa vie 
  venait de basculer dans un ab&icirc;me qui paraissait insondable. Il se releva, 
  d&#8217;un geste leste tandis que Barrens lui coupait ses liens et eut un immense 
  sourire quant il aper&ccedil;u Kathyaxx l&#8217;observant d&#8217;un coin sombre 
  de l&#8217;assembl&eacute;e. Il n&#8217;avait pas le temps de manifester ses 
  sentiments. L&#8217;heure &eacute;tait &agrave; l&#8217;action. Il repris possession 
  de son arme et d&#8217;une voix ferme annonca &laquo; allons y je recupere mes 
  compagnons d&#8217;armes &agrave; l&#8217;auberge et nous allons aller trouver 
  ce maudit pr&ecirc;tre et ses &acirc;mes damn&eacute;es. &raquo;<br>
  Assis sur son tr&ocirc;ne Innoruuk contemplait les images qui apparaissaient 
  devant lui au milieu d&#8217;un nuage d&#8217;un air combl&eacute;. Que ces 
  petites gens l&#8217;amusaient. Mouahahahaha. Le sang allait bient&ocirc;t couler 
  en abondance mais ne saurait &eacute;tancher sa haine.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/09/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
