/*---------------------------------------------------------------------------

  －  Ｄａｉｌｙ  Ｑｕｉｚ  Ｍｉｌｌｉｏｎａｉｒｅ  －
                                            for JavaScript and IE4.0over

                                        (c)Copyright since 2001 by Haradeng
                          HomePage : http://www16.pos.to/~haradeng/makedata/

  クイズ＄ミリオネアモチーフのクイズのスクリプトファイルです。クイズが簡単に
つくれて、お気軽に遊んでもらおう、というスクリプトです。

  問題は自分で自由に作れます。(作り方はマニュアル参照)
  面白い問題が出来たら、投稿してくださいね！手順はマニュアルにあります！

-----------------------------------------------------------------------------
■この問題作成者情報
・作成者（敬称略）
　　でん、みみ、Taka、だるま、匿名kaaaa、salmon、おかぴ、高橋純輝、masa
　　pokopen、カケルのママ、とろ、Ｋ．Ｎ、ＮＮＡ、ぬ～、ayaka、ゆうくん
　　よ～すけ、まる、永斗、沖奈えーこ、カメスケ、ギャラリィー、明子
　　t,k、ゆすけ、米原、オメガ、Ⅴ－フライ、melanie、JapanTyNet、007

・ホームページ（代表者のみ）
　　http://www16.pos.to/~haradeng/makedata/

・この問題の使用条件
　　特になし。

・作者からのＰＲ
　　みなさんも面白い問題作ってくださいね！このゲームの作者のページで、ミリオ
　　ネアクイズ差し替え専用ページを用意して待ってますので！（投稿ｏｎｌｙ）
---------------------------------------------------------------------------*/

//この行は修正不要・必須部分
var QuizData = new Array();

//クイズ問題の表記ゾーン・自分のクイズ内容にあわせて書き換えてください。
var gQuizTitle = '[クイズ内容：延岡に関する知識・雑学]';

QuizData[0] = new Array(
"［地名問題］「赤水町」とは延岡ではどう読むでしょうか？",
"あかみずまち",
"あかすいまち",
"せきすいまち",
"しゃくすいまち",
"",
"1");

QuizData[1] = new Array(
"［地名問題］「安賀多町」とは延岡ではどう読むでしょうか？",
"あがたまち",
"あたたまち",
"やすがたまち",
"やすうらまち",
"",
"3");

QuizData[2] = new Array(
"［地名問題］「浦城町」とは延岡ではどう読むでしょうか？",
"うらしろまち",
"ほじょうまち",
"うらしままち",
"りゅうぐうじょう",
"",
"5");

QuizData[3] = new Array(
"［地名問題］「出北」とは延岡ではどう読むでしょうか？",
"いできた",
"できた",
"すいほく",
"しゅっぺい",
"",
"3");

QuizData[4] = new Array(
"［地名問題］「大峡町」とは延岡ではどう読むでしょうか？",
"おおかいまち",
"だいきょうまち",
"おおこうまち",
"だいこうまち",
"",
"6");

QuizData[5] = new Array(
"［地名問題］「粟野名町」とは延岡ではどう読むでしょうか？",
"あわのみょうまち",
"あわのなまち",
"くりのなまち",
"もみのめいまち",
"",
"4");

QuizData[6] = new Array(
"［地名問題］「卸本町」とは延岡ではどう読むでしょうか？",
"おろしほんまち",
"たなもとまち",
"おもしろまち",
"おろしもとまち",
"",
"2");

QuizData[7] = new Array(
"［地名問題］「妙見町」とは延岡ではどう読むでしょうか？",
"みょうけんまち",
"いたみまち",
"みょうみまち",
"いたけんまち",
"",
"3");

QuizData[8] = new Array(
"［地名問題］「鹿狩瀬町」とは延岡ではどう読むでしょうか？",
"かがせまち",
"いのかりまち",
"いのしかちょう",
"しかがせまち",
"",
"4");

QuizData[9] = new Array(
"［地名問題］「天下町」とは延岡ではどう読むでしょうか？",
"あもりまち",
"あまかまち",
"あめしたまち",
"てんかまち",
"",
"6");

QuizData[10] = new Array(
"［地名問題］「櫛津町」とは延岡ではどう読むでしょうか？",
"くしつまち",
"しっつまち",
"かつおまち",
"せしんまち",
"",
"4");

QuizData[11] = new Array(
"［地名問題］「行縢町」とは延岡ではどう読むでしょうか？",
"むかばきまち",
"ゆばまち",
"こうばきまち",
"いとうまち",
"",
"5");

QuizData[12] = new Array(
"［地名問題］「別府町」とは延岡ではどう読むでしょうか？",
"びゅうまち",
"べっぷまち",
"へちままち",
"わかれのまち",
"",
"1");

QuizData[13] = new Array(
"［地名問題］「平原町」とは延岡ではどう読むでしょうか？",
"ひらばるまち",
"ひらはらまち",
"へいげんまち",
"ひろっぱまち",
"",
"1");

QuizData[14] = new Array(
"［地名問題］「祝子町」とは延岡ではどう読むでしょうか？",
"ほうりまち",
"いわいごまち",
"おいわいまち",
"いわこまち",
"",
"4");

QuizData[15] = new Array(
"［地名問題］「恵比寿町」とは延岡ではどう読むでしょうか？",
"えびすまち",
"こんぴらまち",
"けしゃすまち",
"へべすまち",
"",
"1");

QuizData[16] = new Array(
"［地名問題］「春日町」とは延岡ではどう読むでしょうか？",
"かすがまち",
"はるまち",
"はるかまち",
"しゅんかまち",
"",
"2");

QuizData[17] = new Array(
"［地名問題］「愛宕町」とは延岡ではどう読むでしょうか？",
"あたごまち",
"あいこうまち",
"あいすまち",
"あいどうまち",
"",
"3");

QuizData[18] = new Array(
"［地名問題］「惣領町」とは延岡ではどう読むでしょうか？",
"そうりょうまち",
"そうれいまち",
"すえりまち",
"すざきまち",
"",
"5");

QuizData[19] = new Array(
"［地名問題］「西階町」とは延岡ではどう読むでしょうか？",
"にししなまち",
"にしざしまち",
"すいかんまち",
"せいかまち",
"",
"5");

QuizData[20] = new Array(
"［地名問題］「博労町」とは延岡ではどう読むでしょうか？",
"ばくろうちょう",
"ひろおうちょう",
"ひろうまち",
"ばくばくまち",
"",
"6");

QuizData[21] = new Array(
"［地名問題］「出口町」とは延岡ではどう読むでしょうか？",
"いでくちまち",
"でぐちまち",
"しゅっこうまち",
"はざままち",
"",
"6");

QuizData[22] = new Array(
"［地名問題］「土々呂町」とは延岡ではどう読むでしょうか？",
"ととろまち",
"つちずろまち",
"とろろまち",
"つりょまち",
"",
"2");

QuizData[23] = new Array(
"［地名問題］「大貫町」とは延岡ではどう読むでしょうか？",
"おおぬきまち",
"だいかんまち",
"おいぬきまち",
"おうとうまち",
"",
"2");

QuizData[24] = new Array(
"［地名問題］「祇園町」とは延岡ではどう読むでしょうか？",
"ぎおんまち",
"かみぞのまち",
"ぎよんまち",
"しえんまち",
"",
"6");

QuizData[25] = new Array(
"［常識問題］延岡市の木「くろがねもち」、延岡市では別名何という？",
"いもぐす",
"あげは",
"うぐいす",
"はざくら",
"",
"6");

QuizData[26] = new Array(
"［常識問題］延岡市歌の歌いだしは？",
"黒汐光る南の海に",
"古き世の歴史をたたえ",
"新しき郷土のあゆみ",
"新しい朝日が昇る",
"",
"5");

QuizData[27] = new Array(
"［食物問題］五ヶ瀬川の鮎は「○○」ともいわれいる。○○にはいる言葉は？",
"香鮎",
"美鮎",
"味鮎",
"焼鮎",
"",
"4");

QuizData[28] = new Array(
"［歴史問題］2003年で延岡市のシンボル・城山に延岡城が築城されて何年がたつでしょう？",
"400",
"100",
"200",
"1000",
"",
"3");

QuizData[29] = new Array(
"［常識問題］城山の鐘は１日に何回、鐘をついて時を報せていますか？",
"6",
"12",
"3",
"9",
"",
"4");

QuizData[30] = new Array(
"［歴史問題］延岡市の誕生はいつでしょう？",
"昭和8年",
"明治5年",
"大正3年",
"昭和20年",
"",
"5");

QuizData[31] = new Array(
"［常識問題］延岡市内にある国指定の古墳群の名称は？",
"南方古墳郡",
"北方古墳郡",
"西方古墳郡",
"東方古墳郡",
"",
"4");

QuizData[32] = new Array(
"［歴史問題］内藤記念館を延岡市に寄付した人は？",
"内藤政道",
"内藤政挙",
"内藤政樹",
"内藤政信",
"",
"6");

QuizData[33] = new Array(
"［歴史問題］今山大師寺の弘法大使銅像は誰でしょう？",
"空海",
"御影",
"星雲大師",
"だるま大師",
"",
"5");



QuizData[34] = new Array(
"［常識問題］延岡市民歌の歌いだしは？",
"あふれる光朝の町",
"愛宕のみどりさわやかに",
"工場の都延岡は",
"子供の大きな笑い声",
"",
"6");

QuizData[35] = new Array(
"［常識問題］おせったいの心「た」のキーワードは？",
"大切な真心！",
"大切に思う心！",
"大事に思う心！",
"楽しませる心！",
"",
"3");

QuizData[36] = new Array(
"［歴史問題］若山牧水が延岡で過ごした時期は高等小学校時代と中学校時代の何年間か？",
"5年間",
"3年間",
"7年間",
"9年間",
"",
"4");

QuizData[37] = new Array(
"［歴史問題］岩熊井堰に関連する重要人物といえば「藤江監物」とあと一人誰か？",
"江尻　喜多右衛門",
"江近　喜多右衛門",
"江尻　喜多左衛門",
"江尻　北衛門",
"",
"6");

QuizData[38] = new Array(
"［常識問題］十日えびすの当日は「本えびす」、前日を「宵えびす」というが、祭りの翌日は何というか？",
"明けえびす",
"暮えびす",
"終えびす",
"又えびす",
"",
"4");

QuizData[39] = new Array(
"［常識問題］今山に立つ弘法大師銅像の重さは？",
"11ｔ",
"31ｔ",
"1ｔ",
"21ｔ",
"",
"3");

QuizData[40] = new Array(
"［常識問題］今山に立つ弘法大師銅像の高さは？",
"17ｍ",
"5ｍ",
"100ｍ",
"24ｍ",
"",
"3");

QuizData[41] = new Array(
"［常識問題］今山に立つ弘法大師銅像の足の大きさは？",
"62文",
"33文",
"52文",
"100文",
"",
"3");

QuizData[42] = new Array(
"［食物問題］チキン南蛮のルーツを辿っていくと延岡のあるお店に辿りつく。そのお店とは？",
"翁",
"直ちゃん",
"おぐら",
"倉",
"",
"5");

QuizData[43] = new Array(
"［食物問題］チキン南蛮にかけるソースといえば？",
"タルタルソース",
"オイスターソース",
"クリームーソース",
"ケチャップソース",
"",
"2");

QuizData[44] = new Array(
"［食物問題］チキン南蛮が宮崎で広がっていった背景として地鶏焼きが知れ渡っていた事ともうひとつ？",
"養鶏も盛んであった",
"鳥の価格が安かった",
"鳥料理を食べる習慣があった",
"鳥の狩猟が盛んだった",
"",
"6");

QuizData[45] = new Array(
"［食物問題］五ヶ瀬川に多数生息して体長30cmを超えるような巨鮎を何というか？",
"尺鮎",
"延鮎",
"大鮎",
"長鮎",
"",
"4");

QuizData[46] = new Array(
"［食物問題］五ヶ瀬川が鮎の生息に適しているのは水がきれいで、餌となる何が豊富だからでしょうか？",
"コケ",
"微生物",
"水草",
"小魚",
"",
"2");

QuizData[47] = new Array(
"［常識問題］毎年秋、10月初めから11月終わりにかけ五ヶ瀬川に掛けられるものといえば？",
"鮎やな",
"虹",
"かけ橋",
"うなぎ取のしかけ",
"",
"1");

QuizData[48] = new Array(
"［食物問題］平成13年、延岡市街地を流れる五ヶ瀬川の名物『鮎焼き』が何に認定された？",
"かおり風景百選",
"おいしい名産百選",
"多香味百選",
"九州物産百選",
"",
"3");

QuizData[49] = new Array(
"［食物問題］昭和62年秋、現天皇皇后両陛下ご来延の際、お土産にお買い求められた品は？",
"うるか",
"昆布巻",
"甘露煮",
"生鮎",
"",
"5");

QuizData[50] = new Array(
"［食物問題］鮎は鮎魚・阿由とも書くがもう一つこんな書き方もあります。それは？",
"安由",
"香美",
"魚占",
"蛙愉",
"",
"3");

QuizData[51] = new Array(
"［地名問題］「旭ヶ丘」とは延岡ではどう読むでしょうか？",
"あさひがおか",
"あきらおか",
"さんらいず",
"こうがおか",
"",
"1");

QuizData[52] = new Array(
"［地名問題］「旭町」とは延岡ではどう読むでしょうか？",
"あさひまち",
"きょうまち",
"きょくまち",
"こくまち",
"",
"1");

QuizData[53] = new Array(
"［地名問題］「稲葉崎町」とは延岡ではどう読むでしょうか？",
"いなばさきまち",
"いねはざきまち",
"とうわざきまち",
"こくざきまち",
"",
"1");

QuizData[54] = new Array(
"［地名問題］延岡には「うわだまち」という町がありますが漢字ではどう書くでしょうか？",
"宇和田町",
"上田町",
"卯亘町",
"有輪多町",
"",
"2");

QuizData[55] = new Array(
"［地名問題］「追内町」とは延岡ではどう読むでしょうか？",
"おいうちまち",
"おうちまち",
"おないまち",
"ついなまち",
"",
"2");

QuizData[56] = new Array(
"［地名問題］「大門町」とは延岡ではどう読むでしょうか？",
"おおかどまち",
"だいもんまち",
"たいぼんまち",
"まりもまち",
"",
"1");

QuizData[57] = new Array(
"［地名問題］延岡には「うわだまち」という町がありますが漢字ではどう書くでしょうか？",
"宇和田町",
"上田町",
"卯亘町",
"有輪多町",
"",
"2");

QuizData[58] = new Array(
"［食物問題］鮎は生後満何年で成熟するでしょうか？",
"１",
"２",
"３",
"４",
"",
"4");

QuizData[59] = new Array(
"［食物問題］鮎の産卵数は普通何粒でしょう？",
"２～７万",
"２００～７００",
"２０００～７０００",
"５０００～１万",
"",
"4");

QuizData[60] = new Array(
"［食物問題］メヒカリは、標準和名は何でしょう？",
"アオメエソ",
"クルリエナ",
"アメリソ",
"エメルグリン",
"",
"4");

QuizData[61] = new Array(
"［食物問題］メヒカリは姿もグロテスクであるが特にどこが異常に大きいでしょう？",
"目",
"舌",
"口",
"エラ",
"",
"2");

QuizData[62] = new Array(
"［食物問題］「のべおかのメヒカリ」が全国に広まっていったのはなにがキッカケだったでしょう？",
"週刊誌のコーナーで紹介",
"有名人が好物として紹介",
"人気料理番組の中で紹介",
"無料配布など宣伝活動",
"",
"5");

QuizData[63] = new Array(
"［食物問題］メヒカリの眼は何色に輝くでしょう？",
"エメラルドグリーン",
"アクアマリン",
"サンライズ・イエロー",
"マリーゴールド",
"",
"3");

QuizData[64] = new Array(
"［食物問題］「ちりめん」の製品として何を使ったものが高級（上物）でしょうか？",
"カタクチイワシの稚魚",
"カルカイワシの稚魚",
"ヒラゴイワシの稚魚",
"アジの稚魚",
"",
"4");

QuizData[65] = new Array(
"［食物問題］「ちりめん」は大きさによってどう分けられるか？",
"小すじ、中すじ、太白",
"小もの、中もの、大もの",
"小うお、中うお、太うお",
"小魚、中魚、大魚",
"",
"3");

QuizData[66] = new Array(
"［食物問題］「やぶれまんじゅう」は、延岡の製菓店が売り出したのが始まりだがそれは何年前か？",
"400年ほど前",
"500年ほど前",
"300年ほど前",
"200年ほど前",
"",
"3");

QuizData[67] = new Array(
"［食物問題］「やぶれまんじゅう」は、その由来からもうひとつ何と呼ばれるか？",
"オガタマまんじゅう",
"バクハツまんじゅう",
"ギョクロまんじゅう",
"ビーダマまんじゅう",
"",
"3");

QuizData[68] = new Array(
"［食物問題］椎茸の「純粋培養菌接種法」を考案したのは延岡出身の誰？",
"北島君三博士",
"北島三朗博士",
"北島高三博士",
"北島宏二博士",
"",
"6");

QuizData[69] = new Array(
"［方言問題］延岡の方言「あんげ」を標準語にするとどういう意味？",
"あのように",
"あげる",
"あげみ",
"どうする",
"",
"3");


QuizData[70] = new Array(
"［方言問題］延岡の方言「あっどん」を標準語にするとどういう意味？",
"あの人たちは",
"お父さん",
"あっちは",
"うどん",
"",
"2");


QuizData[71] = new Array(
"［方言問題］延岡の方言「あば」を標準語にするとどういう意味？",
"新しい物",
"あれは",
"悪い女",
"自分の車",
"",
"4");

QuizData[72] = new Array(
"［方言問題］延岡の方言「いっぺこっぺ」を標準語にするとどういう意味？",
"たくさん",
"まとまらない",
"行って帰ってくる",
"こんぺいとう",
"",
"1");

QuizData[73] = new Array(
"［方言問題］延岡の方言「いわんごつ」を標準語にするとどういう意味？",
"言わないように",
"岩のように強い意志",
"黒砂糖",
"そういうなら",
"",
"3");

QuizData[74] = new Array(
"［方言問題］延岡の方言「いんでくる」を標準語にするとどういう意味？",
"帰ってくる",
"行ってくる",
"買ってくる",
"取ってくる",
"",
"2");

QuizData[75] = new Array(
"［方言問題］延岡の方言「うてなうな」を標準語にするとどういう意味？",
"相手にするな",
"売るな",
"喧嘩をするな",
"歌うな",
"",
"6");

QuizData[76] = new Array(
"［方言問題］延岡の方言「うどまかす」を標準語にするとどういう意味？",
"ぶんなぐる",
"おとなしくさせる",
"木を切る",
"飲みすぎる",
"",
"1");

QuizData[77] = new Array(
"［方言問題］延岡の方言「おり」を標準語にするとどういう意味？",
"俺",
"折箱",
"親戚",
"弟",
"",
"2");

QuizData[78] = new Array(
"［方言問題］延岡の方言「おじい」を標準語にするとどういう意味？",
"恐ろしい 怖い",
"おじいさん お年寄り",
"寒い 冷える",
"おじぎ あいさつ",
"",
"2");

QuizData[79] = new Array(
"［方言問題］延岡の方言「おぶくれる」を標準語にするとどういう意味？",
"おぼれる",
"おんぶしてくれる",
"怒ってふくれる",
"お金をくれる",
"",
"1");

QuizData[80] = new Array(
"［方言問題］延岡の方言「おらぶ」を標準語にするとどういう意味？",
"大きな声で叫ぶ",
"いばる",
"自分",
"押す",
"",
"1"); 

QuizData[81] = new Array(
"［方言問題］延岡の方言「おこつる」を標準語にするとどういう意味？",
"バカにする",
"怒る",
"ひきずる",
"お世辞をいう",
"",
"5");

QuizData[82] = new Array(
"［方言問題］延岡の方言「あまめ」を標準語にするとどういう意味？",
"ゴキブリ",
"カエル",
"ナメクジ",
"アリ",
"",
"4");

QuizData[83] = new Array(
"［風習問題］延岡で初盆をむかえる家にお中元代りご仏前として贈る調味料は？",
"白砂糖",
"食塩",
"醤油",
"酢",
"",
"5");

QuizData[84] = new Array(
"［歴史問題］旭化成サービス、年輩の延岡市民や旭化成社員が呼んでいた別の呼び方とは",
"供給所",
"配給所",
"購買所",
"競売所",
"元々は旭化成社員の為の生活物資供給所だったらしい",
"6");

QuizData[85] = new Array(
"［方言問題］延岡の方言「がんたれ」を標準語にするとどういう意味？",
"品が悪い　ボロ",
"すだれ",
"怒りっぽい",
"にらむ",
"",
"5");

QuizData[86] = new Array(
"［方言問題］標準語「飢え」を延岡の方言ではどういう？",
"かつえぼ",
"かつぼえ",
"かつうえ",
"かひじい",
"",
"6");

QuizData[87] = new Array(
"［方言問題］標準語「おおげさ」を延岡の方言ではどういう？",
"ぎゅうらしい",
"ぎょうらしい",
"ぎゃうらしい",
"ぎっうらしい",
"",
"6");

QuizData[88] = new Array(
"［方言問題］標準語「崩れる」を延岡の方言ではどういう？",
"くえる",
"くわる",
"くずるる",
"くえぞ",
"",
"6");

QuizData[89] = new Array(
"［歴史問題］内藤政拳公が死去したのは何年？",
"１９２７年",
"１８９７年",
"１９４４年",
"１９７２年",
"内藤政拳公は７８歳で死去した。",
"6");

QuizData[90] = new Array(
"［歴史問題］後藤勇吉が墜落死した場所は？",
"佐賀県の山中",
"宮崎県の山中",
"熊本県の山中",
"福岡県の山中",
"後藤勇吉は１９２８年２月２９日に佐賀県の山中で墜落死した。",
"5");

QuizData[91] = new Array(
"［歴史問題］歌人若山牧水は何歳で死去したか？",
"４４歳",
"４８歳",
"３４歳",
"５５歳",
"歌人若山牧水は１９２８年９月１７日に４４歳という若さで死去した",
"4");

QuizData[92] = new Array(
"［歴史問題］１９３０年４月三村の合併が成立し、新しい延岡町が生まれた。その三村とは？",
"延岡町・岡富町・恒富町",
"岡富町・恒富町・稲葉崎町",
"恒富町・稲葉崎町・天下町",
"旭ヶ丘・天下町・延岡町",
"１９３０年４月三村の合併が成立し、新しい延岡町が生まれた。",
"4");

QuizData[93] = new Array(
"［歴史問題］今山は昔なんと呼ばれていたか？",
"蓬莱山",
"弘法山",
"八幡山",
"徐福山",
"今山の東側ふもとで江戸末期から明治末期まで蓬莱山焼。別名今山焼が開窯され、茶碗。仏花器など当時の作品が内藤記念館に展示してある",
"2");

QuizData[94] = new Array(
"［歴史問題］寛永８年大武町に生まれ伊藤仁斎に儒学を学ぶ傍ら医術を習得し、私塾を開いたのは？",
"渡辺正庵",
"野口遵",
"間野寅次郎",
"有馬直純",
"私塾を開き多くの子弟を育て、さらに藩主有馬康純から子の永純の師として召し抱えられた。",
"2");

QuizData[95] = new Array(
"［歴史問題］今山大師寺で旧暦３月２１日の大師の命日に行われる大法要をなんというか？",
"おだいっさん",
"おだわらさん",
"おだいつさん",
"おださわさん",
"昭和３２年に台座ともで高さ１７ｍの日本一の弘法大師像が建てられた。",
"1");

QuizData[96] = new Array(
"［常識問題］今山恵比須神社である九州三大えびすといえば？",
"１０日えびす",
"１１日えびす",
"７日えびす",
"２０日えびす",
"毎年２月１０・１１日には商売繁盛祈願、航海安全祈願などに県内から５・６万人の参拝客が訪れる。",
"1");

QuizData[97] = new Array(
"［常識問題］日向之国七福神霊場のひとつである今山恵比須神社にはどの神を祀っているか？",
"恵比須大神",
"大黒天",
"弁財天",
"布袋尊",
"",
"1");

QuizData[98] = new Array(
"［常識問題］毎年８月第２週の土・日の２日間に渡って行われるまつりといえば？",
"まつりのべおか",
"ばんばのべおか",
"つりのべおか",
"まつりてんごく",
"昭和５２年延岡青年会議所の提唱により市民協力のもとに始った夏まつりである。",
"1");

QuizData[99] = new Array(
"［常識問題］周囲１．２５ｋｍ、何のために？水はどこから？幻の大鯉？謎の多いこの池の名は？",
"金堂ヶ池",
"くじら池",
"ごかせ池",
"かなだが池",
"この池は干上がったことがないという。体調１ｍを超える大鯉がいるという。相当深いとか、底なしとかいわれている。",
"1");












/*---ベース置き場。カット＆ペーストしてお使いください。

QuizData[] = new Array(
"",
"",
"",
"",
"",
"",
"");

*/
