{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"bwh@xxxxxxxxxx.xxxxxxxxxxxxxxx)","from":"bwh@...)","replyTo":"LIST","senderId":"Rz4uYg3peqD6wyWuy62PsQ5EMPirQbowQL9UVkE5hhPPHGtI3mlC0ucAE5A02htZ6eee8Pc3JpxWjJ6jeQ1R5AUAov70XQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: bathory","postDate":"925191401","msgId":103,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44LjEwMy45NTkyNzM4NzdAZUdyb3Vwcy5jb20+"},"prevInTopic":102,"nextInTopic":0,"prevInTime":102,"nextInTime":104,"topicId":94,"numMessagesInTopic":6,"msgSnippet":"... all, ... It _should_ make up for it, however there are other mitigating factors. The pets are not generally as useful as necro pets, since these pets lag ","messageBody":"<div id=\"ygrps-yiv-1704991043\"><blockquote><span title=\"ireply\">&gt;I must reiterarte that while the HT is not the equal of a LoH, if you look <br/>\n&gt;at the overall picture, the fact we have pets should make up for it. After<br/>\n </span></blockquote>all, <br/>\n<blockquote><span title=\"ireply\"> &gt;Paladins do not get pets of any kind.<br/>\n<br/>\n </span></blockquote>It _should_ make up for it, however there are other mitigating factors.<br/>\nThe pets are not generally as useful as necro pets, since these pets lag<br/>\nbehind the SK&#39;s level by a significant amount.  A 10th level SK&#39;s pet is<br/>\nprobably not that threatening to the type of monster a 10th level SK will<br/>\nattempt to solo.  This is actually somewhat of a problem with SK spells in<br/>\ngeneral -- they&#39;re not useful at the levels they are actually acquired.  <br/>\n<br/>\nIn addition, SKs are evil, therefore they&#39;re often KOS in many lands.  This<br/>\nmeans they are already working at a significant disadvantage to paladins.<br/>\nThis makes travel particularly dangerous for SKs, and to make matters worse<br/>\nthey don&#39;t get ANY spells to assist travelling long distances or to heal<br/>\nthemselves.  An invis or gate spell in addition to a lifetap would REALLY<br/>\nbe nice to pick up at level 15 or so.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;As for suggestion on how to bring our concerns to the DEv team, I&#39;m not <br/>\n&gt;sure. The severe lack of customer service they supple suggests it will be<br/>\n </span></blockquote>difficult, and<br/>\n<blockquote><span title=\"ireply\"> &gt;nothing short if FLooding their mail box will elicit a response. Even<br/>\n </span></blockquote>then, I&#39;m<br/>\n<blockquote><span title=\"ireply\"> &gt;not so sure.<br/>\n<br/>\n </span></blockquote>Once again, my position as a game developer probably provides some insight<br/>\ninto this.  It is quite obvious from Smedley&#39;s public comments that they<br/>\nare aware of the bugs/complaints.  Lack of an individual response (or even<br/>\na public position on more widespread grievances, e.g. vampiric embrace not<br/>\nworking, rogue issues, and SK HT) irks some, but if they do nothing but<br/>\nanswer e-mails or post position papers then they are likely neglecting the<br/>\ntask of actually resolving issues.  For example, it&#39;s pretty obvious that<br/>\nthe past few days they&#39;ve concentrated on networking/packet loss/ISP issues.<br/>\n<br/>\nProbably the wisest thing to do is write a very intelligently done essay,<br/>\npost it to a Web site, message board, etc. and also e-mail it to John<br/>\nSmedley politely.  If he doesn&#39;t respond, so be it, however I&#39;m sure he&#39;ll<br/>\nread the e-mail and take it into consideration.<br/>\n<br/>\nTo me the big issues are:<br/>\n<br/>\n1.  HT does not balance against LoH.  To make this fairer/more balanced, I<br/>\nthink they should either:<br/>\n\t- not allow it to be resisted (partially or completely)<br/>\n\t- make it analogous to LoH in terms of damage<br/>\n\t..or..<br/>\n\t- allow it to be cast at a faster rate, three times a day<br/>\n<br/>\nI&#39;m against the latter, since it then becomes a tool instead of an escape<br/>\nmechanism.  I like the idea of HT being used for epic battles and sticky<br/>\nsituations instead of just using it during the normal course of a day of<br/>\nadventuring.<br/>\n<br/>\n2.  SKs are KOS in many lands, so this should affect the balancing somewhat<br/>\n(or we just accept that this makes them more difficult to play and so be it).<br/>\n<br/>\n3.  While SK pets do offset some of the negative aspects, they are fairly<br/>\nweak and not as useful as many players believe.<br/>\n<br/>\n4.  Since SKs are KOS in so many areas, they should have SOME type of &quot;safe<br/>\ntransport&quot; spell at their disposal.  At a minimum invis, preferably a gate.<br/>\n<br/>\n5.  Like warriors, SKs do not have the ability to heal at an accelerated<br/>\nrate.  Instead of comparing them to warriors, however, I think it is more<br/>\nvalid to compare them to paladins and necros, their closest analogs, both<br/>\nof whom have healing type spells.  A simple lifetap would help out a lot,<br/>\nand I think would actually make the game more interesting, since you would<br/>\nhave SKs that roam the land sucking the life from creatures in order to<br/>\nsustain their own health.<br/>\n<br/>\nBrian Hook<br/>\nVrathus, 10th level SK on Cazic-Thule</div>","specialLinks":[]}}