{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"KyuO5zJbektthaIX3wFS6GzXGLqs8SslOv6e8fv_iL3-EJGi0SwQ1DMfM8HNTPj4AZs8WUj0Ek1uTL7yJ_P2Mjcq4jKVcsdJj5wh0jjyKg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: vrathus","postDate":"925193524","msgId":104,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44LjEwNC45NTkyNzM4NzdAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":103,"nextInTime":105,"topicId":104,"numMessagesInTopic":1,"msgSnippet":"just a few quick comments: we DO get an invis spell, gather shadows, at lvl 30. yeah, it is awfully late to be getting a travel related spell, but by then","messageBody":"<div id=\"ygrps-yiv-1226660063\">just a few quick comments:<br/>\nwe DO get an invis spell, gather shadows, at lvl 30. yeah, it is awfully<br/>\nlate to be getting a travel related spell, but by then we&#39;re getting other<br/>\nnifty spells as well. also, not ALL of our spells are useless at the level<br/>\nwe get them. at lvl 15 clinging darkness makes you considerably more<br/>\nfearsome: not only is it a DOT spell that helps you kill things faster, it<br/>\nalso slows them, meaning you can run if you need to, and prevent THEM from<br/>\ntrying to escape. the pet spell was actually useful for lvls 15-17, as it<br/>\nwas keeping up with me as far as hit rate and damage was concerned, and<br/>\nsometimes surpassing me. (remember that a monster of your same level can<br/>\nprobably beat the crap out of you unless you are lucky or a lot smarter than<br/>\nit, so just because its several levels weaker than you doesnt make the pet<br/>\nCOMPLETELY useless..). fear is also useful, under controlled circumstances.<br/>\ni.e., do NOT use fear on a froglok in guk unless you want to take a<br/>\nscreenshot of 30 ton knights before you die.<br/>\n<br/>\ni am also concerned about the vampiric embrace issue, and sincerely hoping<br/>\nthey get their act together and give it lifetapping ability rather than str<br/>\ndrain by the time i reach lvl 22. after all, i already HAVE a str drain<br/>\nspell, and a ranged one at that. if i dont have a cleric around, i am SOL if<br/>\ni get beat up badly. and i&#39;d rather not have to wait until i get a<br/>\ndarkreaver to be able to heal myself :)<br/>\n<br/>\nas for your ideas on harm touch, i think i prefer method one. if you raised<br/>\nit to the level of LoH in terms of damage, it would be blatantly<br/>\noverpowered. most creatures you fight probably dont have that much more than<br/>\n20 times your level in hp, and you&#39;d see SK slaughtering nasties left and<br/>\nright without breaking a sweat. a non-resistance policy may allow for some<br/>\nabuse issues, but at least would put it more on the same footing with LoH.<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}