{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rich Hitz","from":"Rich Hitz &lt;rich.hitz@...&gt;","replyTo":"LIST","senderId":"wlEuZwN2IaLklVwTjxmW_0Ca_DmGt9sjEp39VkT8AGFarlB8dbaJ77gGM0w4oetenk4TJtXQthRXPnSsJITZ5xAzFfVw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RANT (was: The madness has begun...)","postDate":"941560487","msgId":1163,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xNDMuMTE2My45NTkyNzM4NzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1162,"nextInTime":1164,"topicId":1163,"numMessagesInTopic":1,"msgSnippet":" ...  NO! Brian, please tell the admins at Verant to make all class specific armor NO DROP again!  This was one of the few quests in the game that","messageBody":"<div id=\"ygrps-yiv-1793276261\">&lt;snip&gt;<br/>\n| From: Countess Bathory D&#39;Allatu<br/>\n|<br/>\n| The other day a level 14 warrior messaged me and tried<br/>\n| to get me to buy a DF Helm.<br/>\n|<br/>\n| Need i say more?<br/>\n|<br/>\n| =====<br/>\n&lt;Snip&gt;<br/>\n<br/>\nNO!<br/>\nBrian, please tell the admins at Verant to make all class specific armor NO<br/>\nDROP again!  This was one of the few quests in the game that my Troll was<br/>\nlooking forward to aquiring HIMSELF! I don&#39;t care how long it takes me to<br/>\nget a complete set, I am going to get it all myself, without help (ie buying<br/>\nit from another player) except from my guild members whom storm the dungeons<br/>\nwith me and help me get what I need. Having to get all the items myself to<br/>\nget armor that was meant for my character added MISSING elements to<br/>\nEverquest... Roleplaying, Teamwork, and FUN.<br/>\nI want that back.<br/>\nSorry Brian, I am not attacking you, just venting frustration. And hoping my<br/>\nvoice will be heard by those who changed it in the first place.<br/>\n<br/>\n<br/>\nThis brings up other topics that have bugged me for quite a while. Get ready<br/>\nfor a RANT!<br/>\n<br/>\n<br/>\n<br/>\nOk, here goes.<br/>\nLast night someone with the Flaming Paladin sword (Firey Avenger?) and a<br/>\nBarbarian were in Nektulos Forrest bashing on the guards at the bridge.<br/>\nAfter killing 2, another roamed by and attacked them.  I&#39;m sorry, but anyone<br/>\nwho just bashes guards for the fun of it is a loser!  So, I looted the body<br/>\nof one guard (I was playing my Rogue at the time) to keep the losers from<br/>\ngaining anymore than they had already.<br/>\nA 1st level female SK was watching and said &quot;Let them loot their kills. It<br/>\nis the honorable thing to do.&quot;<br/>\nI said &quot;I will not stand around and let anyone profit from killing our<br/>\nguards if I can help it. If I was strong enough, I would have punched a<br/>\nguard to get it to follow me, collected a few and trained then into these<br/>\n2.&quot;<br/>\nShe said &quot;by right of conquest, they earned what was on those guards.&quot;<br/>\nI said &quot;I don&#39;t care. #1, I&#39;m a rogue. I steal to make my living. #2, they<br/>\nare of the Light and invading my homeland, and I have more of a right to<br/>\nslight them in anyway I can while in my domain. #3, you are a Shadow Knight<br/>\nthat is forsaking her god, and her people by siding with them.&quot;<br/>\nShe did not reply, but Mr Avenger said: &quot;You can come kill our guards if you<br/>\nlike. I do. lol&quot;<br/>\nI said &quot;I plan on it. And that makes you a traitor to your people and to<br/>\nyour god as well.  Neither of you are worthy of your gods!&quot;<br/>\nI was so fed up I logged off immediately.<br/>\n<br/>\nIt just struck me wrong all the greed that goes on in this game.  I do not<br/>\nagree that every DE that is created has the principles of Drizzt Do`Urden<br/>\n(spelling?) and travels the lands with those of the Light, yet also returns<br/>\nhome anytime they want without penalty.  Dark Elves would no longer be<br/>\nfeared and loathed if this were true. I am a firm believer in the RP aspect<br/>\nof this game.  If you choose and evil race/class, play it the way it was<br/>\nmeant. Granted, unless you solo, you will beforced most of the time to group<br/>\nwith good races, but the dynamics of the game require it sometimes.<br/>\nAfterall, DE Clerics don&#39;t grow on trees.  In these situations, the<br/>\ncharacter is using those of the light and their kind hearts.<br/>\nAnyone else fed up with the garbage that happens and is accepted as a way of<br/>\nlife besides me? This is upsetting me very much and I honestly cannot figure<br/>\nout how to put it into words.<br/>\n<br/>\n<br/>\nAND<br/>\n<br/>\nA 1st level DE SK cam up to my 5th level rogue and said &quot;Can you give me<br/>\nsome stuff? You know: money, or armor, etc.&quot;<br/>\nI said &quot;ROTFLMAO!  Your joking right?&quot;  I then proceeded to Hide/Sneak away<br/>\nfrom his sorry a$$.<br/>\n<br/>\nI cannot stand Whiney, beggers that EXPECT you to just give them the banded<br/>\noff your back!<br/>\nI have given away plenty of stuff. my TSK has given away a complete set of<br/>\nMesh armor, a Woven Tunic, and a Cracked Staff to a newbie mage that helped<br/>\nme out as a thank you. I would have died in a nasty spot if they hadn&#39;t<br/>\nhelped me. They didn&#39;t ask or expect anything.  When they asked how they<br/>\ncould repay me, I said to help her dark brothers and sister like you did me.<br/>\nGREED! AK!<br/>\nEvil is ok. Heh. But the extent to which blatant abuse of the &quot;GIMMIE,<br/>\nGIMMIE&quot; rule is disgusting. I do not ask for anything of my hello players<br/>\nexcept a pleasant RP atmosphere. Some people just don&#39;t get it. I will<br/>\naccept gifts. Generally these gifts have been within the normal level range<br/>\nfor my characters. The biggest thing that I would have no chance in the PoF<br/>\nof getting were the Blackened Gauntlets my rogue has.  This was from my<br/>\nguild leader as I had absolutley no armor and my newbie dagger.<br/>\n<br/>\nAND<br/>\n<br/>\nThe XP penalty thing. Why on Norrath do TSKs get a 60% XP penalty? (this<br/>\ntrusts the earlier post that mentioned this is correct) Even in AD&D, a DE<br/>\ngets a what 25% race penalty, and most kits also have a -10% penalty? I<br/>\nthink this is correct. Feel free to let me know otherwise. =)   True, this<br/>\nin not AD&D, but that 60% scenerio is a bit steep IMHO.  I do not agree that<br/>\njust because I chose to be Evil that it should take me, or anyone else over<br/>\ntwice as long to level when our opposites (Paladins) have basically the same<br/>\nabilities and limits not counting HT or Complete Heal. That factor alone<br/>\nunbalances the game. If the game is biased against those of an evil<br/>\nalignment, put it in plain English how. If it already is, can you show me<br/>\nwhere? I have put alot of time and effert into my TSK, and I enjoy playing<br/>\nhim. It makes me sad to think that just because I am evil that the gods of<br/>\nVerant punish me so in XP when everyplace else in the world they have<br/>\ncreated is also biased against me (kos).<br/>\nIn spite of all this I will continue to RP my TSK and have fun. I am not<br/>\nreally out to be a Powergamer. I like the RP aspect very much, though it it<br/>\nis also very lacking. However, the people I adventure with are passing me<br/>\nup, and quickly. Pretty soon, I will not be able to adventure with them as I<br/>\nwill draw more creatures to the group and die more often. You all have<br/>\nprobably seen this type of thing before, or even had it happen to you. If<br/>\nyou figured a way around this, plz let me know.<br/>\nThank you.<br/>\n<br/>\n<br/>\nSorry for the long rant, but I needed to get that out after last nights<br/>\nBu!!$h!t<br/>\n<br/>\n--<br/>\nSetekh &lt;Dark Omen&gt;<br/>\n5th Season DE Rogue<br/>\nBertoxx<br/>\n--<br/>\nAkenar &quot;Cronik&quot; Khaos &lt;Dark Omen&gt;<br/>\n15th Season TSK<br/>\nLeft Hand of Thule the Pain Bringer<br/>\nBertoxx</div>","specialLinks":[]}}