{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tony Donatelli","from":"&quot;Tony Donatelli&quot; &lt;donatea@...&gt;","replyTo":"LIST","senderId":"pAG5HruQyLY3wx3gFzGjAJ_DSPZdXg7-bZ0QbB9sGhBGGFW1_Wj5BfLO2PkOe-pjeooLQvmYUTVmYEROI9EsV-6nJiKHIBrmRw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Another Feign Death post.","postDate":"943300709","msgId":1243,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xNTcuMTI0My45NTkyNzM4NzhAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1246,"prevInTime":1242,"nextInTime":1244,"topicId":1243,"numMessagesInTopic":4,"msgSnippet":"Sure, the new FD change makes feign pulling harder, but at least now it s more predictable. Regardless of what it was in the past, we know what it is NOW","messageBody":"<div id=\"ygrps-yiv-912018201\">Sure, the new FD change makes feign pulling harder, but at least now it&#39;s<br/>\nmore predictable. Regardless of what it was in the past, we know what it is<br/>\nNOW because they actually gave us the probabilities in the patch message.<br/>\nYou now KNOW that mobs have a 67% of remembering you each time you FD, and<br/>\nthat reduces as you keep feigning. And then there is a 90% chance of them<br/>\nforgetting once they get back to their spot, as Verant calls &quot;going home.&quot;<br/>\nTHAT is key.<br/>\n<br/>\nNow for some advice: Feign pulling is harder, but now more predictable, so<br/>\ninstead of complaining about it, USE THE INFO THEY HAVE GIVEN US. Ok, it&#39;s<br/>\nnot the SAME, but it&#39;s still USEFUL. Like I said, the key is letting the<br/>\nother mobs go home. That is when you get your 90% forget rate. You can&#39;t<br/>\njust go by line-of-sight anymore. Now the easiest way to make sure your<br/>\ntarget stays while the rest go home is some kind of snare/darkness spell.<br/>\nThis is how I do it (as an SK) -- darkness the mob you want, run some SHORT<br/>\ndistance (around a first corner usually), WAIT till ALL of the mobs get on<br/>\nyou, THEN cast feign death. Within a few seconds, the mobs start to head<br/>\nback, BUT the one I put darkness on is slower than the rest. This means,<br/>\nonce I see the other guys get home, I repull my target. And 90% of the time,<br/>\nonly he will come. And I KNOW this because of the numbers Verant provided us<br/>\nwith. Yes, this IS harder than the old way of just letting the others get<br/>\nout of sight, but feign pulls DO still work. I can&#39;t understand<br/>\nmonks/SKs/Necros saying they&#39;ll never use the skill again, that&#39;s just<br/>\nabsurd.<br/>\n<br/>\nAnd another thing, use dead man pulls. A dead man pull is this: The primary<br/>\npuller goes out like normal, hits/darks a mob, runs back near the party (but<br/>\nnot within line-of-sight or aggro range of the group) and feigns. Then a<br/>\nsecondary puller will wait, and when the primary would normally stand up and<br/>\nreturn with their pull, the secondary hits/darks the remaining mob. The<br/>\nsecondary takes that single back to the party, and the primary remains<br/>\nfeigned. This can be extended as necessary (i.e. double or even triple dead<br/>\nmans). Using the dead man pull technique does reduce a lot of the FD stress.<br/>\nIt can be used for lower guk king room, lord room, sol B fire giants, etc.<br/>\nEven in PoH, we used a double dead man.<br/>\n<br/>\nBottom line: Feign pulling is not dead, it is merely harder, but at the same<br/>\ntime more predictable. Stop complaining and just learn how to use the new<br/>\nmethod effectively (and yes, I know it ain&#39;t easy).<br/>\n<br/>\nDravith Vandre&#39;i<br/>\n48 Dark Elf SK<br/>\nMythic Legion</div>","specialLinks":[]}}