{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Leif","from":"Leif &lt;leifsmart@...&gt;","replyTo":"LIST","senderId":"r8IJojxPP91NKJwIrtuZvS4NRE3wzA3rBxvQ1ZpABdwGj2Oeylv0broPLMtLF03Dw_kaAfqZ3KZNjjwMuY8pv56sEg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Is this list still up?","postDate":"951777868","msgId":1286,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xNjcuMTI4Ni45NTkyNzM4NzhAZUdyb3Vwcy5jb20+"},"prevInTopic":1285,"nextInTopic":1287,"prevInTime":1285,"nextInTime":1287,"topicId":1278,"numMessagesInTopic":11,"msgSnippet":"Few replies here 8) I m power gamer alkl the way with a 50 human SK and a 48 barb rogue. Just got myself some more Umbral so I can get my AC up around 860","messageBody":"<div id=\"ygrps-yiv-729156411\">Few replies here 8)<br/>\n<br/>\nI&#39;m power gamer alkl the way with a 50 human SK and a 48 barb rogue.<br/>\nJust got myself some more Umbral so I can get my AC up around 860 which is<br/>\nnice. for any hunting above 45 + your tanks should have 800 AC minimum and 850<br/>\n+ preferably.<br/>\n<br/>\nWarriors still make much better tanks, especially after they get plane gear,<br/>\nbut SK&#39;s are way more versatile and have more options. They are all the best<br/>\nfor general CRing due to both invis&#39;s and FD. I used to think darkforged was<br/>\npretty average, but looking at the AC on some of it, it seems worthwhile to<br/>\nget. Remeber, AC is everything.<br/>\n<br/>\nAt lvl 20 you might want to try unrest, sol A, cazic, UGuk. You should also be<br/>\ntrying to find a good group of regular players. don&#39;t be discouraged if they<br/>\nmake mistakes, but watch to see if they learn from them and be better. Nothing<br/>\nwill get you to 50 quicker then having a solid group you can always party with<br/>\nwho know how each other plays.<br/>\n<br/>\nFG&#39;s are rather simple for us now due to lots of experience. 2 groups is about<br/>\nthe minimum to try them with though. 4 is preferable for the learning process<br/>\nuntil you know what to do. If you have 48 + enchanters they will be able to<br/>\ncharm one FG which will aid the fight a lot. otherwise you should have 3 group<br/>\nconentrating on 1 FG and 1 group tanking the other ones off the casters /<br/>\ncleric. After the first 3 (remember to charge across the bridge for that one)<br/>\nyou can have your cleric bind just there which will speed up CR&#39;s heaps. make<br/>\nsure the rebind when they get out though. The worst pull you should get is 4,<br/>\nand that is later on towards the end. Also, make sure you use a lvl 50 to pull<br/>\nthe throne room. they have a better chane of pulling just a couple of FG&#39;s<br/>\ninstead of a lot. if all else fails, try FD pulling.<br/>\n<br/>\nAs for a dragon, not having a bard is going to hurt you. A lot!<br/>\nYou need to have your mr at 100 or 150 + and fire resist at 150 to 200 +. On<br/>\neveryone. so start collecting your jewellery and items to get up to those<br/>\nnumbers. they are vital. forget stats and AC and mana and everything until you<br/>\nare at those resists or you will get creamed. general groupings is 2 cleric<br/>\nbard 3 tanks for at least 3 groups and the casters in the rest. the melee are<br/>\ntghe key to winning the fight. once all the melee are dead, the fight is over.<br/>\nNaked casters charging the dragon will onlylose them xp so make them stop asap.<br/>\ngrab the corpses and form up for another try. due to the recent changed,<br/>\ndragons are now oneshot only. by the time you are ready to try as 2 nd, they<br/>\nare at full health, so its pretty much all or nothing. but you should try and<br/>\neven if you fail you willlearn from it and gain experiece.<br/>\n<br/>\nIn both cases you should have a loot system set up before hand. nothing sours a<br/>\nraid more then arguments over loot afterwards, and worse still, ninjalooting.<br/>\n<br/>\nPlanes would take few pages to detail, so I&#39;ll leave you to experient. if<br/>\nyou&#39;re still having trouble ask again 8)<br/>\n<br/>\nHope this helps all the people I answered.<br/>\n<br/>\nInosolan Braveheart &lt;Legion&gt;<br/>\n50 Human SK<br/>\n<br/>\n<br/>\nMatt Price wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Matt Price &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mattren@...\">mattren@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Well I just found out there was a list about amonth ago and this thread is<br/>\n&gt; the first one i have received so I&#39;ll introduce myself.<br/>\n&gt;<br/>\n&gt; I just got 47 with Squiggles, My Troll SK on Vallon Zek. I am the leader of<br/>\n&gt; &lt;Da Bashin&#39; Iggles&gt;. My guild and our allies are preparing for a dragon<br/>\n&gt; raid in a month at the max. Tried Fire Giants for the first time on<br/>\n&gt; Saturday night, did ok on the first 3, but got massacred after that. Anyone<br/>\n&gt; got any tips on FG&#39;s, dragons, or breaking into the Planes? Pulling<br/>\n&gt; locations for FG&#39;s would be most beneficial at this time.<br/>\n&gt;<br/>\n&gt; Let me remind you that this is Race War PvP server so we are an al evil<br/>\n&gt; team guild, as are our allies. So we don&#39;t have bards or monks.<br/>\n&gt;<br/>\n&gt; thanks in advance,<br/>\n&gt;<br/>\n&gt; Squiggles Jiggles<br/>\n&gt; lvl 47 TSK<br/>\n&gt; leader of Da Bashin&#39; Iggles<br/>\n&gt;<br/>\n&gt; www.ciab.net/iggles<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Why wait for a credit decision?  Get one instantly!  Apply for<br/>\n&gt; the Capital One 9.9% Fixed APR Visa Platinum!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/1895/5/_/451547/_/951775557/\">http://click.egroups.com/1/1895/5/_/451547/_/951775557/</a><br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt;<br/>\n&gt; -=The Shadow Knight Mailing List=-<br/>\n&gt; -=   Support Evil Roleplaying   =- </span></blockquote></div>","specialLinks":[]}}