{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"bwh@xxxxxxxxxx.xxxxxxxxxxxxxxx)","from":"bwh@...)","replyTo":"LIST","senderId":"vtvbZ_hOpifoEl49ljaaWjlQJtjXecRdBfeGBYJdCghNfS-sV74h6017ytxQkZtqb5ybM3TRiGL0s3oaAUyHYC6ddqWKlQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Well, I give up","postDate":"925512247","msgId":133,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xMi4xMzMuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":134,"prevInTime":132,"nextInTime":134,"topicId":133,"numMessagesInTopic":10,"msgSnippet":"I ve finally hung up the spurs on my 10th level human SK.  I ve just reached the conclusion the SK is way underpowered vs. just about any other class out","messageBody":"<div id=\"ygrps-yiv-1792778760\">I&#39;ve finally hung up the spurs on my 10th level human SK.  I&#39;ve just<br/>\nreached the conclusion the SK is way underpowered vs. just about any other<br/>\nclass out there, specifically in party situations.<br/>\n<br/>\nIgnoring the HT issue completely, the SK is basically (to paraphrase a<br/>\ncomment I saw elsewhere) &quot;a weak warrior with necromancer parlor tricks&quot;.<br/>\nThe fundamental issue, to me, is that by the time the SK gets spells, those<br/>\nspells are underpowered and useless for the types of foes we&#39;re fighting at<br/>\nthat level.  The same things for the pet.  It bothers me that I&#39;m expected<br/>\nto tank for my pet.  What&#39;s even worse is that I fight in a party all the<br/>\ntime, and the SK is probably one of the most useless party characters there<br/>\nare -- I party with a 12th level necro and a 12th level wizard, and I&#39;m<br/>\npretty much a nuisance in most combats.  The necro&#39;s pet is just a complete<br/>\nbad ass -- does more damage than me, attacks better, and, best of all, is<br/>\nexpendable.  The pet doesn&#39;t get diseased and is basically free.<br/>\n<br/>\nWe took out the giant plague rat at Blackburrow, and it was immensely<br/>\ndemoralizing.  Because of its destructive capabilities, I couldn&#39;t get near<br/>\nit (since we didn&#39;t have a cleric to cure disease).  So the necro&#39;s pet<br/>\ntanked, and the necro and wizard cast spells and toasted it quickly and<br/>\ncleanly.  I did _nothing_ during that battle.  If I had meleed, I would<br/>\nhave died (or been diseased -- it was doing 32 points per hit too), my pet<br/>\nwas killed in _two hits_, and my spells were a joke compared to the<br/>\nwizard/necro spells.  So I basically cowered in a corner while the other<br/>\nparty members did the real damage.<br/>\n<br/>\nSo I&#39;m going to switch to a monk or a warrior, i.e. a &quot;pure&quot; warrior class,<br/>\nand not suffer through the limitations of the SK.  The only thing I&#39;ll give<br/>\nup that I&#39;ll miss is the HT, and gaining dual wield, kick, bash, mend, and<br/>\nmore hp seems to be a very good trade off for a weak pet and limited spells.<br/>\n<br/>\nI recognize that while no particular character class is going to be &quot;the<br/>\nbest&quot;, I think that hybrid classes should gain the strengths of multiple<br/>\nclasses and possibly pick up a few weaknesses/limitations along the way.<br/>\nWhat I&#39;ve finally realized with the SK is that it picks up some strengths<br/>\nof the warrior, but the necro skills that it acquires are basically useless<br/>\nand don&#39;t outweigh the loss of kick, dual wield, earlier dodge, etc.  I&#39;m<br/>\nnot nearly as good a tank as a warrior or monk, and I&#39;m laughable as a<br/>\nspell caster compared to any other pure spell caster.  As a combination of<br/>\nthe two, I&#39;ve lost a lot of benefits of being a pure class, but I don&#39;t<br/>\nseem to have picked up anything in exchange (but HT, which is underpowered).<br/>\n<br/>\nI don&#39;t believe these same arguments apply to paladins/rangers, since their<br/>\nspells are actually useful.<br/>\n<br/>\nBrian</div>","specialLinks":[]}}