{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Leif Smart","from":"Leif Smart &lt;leifsmart@...","replyTo":"LIST","senderId":"_KB-RgFIDlYSesSHiOahoQ5J7zKzHPGyQF-Hvy9XJohTEPl09bTgDj2bPRPGAqK6YYjOoGUVyzOQk7Db51LJwTP1FZW4oY_F1A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: re to latest stuffs :)","postDate":"925524914","msgId":144,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xMi4xNDQuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":142,"nextInTopic":165,"prevInTime":143,"nextInTime":145,"topicId":141,"numMessagesInTopic":8,"msgSnippet":"Finally! Someone else who realizes the greatest strength of the shadow knight! Our ability ro attract attention is second only to the wizard at high burn, but ","messageBody":"<div id=\"ygrps-yiv-215997955\">Finally! Someone else who realizes the greatest strength of the shadow knight!<br/>\n<br/>\nOur ability ro attract attention is second only to the wizard at high burn, but<br/>\nI can guarentee you that we can take more damage then they can. I am almost<br/>\nalways the combat leader in my group. when someone is starting to get hurt and<br/>\ncan get attention off them at will. I can survive have 4 things beat me up until<br/>\nthe so called strogner party member clean them up. Sure I take more damage, but<br/>\nit allows for stronger group attack.<br/>\n<br/>\nInos<br/>\n<br/>\n<br/>\nGrant Vanderhule wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Grant Vanderhule &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vandergm@...\">vandergm@...</a>&gt;<br/>\n&gt;<br/>\n&gt; hmm. i think i have a difference of opinion..<br/>\n&gt; when i first got to lvl 9 and 10, i felt a lot of the same despair you feel<br/>\n&gt; now: i wasnt doing very well solo, not worth much in my group, spells more<br/>\n&gt; or less useless, a same level paladin could kick my sorry little butt, and<br/>\n&gt; so on. but for whatever reason (i hate giving up on my first character, no<br/>\n&gt; matter how bad i screwed it up) i stuck it out, and when i got to lvl 15 all<br/>\n&gt; of a sudden things started to turn around. i think part of it is learning<br/>\n&gt; how to use your spells and pet strategically, and part of it is the few<br/>\n&gt; warrior class skills you can gain along the way. and as i&#39;ve learned, a<br/>\n&gt; great part of it is learning how group dynamics work, and how to NOT die. i<br/>\n&gt; group regularly, and have quite a number of buddies who seek me out as soon<br/>\n&gt; as we notice each other on. mostly just for fun, but i&#39;ve also become a<br/>\n&gt; useful tank to my typical group members (made up mostly of several monks, a<br/>\n&gt; few necromancers, a ranger, a few clerics, and even a few paladins, rp be<br/>\n&gt; damned :)). if disease cloud may seem hideously underpowered, it makes up<br/>\n&gt; for that by the fact that monsters HATE it. in a group situation, the SK<br/>\n&gt; becomes a great damage sponge because he can quickly lure monsters off other<br/>\n&gt; group members with a few taunts and disease clouds, saving their behinds and<br/>\n&gt; giving the group a greater chance of success. but like i said, part of it is<br/>\n&gt; group dynamics: know how to FORM a workable group, know how to avoid trains,<br/>\n&gt; learn how to pick out the right position in a region to battle from, and<br/>\n&gt; make damn sure that everybody in the group knows their job. more than once<br/>\n&gt; i&#39;ve seen a spellcaster get killed simply because he cast TOO much, enraged<br/>\n&gt; the monster, and left me without a reasonable chance to lure it off of him.<br/>\n&gt; i may not hit as often as the monks or as hard as the necros or be able to<br/>\n&gt; cure like clerics and paladins, but i have good AC and HP, and many ways to<br/>\n&gt; get critters annoyed with me, so i can take the brunt of the fight when<br/>\n&gt; others need it. and that&#39;s how i found my niche in a group environment.<br/>\n&gt;<br/>\n&gt; here is what i&#39;ve found with pets: they are most useful within 2 or 3 levels<br/>\n&gt; of when you get them. at that point they fight almost with your own skill at<br/>\n&gt; arms despite their lower level (except for the first pet), and they also act<br/>\n&gt; as distractions to give you extra ground if you have to flee. the main<br/>\n&gt; problem with the first pet is that it is trigger happy; it will chase after<br/>\n&gt; anything that looks at it funny. luckily, the second pet and above are more<br/>\n&gt; careful, only entering a battle if you order it or it sees that you have<br/>\n&gt; actually been attacked. also, pets are best used when solo, and then in wide<br/>\n&gt; open areas. using a pet in a dungeon is a BAD idea. it is a good way to<br/>\n&gt; start trains if your pet follows a fleeing target around a corner and you<br/>\n&gt; lose track of it. they also act as good repositories for any rusty weapons<br/>\n&gt; you happen to come across in your travels. just be sure to learn ALL of the<br/>\n&gt; pet commands, what they do, and have reclaim energy ready at all times if<br/>\n&gt; you need to get rid of Jobaber in a hurry :)<br/>\n&gt;<br/>\n&gt; i&#39;m not sure how, but i&#39;ve actually gained xp FASTER than most of my usual<br/>\n&gt; group, who are mostly made up of humans. i myself am a human SK, and am now<br/>\n&gt; about a full level higher than the people i&#39;ve been grouping with most. this<br/>\n&gt; will sound really dumb, but here&#39;s my secret: don&#39;t die ;) wether it is by<br/>\n&gt; luck or some kind of instinct, i have managed to cut down my average of<br/>\n&gt; deaths to a little under one death per level. i&#39;m not a coward; i have<br/>\n&gt; brazenly ridden through areas that gave high level beta testers the jitters.<br/>\n&gt; i just take the time to know what to expect in the area i&#39;m in, and know how<br/>\n&gt; to avoid it, or how to get away from it :) death will STILL happen of<br/>\n&gt; course. the other day i crested a dune and suddenly found myself at the feet<br/>\n&gt; of three sand giants. it wasnt pretty, but at least i learned that spirit of<br/>\n&gt; the wolf does no good if you are attacked by several giants at once. but<br/>\n&gt; much more often i have survived due to sheer luck, the quick actions of<br/>\n&gt; group members, or simply doing something really STUPID. (it may not sound<br/>\n&gt; wise to assist a dying high level in fighting a monstrous big baddie, but<br/>\n&gt; sometimes it actually saves you in the long run if it becomes too weak to<br/>\n&gt; follow your retreat..)<br/>\n&gt;<br/>\n&gt; sorry if the email is too long or patronizing. i just dont like hearing<br/>\n&gt; people thinking of giving up, so i make as many suggestions as i can :) hope<br/>\n&gt; i helped, or if i&#39;m just bugging you speak up and i wont ramble on so much<br/>\n&gt; again ;)<br/>\n&gt;<br/>\n&gt; Beld Demonblade<br/>\n&gt; Fennin Ro<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Looking for an efficient, fun way to stay in touch with family members?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Create a ONElist community just for your family!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; -=The Shadow Knight Mailing List=-<br/>\n&gt; -=   Support Evil Roleplaying   =- </span></blockquote></div>","specialLinks":[]}}