{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian Hook","from":"bwh@... (Brian Hook)","replyTo":"LIST","senderId":"N8vnYc_xjA8j6ihG5uJuyYC-tKy0vsGDMLPi8sfxP-c-6fKgsxB9B0A3dety1l6bLLyEXe1UIeBYO-hiQLSzST6XOn2lug","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: re to latest stuffs :)","postDate":"925758969","msgId":171,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xNC4xNzEuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":170,"nextInTopic":172,"prevInTime":170,"nextInTime":172,"topicId":141,"numMessagesInTopic":8,"msgSnippet":"... There is a large philosophical discussion here as to whether certain classes/races should, in fact, be easier or harder than others by virtue of their","messageBody":"<div id=\"ygrps-yiv-1300749164\">At 12:00 PM 5/3/99 -0700, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;The comment was made by someone a while ago that these changes would<br/>\n&gt;make the game easy. I fail to see this. I too dont want an easy<br/>\n&gt;cakewalk of a game. But i would like my character to have equal skills<br/>\n&gt;to other classes.<br/>\n<br/>\n </span></blockquote>There is a large philosophical discussion here as to whether certain<br/>\nclasses/races should, in fact, be &quot;easier&quot; or &quot;harder&quot; than others by<br/>\nvirtue of their abilities, by virtue of their faction, or if it should &quot;all<br/>\nbalance out&quot;.<br/>\n<br/>\nFor example, some classes will be very &quot;easy&quot; to play -- good human cleric,<br/>\nfor example -- since they generally aren&#39;t KOS anywhere (except by evil<br/>\nNPCs, which are much less frequently encountered than good NPCs), level<br/>\nquickly, and stay alive for a while.  <br/>\n<br/>\nOn the other hand, there are the very difficult classes/races, e.g. a troll<br/>\nSK, that levels very slowly, is fairly weak at early levels, has a very<br/>\ndifficult time travelling due to KOS issues, etc.<br/>\n<br/>\nSo, do you &quot;bump up&quot; the latter so that they can compete in the game given<br/>\ntheir faction disparity, or do you just say &quot;too bad, they&#39;re inherently<br/>\nmore difficult&quot;.  I tend towards the &quot;too bad&quot; philosophy -- playing evil<br/>\nSHOULD be more difficult, however it shouldn&#39;t be so difficult that it&#39;s<br/>\nabsurdly so.<br/>\n<br/>\nI don&#39;t think there is a wrong or right answer to this.  I think some<br/>\nattempt should be made to balance all classes WITHOUT taking into account<br/>\nfaction, frequency of guild headquarters, etc.  After the classes are<br/>\nbalanced in a vacuum, then I think difficulty should be factored in by<br/>\nvirtue of guild availability and faction.  All else being equal, warriors<br/>\nhave the advantage of being a non-evil class and also having guild<br/>\nheadquarters in nearly every city.  By the same token, evil shamans<br/>\nprobably have a huge disadvantage due to poor faction and rarity of<br/>\ntraining locations/spell locations. Anything that promotes travel is<br/>\ninherently dangerous, unless you have invis and/or SotW.<br/>\n<br/>\nOnce again, I would like to reiterate that while my SK frustrated me, I<br/>\nthink it was for two main reasons, both largely my fault: I was playing as<br/>\na &quot;tank&quot; in a party with two other magic users; I was not role-playing<br/>\n&quot;evil&quot;.  As a tank, I would have been better off with more warrior skills<br/>\n(like dodge at a lower level, kick, parry, and dual wield) since my necro<br/>\njr. skills weren&#39;t nearly as relevant as our party&#39;s necro spells.  Thus I<br/>\nshould have been more &quot;task oriented&quot; (and in retrospect a barbarian shaman<br/>\nwould have been better for that party).  Also, since I wasn&#39;t role-playing<br/>\nevil, I was suffering a significant difficulty disadvantage unwittingly and<br/>\nunnecessarily.<br/>\n<br/>\nSKs can make sense, especially for solo characters.  I still think they<br/>\ncould be slightly improved so that SKs don&#39;t go through the 9th level<br/>\n&quot;blahs&quot; and are more genuinely useful.<br/>\n<br/>\nBrian</div>","specialLinks":[]}}