{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy Pollack","from":"&quot;Jeremy Pollack&quot; &lt;jpollack@...&gt;","replyTo":"LIST","senderId":"cPqCzssn1t9WdZc3_UXSvPXTysiaAQRU8JH4x7hvoxK6Lnv2Ek2OPSiT5DLM8PNcQPVU5FsN-ibSm3YswrkTXZ0mNtbMvIFaos8Iyk9-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: re to latest stuffs","postDate":"925767234","msgId":174,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xNC4xNzQuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":173,"nextInTime":175,"topicId":174,"numMessagesInTopic":1,"msgSnippet":"I d just like to introduce myself real quick first, as I just joined this list yesterday. My name is Jeremy and I play Virten, a 12th level Human Shadowknight","messageBody":"<div id=\"ygrps-yiv-1533935682\">I&#39;d just like to introduce myself real quick first, as I just joined this<br/>\nlist yesterday. My name is Jeremy and I play Virten, a 12th level Human<br/>\nShadowknight on the Solusek Ro server who worships Innoruuk. Just thought<br/>\nI&#39;d add my thoughts to this discussion.<br/>\n<br/>\nI&#39;d have to say that I agree with what Brian stated about there being a &quot;too<br/>\nbad&quot; philosophy for playing evil or more difficult characters. Unlike Brian,<br/>\nI knew what I was getting into when I chose a Human Shadowknight. It was<br/>\nmainly for RP&#39;ing purposes. And since we were warned about this race/clsss<br/>\ndifficulty, there is little to complain about there. I never expected to be<br/>\na &quot;super character,&quot; just hoped to be able to fight and be on the same level<br/>\nas others. So far, I&#39;ve been pretty happy with my character. Although I have<br/>\nbeen going through some of the level 10-12 duldrums that others have<br/>\ndescribed. Level 9 was great, new spells to play with, etc., but level 11<br/>\nand 12 have been really slow.<br/>\n<br/>\nParty-wise, I have had some of the same problems grouping with &quot;pure<br/>\nmagic-users&quot; as described previously, but my normal party I have no problems<br/>\nwith. This is a friend of mine from work and a group of his friends that<br/>\nwere already a group and took me in as a 7th (actually, 6th, since one<br/>\nperson rarely plays and is far behind) player. It consists of an DE<br/>\nEnchanter, a DE Rogue, 2 DE Shadow Knights (one with shield, one with<br/>\n2-hander) and a Troll Shaman. With the addition of a third Shadow Knight, we<br/>\nare quite a force. We could probably have switched one of the SK&#39;s to a more<br/>\npure magician (i.e. Wizard) but the person that dropped out was a Wizard and<br/>\nas I joined late, this was unforseen. Even so, we have little trouble with<br/>\nanything that is not at least four or five levels above us. The enchanter&#39;s<br/>\npet is quite a tank, there are three skeletons on big guys, dishing out some<br/>\nextra damage. The enchanter can cast &quot;whirl &#39;till you hurl,&quot; the Shaman has<br/>\na new spell, something strike I think, which hits for about 75 damage, and<br/>\nthe rogue can backstab for 42 points a round, while the three shadow knights<br/>\nhit for 17 per round, drain strength, and can keep the beasties off the<br/>\nothers with taunt and dis cloud. Add to this the shaman&#39;s healing ability<br/>\nand Spirit of the Wolf (and ability to tank, being a troll, if he has to)<br/>\nand we&#39;re a formidable party.<br/>\n<br/>\nAlso a quick note on leveling: I have actually not had any sort of problem<br/>\nwith the speed of gaining levels with my Human Shadow Knight. When I first<br/>\njoined this group, I was 5 levels behind. Since then, with a little bit of<br/>\ntime on my own but not a great deal, I have caught up to the Shadow Knights<br/>\nat level 12, while the rogue is now at level 15 (enchanter at 14 and Troll<br/>\nShaman at 14). Having a healer in the group helps get experience quickly,<br/>\ntoo<br/>\n<br/>\nEnough of my novel. Well, one more thing. For RP&#39;ing, I have found my<br/>\ncharacter to be excellent. I live in Neriak and constantly find myself<br/>\ndefending my religion and beliefs against those dark elves who don&#39;t think<br/>\nanyone should be in Neriak except Dark Elves. Through perserverance,<br/>\nhowever, I have carved my niche there, and now, I actually have some Dark<br/>\nElves come to my aid whenever I am accosted by a DE who has yet to meet me.<br/>\nMuch more fun than living in Freeport where everyone is the same and I find<br/>\nvery few RP&#39;ers.<br/>\n<br/>\nLater,<br/>\nJeremy<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; There is a large philosophical discussion here as to whether certain<br/>\n&gt; classes/races should, in fact, be &quot;easier&quot; or &quot;harder&quot; than others by<br/>\n&gt; virtue of their abilities, by virtue of their faction, or if it<br/>\n&gt; should &quot;all<br/>\n&gt; balance out&quot;.<br/>\n&gt;<br/>\n&gt; For example, some classes will be very &quot;easy&quot; to play -- good<br/>\n&gt; human cleric,<br/>\n&gt; for example -- since they generally aren&#39;t KOS anywhere (except by evil<br/>\n&gt; NPCs, which are much less frequently encountered than good NPCs), level<br/>\n&gt; quickly, and stay alive for a while.<br/>\n&gt;<br/>\n&gt; On the other hand, there are the very difficult classes/races,<br/>\n&gt; e.g. a troll<br/>\n&gt; SK, that levels very slowly, is fairly weak at early levels, has a very<br/>\n&gt; difficult time travelling due to KOS issues, etc.<br/>\n&gt;<br/>\n&gt; So, do you &quot;bump up&quot; the latter so that they can compete in the game given<br/>\n&gt; their faction disparity, or do you just say &quot;too bad, they&#39;re inherently<br/>\n&gt; more difficult&quot;.  I tend towards the &quot;too bad&quot; philosophy -- playing evil<br/>\n&gt; SHOULD be more difficult, however it shouldn&#39;t be so difficult that it&#39;s<br/>\n&gt; absurdly so.<br/>\n&gt;<br/>\n&gt; I don&#39;t think there is a wrong or right answer to this.  I think some<br/>\n&gt; attempt should be made to balance all classes WITHOUT taking into account<br/>\n&gt; faction, frequency of guild headquarters, etc.  After the classes are<br/>\n&gt; balanced in a vacuum, then I think difficulty should be factored in by<br/>\n&gt; virtue of guild availability and faction.  All else being equal, warriors<br/>\n&gt; have the advantage of being a non-evil class and also having guild<br/>\n&gt; headquarters in nearly every city.  By the same token, evil shamans<br/>\n&gt; probably have a huge disadvantage due to poor faction and rarity of<br/>\n&gt; training locations/spell locations. Anything that promotes travel is<br/>\n&gt; inherently dangerous, unless you have invis and/or SotW.<br/>\n&gt;<br/>\n&gt; Once again, I would like to reiterate that while my SK frustrated me, I<br/>\n&gt; think it was for two main reasons, both largely my fault: I was playing as<br/>\n&gt; a &quot;tank&quot; in a party with two other magic users; I was not role-playing<br/>\n&gt; &quot;evil&quot;.  As a tank, I would have been better off with more warrior skills<br/>\n&gt; (like dodge at a lower level, kick, parry, and dual wield) since my necro<br/>\n&gt; jr. skills weren&#39;t nearly as relevant as our party&#39;s necro spells.  Thus I<br/>\n&gt; should have been more &quot;task oriented&quot; (and in retrospect a<br/>\n&gt; barbarian shaman<br/>\n&gt; would have been better for that party).  Also, since I wasn&#39;t role-playing<br/>\n&gt; evil, I was suffering a significant difficulty disadvantage<br/>\n&gt; unwittingly and<br/>\n&gt; unnecessarily.<br/>\n&gt;<br/>\n&gt; SKs can make sense, especially for solo characters.  I still think they<br/>\n&gt; could be slightly improved so that SKs don&#39;t go through the 9th level<br/>\n&gt; &quot;blahs&quot; and are more genuinely useful.<br/>\n&gt;<br/>\n&gt; Brian<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Start a new hobby.  Meet a new friend.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; ONElist:  The leading provider of free e-mail list services!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; -=The Shadow Knight Mailing List=-<br/>\n&gt; -=   Support Evil Roleplaying   =-<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}