{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"uWYWhRfn0DuR6qBHjrmwKlgsW82j7hBMXcG79OhySkR5n01jgB0aGTGlvoHRKz7O3sobqghyvoaseYntOmdIE9ugZKDXZne49slc8AcKFg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: good vs evil unbalance","postDate":"925775089","msgId":188,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xNS4xODguOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":190,"prevInTime":187,"nextInTime":189,"topicId":188,"numMessagesInTopic":3,"msgSnippet":"... i agree. if there is anything that is truly unbalanced against us it is good vs evil. i ve heard of people who think we need a good vs evil semi pvp ","messageBody":"<div id=\"ygrps-yiv-22662297\"><blockquote><span title=\"ireply\">&gt;From: &quot;Thom Shartle&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:darklingsanction@...\">darklingsanction@...</a>&gt;<br/>\n<br/>\n&gt;I dont have any problem with making a Character more difficult to play, such<br/>\n&gt;as boosting the EP requirements from level to level. This only makes sense,<br/>\n&gt;especially taking into account some classes are more powerfull then others.<br/>\n<br/>\n&gt;My objection is that Godd vs Evil is not balanced out. There should be a<br/>\n&gt;number of Good cities, a number of Evil Cities and the rest should be true<br/>\n&gt;Nuetral cities where what you kill determines your relationship to the toen<br/>\n&gt;not your chosen god.<br/>\n<br/>\n </span></blockquote>i agree. if there is anything that is truly unbalanced against us it is good<br/>\nvs evil. i&#39;ve heard of people who think we need a good vs evil semi pvp<br/>\nserver, and i just have to laugh at that. what person in their right mind<br/>\nwould want to play an evil person on a server where the odds are so badly<br/>\nstacked against you? we have dark elves, trolls, and ogres on the evil side,<br/>\nand humans, half elves, wood elves, high elves, halflings, gnomes, dwarves,<br/>\nbarbarians, and erudites on the good side (minus a few people from those<br/>\nraces who choose an evil class, or just plain worship an evil god, i.e. a<br/>\ngnome cleric of bertoxxulous). this gives the good races an inherant and<br/>\nunbalanced advantage in regards to where they can go, and the reactions that<br/>\nthe numerous npcs of the world give them.  just last night i got killed<br/>\nTWICE by a roaming group of npcs in n karana that just happened to be right<br/>\nthere when i crossed the zone border (twice), just because they dont like<br/>\nshadow knights.  evil people really dont have that many areas they can get<br/>\nto.. which is why i&#39;m hoping that if rumors are true and they ARE working on<br/>\na new continent, that it will contain several more playable evil races so we<br/>\nhave more to do. (maybe dark dwarves, altho i think playable orcs would rock<br/>\n:)). now i&#39;ll grant you that most people simply prefer to play as the good<br/>\nguy (the fools dont know what they&#39;re missing!) but that doesnt mean they<br/>\nhave to beat so hard on folks who choose to be eeeeeeevil :) give us<br/>\nsomeplace to go! or at least let us evil people who arent of the 3 big evil<br/>\nraces get into grobb and oggok. (in case you dont know, there are a few<br/>\nspells we can use that to my knowledge can ONLY be found in grobb. this is<br/>\nsomewhat of an annoyance to human shadow knights and necromancers who start<br/>\nthe game KoS by grobb&#39;s bashers).<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}