{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"pDQ8JO3MZhOdvLZ7I-XpADN4V00pB04RcdTmrMTDyrHbzeusY57HCAbMB6hUzjc9oKbJgJprwFee6mFs3b_K0jZVmckC016h_LqTawUpww","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Guk and Befallen","postDate":"925953396","msgId":237,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xOC4yMzcuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":236,"nextInTime":238,"topicId":237,"numMessagesInTopic":1,"msgSnippet":"there are 3 major routes across the continent between Qeynos and Freeport: you can go thru the gorge of king xorbb, which passes rivervale, but this is a","messageBody":"<div id=\"ygrps-yiv-1095510276\">there are 3 major routes across the continent between Qeynos and Freeport:<br/>\nyou can go thru the gorge of king xorbb, which passes rivervale, but this is<br/>\na rather unpleasant trip for evil folk. you can go thru highpass, which<br/>\nwhile maybe a bit more dangerous if you are under lvl 20, is both faster<br/>\nthan the gorge route AND doesnt involve npcs that are KoS to shadowknights.<br/>\nboth of these routes end up in kithicor forest, and if you continue past<br/>\nthis you get to the west commonlands. befallen is in this zone, along the<br/>\nsouthern zone wall. it appears as a small cave near the base of the mountain<br/>\n(with a large dune in front of it), and if you approach it at night, it glows.<br/>\n<br/>\nthe third route is to go to south karana, past the aviak villiage, and enter<br/>\nlake rathetear. from here you can go to the mountains of rathe to feerrott<br/>\njungle to innothule swamp. guk is in the swamp, about halfway along the<br/>\neastern zone wall. while i know this route exists, i have never gotten<br/>\naround to passing this way myself, and i&#39;ve heard that the mountains are<br/>\nHUGE. however, i&#39;m fairly certain that it would be quicker to take this path<br/>\nto guk than to go thru kithicor and freeport if you are headed there from<br/>\nqeynos. on the way to guk, you will pass both the ogre and troll cities, as<br/>\nwell as the lost temple of cazic-thule in feerrott (a mid to high level<br/>\ndungeon where you can obtain some very nice loot). the main problem this<br/>\nposes to human shadowknights is that neither the ogres or trolls will let us<br/>\nin, and the nearest bind point to guk for us is freeport. in the cases of<br/>\nboth befallen and guk, it&#39;d be safer for you to temporarily move to freeport<br/>\nas a base until you are done with both dungeons. the only other alternative<br/>\nis to remain bound to qeynos and hope somebody there has a spirit of the<br/>\nwolf free should the unexpected happen.. which it will, as both dungeons<br/>\nhave high train traffic.<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}