{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"7lxMnLaLYm0vbQem5NWVtEUEfcAs4kPa4uitz-mYKxNWRBDAbX7VO4OC06KKgGlx_6_Cp97QUjTrdW3wFIDoZBCIZ1H1uMMFPOkX9Li_mw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"lvl 22 and such","postDate":"926037337","msgId":240,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xOS4yNDAuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":239,"nextInTime":241,"topicId":240,"numMessagesInTopic":1,"msgSnippet":"i also FINALLY made it to 22 today. and here is the raw deal on the new and improved vampiric embrace: you cast 30 mana, and while it lasts you MIGHT ","messageBody":"<div id=\"ygrps-yiv-994576901\">i also FINALLY made it to 22 today. and here is the raw deal on the &quot;new and<br/>\nimproved&quot; vampiric embrace: you cast 30 mana, and while it lasts you MIGHT<br/>\noccaisionally draw about 6 hp from the target. add to this the fact that,<br/>\nlike all other random weapon effects, this is based on dex. so if you are a<br/>\ntroll or ogre, you can more or less forget ever even getting that 6 hp once.<br/>\nand it doesnt even really last very long. is verant intentionally picking on<br/>\nus SK players, or do they just not get it?<br/>\n<br/>\nas for engulfing darkness, despite the high casting cost of 60 and that it<br/>\ncasts a bit slow, i found it works fairly well. like so many other things<br/>\nthe actual duration of the spell is fairly random, so sometimes it lasts for<br/>\na long time and sometimes it wears out quick. at least it works better than<br/>\nclinging darkness so far.<br/>\n<br/>\nlike Trian said, the least disappointing spells for me at this level are<br/>\nward undead and deadeye. now while i can hit for 35 damage twice a round<br/>\nwith my bone bladed claymore, and ward undead does about 41 max, it isnt all<br/>\nthat useful other than an additional attack against undead. deadeye is quite<br/>\nuseful to us humans at least; i can see! i can SEE!<br/>\n<br/>\ni didnt have as many problems casting the pet.. but somehow it doesnt seem<br/>\nas bright as our lvl 15 pet. the bone walk spell makes a pet that will NOT<br/>\nattack something unless it attacks you first or when ordered, but i&#39;d swear<br/>\nthat the convoke shadows pet took the initiative and attacked a deepwater<br/>\ncaiman without me telling it to.. i&#39;ll keep messing around with it and see<br/>\nwhat happens.<br/>\n<br/>\nnow i&#39;ve heard that they have exchanged the higher level spells banshee aura<br/>\nand boil blood with lesser magics. does anybody have any idea why they are<br/>\ncontinuing to WEAKEN us? since shadow knights are some of the few classes<br/>\nthat rate as high difficulty (ALL shadow knights are high difficulty, even<br/>\nthose big buff trolls apparently), shouldnt we be getting more rewards<br/>\ninstead of fewer? just a few thoughts from a rather dissapointed midlevel<br/>\nplayer..<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}