{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"aw6ky6IhQXEE4zaaKPt-9xXHq6cpIFnCDODMxRtWOkO2e9LXzRopl8lKIz72H0psit3_L1TcG3GEYOIhs78QK_cqRnolZSbNPNngjf1kdQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"ht vs loh again","postDate":"926801039","msgId":315,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4yNy4zMTUuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":326,"prevInTime":314,"nextInTime":316,"topicId":315,"numMessagesInTopic":2,"msgSnippet":"actually, i talked to a guy who said that loh could only heal like 600 hp at max.. of course, i dont have a paladin char, so somebody else has to confirm or","messageBody":"<div id=\"ygrps-yiv-774771319\">actually, i talked to a guy who said that loh could only heal like 600 hp at<br/>\nmax.. of course, i dont have a paladin char, so somebody else has to confirm<br/>\nor deny that.<br/>\n<br/>\nalso, not all of our spells suck compared to paladin spells. please note<br/>\nthat paladins have NO ranged damage-dealing attacks whatsoever, except<br/>\nagainst undead. they have no general nukes, no DOTs, they cant even use<br/>\narchery. which makes it a bit odd that they can root.. hmm. anyway, while<br/>\nthey DO have an annoying array of effective spells, a shadowknight can<br/>\neasily take down a paladin if they play a game of keep-away (and resist<br/>\nthose annoying blind spells).  in other words, use of shadow step combined<br/>\nwith archery and our lovely clinging darkness series of spells will royally<br/>\nmess up a paladin. and since they have no ability to detect invis, imagine<br/>\nfights once you get hide.. shadow step, hide, and shoot them in the back<br/>\nonce they turn around while looking. its right out of the movies :)<br/>\n<br/>\nyes, many of our damage dealing spells do kind of suck for our level. but<br/>\nwho needs meganukes when you can dish out 70 or 80 damage a combat round<br/>\nwith a BBC? just add the little bits our spells add to that and we are<br/>\nalready ahead.. just remember to always keep your darkness spells handy and<br/>\nkeep siphoning every once in a while. i can see why they took away our<br/>\nability to use banshee aura at lvl 39.. jeez, can you imagine a guy who can<br/>\nnail you for 50-60 damage a hit AND you take damage every time you hit back?<br/>\nwe are supposed to be scary, but that is just mean :) so they replace it<br/>\nwith shieldskin, which is at least a well-needed AC boost for us. and while<br/>\ntaking away boil blood as a lvl 49 spell hurts, i can see the reasoning for<br/>\nthat too, since we have none of the other blood magic spells. they just give<br/>\nus the best of the darkness series in place of it. doesnt DOT as much hp,<br/>\nbut it slows em and lasts forever and a day..<br/>\n<br/>\nand one last advantage: half or more of the sk around are large races, while<br/>\nALL paladins are medium or small. create a newbie ogre sk, and then a newbie<br/>\nhigh elf paladin, and the difference in survivability is noticeable. even a<br/>\nnewbie barbarian shaman can hold off multiple enemies by himself at lvl 2 or<br/>\n3, demonstrating just how buff the large melee-types would be. while the<br/>\nhigh elf just gets pounded :) also, my guildmaster is a paladin (stop<br/>\nLOOKING at me like that!) and he is constantly complaining about how<br/>\nworthless he is against anything but undead opponents. just take heart, and<br/>\nif you simply cant survive duels against a paladin of your same level, take<br/>\nsome time out, put on a few levels, and perfect your dueling strategy. trust<br/>\nme, you will come out on top ;)<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}