{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"15t4YHmaIE7g0f6tWdyhqTxZHIOpV38b1ALWDabCuqHhlg9mqglLadHKdTOmXPkJKpTVyCQIX2hRsIpM6FqTIkU-9eb0nq6I_3yOJcFxSg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"list and stuff","postDate":"930719340","msgId":471,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS41NC40NzEuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":473,"prevInTime":470,"nextInTime":472,"topicId":471,"numMessagesInTopic":8,"msgSnippet":"from what i gather, shadow vortex steals AC from the target and gives to you. unsure on how much is transfered tho.. as for tactics, try these: do not RELY on","messageBody":"<div id=\"ygrps-yiv-1246670769\">from what i gather, shadow vortex steals AC from the target and gives to<br/>\nyou. unsure on how much is transfered tho..<br/>\n<br/>\nas for tactics, try these:<br/>\ndo not RELY on HT to save you, but there are ways to make it more effective.<br/>\ni use it in 3 main ways: to speed up the death of a relatively low level<br/>\nthing in a fight with multiple monsters, to finish off something nasty that<br/>\nis trying to get away, or as a massive taunt to pull a monster off a dying<br/>\nparty member. using it to save yourself is generally a panic reaction, and<br/>\nrarely works as you want it to.. to get the most out of harm touch, i&#39;ve<br/>\nfound that it works best if you hit the opponent from BEHIND, especially<br/>\nwhile they are fleeing or under the effect of a fear spell. in this way, HT<br/>\nis more like a melee attack than a magical attack. in this way i have layed<br/>\nfull damage on spellcasting npcs that are 5 or more levels higher than me,<br/>\nusually severely screwing them over :) so no complaints that HT never works,<br/>\nya hear!<br/>\n<br/>\nif you have to fight solo, always keep one of your darkness spells ready (if<br/>\nyou are lvl 15 yet), and always have your pet summoned, even tho it may seem<br/>\nworthless. the trick is to use it for the occasional extra hits (which add<br/>\nup) rather than as a tank for you. the pet also tends to give you a few<br/>\nseconds of fleeing time if the battle goes badly. make sure it is under the<br/>\neffects of a darkness spell (so he runs slow) and cast fear on it to make it<br/>\nturn around and run. this will give you the chance to hit it in the back for<br/>\na while without retaliation. just be sure to NOT use this tactic in a<br/>\ncramped dungeon unless you are VERY sure you know where the npc will flee<br/>\nand that he doesnt have friends there :) you can also use the darkness spell<br/>\nand archery to kite, but this is a rather gimpy and unreliable version of<br/>\nkiting, and i dont reccomend it. (if ye want to kite, yer better off being a<br/>\ndruid anyway). if you use a shield and are fighting a spellcasting npc, dont<br/>\njust bash constantly! wait until you see them start casting, THEN bash. if<br/>\nit hits, you are guaranteed to break their concentration, unless they are so<br/>\nhigh above you in levels that you are toast anyway ;)<br/>\n<br/>\nbecause of your high downtime between fights, i personally like to group<br/>\nwhenever possible. and yes, SK DO have something to offer to groups. our<br/>\nmain role in group combat is, strangely, as a martyr tank: we are masters of<br/>\npissing off mobs and getting them off of other group members. between taunt,<br/>\ndisease cloud (they REALLY hate that one for some reason), fear, DOTs (which<br/>\nthe mobs ALSO really hate), and the ability to use big, damage-hogging<br/>\nweapons, we are excellent at convincing the monster to ignore the wizard and<br/>\ncome after us instead. as i said before, HT also makes a great megataunt in<br/>\nan emergency, as only several hundred points of instant DD can do. you just<br/>\nhave to remember 2 things about this strategy: ALWAYS group with a cleric,<br/>\nor all that taunting is gonna get you killed real quick, and remember to<br/>\ninform your nukers NOT to over exert themselves. if the spellcasters are<br/>\ncasting nuke after nuke without pause, they will quickly outdamage you and<br/>\nyou wont be able to taunt the monster back. so long as the spellcasters keep<br/>\ntheir casting in moderation, you will be able to fend off the monster and<br/>\nkeep the caster alive.<br/>\n<br/>\nthats about all i got for now, lemme know if you need any more specific info ;)<br/>\n<br/>\nBeld Demonblade<br/>\nlvl 30 (finally!) SK<br/>\nFennin Ro</div>","specialLinks":[]}}