{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David","from":"&quot;David&quot; &lt;milamber@...","replyTo":"LIST","senderId":"kqhCpAkOiO3AxyHDl0P9L2XWccZSAE9sijsShCNAa7SHsB-_mrbyL03XrVqw3KOGt_PsYwCPLKrGslkeLVTCrfj7Hlg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: list and stuff","postDate":"930756876","msgId":478,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS41NS40NzguOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":477,"nextInTopic":479,"prevInTime":477,"nextInTime":479,"topicId":471,"numMessagesInTopic":8,"msgSnippet":"Well, I was wondering what to fight when level 15?  I have been hunting Young Kodies, and weak Kodies in west commons but find the respawn rate bad. I have","messageBody":"<div id=\"ygrps-yiv-1833627586\">Well, I was wondering what to fight when level 15?  I have been hunting<br/>\nYoung Kodies, and weak Kodies in west commons but find the respawn rate bad.<br/>\nI have been trying to stick to blue things, but do look at attacking even<br/>\nKodies, but have a huge down time for doing that.  I stay away from yellows<br/>\nif pet doesn&#39;t become &quot;milk bone&quot; for the bear (then I run).  I have been<br/>\nhunting alone, group hasn&#39;t been on as much, maybe need to find another<br/>\ngroup now.  I tried to kill Derv thugs in west commons but their are 2 spell<br/>\ncasters grouped and stealing every kill from me, so it is not an option<br/>\n(they have done it to me about 4 times so far) unless I use harm touch and<br/>\npet I bet I could out damage them.<br/>\n<br/>\nI found killing Young Kodies + giant spiders alone pushed me through level<br/>\n14 slowly plus made about 25 plat for the entire level (then spent 14plat<br/>\nfor the level 15 spells), oh group did log in and we hunted in fire storm<br/>\nfor a few hours and I got a bubble and a half + about 4 plat. Note: pick up<br/>\nbalstic eggs worth just over 8 gold each (someone left the body I picked up<br/>\nthe eggs to sell, why not easy money and saw the price).<br/>\n<br/>\nAs for HH, I attacked some named orc just out side of hh pass, loc -500<br/>\n4300, somewhere around their just watch out for the village, and someone<br/>\ntold me that he was like killing 10 orcs in high hold pass, for just killing<br/>\nhim.  He coned blue to me, but I was just exploring and didn&#39;t have pet out,<br/>\nused HT and it didn&#39;t drop him (I figure he has about 300hp, as I did 303hp<br/>\nto him total), but he died none the less and me with 2 bubbles left.  I was<br/>\ntold watch out for his friend that spawns with him on occasion.  Oh, and he<br/>\nbashes, which I really don&#39;t like.  Plus what are you suppose to do with the<br/>\norc scalp?<br/>\n<br/>\nAnyway anyone know where to hunt alone when you are level 15, no magic<br/>\nweapon yet, and not a whole lot of banded armor yet.  Or just stick to west<br/>\ncommons.  Don&#39;t like mummy&#39;s because of the rabies thing.<br/>\n<br/>\nDavid<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Chris &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roysca@...\">roysca@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:shadowknight@onelist.com\">shadowknight@onelist.com</a>&gt;<br/>\nSent: Wednesday, June 30, 1999 9:38 AM<br/>\nSubject: Re: [shadowknight] list and stuff<br/>\n<br/>\n<br/>\nFrom: &quot;Chris&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:roysca@...\">roysca@...</a>&gt;<br/>\n<br/>\nThat was a really good response Beld.  I currently play an ogre shadowknight<br/>\nlvl 22 on Povar.  I haven&#39;t really tried the fear and then chase to get a<br/>\nfew hits in, but I definitly like the sound of it.  I normally hit with a<br/>\ndarkness spell, then a str sapping spell and melee away.  My warrior side is<br/>\nmuch better than my spell casting side, so I play the tank mostly.  I always<br/>\ntry to group with a cleric if possible.  Also, I TOTALLY agree with having<br/>\nyour pet, I even try to get one when in a group.  This morning I was<br/>\nfighting in Highpass Hold (MY GOD, how many do I have to kill before I can<br/>\ngo into HH :)  )  and they drop a lot of the rusty weapons.  I gave my pet a<br/>\nrusty mace and he was hitting in the range of 15-18.  Very nice little<br/>\naddition.<br/>\n<br/>\nI have almost full bronze on finally, with a few exceptions.  I have a<br/>\ngrotesque mask, and I finally got a greater zweihander (sp), which reminds<br/>\nme, i&#39;m selling a  2handed well balanced, magical axe on that server which<br/>\nnormally sells for about 550 from the shady guy in the ecommons/nro tunnel.<br/>\nI&#39;m selling it for around 300 if anyone is interested.  I am also curious as<br/>\nto what type of armour/items other ogre sk&#39;s are wearing and any suggestoins<br/>\nthey might have.<br/>\n<br/>\nChris/Barto.<br/>\n<br/>\n&lt;Snip&gt; </span></blockquote></div>","specialLinks":[]}}