{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"blademaster@xxxxxxxxxxx.xxx","from":"blademaster@...","replyTo":"LIST","senderId":"U9b353sLu2FwLTjkbIp-NTo0uhcH89pSaSf34vFElGUo--dfeEhR4DrJneaXtnxtWXxOhcac_9TdZy6U-yp_-qGr","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Questions","postDate":"930904268","msgId":492,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS41Ni40OTIuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":493,"prevInTime":491,"nextInTime":493,"topicId":492,"numMessagesInTopic":2,"msgSnippet":"Okay, nice to see some posts on this list.... Tvar, on Povar.  Dark Elf SK (Aren t we all?)  To answer someone s questions, and as an introduction.  Still","messageBody":"<div id=\"ygrps-yiv-686271598\">Okay, nice to see some posts on this list....\r<br/>\n\r<br/>\nTvar, on Povar.  Dark Elf SK (Aren&#39;t we all?)  To answer someone&#39;s questions, and as an introduction.  Still mostly in patchwork armor except for the two pieces I have bought, one ring tunic and one banded wrist.  Oh, and I have a Studded Collar I bought, too.  No magic weapon yet, despairing of ever getting one....did finally buy a mino axe, though.   I usually lead with Siphon Strength as a pull, then Disease Cloud, then just whack, whack, whack.  Lather, rinse, repeat.  And still hate runners.\r<br/>\n\r<br/>\nHaving great difficulty in making it past 12th, STILL just one bubble into it, after two weeks (but haven&#39;t played all that much since made 12th, been real busy, so not THAT bad....)  Currently over in South Karana, trying to hunt in Paw, only moderately successfully.  Kodies in the Commons, is that all I have to look forward to?\r<br/>\n\r<br/>\nWhat is BIBS?  GZ?  PGT?\r<br/>\nBBC = Bone-Bladed Claymore, that one I know.  I carry both weapons, 1H and 2H, keep both skills maxxed out.  Mostly I use the 2H, because of the damage, and pull out the 1H when I know I am going to be fighting casters, or end up fighting casters.  (Have gotten pretty good at switching during battle...)  Lower delay on 1H means quicker attacks and maybe an interruption or two with it, then, since they lowered Bash to 6th level, use it to bash with shield and hopefully interrupt with it.  Still just have a plain shield, though.  Was surprised at the mino axe, it does decent damage, and runs about 3/4 of damage of my two-hander.\r<br/>\n\r<br/>\nHT.  Man, I thought HT was great at first, but that first time I hit a zombie with it and did like 14 pts of damage (at 7th lvl.), and really NEEDING a 71, it opened my eyes.  Now at 12th, I only use it if needed.  I will try out the *wait till they are under half HPs before HT* routine, see if that makes any difference.  I was under the assumption that, as creatures get towards the bottom end of their HPs, and their attacks get weaker and slower, that putting them there earlier gave me a slight edge, but I seem to have a lot of partial resists.  Wish they would do away with that, you never see a Paladin&#39;s heal *resisted*.  HT does make a great Mega-Taunt, though, just make sure you WANT that creatures attention before you pop!  &#39;Cause unless you are with a serious wizzard, you are pretty much guaranteed you WILL HAVE his attention.  It can save your bacon in a pinch, but NEVER rely on it, or you will be mumbling on the run back....\r<br/>\n\r<br/>\nPets.  Anyone else a little disappointed in their pet?  I was looking forward to my pet SO much, and then when couldn&#39;t cast it at 9th, bummed.  So 10th comes around, and I have a pet out all the time.  Because of the half-level thing, I find one of two things:  Either you are in an area where your pet can survive most of the time, and thus you are getting no xps, -OR- You are in an area where you are getting xps, and because the MOBS are much higher than your pet, they just get blown away.  Takes 2/3 of my mana, and material components, and *piff*, there went Jananer.  So, often I run around with no pet now, just because it almost doesn&#39;t seem worth it.  And because of the train-ing factor, be careful if you plan to use them in a dungeon.  Best I can say, is that it almost replaces the warriors kick.  Except theirs is built in, and they don&#39;t have to summon and control it, and then resummon it, and then med and summon it again.  Is this what you all find at higher levels as well, or does it get any better?\r<br/>\n\r<br/>\nWhat about spells, what do you all think are the main spells to buy when hit 15th, and then again at 22nd?  Any we should DEFINITELY get, and others we should probably avoid?  How do you all best employ your spells?  I gave you my pretty much standard routine, Siphon, Cloud, Sword, with the spells I have available now.\r<br/>\n\r<br/>\nAny &#39;Knights on Povar, please post your names, and I will try to /tell you from time to time, see what&#39;s up.  Chris, you said you were on Povar, is Barto your &#39;Knights name?\r<br/>\n\r<br/>\nMana Calculator at:\r<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.baelish.aust.com/everquest/\">http://www.baelish.aust.com/everquest/</a>\r<br/>\nIt is on a board for enchanters.\r<br/>\n\r<br/>\nBind Wound is the best non-combat skill that ANY melee type can have.  If yours is not maxxed out, why not?!?  Tvar eats bandages like peanuts at a dinner party!  Yes, I have put a little cash into it, but it cuts down time out in chunks!  You make the choice: a little cash, or a lot of downtime?  No cleric in your party?  Last MOB took out the cleric?  No problem, I brought my mile-and-a-half roll of bandages, did you?  Save a magicians life sometime.  You will learn to LOVE magicians.\r<br/>\n\r<br/>\nWell, enough for now, looking forward to hearing back from everyone.  I will apologize ahead of time, as I said, been real busy lately (getting ready to buy a house and move and all), so may not be back for a few, but I get the digest and I will read what you post....\r<br/>\n\r<br/>\nGood hunting and watch your back!\r<br/>\n\r<br/>\nTvar / Povar</div>","specialLinks":[]}}