{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tony Donatelli","from":"&quot;Tony Donatelli&quot; &lt;d1ng0@...","replyTo":"LIST","senderId":"oaoPwaBHxPFp9fLysjMEMkcnvmpESUGJgBbg7WmpPu0CjMVztbov0UiyKs7Z3lbP3nQgCRN5qcTt2QBunhgt5KlYkzO7_T8JBA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Questions","postDate":"930914921","msgId":493,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS41Ny40OTMuOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":492,"nextInTopic":0,"prevInTime":492,"nextInTime":494,"topicId":492,"numMessagesInTopic":2,"msgSnippet":"Ok, I just made 14 lastnight, so I don t know anything past the first stage of an SK s life, but I ll try and help anyway, since you and I are in the same","messageBody":"<div id=\"ygrps-yiv-570953515\">Ok, I just made 14 lastnight, so I don&#39;t know anything past the &quot;first<br/>\nstage&quot; of an SK&#39;s life, but I&#39;ll try and help anyway, since you and I are in<br/>\nthe same stage.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Tvar, on Povar.  Dark Elf SK (Aren&#39;t we all?)  To answer someone&#39;s<br/>\n </span></blockquote>questions, and as an introduction.  Still mostly in patchwork armor except<br/>\nfor the two pieces I have bought, one ring tunic and one banded wrist.  Oh,<br/>\nand I have a Studded Collar I bought, too.  No magic weapon yet, despairing<br/>\nof ever getting one....did finally buy a mino axe, though.   I usually lead<br/>\nwith Siphon Strength as a pull, then Disease Cloud, then just whack, whack,<br/>\nwhack.  Lather, rinse, repeat.  And still hate runners.<br/>\n<br/>\nThat&#39;s all I do too. I do use the pet for an extra hit though.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Having great difficulty in making it past 12th, STILL just one bubble into<br/>\n </span></blockquote>it, after two weeks (but haven&#39;t played all that much since made 12th, been<br/>\nreal busy, so not THAT bad....)  Currently over in South Karana, trying to<br/>\nhunt in Paw, only moderately successfully.  Kodies in the Commons, is that<br/>\nall I have to look forward to?<br/>\n<br/>\nOnce you get 12th level, Dorn&#39;s dervish camp in North Ro becomes prime<br/>\nhunting. At 12 you should have a few blues, plenty of whites (which you can<br/>\nbeat), and some yellows. The flagpole derv can be pulled alone, but the<br/>\nother two in the camp are linked. It&#39;s a great spot for dark elves because<br/>\nDorn kills any light-siders that get too close or try to pull a derv. I&#39;ve<br/>\nbeen there since 12th level, and I&#39;ll be there till 15th. Go try it out. Go<br/>\ninto NRo, and his camp is over near the fishing village right on the water.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; What is BIBS?  GZ?  PGT?<br/>\n&gt; BBC = Bone-Bladed Claymore, that one I know.  I carry both weapons, 1H and<br/>\n </span></blockquote>2H, keep both skills maxxed out.  Mostly I use the 2H, because of the<br/>\ndamage, and pull out the 1H when I know I am going to be fighting casters,<br/>\nor end up fighting casters.  (Have gotten pretty good at switching during<br/>\nbattle...)  Lower delay on 1H means quicker attacks and maybe an<br/>\ninterruption or two with it, then, since they lowered Bash to 6th level, use<br/>\nit to bash with shield and hopefully interrupt with it.  Still just have a<br/>\nplain shield, though.  Was surprised at the mino axe, it does decent damage,<br/>\nand runs about 3/4 of damage of my two-hander.<br/>\n<br/>\nBIBS = Blackened Iron Bastard Sword, 2HS, 20 48.<br/>\nGZ = Gigantic Zweihander, 2HS, 18 39<br/>\nPGT = Polished Granite Tomahawk, 1HS, don&#39;t know stats, but it casts a<br/>\nlittle temporary invulnerability number every now and again<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Pets.  Anyone else a little disappointed in their pet?  I was looking<br/>\n </span></blockquote>forward to my pet SO much, and then when couldn&#39;t cast it at 9th, bummed.<br/>\nSo 10th comes around, and I have a pet out all the time.  Because of the<br/>\nhalf-level thing, I find one of two things:  Either you are in an area where<br/>\nyour pet can survive most of the time, and thus you are getting no xps, -OR-<br/>\nYou are in an area where you are getting xps, and because the MOBS are much<br/>\nhigher than your pet, they just get blown away.  Takes 2/3 of my mana, and<br/>\nmaterial components, and *piff*, there went Jananer.  So, often I run around<br/>\nwith no pet now, just because it almost doesn&#39;t seem worth it.  And because<br/>\nof the train-ing factor, be careful if you plan to use them in a dungeon.<br/>\nBest I can say, is that it almost replaces the warriors kick.  Except theirs<br/>\nis built in, and they don&#39;t have to summon and control it, and then resummon<br/>\nit, and then med and summon it again.  Is this what you all find at higher<br/>\nlevels as well, or does it get any better?<br/>\n<br/>\nI summon a pet, give him a weapon, and then sit him down off to the side.<br/>\nThen use siphon to pull mobs and lure them back to where your pet is. Do NOT<br/>\nlet the pet tank, he&#39;s suicidal and likes to try to, but don&#39;t let him. Keep<br/>\nthe mob on you, and just let him whack away alongside you. He doesn&#39;t hit<br/>\nvery often, but it&#39;s better than nothing.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; What about spells, what do you all think are the main spells to buy when<br/>\n </span></blockquote>hit 15th, and then again at 22nd?  Any we should DEFINITELY get, and others<br/>\nwe should probably avoid?  How do you all best employ your spells?  I gave<br/>\nyou my pretty much standard routine, Siphon, Cloud, Sword, with the spells I<br/>\nhave available now.<br/>\n<br/>\nI&#39;d like to know the answer to this one too.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Any &#39;Knights on Povar, please post your names, and I will try to /tell you<br/>\n </span></blockquote>from time to time, see what&#39;s up.  Chris, you said you were on Povar, is<br/>\nBarto your &#39;Knights name?<br/>\n<br/>\nI&#39;m on Fennin Ro.<br/>\n<br/>\nDravith (14)</div>","specialLinks":[]}}