{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"xJNaALpZjR22turLPd9rBBoh8LBPpz5itOwnTiC0tTBlFd6pk_lFGpGifx15cvwgrKgx8REMAN4BxtR5RXQ4Jv0PSNjYZrQDVccjijOE5Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"avoiding guards :)","postDate":"935708914","msgId":608,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44NC42MDguOTU5MjczODc3QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":607,"nextInTime":609,"topicId":608,"numMessagesInTopic":1,"msgSnippet":"for starters, as a human sk i start off with a few less guard factions that want me dead than most other sk. that said, i freely admit that i spend virtually","messageBody":"<div id=\"ygrps-yiv-1870860934\">for starters, as a human sk i start off with a few less guard factions<br/>\nthat want me dead than most other sk. that said, i freely admit that i<br/>\nspend virtually all my time on antonica (where there are at least SOME<br/>\nguards that dont kill me on sight) and i do often make wall-hugging runs<br/>\n:) tho usually the wall hugging is to avoid an unfortunate encounter<br/>\nwith a griffin or giant rather than a guard; i could kill one (possibly,<br/>\nand then only veeeerrrryyy slowly) but i&#39;d rather avoid them altogether<br/>\nunless i am hunting them on purpose. right now, the only cities i can<br/>\nsafely enter for sure are freeport, qeynos, and neriak, and there are<br/>\nnow places in qeynos where i am toast if i go past (a few too many<br/>\nbloodsaber quests..) i MAY or MAY NOT be kos in kaladim now; i havent<br/>\nchecked recently, altho with all the gobbies i&#39;ve killed i would not be<br/>\nsurprised if i was tolerated in butcherblock. i am also safely dubious<br/>\nto the guards of rivervale because of those same goblins; HOWEVER the<br/>\nhalfling cleric near the kithicor zone is still quite KoS and i can&#39;t<br/>\nraise fac with her; so if i want to pass thru rivervale, i have to go<br/>\ninvis. any sk can eventually be safe in highpass by killing enough<br/>\ngnolls and shralok orcs; humans start out as dubious there, evil races<br/>\ndefault as KoS tho. just start whacking away at the critters in the pass<br/>\nuntil the guards dont attack you any more :) i&#39;ve found a quest in<br/>\nfreeport (an easy one) that raises most factions in erudin, but the big<br/>\nproblem here is that it also LOWERS fac with erudite necros. which would<br/>\nbe our only reason for wanting to go past erudin, anyway :) still not<br/>\nsure whether or not i&#39;m safe in erudin as a human sk of innoruuk, i have<br/>\nyet to check. lastly, i am kos in both grobb and oggok, by virtue of my<br/>\nhumanity ;( i&#39;m hoping that i will soon be able to fix that for at least<br/>\none of those cities, but it will take some luck, and use of one specific<br/>\nnodrop item which i do not yet posess.. hehe.<br/>\n<br/>\nhope that helps some<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}