{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rich.hitz@xxx.xxx","from":"rich.hitz@...","replyTo":"LIST","senderId":"ucCuKhfCadVd88LUZ17J34TzNAiXB2oL9smnRtjpoDVJplE90sz5PAZmuX9_J5b2udx-9_Qx5nM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Rant on this weekend","postDate":"936025686","msgId":619,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44Ny42MTkuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":618,"nextInTime":620,"topicId":619,"numMessagesInTopic":1,"msgSnippet":"Troll SKs are awesome. I spent this weekend in Lavastorm.  What a kewl place. Now I know where to go to get gems for an aspiring jeweler.  While there I made","messageBody":"<div id=\"ygrps-yiv-1318461361\">Troll SKs are awesome.<br/>\nI spent this weekend in Lavastorm.  What a kewl place.  <br/>\nNow I know where to go to get gems for an aspiring <br/>\njeweler.  While there I made 11th on Saturday night and <br/>\nam half way to 12th. I would never have gotten the kills <br/>\nI did when solo if not for being a troll. Hitpoint <br/>\nregeneration and skill usage is the only way I made it. <br/>\nGranted, my fire saves sucked, but I wasn&#39;t taking max <br/>\ndamage every time either. Blue conning Drakes took me to <br/>\n1/4 bubble of health very often.  I figured out a system <br/>\nto lower that damage after 4 such events.  Hit it with <br/>\nSiphon Strngth to get it&#39;s attention, lure it into <br/>\nNajena mouth, Bash, Disease Cloud, Slash. Repeat as <br/>\nnecessary. I was able to cast and recover my Slam before <br/>\nthe spell becaome available again.  Fizzles and <br/>\ninterupts made it close sometimes, but usually had just <br/>\nunder 1/2 health and OOM when it died. I was very <br/>\ntempted to get another blue when like that, but I knew <br/>\nthe system was working and not to get greedy. I wanted <br/>\n12 so bad last night!<br/>\nLoot was ok during the daylight hours, but at night <br/>\n(game time) loot was almost non-existant.  <br/>\nMy only real complaint is that someone I grouped with <br/>\nwas a total jerk.  He was a DE SK the same level as me.  <br/>\nHe shouted looking for a group. No problem.  We start to <br/>\nkill things, he loots everything! When I give him tells, <br/>\ngroup say or says I am ignored. I start to to get really <br/>\nPOed by the third kill but we are taking yellows so I <br/>\nput up with it. I add an SK guild member to the group <br/>\nand actually have a conversation.  While resting up in <br/>\nthe Najena tunnel, he disappears. We start fighting a <br/>\nfire imp.  We both used HT (mine was a bit off due to <br/>\nlag and only did about 25 points of damage) but is too <br/>\nlate. We both died. I yelled in group say we needed help <br/>\nat the entranceand the jerk didn&#39;t even try to help out <br/>\nor respond.  My guild member and I disbanded and <br/>\nreformed.  No way in hell I am going to share XP with an <br/>\na$$ like that.<br/>\nFor those of you on Bertoxxulous do not group with <br/>\nAntochion.  Actually do me a favor and train him with a <br/>\nfew elementals. :)  <br/>\nOn a Verant-get-your-act-together note...<br/>\nI didn&#39;t realize it before but I have my guildsay chat <br/>\nfilter turned off. This was not a problem when I was not <br/>\nin a guild.  The last few days I have been wondering why <br/>\neverything I said in Guildsay was ignored.  It really <br/>\nwasn&#39;t, but now I can&#39;t turn the filter back on.  It is <br/>\na bug that is known and being worked on. How can you <br/>\nscrew up the chat filter on/off switch? I know they <br/>\nrevamped guild stuff totally, but come on! Anyone else <br/>\nhave this problem?<br/>\nThe guild is new, and I am the 2nd highest level in it. <br/>\nI missed everything that was said at the Officers <br/>\nmeeting Saturday night. They switched to says when they <br/>\nrealized what my problem was.  I still missed most of it <br/>\nas the leader said he would fill me in later. :(<br/>\nAll I got was what dues to pay, and what the Ranking was <br/>\ngoing to look like.<br/>\nAh well.<br/>\nIf you are on Bertoxx, and are in an evil guild we are <br/>\nlooking for people to align with. Give me a /t in <br/>\ngame. :)  If you want to join the guild I will group <br/>\nwith you and see what kind of style you have and if it <br/>\nfits with us.  We don&#39;t have a webpage yet, but one is <br/>\non it&#39;s way. :)<br/>\nThanks for the Spore Guardian info.  I wandered the <br/>\nSwamp for hours looking for him. Now I can just stand <br/>\nstill and wait for hours. heh.  Is the spawn triggered <br/>\nafter talking to the SK next to Kukulk?<br/>\nThanks.<br/>\n<br/>\n--<br/>\nCronik &lt;Brethren of ill Omen&gt;<br/>\nLeft Hand of Thule the Pain Bringer<br/>\n11th Season Troll SK<br/>\nBertoxxulous<br/>\n<br/>\n&quot;Greenbloods jus be Froglok trick. Smash&#39;m and dey <br/>\nblood same color a Froglok.  Me smash&#39;m Greenblood <br/>\nfor Thule. Thule make Cronik big feared. Make <br/>\nsmash&#39;m fun.&quot;</div>","specialLinks":[]}}