{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rich.hitz@att.net","from":"rich.hitz@...","replyTo":"LIST","senderId":"uh8vkyMJONqsf077DqGCkwB3HrAp51WK30HrUKTJ___Js7nPTHuMU8tyJj_QCZsyK_07oWJjkJo","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Many Topics","postDate":"936112390","msgId":625,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44OC42MjUuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":624,"nextInTime":626,"topicId":625,"numMessagesInTopic":1,"msgSnippet":"Scott, The owner can be reached at: shadowknight-owner@onelist.com ```````````````````````````````````  I was young once, like you, and I asked all the","messageBody":"<div id=\"ygrps-yiv-93100201\">Scott,<br/>\nThe owner can be reached at: <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:shadowknight-owner@onelist.com\">shadowknight-owner@onelist.com</a><br/>\n```````````````````````````````````<br/>\n&lt;snip&gt;<br/>\nI was young once, like you, and I asked all the same <br/>\nquestions you did. Beld (Grant V) was kind enough to <br/>\npost some very detailed strategies and outlooks that I <br/>\nstill use to this day. If you only get one thing off <br/>\nthis list, make sure it&#39;s Beld&#39;s advice. Listen to him.<br/>\n&lt;snip&gt;<br/>\n<br/>\nBeld&#39;s advise has changed the way I look at HT.  I did <br/>\nuse HT only as an &quot;oh shit I&#39;m gonna die!&quot; panic button <br/>\nuntil that HT email came out.  Right now I am in <br/>\nLavastorm, and as a Troll that really bites when solo <br/>\nfor xp.  I can really only take on a blue con there and <br/>\nhave enough HP to limp to a safe point and be OOM. I <br/>\nonly have a Tentacle Whip, so when fighting a Fire <br/>\nElemental I take a massive beating. I do max of 9 points <br/>\nafter a Siphon Strength, and 5 with Diseasee Cloud vs <br/>\ntheir max of 23 per hit. Not kewl.  <br/>\nThis is where Beld&#39;s advise has really helped. With my <br/>\nregen, a blue elemental or a black drake is a possible <br/>\nvictory.  I wait til it is at half life if I can, center <br/>\nit in my view and hit the hotkey. I have yet to see it <br/>\nnot do full damage when used this way, and I have yet to <br/>\ndie this way as well.  <br/>\nIn group, it has saved the life of my friends many <br/>\ntimes. The casters go nuts on DD spells and won&#39;t let me <br/>\ntank (I like tanking heh) since it frenzies on them.  <br/>\nWhen I notice they are in trouble (since I am watching <br/>\nmy Slam and Disease Cloud buttons to become available <br/>\nagain) I hit it and they frenzy on me instead. Then I <br/>\nhit Taunt to keep them there while they regen. Very nice.<br/>\nI no longer feel weak if I don&#39;t have HT available <br/>\neither.  I just pick my targets more carefully, and <br/>\nposition myself to where I am least likely to be <br/>\nambushed.  I learned very quickly that the doors to <br/>\nNajena have an Elemental, Drake and Fire Imp wander path <br/>\ngoing across it. Now I pull them to the doorway of <br/>\nNajena and battle it there.  This is also because there <br/>\nis a zone point right behind me if I get into trouble.<br/>\n<br/>\nAs for armor.  I have Banded Cloak, Mantle, Helm, Tunic, <br/>\nand Leggs.  All the rest is Leather.  I wield a FS2HS, <br/>\nTentacle Whip and a Parrying Dagger (ac 4) but am <br/>\nlooking for a cheap Chitton Shield.  I have 2 Cut Throat <br/>\nRings to boost my Dex.<br/>\n<br/>\nLast night just before I logged off the knight that <br/>\nspawns in Lavastorm attacked me. KEWL I thought.  I <br/>\nconned him and he was blue. NP. I started to beat on him <br/>\nand took him to half life. I almost used HT but <br/>\nremembered he was a Paladin and waited. Sure enough I <br/>\nsaw that &quot;feels a healing touch&quot; message. pound, pound, <br/>\npound back down to 1/2 kewl.  Then an elemental joins <br/>\nin. damn.  HT the knight, he dies. I loot the testimony <br/>\nand run to Najena zone.  3 bubs of health left and no <br/>\nsuprises on the other side. Now what?  I couldn&#39;t find <br/>\nthe Necro that starts the quest for that knight, or if I <br/>\ndid he wouldn&#39;t give the [phrase].  I know it gives you <br/>\na random Damask Item, but I don&#39;t know if I can do the <br/>\nquest as a Troll SK.  I will be looking on Alkazam&#39;s <br/>\nsite today for that info. :) Can&#39;t put it in the bank <br/>\neither. :(<br/>\n<br/>\nI started my SK with the Evil Knight in mind.  But now <br/>\nthat I am playing him, he isn&#39;t evil.  I help out <br/>\neveryone. I don&#39;t do the race-war thing, or the Paladins <br/>\nof Marr must die! Except that one in Lavastorm, heh.  I <br/>\njust like the abilities.  <br/>\n<br/>\nKeep that mail flowing!<br/>\n<br/>\n--<br/>\nCronik &lt;Brethren of ill Omen&gt;<br/>\nLeft Hand of Thule the Pain Bringer<br/>\n11th Season Troll SK<br/>\nBertoxxulous<br/>\n<br/>\n&quot;Greenbloods jus be Froglok trick. Smash&#39;m and dey <br/>\nblood same color a Froglok.  Me smash&#39;m Greenblood <br/>\nfor Thule. Thule make Cronik big feared. Make <br/>\nsmash&#39;m fun.&quot;</div>","specialLinks":[]}}