{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy Pollack","from":"&quot;Jeremy Pollack&quot; &lt;jpollack@...","replyTo":"LIST","senderId":"d3ARGqpff7-I5os-X8ptyvYFlAEMN5otlLsay80f0s4ZE4OXJEo1vHWxm0SvvacgurhpC8buAPPCRb2FQLp8G9c2n7wOr557pIBdWwTq","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Strategies and qeusts","postDate":"937201758","msgId":669,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS45NS42NjkuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":666,"nextInTopic":680,"prevInTime":668,"nextInTime":670,"topicId":666,"numMessagesInTopic":3,"msgSnippet":"... The closest thing to this I know of is the Knight Watch, the new site made by the people who did the Shaman s Crucible. It s at ","messageBody":"<div id=\"ygrps-yiv-47570383\"><blockquote><span title=\"ireply\">&gt; Is there a Web site that lists all the quests and strategies that<br/>\n&gt; SKs of the difference races can perform and for what?<br/>\n<br/>\n </span></blockquote>The closest thing to this I know of is the Knight Watch, the new site made<br/>\nby the people who did the Shaman&#39;s Crucible. It&#39;s at<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.soerbaird.com/shadowknight/\">http://www.soerbaird.com/shadowknight/</a> There isn&#39;t a heck of a lot up there<br/>\nyet, though. I believe that much of what is there was contributed by members<br/>\nof this list though.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I&#39;m also specifically curious about what kind of gear a typical<br/>\n&gt; SK is wielding through his/her career starting from about 15th to<br/>\n&gt; 50th.<br/>\n<br/>\n </span></blockquote>Typical gear. Well, I am a lvl 24 Human SK. /played is 33 days -- maybe a<br/>\nlittle high for my level but not TOO outrageous for a SK as far as I can<br/>\ntell comparing it to others. Rundowns on different items for the last ten<br/>\nlevels.<br/>\n<br/>\nWeapons: I wielded a mino axe until 15, had a tentacle whip for a few<br/>\nlevels, then picked up a barbed whip for 43pp (all my savings) at 18. I used<br/>\nthat for I think two levels, then at about 20 I was camping (ugh!) jboots<br/>\nwith a group of friends all five to eight levels above me and we got a<br/>\nbloodclaw, which was given to me. I learned piercing and use it still.<br/>\nCurrently realize that with the great deal of SK 2hs weapons that I had<br/>\nbetter learn it, so I am SLOWLY learning 2hs with a store-bought claymore. I<br/>\nhave no funds to buy a real 2hs weapon so I will likely try and get a BBC or<br/>\nsomething myself (with my friends that is) when my skill gets better.<br/>\nUltimate goal is to get a Ykesha or Wakazashi (which, btw, how are SK&#39;s<br/>\nsupposed to get a Wakazashi when the whole quest is now in Mistmoore and,<br/>\nhmm, we get bad faction in Mistmoore-- but that is another point altogether.<br/>\n:) and have a 1hs/shield to use against casters and a good 2hs for<br/>\nstraight-up damage.<br/>\n<br/>\nArmor: At 15 I believe I finally had almost a full suit of banded. At 24, my<br/>\narmor is a med bronze breast and legs. Barbed arms for the dex that I got<br/>\nfor myself three days ago, banded face, raw-hide cloak (anyone got an extra<br/>\nlizzie cloak on sol-ro for sale?), enchanter made rings, earrings and wrists<br/>\n(get them at cost as the enchanter is my RL friend and we all play together<br/>\nand help each other) to boost either int or dex to the max depending on the<br/>\nsituation (int to learn 2hs, dex for everyting else), no mask (grot mask on<br/>\nits way), savants cap (you ever seen a human in a trashcan, I mean, plate<br/>\nhelm? God-awful ugly) and banded boots. I picked this stuff up slowly,<br/>\nusually not going out looking for it, but when someone was selling it cheap,<br/>\nor, in the case of the legs, someone sold it to a vendor.<br/>\n<br/>\nToys: Too expensive. Except for my crude stein which is my absolute most<br/>\ncherished possesion which I received from a lvl 50 Paladin in exchange for<br/>\nbog juice the day before someone from Verant told the recipe to everyone.<br/>\n(Not my favorite day ever in EQ when I had the market cornered, after two<br/>\nweeks of experimentation, on something that every high level paladin wanted<br/>\nand I could, in all SK-spirit, gouge them for, and the next day everyone and<br/>\ntheir mother knew about it. Dang!).<br/>\n<br/>\nBank: Not much. An Ashenwood short spear that I picked up from Drelzna three<br/>\nnights ago when trying to get boots again (finally got them. 55 hours<br/>\ntotal.) And a travelers pouch which is pretty much worthless. Can&#39;t hold<br/>\nanything that weighs more than 1.0 or so. Stilleto won&#39;t even fit in it.<br/>\nHave maybe 90pp total, 80pp of that I made today when exploring the OOT and<br/>\nhappening upon some halfling that had a bracer of Errolisi which a<br/>\ntwinked-out lvl 7 wood elf offered me 80pp for (he had a rubi bracer and<br/>\nplatinum ruby veil). Silly Feir&#39;Dal.<br/>\n<br/>\nAnyways, hope this helps. I&#39;m curious if this is being posed in a<br/>\nprofessional capacity or a personal one. If you don&#39;t want to say, that&#39;s<br/>\nfine. Either way, if I can be of any more help, let me know through the list<br/>\nor privately. I&#39;d love to help you out.<br/>\n<br/>\nSincerely,<br/>\nJeremy Pollack<br/>\naka Virten Tirax, Shadow Knight of the 24th Circle of Hate, Solusek Ro</div>","specialLinks":[]}}