{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Graham Kays","from":"&quot;Graham Kays&quot; &lt;gkays@...","replyTo":"LIST","senderId":"bXqrY28w2xvHBKWB4FjuucVBwKum3QCr7l4NxRsDrg3nwcopmvkH6DQQuj-UVnHlju7Cm0lapKTUoj271R8KB4OPZr5DP0E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Strategies and quests","postDate":"937253207","msgId":679,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS45Ni42NzkuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":678,"nextInTopic":0,"prevInTime":678,"nextInTime":680,"topicId":668,"numMessagesInTopic":6,"msgSnippet":"You bet, buying weapons all the way.  The nature of the EQ economy is such that you can usually obtain something through purchase or trade about 10 levels","messageBody":"<div id=\"ygrps-yiv-2021455828\">You bet, buying weapons all the way.  The nature of the EQ economy is such that you can usually obtain something through purchase or trade about 10 levels before you could reasonably obtain it yourself.  There are several reasons for this for the SK class.  1) The weapon is the most important item for the SK, with armor breastplate coming in second.  Hoarding money for that next weapon is common and you can always generate the money before you can generate the experience in order to take on the nasty mob yourself.  2) There really is nothing to do with your money but hoard it.  There are exceptions:  buying food, water, bandages, trade skill supplies, and items needed for quests, but in general in the mid-levels money just seems to accumulate.  Buying armor or weapons from merchants is right out because it is just way too expensive (they botched the whole armor thing in my opinion, but I&#39;ll save that for another post).  And there is only so much bronze that you can buy, because it is just too heavy.  And anything besides armor and weapons are just not that crucial to your success.  So, I just end up banking it all and watching my balance grow while I keep my eyes open for the big ticket items.  3) Spells are downright cheap for our level.  Casters usually siphon off a lot of money for spells.  That just doesn&#39;t seem to be much of an issue for SK&#39;s.<br/>\n<br/>\nAs far as the BBC, it is a sought after weapon, just not as much as some of the others.  The AGI hit can easily be offset by some AGI boosting items.  And of all the weapons available to a SK at that level, it does more damage per second than any of them.  Plus, because of the AGI hit, the cost is usually low in comparision to the other options.  This all adds up to making it an attractive purchase.<br/>\n<br/>\nScragg Wraithbone of Bristlebane (22nd level TSK)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;<br/>\n </span></blockquote>From: &quot;Brian Hook&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bhook@...\">bhook@...</a>&gt;<br/>\n<br/>\nOkay, I&#39;ve played an SK before....some of you may remember me from WAY back in the day when I was Vrathus on Cazic-Thule, but I only<br/>\ngot to 11th before deciding that being KOS was just not worth it.<br/>\n<br/>\nFirst off, your weapon descriptions lead me to think that you are buying weapons at those levels, since it is my understanding that<br/>\na GZ isn&#39;t exactly easy to come by until about 35th level (with a group) and you have it listed as a 21-30 weapon.  Also, Dark<br/>\nReavers are located in a very, very dangerous place, and I would imagine it takes a party of low-40s to get it.<br/>\n<br/>\nOr is my view of things really skewed?<br/>\n<br/>\nI&#39;m guessing that the BBC is pretty much valueless -- seems that you can get by with a Combine 2HS or SBH until you hit the level<br/>\nnecessary for BIBS.  Is there any real demand for the BBC?<br/>\n<br/>\nI&#39;ve tried looking at the various Web pages for info on the SK quests, but they are sorted by zone, and it is much more interesting<br/>\nto me to see quests by class/race.<br/>\n<br/>\nI&#39;m also interested in finding faction breakdowns, etc.<br/>\n<br/>\nBrian<br/>\n<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nEnter ONElist&#39;s Friends & Family Program <br/>\nWIN $100 to Amazon.com!  Through Sept. 17.   To enter, click here<br/>\n&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/ff\">http://clickme.onelist.com/ad/ff</a> &quot;&gt;Click Here&lt;/a&gt; <br/>\n<br/>\n------------------------------------------------------------------------<br/>\n-=The Shadow Knight Mailing List=-<br/>\n-=   Support Evil Roleplaying   =-</div>","specialLinks":[]}}