{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Countess Bathory D&#39;Allatu","from":"Countess Bathory D&#39;Allatu &lt;countess_bathory_69@...&gt;","replyTo":"LIST","senderId":"8WFLccTj_7tTJZqJZqqTazuC3lDUj5-3ZKomBPgN6KUmCPdIb77dRdVmSWax9oJYDqkR8ifq87Y0RSvFVeRxsyqZAbb6lC07sOro3ZaFHTqD6iH-jpD6EY1dN2aHQMDB","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Quests","postDate":"937268399","msgId":682,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS45Ni42ODIuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":88,"nextInTopic":683,"prevInTime":681,"nextInTime":683,"topicId":56,"numMessagesInTopic":10,"msgSnippet":"EverQuest. Well, barely. There seem to be quite a few quests which eat up a lot of time, and have lousy XP and item payoffs. Myself and a friend have been","messageBody":"<div id=\"ygrps-yiv-1290644547\">EverQuest.<br/>\n<br/>\nWell, barely.<br/>\n<br/>\nThere seem to be quite a few quests which eat up a lot<br/>\nof time, and have lousy XP and item payoffs.<br/>\n<br/>\nMyself and a friend have been working on a quest for<br/>\nabout 2 weeks now. In those 2 weeks we have seen most<br/>\nof our friends pass right by us level wise.<br/>\n<br/>\nOn Allakhazams site i posted a few of the beginner<br/>\nquests i did in qeynos many moons ago. All were<br/>\ndeadend quests with lame payoffs for the time some of<br/>\nthem took. The only one so far is the one involving<br/>\nLord Grimrot who wants you to go to Mistmoore, kill<br/>\nArlena and bring back her bones. I know several people<br/>\nwho have been to Mistmoore, and no Arlena is to be<br/>\nfound. Many believe that she is actually a gypsie by<br/>\nanother name. That involved getting her Lute and<br/>\nturning it in.<br/>\nSo is it broken? Or is that Verants stupid idea of<br/>\ntrying to be sneaky? I will expand on that comment<br/>\nlater.<br/>\n<br/>\nHeres a good one. Trumpy Irontoe. Killing him lowers<br/>\nyour faction with CorruptGuards and Kane Bayle. Who<br/>\nhappens to roam our guild in Qeynos. I became KOS with<br/>\nhim and was slaughtered by him in that guild on 3<br/>\noccasions because of that quest. What a great<br/>\nincentive, huh? Not only did the quest yield nothing<br/>\nworthwhile, we got a quest that we cant possibly do<br/>\nuntil at least level 30, which may not even work AND<br/>\nwe become KOS in our own guild. Sweet deal.<br/>\n<br/>\nSo i move to Freeport.<br/>\n<br/>\nDidnt bother with quests for a long time. Finally got<br/>\nenough courage to give them a try again.<br/>\nHeres my expansion on Verants idea of trying to be<br/>\nsmart or tricky.<br/>\nFor the VAST majority of the quests i have been doing,<br/>\nwhen we are told to go find and talk/kill someone, we<br/>\ngo to the place we are told, try it and it doesnt<br/>\nwork. They almost always have to spawn in a different<br/>\nspot in order for us to do what we need to do. How are<br/>\nwe supposed to know this when none of our NPC contacts<br/>\neven hint at this.<br/>\n<br/>\nPrime example. Groflah Steadirt. We are told that he<br/>\nresides in North Freeport. Go to N FP. Thar he is.<br/>\nKill the filthy little dirtmonger. He disappears. Hmm.<br/>\nCan find out any other info. BEHOLD!! He spawns in the<br/>\nSeafarers Roost. How did we find that out? By reading<br/>\na Paladin spoiler site of course.<br/>\nHow the heck were we supposed to know that happens?<br/>\nWere we supposed to wander all of FP aimlessly until<br/>\nwe were lucky enough to spot him?<br/>\n<br/>\nThats simply foolish.<br/>\n<br/>\nThe quest ive been working on. We are told<br/>\nspecifically to talk to a certain NPC in a certain<br/>\nplace. Go there, find her...and nothing. Now according<br/>\nto Verants rules i am assuming that she (Opal<br/>\nDarkbriar) spawns someplace else or there is a 3rd<br/>\nOpal somewhere in FP.<br/>\nBut how are we to know that for sure? We are told go<br/>\nto point A. We go to point A and its wrong. We arent<br/>\ntold anything about point B where she really is<br/>\nsupposed to be.<br/>\n<br/>\nOK..this ended up being a lengthy rant, and i<br/>\nappologize to any i have bored silly. <br/>\n<br/>\nBut here is my point(s):<br/>\n<br/>\nI have no problem what so ever with hard quests.<br/>\nPuzzles and so on. That stuff is great. But being told<br/>\nwhere to go and having it be wrong, with no other info<br/>\nforthcoming, is not a puzzle. A puzzle involves at<br/>\nleats hints of some sort.<br/>\nSend me into a dangerous area where i have to fight<br/>\nfor my life. Give me riddles i need to figure out.<br/>\nSend me to a different part of the world to aquire an<br/>\nitem. All these things would be fine.<br/>\n<br/>\nBut let the end result at least be satisfying. Lets<br/>\nget good XP from it. Lets get a good cash and/or item<br/>\nreward for all our trials and tribulations.<br/>\nInstead, what have we gotten? A cleric spell, rusty<br/>\nmace and KOS in our own guild.<br/>\n<br/>\nVerant needs to take a break from catering to all the<br/>\nchildish whiners who petition everytime they dont get<br/>\ntheir way (i.e. the new yield rule which is an<br/>\nentirely different topic) and start paying attention<br/>\nto what the game was supposed to be about.<br/>\n<br/>\nEverQUEST<br/>\n<br/>\nThank you for your time and patience<br/>\n<br/>\nBathory D&#39;Allatu<br/>\nMinions fo Darkness<br/>\nCazic-Thule<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nBid and sell for free at <a rel=\"nofollow\" target=\"_blank\" href=\"http://auctions.yahoo.com\">http://auctions.yahoo.com</a></div>","specialLinks":[]}}