{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rich.hitz@xxx.xxx","from":"rich.hitz@...","replyTo":"LIST","senderId":"Y_igFtsyXZ7OmSuWWNhUuxDYwGEWzN7BcQk_AKfe5rkcmZs05-_ZX0ff3OeZ9nffq-VfC00RGvM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RANT!","postDate":"937416577","msgId":690,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS45OC42OTAuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":691,"prevInTime":689,"nextInTime":691,"topicId":690,"numMessagesInTopic":3,"msgSnippet":"Last night just totally sucked! I killed the loner Dervs at bothe the East and West camps in South Ro. Both were blue, non spellchuckers, and I took around a","messageBody":"<div id=\"ygrps-yiv-1357497050\">Last night just totally sucked! <br/>\nI killed the loner Dervs at bothe the East and West <br/>\ncamps in South Ro. Both were blue, non spellchuckers, <br/>\nand I took around a bubble of damage from each.<br/>\nI finish healing after killing the one at the West camp <br/>\nand a spellchucking madman that /cons BLUE to me <br/>\nproceeds to kill me because his spells going off cause <br/>\nso much lag it prevents me from getting close enough to <br/>\nactually hit it with my axe! 1 spell every 1.5 seconds! <br/>\nDo PC spells go off that fast? Hell no!  I lost more xp <br/>\nthat I gained from the dervs.<br/>\nNo big deal, I know I can make that up pretty quick.<br/>\nI run to my body, not near an Orc camp and start getting <br/>\nnailed by one from the 1st camp near the entrance (he <br/>\ncaught up to me half way there).  I use the corpse <br/>\ncommand hotkeyed to drag my body back to the entrance.  <br/>\nBy the time I get there, I have 5 Orc Warriors and 2 <br/>\ncasters on my ass.  Normally all monsters attacking you <br/>\nstop and turn around when you enter the tunnel that <br/>\nmarks the entrance to the Innothule zone.  When I <br/>\nrealize they didn&#39;t, I make the zone with 15 HPs! <br/>\nThis set the stage for the rest of the night.<br/>\nThat last patch that they made got rid of a few &quot;null&quot; <br/>\nzones (like the one I normally use as noted above) and I <br/>\nthink it also increased the Aggro range on creatures. I <br/>\nhad not faught a Spellchucking Madman solo before the <br/>\none that killed me, so I am not sure if they were beefed <br/>\nup or not.  My wife also noticed a new creature last <br/>\nnight: &quot;a shadowed man&quot; in West Commonlands.  Someone <br/>\nfrom her guild told her that it was around a 26th level <br/>\nmobs, and it has a pet.  She saw 3 of these with 1 pet <br/>\neach in the South West corner just hanging out.  I think <br/>\nthey spawn there.  This means Verant is trying to <br/>\nprevent the &quot;safe paths&quot; used by low levels to avoid the <br/>\ndangers of the zone. Ie griffs and giants and kodiaks, <br/>\netc.<br/>\nThis could also mean that creatures previously only seen <br/>\nin the Plane of Fear are now being put in the regular <br/>\nzones.  Look out Befallen, Mistmore and Unrest!  This <br/>\nmay fit better than the zone path theory.  These may be <br/>\nanother spawn creature from outside the Befallen <br/>\nentrance to try to prevent PC from camping outside to <br/>\nheal.<br/>\n<br/>\nI lagged so bad last night it took me an hour to get <br/>\nfrom Oasis to Neriak to invite someone into the guild! <br/>\nBy the time I got there they had logged off.<br/>\n<br/>\nIf Verant or Cerfnet or who ever just made an upgrade to <br/>\nthe hardware, why is there so much lag?  It seems to be <br/>\ngetting worse, not better with each &quot;upgrade&quot;.  I am not <br/>\na hardware tech, but can someone tell me why?  I used <br/>\nthe UOTracer program that pings every server your <br/>\nconnection uses to connect to EQ, and all are ok until I <br/>\nget to the EQ servers.<br/>\nEven people I know with cable modems were lagging last <br/>\nnight. <br/>\n<br/>\nOk, that is enough for now, but more will be coming. :)<br/>\n<br/>\n--<br/>\nCronik &lt;Brethren of ill Omen&gt;<br/>\nLeft Hand of Thule the Pain Bringer<br/>\n14th Season Troll SK<br/>\nBertoxxulous<br/>\n<br/>\n&quot;Greenbloods jus be Froglok trick. Smash&#39;m and dey <br/>\nblood same color a Froglok.  Me smash&#39;m Greenblood <br/>\nfor Thule. Thule make Cronik big feared. Make <br/>\nsmash&#39;m fun.&quot;</div>","specialLinks":[]}}