{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Shanti Ashtangi","from":"&quot;Shanti Ashtangi&quot; &lt;zealpath@...&gt;","replyTo":"LIST","senderId":"qooViH7lV5CsXVLw1b4bOya51JzagfOmjebe3y053Dh0H87nsMkQiFFJlMdCTIV1uzx8o-ZhaFqAcWihS85726lTjLwi-GMkiX_mvTtMAyKW","spamInfo":{"isSpam":false,"reason":"0"},"subject":"My Take...","postDate":"937550265","msgId":719,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS45OS43MTkuOTU5MjczODc4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":718,"nextInTime":720,"topicId":719,"numMessagesInTopic":1,"msgSnippet":"To answer Brian s question, yes I definitely think a Lifetap would be better than VE, but at the same time I d rather we kept VE and simply threw the pets out","messageBody":"<div id=\"ygrps-yiv-2111902233\">To answer Brian&#39;s question, yes I definitely think a Lifetap would be better<br/>\nthan VE, but at the same time I&#39;d rather we kept VE and simply threw the<br/>\npets out the window in exchange for weaker lifetaps. One thing everyone here<br/>\nseems to agree on is that the pets are simply a mess, far too weak, etc, and<br/>\nit would be hard to complain (and damn we&#39;ve been complaining forever) if we<br/>\nfinally had some USEFUL AS HELL spells. I mean paladins get healing, rangers<br/>\nalso get healing, both because the class they come from (Cleric or Druid)<br/>\nhas those lines. What are necros famous for? The lifetap line, and yet sks<br/>\ncan&#39;t use a single one, aside from one which randomly goes off when you<br/>\nslash, and therefore can only be minimally effective. This would let us heal<br/>\n(tho in a different way) and at least I&#39;d feel like there was a lot more<br/>\nbalance if that were the case. I also don&#39;t see why it would be so<br/>\ndreadfully unbalanced if us sks could use these lifetap spells, especially<br/>\nsince rangers get raw DD spells and raw heal spells, and yet here we are<br/>\nsitting with par dots and useless pets (and no buffs I might add). As much<br/>\nas I love Verant, I can&#39;t help but think that the SK class was one of the<br/>\nlast created and therefore a little rushed, some of the things we have just<br/>\nseem to make no sense when compared with what the other hybrids (our target<br/>\nof comparion).<br/>\nIf you like details this is an idea that&#39;s been floating around my head for<br/>\na long time now:<br/>\n<br/>\nRank 1- Toss Leering Corpse, Replace with Lifetap (the level ONE necro spell<br/>\nthat steals 4-5 hp, less than minor healing)<br/>\n        Toss Reclaim Energy, Replace with Cold Light (even tho this would be<br/>\nlargely useless Reclaim Energy DEFINES useless)<br/>\n<br/>\nRank 2- Toss Bone Walk, Replace with either a lifetap (maybe not tho, I<br/>\nwouldn&#39;t want to be unbalanced), or a line we don&#39;t     \t  have at all like<br/>\nGrim Aura.<br/>\n\t  Toss Mend Bones, Replace with Poison Bolt (not great, but beats another<br/>\nuseless one)<br/>\n<br/>\nOther Ranks- Toss the pets, replace with X. Well when I got my rank 3 spells<br/>\nfor the first time I was actually satisfied with what I had for the vast<br/>\nmost part (being a dark elf I didn&#39;t need Deadeye but realize that the<br/>\nhumans do etc). Rank 3 is also the last one I&#39;ve seen so I can&#39;t really<br/>\nsuggest for the others without having tested them, although something that<br/>\nseems obvious at the moment is that Shieldskin at 39 can&#39;t be too useful<br/>\n(casters are using that at 16). Another thing I&#39;ve noticed is that our final<br/>\nrank seems to be incomplete (only 5 spells?) and that one of them is a<br/>\nvirtual clone of Deadeye (what&#39;s up with Shadow Sight?). That final rank<br/>\nneeds to be changed if any do. The bottom line is that whatever final<br/>\ndecisions are made, the SK class simply is not complete in it&#39;s current<br/>\nstate.<br/>\n<br/>\nWell was that a rant? I guess so, but oh well it felt good =)</div>","specialLinks":[]}}