{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy Pollack","from":"&quot;Jeremy Pollack&quot; &lt;jpollack@...&gt;","replyTo":"LIST","senderId":"9LBWtB24589iRXfElcePF-Atnw0E96S_j02claHXXmySJmeFYJ_wDI_ZplCFWCJFSMwbTxODijBORdZYQjXG9t1WYqaz3MjMcL-s24V-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Another suggestion","postDate":"937594770","msgId":742,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xMDAuNzQyLjk1OTI3Mzg3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":738,"nextInTopic":744,"prevInTime":741,"nextInTime":743,"topicId":737,"numMessagesInTopic":28,"msgSnippet":"... Personal Opinion but I would be upset if either of these spells were removed. Especially Shadow Step. Shadow Step has saved my life on countless occasions.","messageBody":"<div id=\"ygrps-yiv-2112899515\"><blockquote><span title=\"ireply\">&gt; Okay, here&#39;s a question for you folks.  What if Shadow Step and<br/>\n&gt; Voice Graft were replaced with some kind of lifetap spells?  Would<br/>\n&gt; this be grossly unbalancing or hurt the class?<br/>\n<br/>\n </span></blockquote>Personal Opinion but I would be upset if either of these spells were<br/>\nremoved. Especially Shadow Step. Shadow Step has saved my life on countless<br/>\noccasions. It is fast casting and often gives me just enough of a headstart<br/>\nto escape in an outdoor situation.<br/>\n<br/>\nAs for Voice Graft. Granted, it has no PRACTICAL (i.e. exp. gaining) use. My<br/>\nfeeling is this however -- it has wonderful RP uses and this is an RP game<br/>\nafter all. When I reach 30 I plan on using Voice Graft to set up some<br/>\ninteresting quests with my friends. Yes, it is quite easy to just give a<br/>\nquest yourself, but how much more involving would it be if say a town guard<br/>\ngave the quest out? I have a feeling that it will be gone by the time I ever<br/>\nreach 30 (23 for 2 months, now been 24 for a month).<br/>\n<br/>\nMy feeling on lifetaps is that, if the past examples are followed, they<br/>\nwould be a waste because when we normally get spells, they are highly nerfed<br/>\nversions of necro spells. Vamp Emb doing 12 at 22? Necros have it do 74 at<br/>\n20 (According to Stephen aka Morgul the black). What would this mean that<br/>\nour lifetap spells do? Not a lot. And as Thomas pointed out, then we have to<br/>\ndisengage in battle while casting and they are slow, meaning either we get<br/>\ninterrupted a couple of times while casting or step off and let our comrades<br/>\ntake a beating. All this for how many HP&#39;s? Probably not many. And how much<br/>\ndamage are we LOSING in melee during that period? Not to say that lifetaps<br/>\ncouldn&#39;t be made viable, but following the similar path that our other<br/>\nspells have I do not believe that simply throwing us a lifetap will make<br/>\nmuch of a difference when you consider all of the variables. What it would<br/>\nallow us to do is solo better (fight, back off while pet gets a hit and<br/>\nlifetap or at end of battle, lifetap some wussy stuff) but since we aren&#39;t<br/>\nsupposed to solo (and I personally hate soloing, just too dang boring) this<br/>\nis a moot point.<br/>\n<br/>\nOther random thoughts on this discussion that have passed through my mind as<br/>\nI have read.<br/>\n<br/>\nReclaim Energy: Useless if you use it the same way a magician uses it ... to<br/>\nget a better pet. HOWEVER, in the right situation it is a GREAT spell. In a<br/>\nlong battle when you are casting a lot, have a pet up beforehand and have<br/>\nreclaim energy memmed. When you get low on mana, reclaim your pet. Your pet<br/>\nhas done a bit of damage and, well, now you just got three free bubbles of<br/>\nmana. Think of it as a walking (if you are 30, talking) mana storage<br/>\nfacility, that happens to fight for you on the side.<br/>\n<br/>\nDisease Cloud: 5 dmg but what many people don&#39;t realize is that this is an<br/>\nexcellent taunt. Even more effective than our taunt skill. Combine the two<br/>\nand you have a very powerful ability to keep foes off you. When fighting<br/>\nwith wizzies and such a bit higher than me I put this on my main keypad and<br/>\nconstantly hit it (right after swinigng my weapon) along with taunt. I&#39;ve<br/>\nkept foes off wizzies 8 levels higher than me with this.<br/>\n<br/>\nMend Bones: Hmmm. No, I really have hardly used this spell. Only times I<br/>\nhave have been when trying to solo.<br/>\n<br/>\nEndure Cold: I really don&#39;t mind this. If you ever duel a shaman, be sure to<br/>\nhave this up. You will wipe the floor with him and he will be confused. :)<br/>\n<br/>\nShadow Step: Hasn&#39;t been mentioned much except just now by Brian but I love<br/>\nthis spell. It is always memmed (except when in tight dungeons where it is<br/>\nuseless) and I keep it on my &quot;emergeny pad&quot; right next to Harm Touch.<br/>\nShift-5, 5, 6 equals Harm Touch and Shadow Step. Also quite convenient to<br/>\nget down from the top platform on the aviak tower quickly. Try it sometime<br/>\nif you don&#39;t use it.<br/>\n<br/>\nNumb the Dead: Great spell with a minor problem. It uses bone chips. For the<br/>\ninfrequent amount that I use this spell, I&#39;m not going to carry an extra<br/>\nstack of bone chips around for this, rendering it all but useless unless I&#39;m<br/>\nnear a newbie zone where someone is selling bone chips which is never.<br/>\n<br/>\nDarkness Line: Simply put, it is wonderful. I&#39;m sure all SK&#39;s agree.<br/>\n<br/>\nDark Empathy: Not extremely useful in a full group but I have saved two<br/>\nlives with it (both of which ended up meaning I saved my own life too as I<br/>\nwould have died without their help). I usually keep it memmed at this time<br/>\nfor lack of more effective spells. And it works great on newbies.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If we tune the SK we can&#39;t really ADD new spells, since this<br/>\n&gt; would give them more spells than the other hybrids at each rank.<br/>\n<br/>\n </span></blockquote>Aww, give us more! We&#39;re special! ;)<br/>\n<br/>\nThat&#39;s all for now. Turned into a novel but hope it helps.<br/>\n<br/>\nStart the feedback ...<br/>\n<br/>\nvirten</div>","specialLinks":[]}}