{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Grant Vanderhule","from":"Grant Vanderhule &lt;vandergm@...","replyTo":"LIST","senderId":"PqmWb00tRxrvQWufXCEoTytvUOlii2B-f7f60wTka02eoXmrTT-atRn7kgWVrFBSRW1dPqAZt-gMVM6pYJ_y95T3MaRuLGRUzPESByLz0g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"harm touch, and finally quests!","postDate":"937600168","msgId":773,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xMDIuNzczLjk1OTI3Mzg3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":779,"prevInTime":772,"nextInTime":774,"topicId":773,"numMessagesInTopic":2,"msgSnippet":"as far as harm touch is concerned, i rarely have problems with it. this is perhaps because of having spent (literally *faint*) days in realtime determining how","messageBody":"<div id=\"ygrps-yiv-2080233743\">as far as harm touch is concerned, i rarely have problems with it. this is<br/>\nperhaps because of having spent (literally *faint*) days in realtime<br/>\ndetermining how to use it most effectively.. and i think i&#39;ve pieced<br/>\ntogether most of how it works. i&#39;ve posted to this mailing list about that<br/>\nbefore, have numerous archived posts on eqss, and submitted it to the<br/>\nsoerbaird&#39;s sk site for more permanent viewing :) (if ya really want i can<br/>\nfind their web addy and stick it on another email). as far as improving it<br/>\nis concerned, go read the current HT petition on eqss, i think it is very<br/>\nclear and reasonable (unlike some sk petitions i have seen in the past) and<br/>\nworth signing.<br/>\n<br/>\nquests! am i the only one who realizes that the lady shae quest in fp for<br/>\nshadow knights is STILL broken? it has NEVER worked. lady shae herself has<br/>\nbeen actively altered a few times (she once had enchanter spells, which were<br/>\nremoved after SOMEBODY started a bunch of charmed-newbie trains thru west<br/>\nfreeport *nervously raises hand*) but the quest stays broken. it is<br/>\nremarkably frustrating. and, after finally solving the groflah quest (i<br/>\nthink i may well have been the first to figure that thing out) i got a whole<br/>\nrat fur cap for my troubles. and considering an sk has to be at least lvl 30<br/>\n(invis is REQUIRED to get to groflah), thats pretty sad. some decent prizes<br/>\nfor our quests in freeport would be really welcome :) and i think some<br/>\nmedium size equipment (DE can wear medium too, eh?) for sk would be fine.<br/>\nthere are already several sk items (grobb cleaver, helm of hukulk) that<br/>\nhumans just can&#39;t use. i think it would be baseless for the large races to<br/>\ncomplain if human sk were given something that they could not use :) at this<br/>\npoint i could go into the ring of the dead -&gt; reaper of the dead<br/>\ncontroversy, but i choose not to, ONLY ON THE BASIS THAT the ring of the<br/>\ndead can still be obtained, SOMEHOW. (i hope)<br/>\n<br/>\nas far as faction.. i am a human sk, and i am now considered kindly by the<br/>\nlodge of the dead. recently it seems the default human sk faction with the<br/>\nlodge was either lowered, or the people who have trouble spent too much time<br/>\nhunting in befallen (which i have heard has a peripheral effect on lodge of<br/>\nthe dead fac). in any event, the dark elf necros now consider me better than<br/>\nthey consider most dark elves! which makes me happy :) my big faction gripe<br/>\nis that i have no way of ever getting into grobb or oggok tho! i&#39;m an sk,<br/>\ni&#39;m on their side.. they just see a hummie and want to barsh me i guess.<br/>\neven the troll sk are threatening to me (at least they&#39;re not completely<br/>\nKoS, that way i have somewhat of a chance of surviving an accidental lynuga<br/>\nencounter..)<br/>\n<br/>\nthis concludes today&#39;s really long and rambling letter from Beld. :)<br/>\n<br/>\nBeld Demonblade<br/>\nFennin Ro</div>","specialLinks":[]}}