{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tony Donatelli","from":"&quot;Tony Donatelli&quot; &lt;donatea@...&gt;","replyTo":"LIST","senderId":"5nmagLY3qTGEY9nWqnR46BGRrW881pAzpps7zk0v6afkoHa_oFGl2YRFgLINjXZ0trlE3H2G4S0YPDXGM9m-IVZAHsIQv3eqKw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Large vs Small/Med, HT, and the SD","postDate":"937629525","msgId":791,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xMDIuNzkxLjk1OTI3Mzg3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":790,"nextInTime":792,"topicId":791,"numMessagesInTopic":1,"msgSnippet":"... to ... pulled ... such ... into, ... Is that really such a bad thing? It takes us SO long to get up there in levels that we should be rewarded with these","messageBody":"<div id=\"ygrps-yiv-1606350613\"><blockquote><span title=\"ireply\">&gt; So let&#39;s try another approach: what WOULD you like to see about the class<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; make it more viable?  The reason the high level shields and DoTs were<br/>\n </span></blockquote>pulled<br/>\n<blockquote><span title=\"ireply\"> &gt; is because (believe it or not) a lot of the players here are SKs and as<br/>\n </span></blockquote>such<br/>\n<blockquote><span title=\"ireply\"> &gt; know the class real well and giving them those capabilities made them<br/>\n </span></blockquote>into,<br/>\n<blockquote><span title=\"ireply\"> &gt; literally, tank mages.  It&#39;s a scary sight seeing these guys at work.<br/>\n<br/>\n </span></blockquote>Is that really such a bad thing? It takes us SO long to get up there in<br/>\nlevels that we should be rewarded with these awesome abilities, not punished<br/>\nby paltry spells!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; As I&#39;ve stated before, the thing that hurts the SK class are primarily<br/>\n </span></blockquote>race<br/>\n<blockquote><span title=\"ireply\"> &gt; issues -- a damage shield on a human or DE SK is not unbalancing, however<br/>\n </span></blockquote>it<br/>\n<blockquote><span title=\"ireply\"> &gt; IS unbalanced if you put it on a troll or ogre SK.<br/>\n&gt;<br/>\n&gt; So what can be changed that makes the class more viable for non-big-races<br/>\n&gt; but at the same time is not unbalancing for trolls/ogres?<br/>\n<br/>\n </span></blockquote>Items. Items would be really the only thing you could reasonably restrict to<br/>\nJUST small and medium sizes. If you add or change spells, the trolls/ogres<br/>\nwould go out and get Int jewelry, etc. There are already SK items that<br/>\nexclude some races (i.e. humans) so just throw in some more but leave off<br/>\nthe ogres and trolls. Those greaves someone mentioned sounded cool -- grants<br/>\nbanshee aura to only smalls and mediums, LOL!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I know HT comes up a lot, but there is a fear that HT could end up being<br/>\n&gt; heavily abused (worst nightmare....party of 6 50th level SKs stand around<br/>\n&gt; Mr. Named Mob that only pops once a day anyway, BAM 3000HP gone instantly<br/>\n&gt; and you now have a mob that starts the fight at 1/2 HP).<br/>\n&gt;<br/>\n&gt; If HT was upped slightly, had a slightly higher recharge rate, etc...what<br/>\n&gt; are your suggestions?<br/>\n<br/>\n </span></blockquote>Ah yes, good ole&#39; HT. When compared to a paladin&#39;s LOH ability, HT simply<br/>\nstinks. Let&#39;s take level 30, for example. If you are a paladin or SK at<br/>\nlevel 30, you have about 700 or so hit points (being conservative). So, the<br/>\npaladin is in a bad fight, he&#39;s down to 20 hp, and he hits LOH -- boom, he<br/>\njust did a 700hp heal. Same situation, this time it&#39;s an SK. The SK is in a<br/>\nbad fight, he&#39;s down to 20 hp, and he hits HT -- boom, he does 301hp of<br/>\ndamage and kills the mob (ideal scenario). Both get their specials once a<br/>\ngame day. So what&#39;s wrong with this picture? The paladin did 700, the SK did<br/>\n300, THAT is the problem. If the paladin were to LOH a warrior friend,<br/>\nthere&#39;s 1000 hp heal. If the SK were to HT a different mob, he still does<br/>\n300 at best.<br/>\n<br/>\nSo there are three possible solutions to this:<br/>\n<br/>\n(1.) Make the HT do damage AND lifetap for that amount of damage. So in that<br/>\nsame situation, the SK does 300 in damage, and receives 300 as a heal. That<br/>\ntotals 600hp, STILL less than an LOH, and it gives us a real lifesuck. I<br/>\nbelieve this is in the current eqss SK petition Beld mentioned (and I&#39;ve<br/>\nsigned).<br/>\n<br/>\n(2.) Allow the HT to be the EXACT reverse of the LOH, i.e. complete death.<br/>\nWhy is the paladin&#39;s special able to adjust to the target, but the SK&#39;s is<br/>\nnot? Let HT completely kill the mob. Admittedly, this is the least plausible<br/>\nanswer.<br/>\n<br/>\n(3.) Since the HT does approximately half what an LOH does (that disparity<br/>\nonly increases with levels, by the way), let it have half the recharge time.<br/>\nThat way a level 30 SK gets a pair of 300hp HTs per day, and the paladin<br/>\nstill just gets one 700hp LOH.<br/>\n<br/>\nPersonally, I prefer option 1, with option 3 running a close 2nd... but<br/>\nthere&#39;s my brainstorm.<br/>\n<br/>\nAlso, someone mentioned an SK equivalent to ghoulbane. Well, we have that,<br/>\nthe dark reaver. What we need is an equivalent to SOULFIRE, and better yet,<br/>\nI believe that we DO! Yup, you heard right, it&#39;s out there... somewhere.<br/>\nFrom what I&#39;ve been able to gather, it&#39;s called Soul Devourer. I don&#39;t know<br/>\nany kind of stats on it at all and don&#39;t really know anything about the<br/>\nquest(s) for it, only that it IS quest-obtainable. There is an SK on the<br/>\ncazic-thule server that I was talking to in irc one night and I kinda fished<br/>\nthis info out of him. The GMs on his server said he was the farthest along<br/>\non it (than anyone on ANY server). So that should tell you something, ala<br/>\nthis is a HARD quest. The best part is, this guy is over halfway through the<br/>\nquest and only level 34, meaning you may or may not have to be level 50 to<br/>\ndo it. If anyone knows anymore about this (and yes, I&#39;m talking to you too<br/>\nBrian Hook!), please feel free to share. ;)<br/>\n<br/>\nDravith Vandre&#39;i<br/>\nDark Elven SK (39)<br/>\nFennin Ro</div>","specialLinks":[]}}