{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy Pollack","from":"&quot;Jeremy Pollack&quot; &lt;jpollack@...","replyTo":"LIST","senderId":"b98JaPfLBo1i3wBX22_c-7cpPXb4RQPME5oUYxYw42-BXG87aCnf6ZU6gD6Cu7ni0pIuxGWhvlGnwNc_BLhE45lilJemV4TfYRfwswOA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Getting my EQ fix any way I can (gee, this got real long)","postDate":"939149591","msgId":940,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS4xMTkuOTQwLjk1OTI3Mzg3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":941,"prevInTime":939,"nextInTime":941,"topicId":940,"numMessagesInTopic":5,"msgSnippet":"Hello all. been a week or so since I posted so I figured I d say hi to you all and plus, I have exams so I am studying and can t play EQ till Thursday!","messageBody":"<div id=\"ygrps-yiv-612462191\">Hello all. been a week or so since I posted so I figured I&#39;d say hi to you<br/>\nall and plus, I have exams so I am studying and can&#39;t play EQ &#39;till<br/>\nThursday! Noonononono! So I&#39;m getting my fix.<br/>\n<br/>\nI&#39;m almost at the magical number. Well, for me anyways. I have been looking<br/>\nforward to getting level 30 for a long time (this trip from 22 to 30 with<br/>\nNOTHING new but hit points has been a long one -- anyone else think so<br/>\ntoo?). I&#39;m the big voice graft proponent here (puts on flame-resistant<br/>\npants) and I can&#39;t wait to get the spell. Plus I think in overall<br/>\nusefullness 30 is one of the biggest levels (feign death, boil blood,<br/>\ninvisibility (YEAH!!! I can finally get bound in grobb and oggok!!) I&#39;ve<br/>\nbeen spending a decent amount of time at the Treants in S Karana lately to<br/>\nget experience and while it is boring it is decent money and relatively safe<br/>\n(although I have died a few times because my group goes afk or something<br/>\nwhen the trees appear so I end up soloing two spell casting treants! Ack!).<br/>\nI don&#39;t particularly enjoy this ... I prefer dungeons or more dangerous yet<br/>\nmore exhilirating combat etc but my desire to get 30 has turned me into a<br/>\npowergamer for the last two levels.<br/>\n<br/>\nCouple of thoughts/questions other than my simple random babblings:<br/>\n<br/>\n1) Do guards see invis? I wonder because I hope that now I can bind just<br/>\ninside oggok or grobb when in cazic (I hate that place) or guk (a little<br/>\nbetter) to avoid the long long run back from E Freeport.<br/>\n<br/>\n2) How long does feign death last? Indefinitely? Is it usable in combat<br/>\nsituations? ie I am generally the only non-gater in my group. Does it cast<br/>\nquickly like shadow step so that I can cast it after taunting 5 mobs on me<br/>\nso my group can gate out of there? I know my girlfriend is looking forward<br/>\nto me getting feign death after I explained how it works because she started<br/>\nthe game only recently but expects me to help her level. Hmmm. No Level no<br/>\nLovin&#39;? Heh.<br/>\n<br/>\n3) About time we got a disease spell (Endure Disease). As someone else has<br/>\nsaid in the past ... it owuld really make sense for us to get CURE disease<br/>\nlike necros. You should be able to undo anything that you can do.<br/>\n<br/>\n4) General thought about shadowknights. Well, first ... I personally just<br/>\nwonder if Brian is still on the list. We haven&#39;t heard from him in a while.<br/>\nSecondly ... I really have to wonder something. We all agree that pets are<br/>\nuseless (EXCEPT FOR VOICE GRAFT!! MUHAHAHAHA) for us in most cases. HOWEVER<br/>\n... I am not so sure that Verant would be willing to make such a MASSIVE and<br/>\nSWEEPING change to shadowknights, or *any* class as we all want. ie get rid<br/>\nof pets and give us other spells (cure disease, line of damage shields if<br/>\nthey could be balance (I still like this one a LOT but then again I&#39;m<br/>\nhuman), etc). The closest thing to a change this massive has been the<br/>\nwarrior upgrade but while they had some massive changes things were *only*<br/>\nadded to the class. Nothing was taken away like it would be for the SK&#39;s<br/>\n(even if we all mostly agree that the stuff they&#39;d take away is useless).<br/>\nBecause of this I wonder what will happen to us. Brian already stated that<br/>\nnew spells will not be added without removal of old ones (to keep us even<br/>\nwith rangers, pallies (and I will make no further comment on &quot;even&quot;)) and<br/>\njust from the comments I keep hearing from Verant people, if it wasn&#39;t for<br/>\nBrian being on this list from a time I would have not thought they were even<br/>\nconsidering buffing SK&#39;s at all. Just yesterday Brad said on some newsgroup<br/>\n(it was quoted on eqvault) in response to someone&#39;s comment on SK&#39;s and that<br/>\nno one internally had every played one to 50 or something, while he never<br/>\nsaid that SK&#39;s were GOOD he did insist that people played SK&#39;s and that at<br/>\nleast one staffer had taken one to 50. It just doesn&#39;t seem to me (save for<br/>\nBrian&#39;s comments here and some of these were flaky on the issue) that Verant<br/>\ndeems that SK&#39;s need that much if any tweaking at all.<br/>\n<br/>\nOn that line as well ... the point remains that while there is some SK only<br/>\nstuff there is very little. The reaper of the dead, well, it sucks. You<br/>\ncan&#39;t get it until lvl 25 at least in a group and while my friends and I<br/>\nwere getting it, well, gee, the TSK spawned and I got a BBC. I used the<br/>\nReaper until my skill was maxed (any young SK&#39;s out there -- TRAIN IN 2HS<br/>\nFROM THE BEGINNING!!! -- I started it at lvl 25 and it was a *royal pain in<br/>\nthe a$$*) because it is the fastest 2hs available save for the GZ and other<br/>\nexpensive stuff. But I&#39;m sure as hell not going to keep using the Reaper of<br/>\nthe Dead for 12 damage at 40 delay when I can add 5 delay for 5 damage now<br/>\nthat my skill is maxed. The reaper looks really really good and I loathed to<br/>\ngive it up. I waited a week after I maxed my skill in fact to do so but<br/>\nsince I am the only tank in my group it was clearly lacking in tank<br/>\nfirepower. I refuse to use a BIBS (functionality overweighs looks but only<br/>\nto an extent!) because it just looks to stupid but am actively searching for<br/>\na GZ to rid myself of that agility hit (although I got a cloak of leaves by<br/>\ndumb luck last week while we were medding in S Karana!). So to get back on<br/>\ntopic (I&#39;m way off I know)... why is there so little SK stuff? Tanks/Hybrids<br/>\nare highly dependant on equipment yet we have little. Is it because there<br/>\nare so  few SK&#39;s? Why are there so few SK&#39;s? Part of me likes it that way<br/>\n(for RP purposes and such ... I&#39;d sure hate it if next month there were as<br/>\nmany SK&#39;s as there are druids).<br/>\n<br/>\nWell, time to work. If you made it this far, congrats, you survived my<br/>\nramblings. I&#39;m sure there are plenty more where that came from. Lets get<br/>\nthis list going again, even without Brian to fuel our fire of actually<br/>\ngetting something done! (Come back to us Brian!).<br/>\n<br/>\nLater,<br/>\n<br/>\nVirten, Knight of Innoruuk<br/>\n<br/>\naka<br/>\n<br/>\njeremy</div>","specialLinks":[]}}