{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Leif Smart","from":"Leif Smart &lt;leifsmart@...","replyTo":"LIST","senderId":"c8l3g2ABpqHI9ezuhowfexkcEVDo5ze1gVXdeas-tPNSynSlCACyhiczvLNFi3d_vSIsQSGKUCAvibXZeYEw29c_Yfo8f3kxkg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Concerns With SK Class","postDate":"925171301","msgId":96,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44Ljk2Ljk1OTI3Mzg3N0BlR3JvdXBzLmNvbT4="},"prevInTopic":90,"nextInTopic":98,"prevInTime":95,"nextInTime":97,"topicId":89,"numMessagesInTopic":5,"msgSnippet":"Ok, I can see your point with the Harm Touch. However, I m at level 14 now and I gave up usuing Harm Touch for anything but emergancy purposes. Either to save ","messageBody":"<div id=\"ygrps-yiv-1706969338\">Ok, I can see your point with the Harm Touch. However, I&#39;m at level 14 now and I<br/>\ngave up usuing Harm Touch for anything but emergancy purposes. Either to save<br/>\nmyself or as the mother of all taunts to save someone else. If I don&#39;t think I can<br/>\nwin with my sword then I don&#39;t fight, I never think well if I HT it, it will be an<br/>\neven fight.<br/>\n<br/>\nWe must also remmeber that we get a pet. Woopee Doo! You might think, it&#39;s a crap<br/>\none. But it does server many great uses. First, it&#39;s an extra attack during<br/>\nbattle, somewhat makingup for our lack of Duel Wield. It&#39;s a great way to get rid<br/>\nof those annoying rusty short swords, since it makes the pet more effective. And<br/>\nalos, it is a great delaying and early warning device. My pet has saved me from<br/>\ngiants on a number of times.<br/>\n<br/>\nInos<br/>\n<br/>\n<br/>\nCountess Bathory wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Countess Bathory &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:countess_bathory_69@...\">countess_bathory_69@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I am new to this mailing list, so if this ends up being a repeat of<br/>\n&gt; messages sent out by others, i apologize in advance.<br/>\n&gt;<br/>\n&gt; I play a Human Shadow Knight named Bathory on the Cazic-Thule server,<br/>\n&gt; currently level 11 and residing in Qeynos.<br/>\n&gt;<br/>\n&gt; I have noticed personally as I gain levels and have heard from many<br/>\n&gt; other SKs of all races and levels that there seem to be problems with<br/>\n&gt; certain areas of this class.<br/>\n&gt; My main concern is with Harm Touch. This is supposed to be the<br/>\n&gt; opposite, but EQUAL of the Paladin&#39;s Lay on Hands.<br/>\n&gt;<br/>\n&gt; 1. Now lets crunch some numbers here.<br/>\n&gt; -LoH potentially heals upto about 1000HP<br/>\n&gt; -HT at its best, at level 50, will do 501 pts dmg<br/>\n&gt; -  501=1000 ? Not last I knew<br/>\n&gt; Now here&#39;s my thoughts on this. I do feel that our HT should do equal<br/>\n&gt; dmg that LoH does healing. Now many feel, including some SKs, that this<br/>\n&gt; would be too powerful. And i can see that point. But my question is,<br/>\n&gt; why do Paladins get such a strong healing spell? If HT is  supposed to<br/>\n&gt; be the equal of paladins LoH, why isnt it?<br/>\n&gt;<br/>\n&gt; 2. HT is resisted way too often for comfort when fighting higher level<br/>\n&gt; creatures. For a &quot;special&quot; feature, it doesn&#39;t seem too special when<br/>\n&gt; you need to do that 111 pts damage because you&#39;re getting stomped on<br/>\n&gt; and you see the message &quot;target has resisted your Harm Touch&quot;.<br/>\n&gt; Lets go back to LoH. How often is that resisted? I review many message<br/>\n&gt; boards, and i have yet to see a single complaint about LoH being<br/>\n&gt; resisted.<br/>\n&gt;<br/>\n&gt; 3. Partial Damage. Ive seen myself and heard from many others that even<br/>\n&gt; when it doesn&#39;t get resisted totally, it will do only half damage. And<br/>\n&gt; an even more disturbing report is that on occasion it will do only<br/>\n&gt; 19dmg. Unless you&#39;re having trouble with that pesky large rat, 19dmg<br/>\n&gt; isn&#39;t gonna do a whole heck of a lot.<br/>\n&gt; LoH? Again, i&#39;ve heard no complaints on this.<br/>\n&gt;<br/>\n&gt; Not to mention of course, for something we can use only once a day, it<br/>\n&gt; should work and work to its full potential every time.<br/>\n&gt;<br/>\n&gt; 4. I feel, to make HT a viable weapon, it needs to either, do equal<br/>\n&gt; damage as LoH does healing, or boost its power some but have it<br/>\n&gt; available more than once per day. And in either case have it NEVER<br/>\n&gt; resisted.<br/>\n&gt;<br/>\n&gt; Those are my main concerns.<br/>\n&gt;<br/>\n&gt; My other concerns I feel are less important, but important still.<br/>\n&gt; I feel the spells we received could be boosted some, or at least have<br/>\n&gt; available some spells that are more useful.<br/>\n&gt; The first set we get are useful, but kinda lame. OK, i can deal with<br/>\n&gt; that, because its our first set. But at level 15, I see no reason why<br/>\n&gt; we shouldn&#39;t have a HP drain spell and a shielding spell. And have a<br/>\n&gt; new drain spell every circle after that, especially since i have yet to<br/>\n&gt; hear any success with Vampiric Embrace actually working the way it<br/>\n&gt; supposed to.<br/>\n&gt; And if Necros get gate at level 5, giving it to us at level 22 or so,<br/>\n&gt; isnt too much to ask.<br/>\n&gt;<br/>\n&gt; Some may say that Paladins spells are lame too, so why am i<br/>\n&gt; complaining? Well, lets get back to the fact that our damage spells are<br/>\n&gt; resisted by most of the creatures that we&#39;ll be fighting. I don&#39;t<br/>\n&gt; believe Paladins have this problem with their healing and buffing<br/>\n&gt; spells. So we should have more useful and effective spells to<br/>\n&gt; compensate for this.<br/>\n&gt;<br/>\n&gt; Its not my intention to make SKs all powerful or equal to Necromancers<br/>\n&gt; in casting abilities, but I do feel we are not equal, as we should be,<br/>\n&gt; overall.<br/>\n&gt;<br/>\n&gt; The fighting abilties, I have yet to find a reason to complain. We<br/>\n&gt; eventually get all the main features of fighters except Kick and<br/>\n&gt; Duel-Wield. I have no problem waiting for them as long as I do get<br/>\n&gt; them. We can wear any type of armor and use any type of weapon except<br/>\n&gt; for a very few.<br/>\n&gt;<br/>\n&gt; Now let me state that I do indeed like being a SK, i like being evil,<br/>\n&gt; doing evil quests and not having to be nice all the time. And I fully<br/>\n&gt; accept being hated by NPCs and occasionally KoS.<br/>\n&gt;<br/>\n&gt; I have already submitted a Feedback Form via Sony Station and I know<br/>\n&gt; others have as well. But it seems a bigger kick in the butt is needed<br/>\n&gt; to get the Dev team to notice this. I would like to stage a massive<br/>\n&gt; write in by SKs of all races and levels on all servers.<br/>\n&gt;<br/>\n&gt; I am open to suggestions on when and how this should be done. Whether<br/>\n&gt; it would be more effective while on-line, using the /feedback command<br/>\n&gt; on a Friday or Sat. night getting as many SKs on-line to do it as<br/>\n&gt; possible or just getting as many as possible at their convenience to<br/>\n&gt; submit thru Sony Station&#39;s Feedback Form.<br/>\n&gt;<br/>\n&gt; This ended up being way longer than i originally thought, and i&#39;m sorry<br/>\n&gt; if i bored you,but these are issues that I feel are important and after<br/>\n&gt; speaking with many other SKs, i know i&#39;m not alone.<br/>\n&gt;<br/>\n&gt; Any feedback or suggestions are welcome, whether they agree with my<br/>\n&gt; opinions or not.<br/>\n&gt;<br/>\n&gt; Thanks For Hanging in there,<br/>\n&gt;<br/>\n&gt; Bathory<br/>\n&gt; Cazic-Thule<br/>\n&gt;<br/>\n&gt; _________________________________________________________<br/>\n&gt; Do You Yahoo!?<br/>\n&gt; Get your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Did you know that ONElist hosts some of the largest lists on the Internet?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ONElist.com\">http://www.ONElist.com</a><br/>\n&gt; Our scaleable system is the most reliable free e-mail service on the Internet!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; -=The Shadow Knight Mailing List=-<br/>\n&gt; -=   Support Evil Roleplaying   =- </span></blockquote></div>","specialLinks":[]}}