{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Leif Smart","from":"Leif Smart &lt;leifsmart@...","replyTo":"LIST","senderId":"-e63BPvPjJiL7rzF2MQRknqQY7Hr5R34HQI7K7NNasLWRyM6swzv9d9yI8T-HN_XQDZtRw_7tOvHOQKqOJiowMsYzakZ83COYw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: bathory","postDate":"925171599","msgId":97,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTU4NS44Ljk3Ljk1OTI3Mzg3N0BlR3JvdXBzLmNvbT4="},"prevInTopic":94,"nextInTopic":99,"prevInTime":96,"nextInTime":98,"topicId":94,"numMessagesInTopic":6,"msgSnippet":"I think a level 50 SK can kill any other lvl 50 simply becuase they have a pet that would  tip the balance. Going up against a Warrior would be the easiest of ","messageBody":"<div id=\"ygrps-yiv-1756672752\">I think a level 50 SK can kill any other lvl 50 simply becuase they have a pet<br/>\nthat would  tip the balance. Going up against a Warrior would be the easiest of<br/>\nall, since at the start of the battle he will be weakened, Diseases, have HP<br/>\nstolen  have a pet banging on the back of his head, and if worse come to worse,<br/>\nthe SK can just shadow step and shoot arrows until he is dead.<br/>\n<br/>\n<br/>\n<br/>\nGrant Vanderhule wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Grant Vanderhule &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vandergm@...\">vandergm@...</a>&gt;<br/>\n&gt;<br/>\n&gt; i completely agree, i would personally like to sit down with the game<br/>\n&gt; balance programmers and get THEIR explainations of how paladins and SK are<br/>\n&gt; evenly matched. however, i think i can understand a few possible reasons why<br/>\n&gt; things are as they are:<br/>\n&gt;<br/>\n&gt; ok, so at lvl 9 a paladin could probably beat up a lvl 9 sk good, on account<br/>\n&gt; of the paladin has 3 times normal hp (due to all the healing), whereas we<br/>\n&gt; get a spell that bites him for 5 damage and suck away some of his str. but<br/>\n&gt; eventually i think we accelerate in power faster than paladins.. by the time<br/>\n&gt; we get to lvl 50 in our best equipment, we would be fully capable of beating<br/>\n&gt; the snot out of a lvl 50 paladin in his best equipment. (also, we dont have<br/>\n&gt; to kill the lava dragon for a darkreaver ;)) upon checking back to the guild<br/>\n&gt; periodically i have seen a great many necro spells being imped for SK use at<br/>\n&gt; high level, including some of the powerful DOT spells, spirit armor, and<br/>\n&gt; expulse undead.<br/>\n&gt;<br/>\n&gt; also, while i admit that HT vs lay on hands isnt very fair, remember that HT<br/>\n&gt; IS rather powerful. most melee combat classes cant boast the ability to<br/>\n&gt; knock off a third or a half of their target&#39;s life with a single attack and<br/>\n&gt; still be able to go ahead and wail away with nasty implements of pointy<br/>\n&gt; death. my suggestion is not to boost HT, but to TONE DOWN lay on hands. the<br/>\n&gt; ability to heal that much is just not reasonable; altho i have heard of<br/>\n&gt; people having lay on hands interrupted, while it is not possible to<br/>\n&gt; interrupt HT that i have seen, it being instantaneous. can anyone confirm<br/>\n&gt; the possibility of lay on hands to be interrupted?<br/>\n&gt;<br/>\n&gt; there is a very good reason why HT can be resisted: imagine about 20 lvl 10<br/>\n&gt; sk all charge a griffin and simultaneously lay a harm touch on it, causing<br/>\n&gt; it to die instantly. now somebody is going to get a crapload of xp out of<br/>\n&gt; that, and it&#39;d be a hideously unfair trick for us. even more lame than the<br/>\n&gt; little bard accelerando-run in circles-bellow thing! i admit i become quite<br/>\n&gt; annoyed seeing HT resisted or soaked altogether, but i try very hard not to<br/>\n&gt; fight things that are guaranteed to resist it when it can be helped anyway :)<br/>\n&gt;<br/>\n&gt; now, if only they will figure out why we and paladins cant hit worth a damn,<br/>\n&gt; i think both classes are fully toe to toe with most other classes for the<br/>\n&gt; better part of the game. i still think it&#39;d be a bad idea to duel a lvl 50<br/>\n&gt; wizard with an SK, but the again, who COULD? :)<br/>\n&gt;<br/>\n&gt; Beld Demonblade &lt;- just named! :D<br/>\n&gt; Fennin Ro<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Have you visited the new ONElist home page lately?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ONElist.com\">http://www.ONElist.com</a><br/>\n&gt; ONElist: The Leading e-mail list and community service on the Internet!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; -=The Shadow Knight Mailing List=-<br/>\n&gt; -=   Support Evil Roleplaying   =- </span></blockquote></div>","specialLinks":[]}}