<html>
<head>
<title>&lt; Armonia &gt; La Charte</title>
<LINK rel="stylesheet" href="../css/forum.css" type="text/css">
<style type="text/css">
<!--
li {  margin-bottom: 10px}
-->
</style>
</head>
<body >
<img src="../Images/titre_deb.gif" width="64" height="50"><img src="../Images/titre_charte.gif" width="131" height="50"><img src="../Images/titre_fin.gif" width="26" height="50"> 
<br>
<br>
<br>
<table border="0" cellpadding="10" cellspacing="1" width="95%" align="center">
  <tr class="trlineforum"> 
    <td> Armonia est une guilde du jeu Everquest sur le serveur Karana.<br>
      Voici tous les statuts et r&egrave;glements qui r&eacute;gissent &laquo;Armonia&raquo;. 
      De sa philosophie &agrave; l'inscription, en passant par ses objectifs et 
      ses r&egrave;gles, tout est r&eacute;uni ici afin que vous ayez une id&eacute;e 
      claire et pr&eacute;cise de ce que nous sommes.<br>
    </td>
  </tr>
  <tr class="trlineforum"> 
    <td> 
      <p><b>1 – Général</b></p>
      <ul>
        <li>Armonia est une guilde qui cherche &agrave; offrir &agrave; ses membres 
          la possibilit&eacute; de jouer ensemble, d'explorer les diff&eacute;rentes 
          zones du jeu et de relever des d&eacute;fis. Armonia ne cherche pas 
          &agrave; se mesurer aux autres guildes, &agrave; &ecirc;tre la premi&egrave;re 
          guilde du serveur, &agrave; r&eacute;unir les plus &quot;hard-core gamers&quot; 
          pour finir le jeu le plus vite possible. Au contraire, la guilde cherche 
          &agrave; concilier diff&eacute;rentes fa&ccedil;ons de jouer &agrave; 
          Everquest, &agrave; d&eacute;velopper des liens d'amiti&eacute;, &agrave; 
          s'occuper des joueurs et non des personnages.</li>
        <li>Les Armoniens s'engagent avant tout &agrave; respecter tous les joueurs, 
          qu'ils aient ou non le tag &quot;Armonia&quot;. Chacun veillera &agrave; 
          respecter le travail des autres, et &eacute;vitera de ruiner les efforts 
          de telle ou telle personne. Respecter les autres, c'est aussi conna&icirc;tre 
          sa classe, ne pas faire attendre inutilement les autres joueurs, ne 
          pas profiter des autres Armoniens. Il ne faut pas oublier que, m&ecirc;me 
          si Norath est un monde virtuel, le joueur qui regarde son &eacute;cran 
          est bien r&eacute;el.</li>
        <li>Armonia n'est en concurrence avec personne, respecte les r&egrave;gles 
          du KGC et met un point d'honneur &agrave; avoir un comportement irr&eacute;prochable 
          vis-&agrave;-vis des autres guildes. Sauf cas exceptionnel, les sorties 
          et &eacute;v&egrave;nements d'Armonia sont ouverts &agrave; tous. Toute 
          guilde en difficult&eacute; peut nous demander de l'aide, et nous n'attendrons 
          rien en retour.</li>
        <li>Tous les Armoniens sont &eacute;gaux. Les officiers et le guild leader 
          ne sont que des membres ayant plus de responsabilit&eacute;s. Chacun 
          est encourag&eacute; &agrave; prendre une part active &agrave; la vie 
          de la guilde, que ce soit dans le jeu ou sur le forum. Le partage des 
          connaissances et des astuces est souhaitable, car de l'&eacute;change 
          nait la progression et l'efficacit&eacute; de l'ensemble. Ce partage 
          doit se faire avec un esprit de camaraderie et non sur un ton pol&eacute;mique. 
          Commettre des erreurs ou ignorer certaines choses n'est pas r&eacute;pr&eacute;hensible, 
          tant que l'on montre la volont&eacute; d'apprendre et de progresser. 
          Il ne s'agit pas de d&eacute;signer telle ou telle personne comme un 
          &quot;mauvais joueur&quot; mais d'am&eacute;liorer le jeu collectivement.</li>
        <li>Les Armoniens doivent &ecirc;tre solidaires. Si un membre rencontre 
          un probl&egrave;me qu'il ne peut r&eacute;soudre seul (CR impossible 
          par exemple), les autres membres doivent tout faire pour l'aider. Armonia 
          n'est pas une guilde de mercenaires o&ugrave; c'est du chacun pour soi, 
          on est tous embarqu&eacute;s dans le m&ecirc;me b&acirc;teau, pour le 
          meilleur et pour le pire. Aidez les autres comme vous aimeriez qu'on 
          vous aide.</li>
        <li>Les membres se doivent d'aller consulter r&eacute;guli&egrave;rement 
          le forum, afin de se tenir inform&eacute;s des &eacute;v&egrave;nements 
          courants. De plus chacun doit tenir &agrave; jour sur le site la liste 
          de ses flags, clefs, et pi&egrave;ces d'&eacute;quipement pour que les 
          officiers puissent savoir quels sont les besoins de la guilde.</li>
      </ul>
    </td>
  </tr>
  <tr class="trlineforum"> 
    <td> 
      <p><b>2 – Le guildchat (GC)</b></p>
      <ul>
        <li>Le Guildchat est le moyen de communiquer avec l'ensemble des armoniens, 
          le mettre &quot;OFF&quot; &eacute;quivaut &agrave; mettre l'ensemble 
          des Armoniens en ignore list, et c'est donc strictement interdit. Le 
          GC est un moyen d'expression qui est partag&eacute; par tous, il n'appartient 
          &agrave; personne. De m&ecirc;me le message du jour contient des informations, 
          en particulier sur les raids, qu'il faut lire.</li>
        <li>Le respect des autres, c'est en particulier la correction du langage. 
          Aucun propos raciste, insultant ou ordurier n'est tol&eacute;r&eacute; 
          en GC.</li>
        <li>Chacun doit faire en sorte que le GC soit convivial: les Armoniens 
          doivent r&eacute;pondre autant que possible aux arriv&eacute;es, d&eacute;parts 
          et questions des autres membres. Souvenez-vous que le silence peut &ecirc;tre 
          consid&eacute;r&eacute; comme un signe de m&eacute;pris.</li>
        <li>La prise d'otage du GC pour &eacute;taler sur la place publique un 
          conflit, quelle qu'en soit la cause, est strictement prohib&eacute;e. 
          Dans tous les cas, un premier avertissement en tell d'un officier sera 
          fait, suivit d'un second en GC si besoin et au final un GR temporaire.</li>
        <li>Plus g&eacute;n&eacute;ralement, le GC ne sert pas &agrave; &quot;flammer&quot;. 
          Si vous voulez d&eacute;battre sur un sujet pr&eacute;cis, utilisez 
          le forum et non le GC. Si vous avez un diff&eacute;rent avec un autre 
          Armonien, tell ou message priv&eacute;. Si vous avez un soucis avec 
          la guilde, parlez-en aux officiers en priv&eacute;.</li>
      </ul>
    </td>
  </tr>
  <tr class="trlineforum"> 
    <td> 
      <p><b>3– Recrutement</b></p>
      <ul>
        <li>Armonia est une guilde ouverte &agrave; tous. La seule condition, 
          pour y entrer, est d'adh&eacute;rer aux valeurs de la guilde et de faire 
          preuve de motivation. Pour que la guilde conserve son homog&eacute;n&eacute;it&eacute;, 
          on conseille toutefois d'avoir un certain niveau, d'avoir certaines 
          extensions (par exemple Planes of Power), d'avoir certaines clefs ou 
          certains flags. Ces pr&eacute;requis sont affich&eacute;s dans un post 
          du forum &quot;candidature&quot;. Mais ce ne sont que des recommandations, 
          et on ne refusera jamais une personne motiv&eacute;e en raison de sa 
          classe, de son niveau ou pour toute autre raison du m&ecirc;me genre.</li>
        <li>Le candidat doit se faire conna&icirc;tre aupr&egrave;s d'un officier 
          ou poster sur le forum &quot;candidature&quot;. Le candidat est alors 
          encourag&eacute; &agrave; s'informer des events et de grouper le plus 
          possible avec des Armoniens.</li>
        <li>La dur&eacute;e de la p&eacute;riode de candidature est g&eacute;n&eacute;ralement 
          de 1 &agrave; 4 semaines. Pour chaque candidat un thread est cr&eacute;&eacute; 
          sur le forum des officiers avec un suivi du candidat. Au bout de la 
          p&eacute;riode de candidature, un d&eacute;bat est organis&eacute; entre 
          les officiers. L'avis des membres est recueilli et pris en compte de 
          fa&ccedil;on informelle.</li>
        <li>Si les officiers &eacute;mettent un avis positif, le candidat est 
          tagg&eacute; et devient aspirant pendant encore un mois. Il a alors 
          acc&egrave;s &agrave; tous les forums comme un membre normal. Le thread 
          sur le forum officier est maintenu et comment&eacute;.Au bout de ce 
          mois, si tout s'est bien pass&eacute;, l'aspirant devient un membre 
          &agrave; part enti&egrave;re.</li>
        <li>Tout Armonien s'engage &agrave; guilder tous ses personnages 46+ chez 
          Armonia (sauf s'il les laisse guildless).</li>
      </ul>
    </td>
  </tr>
  <tr class="trlineforum"> 
    <td> 
      <p><b>4– Sorties et &eacute;v&egrave;nements</b></p>
      <ul>
        <li>N'importe quel membre peut proposer, organiser et diriger une sortie, 
          du moment que cel&agrave; ne va pas &agrave; l'encontre des objectifs 
          de la guilde. Aussi soyez moteur, n'ayez pas peur de proposer des sorties. 
          Il y aura toujours quelqu'un pour vous conseiller, pour vous aider au 
          besoin.</li>
        <li>Les sorties sont programm&eacute;es sur le calendrier et chacun doit 
          le consulter r&eacute;guli&egrave;rement et s'inscrire (absent ou pr&eacute;sent). 
          Quand un event est programm&eacute;, chacun est tenu d'y participer 
          s'il est on-line.</li>
        <li>La non-participation manifeste ou une participation trop int&eacute;ress&eacute;e 
          (items, etc.) fera l'objet d'un thread en forum officier o&ugrave; des 
          mesures seront &eacute;tudi&eacute;es allant de l'avertissement &agrave; 
          l'exclusion d&eacute;finitive.</li>
        <li>Une sortie improvis&eacute;s est toujours possible et les m&ecirc;mes 
          r&egrave;gles s'appliquent du moment que celle-ci a une port&eacute;e 
          &laquo; guilde &raquo; (mob &quot;epic&quot; ou cible majeure up par 
          exemple).</li>
        <li>En r&egrave;gle g&eacute;n&eacute;rale, un raid est cr&eacute;&eacute; 
          au zone-in et les arrivants se mettent en LFG en attendant une invitation. 
          Chacun est tenu d'&eacute;couter et de respecter les consignes du raid 
          leader.</li>
        <li>Les Armoniens sont encourag&eacute;s &agrave; grouper entre eux, &agrave; 
          aider ceux qui ont du mal &agrave; trouver un groupe XP en raison de 
          leur classe ou de leur niveau.</li>
      </ul>
    </td>
  </tr>
  <tr class="trlineforum"> 
    <td> 
      <p><b>5– Attributions</b></p>
      <ul>
        <li>Pour Armonia, les items, aussi puissants soient-ils, ne constituent 
          pas une fin en soi: ce ne sont que des moyens de progression. Le but 
          n'est pas de s'&eacute;quiper en &quot;super-items&quot; mais de jouer 
          ensemble et de partager au mieux les fruits de nos efforts. C'est ce 
          qui fait la diff&eacute;rence entre une usine &agrave; items et un groupe 
          d'amis.</li>
        <li>Les attributions sont faites par les officiers, selon le proc&eacute;d&eacute; 
          suivant : 
          <p>1) Les items peuvent &ecirc;tre attribu&eacute;s &agrave; n'importe 
            quel joueur pr&eacute;sent dans le raid. L'attribution se fait imm&eacute;diatement 
            si l'objet est NO DROP mais peut &ecirc;tre retard&eacute;e si l'objet 
            est dropable. En raison de la valeur d'un item, les officiers peuvent 
            d&eacute;cider de r&eacute;server cet objet aux armoniens uniquement. 
            Autrement les invit&eacute;s peuvent aussi se voir attribuer l'item.</p>
          <p>2) Un officier va demander 3 fois, en channel raid, les personnes 
            qui souhaitent avoir un item. C'est donc &agrave; chacun de d&eacute;terminer 
            si l'objet est int&eacute;ressant pour lui. Les int&eacute;ress&eacute;s 
            doivent le tell.</p>
          <p>3) Apr&egrave;s ces 3 appels, la liste des gens UP (avec les commentaires 
            &eacute;ventuels) est donn&eacute;e en channel officiers. Il peut 
            arriver qu'un nom qui semble &quot;&eacute;vident&quot; n'y figure 
            pas, auquel cas on le contacte afin de savoir pourquoi il ne s'est 
            pas annonc&eacute; comme int&eacute;ress&eacute;, mais ce n'est pas 
            garanti. Chaque officier, en fonction de crit&egrave;res communs ET 
            de ses propres crit&egrave;res, fournit un ou deux noms, issus de 
            la liste. Si un large consensus se d&eacute;gage, l'attribution est 
            rapidement faite. Sinon, chacun est pri&eacute; de faire valoir les 
            arguments l'ayant incit&eacute; &agrave; opter pour X. La discussion 
            dure le temps qu'un nom sorte comme &eacute;tant le plus consensuel, 
            en fonction des remarques de tous.</p>
        </li>
        <li>Les crit&egrave;res d'attribution sont, entre autres, les suivants 
          :<br>
          - les attributions pass&eacute;es des joueurs<br>
          - l'investissement dans la vie de la guilde<br>
          - l'assiduit&eacute; aux events<br>
          - l'utilit&eacute; d'un item pour telle ou telle classe<br>
          - &eacute;ventuellement la valeur affective ou symbolique des items</li>
        <li>En aucun cas vous n'avez le droit de vendre ou &eacute;changer un 
          items d'attribution guilde sans l'accord des officiers. Si l'attribution 
          est un upgrade d'un item guilde dropable, celui-ci doit &ecirc;tre remis 
          a un officier pour r&eacute;attribution. Si votre ancien item &eacute;tait 
          &agrave; vous, il n'y a aucune obligation m&ecirc;me si c'est recommand&eacute;. 
          Si vous quittez la guilde, vous devez restituer tous les objets dropables 
          qui vous ont &eacute;t&eacute; attribu&eacute;s.</li>
        <li>Aucune contestation d'attribution ne sera tol&eacute;r&eacute;e en 
          public. Elle fera l'objet d'un examen ult&eacute;rieur entre les officiers 
          afin de d&eacute;terminer s'il y a eu erreur, injustice et quelles solutions 
          peuvent &ecirc;tre mises en oeuvre pour r&eacute;soudre le probl&egrave;me.</li>
        <li>Les cash items ainsi les items dropables non attribu&eacute;s en sortie 
          vont &agrave; la banque de la guilde, ce qui permet de payer les reagents 
          utilis&eacute;s en raids: peridots, pearls, coffins, essence emeralds. 
          De plus la guilde aide parfois les membres &agrave; acheter leurs sorts 
          utiles et rares (HoV,Fo7,VoQ,etc).</li>
      </ul>
    </td>
  </tr>
  <tr class="trlineforum"> 
    <td> Rien n&#146;étant parfait du premier coup, certains détails seront sans 
      doute affinés au fil du temps, mais toujours après consultations de nos 
      membres. </td>
  </tr>
</table>
</body>
</html>
