<br />
<b>Warning</b>:  Failed opening 'langue_.php' for inclusion (include_path='.:/usr/lib/php') in <b>/var/www/EQLOFT/eqloft.com/client.php</b> on line <b>46</b><br />
<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>

		<table border=0 cellspacing=0 cellpadding=0>
		<tr valign=bottom>
			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>
			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Die ersten Level  Spielerinformationen&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>
			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>
		</tr>
		</table>
		
		<table border=0 cellspacing=0 cellpadding=0 width="100%">
		<tr valign=top>
			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>
			<td width="100%">
			<table border=0 cellspacing=0 cellpadding=0 width="100%">
			<tr valign=top>
				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>
				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">
					<tr valign=top>
						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>
					</tr>
					<tr>
						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>
					</tr>
					</table>
					</td>
			</tr>
			</table>			
			</td>
			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>
		</tr>
		</table>


		
<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="contenu" width="100%">
	<!-- Die ersten Level --> Spielerinformationen 
<p>Um einen andern Spieler anzuvisieren, mu&szlig; man diesen anklicken. Darauf 
  erscheint dessen Namen mit dem roten Balken f&uuml;r die Hitpoints daneben, 
  rechts in der Mitte des Bildschirms. Ein Doppelklickt offenbart einem, wie schwer 
  es w&auml;re, diesen Spieler zu besiegen. Wenn man nahe genug an dem Spieler 
  steht, wird dessen Inventory angezeigt und man kann es untersuchen. Im unteren 
  Bereich des Bildschirms steht eine kurze Spielerbeschreibung, die jeder Spieler 
  selbst editieren kann. Um seine eigene Beschreibung zu &auml;ndern, mu&szlig; 
  man F4 dr&uuml;cken, damit man sich selbst sieht, dann mu&szlig; man sich selbst 
  inspizieren, doppelklicken und den Text editieren. Dieser Text ist f&uuml;r 
  alle sichtbar, die den Charakter inspizieren. </p>
<p>Handel</p>
<p>Um mit einem anderen Spieler zu handeln, mu&szlig; man den Gegenstand, den 
  man &uuml;bergeben will, anklicken und damit aufnehmen, dann auf den anderen 
  Spieler ziehen, klicken und damit fallen lassen. In dem dann erscheinenden Trade 
  Menu ist es dann m&ouml;glich, noch weitere Gegenst&auml;nde einzuf&uuml;gen. 
  Um den Handel perfekt zu machen, mu&szlig; man den Trade-Knopf dr&uuml;cken, 
  dadurch wird der eigene Name hellgr&uuml;n auf dem Trade Window dargestellt. 
  Der Handel ist dann vollzogen, wenn der andere Spieler ebenfalls den Tradeknopf 
  bet&auml;tigt. Wenn man weitere Gegenst&auml;nde in das Tradewindow zieht, bevor 
  der andere den Knopf bet&auml;tigt hat, wird der Tradebutton resetet und beide 
  m&uuml;ssen neu best&auml;tigen. Hat einer der Spieler zu wenig Inventarsslots 
  (Bags und Backpacks eingeschlossen), f&auml;llt das &uuml;bersch&uuml;ssige 
  einfach auf den Boden und ist f&uuml;r alle zugreifbar. </p>
<p>Gruppen</p>
<p>Um sich mit anderen Spieler zu einer Gruppe zusammenzuschlie&szlig;en, mu&szlig; 
  man diese anvisieren und den 'Invite'-Knopf auf der 'Windowed'-Ansicht bet&auml;tigen. 
  Wenn der andere Spieler akzeptiert, wird dessen Namen und sein HP-Balken am 
  Bildschirm rechts in der Mitte erscheinen. </p>
<p>Wir man selbst eingeladen, wird aus dem 'Invite'-Knopf ein 'Follow'-Knopf. 
  Klickt man diesen, wird man in die Gruppe des anderen aufgenommen. Um eine Gruppe 
  wieder zu verlassen, mu&szlig; man den 'Disband'-Knopf klicken. Wenn man selbst 
  der F&uuml;hrer einer Gruppe ist, kann man einzelne Mitglieder 'rausschmei&szlig;en' 
  indem man ihren Namen im Gruppen Menu anklickt und auf 'Disband' klickt. Wenn 
  man sich als Leader selbst anklickt oder kein Ziel hat und auf 'Disband' klickt, 
  wird die Gruppe aufgel&ouml;st. </p>
<p>W&auml;hrend man in einer Gruppe ist, wird jeder Erfahrungspunkt, der von irgendeinem 
  Mitglied der Gruppe erworben wird, unter den Partymitgliedern aufgeteilt, egal, 
  wie iel der einzelne f&uuml;r das Bekommen dieser Experience Points getan hat. 
  Wenn alle Gruppenmitglieder die gleiche Levelstufe haben, erh&auml;lt jeder 
  gleich viel von diesen Punkten. Unterscheiden sich die Level, bekommt ein Charakter 
  mit h&ouml;herem Level mehr Punkte als ein Charakter eines niedrigeren Levels. 
  Das Ganze ist eine ziemlich komplexe Rechnerei und &auml;ndert sich aktuell 
  w&auml;hrend der Beta auch des&ouml;fteren. Das wichtigste dabei ist, da&szlig; 
  Spieler in der Gruppe h&ouml;heren Levels mehr Erfahrungspunkte abbekommen, 
  als Spieler eines niedrigeren Levels. </p>
<p>Zum Gruppen um das Puschen von Charaktern zu vermeiden wurde mal einen Begrenzung 
  des Levels beim Gruppen eingef&uuml;hrt. Ein Level 5 Char konnte max. mit einem 
  Level 8 Char zusammen in einer Gruppe sein, die Differenzen wurden dann mit 
  steigen der Level auch immer gr&ouml;&szlig;er, also. Bei Level kleiner 10, 
  war die maximal m&ouml;glich Differenz 3 Level und sp&auml;ter dann in den 30ern 
  war die Differnz max. 8. Mittlerweile ist diese Einschr&auml;nkung ber nicht 
  mehr vorhanden, jeder kann mit jedem zusammen in einer Gruppe spielen. Aber 
  da ein Charakter h&ouml;heren Levels in der Gruppe immer mehr Erfahrungspunkte 
  abbekommt, als ein Charakter mit niedrigerem Level, kommt es irgendwann zu einem 
  Punkt, wo der Player mit dem niedrigerem Level so gut wie nichts mehr abbekommt. 
  Ein Level 3 Char wird von einem Level 30 Char in einer Gruppe wohl nicht viel 
  haben. <br>
</p>

	
	</td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
</tr>
</table>
		



<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>
	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>
	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td>
</tr>
</table>

</td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 14/01/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
