<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE></TITLE>
</HEAD>
<BODY BACKGROUND="../../Inhalt/Papier_16.gif" TEXT="#000080">

<H2><CENTER><IMG SRC="images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" WIDTH="266" HEIGHT="102"><BR>
<STRONG>Delectaria</STRONG></CENTER></H2>

<P><CENTER><HR WIDTH="95%"></CENTER></P>

<P><CENTER>Delectaria und ihr Pet<BR>
(liegend dahinter ein Gegner, der die beiden untersch&auml;tzt hatte)</CENTER></P>

<P><CENTER><IMG SRC="images/Dele_Bunny.jpg" WIDTH="640" HEIGHT="480" ALIGN=
"BOTTOM" NATURALSIZEFLAG="3"></CENTER></P>

<P><CENTER>Und hier sehen wir Delectaria mit Zofe und Hofnarren:</CENTER></P>

<P><CENTER><IMG SRC="images/Thronsaal_Dele.jpg" WIDTH="640" HEIGHT="480"
ALIGN="BOTTOM" NATURALSIZEFLAG="3"></CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="300" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><TABLE BORDER="1" WIDTH="300" CELLSPACING="2" CELLPADDING="0" BACKGROUND=
"../../Inhalt/perga.gif">
<TR>
<TD WIDTH="128">Rasse :</TD>
<TD WIDTH="57%">Eruditin</TD></TR>
<TR>
<TD>Klasse :</TD>
<TD>Enchanterin</TD></TR>
<TR>
<TD>Geburtsort :</TD>
<TD>Erudin</TD></TR>
</TABLE>
</TD></TR>
</TABLE>
</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="90%" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><P>Danke f&uuml;r die schnelle Antwort. Das bring mich zu meiner zweiten
Frage; wie kriege ich positive Faction mit der Namenlosen Bruderschaft?
:o)</P>

<P>Vielleicht erz&auml;hle ich euch erstmal etwas &uuml;ber mich. Ich wurde
als Eruditin auf Odus geboren. Doch obwohl meine Eltern mich nach den Lehren
und Gebr&auml;uchen von Erudin erzogen konnte ich mich nie mit diesen anfreunden.
Ihre Sichtweite erschien mir beschr&auml;nkt und einf&auml;ltig. Wieso sollte
ein Erudite besser sein als ein Waldelf oder ein Mensch? Ich studierte lange
Eruds Schriften in der grossen Bibliothek und kam zu dem Schluss dass Eruds
Lehre falsch interpretiert worden war. Er wollte uns einfach nur von dem
hekischen Leben der Menschenst&auml;dte wegf&uuml;hren um den magischen
Forschungen mehr Zeit widmen zu k&ouml;nnen. Aber nirgendwo schrieb er dass
Eruditen besser seien als andere V&ouml;lker. Dies wurde erst sp&auml;ter
hinzugef&uuml;gt... aber ich schweife ab, entschuldigt :o). <BR>
Jedenfalls gefiel mir die Lebensweise meiner Eltern nicht. Studium in stillen
Bibliotheken ist ja sch&ouml;n und gut, aber neues Wissen kann man nur durch
eigene Erfahrungen erlangen. Deshalb verliess ich nach Erreichen der Vollj&auml;hrigkeit
Odus und habe es bis heute nicht wiedergesehen.<BR>
Die Zeit seither habe ich in Qeynos verbracht. Trotzt anf&auml;nglichem
Misstrauen bat mich der Hauptmann der Wache der Bev&ouml;lkerung von Qeynos
beim Kampf gegen die b&ouml;sen Gnolle zu helfen. Deshalb halte ich mich
zur Zeit in den H&uuml;geln vor Qeynos und in Blackburrow auf, wo ich Gnollz&auml;hne
sammele und das Leben der Menschen studiere. Doch schon bald werden mein
Wissensdurst und meine Neugier mich weitertreiben, vielleicht nach Freeport
oder auch nach Faydwer. Ich habe geh&ouml;rt dass die Waldelfen in einer
Stadt auf dem B&auml;umen leben. Ich frage mich wie sie es fertiggebracht
haben die Plattformen zu befestigen ohne dem nat&uuml;rlichen Wachstum der
B&auml;ume zu schaden...</P>

<P>Delectaria</TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><STRONG>(\@/) <A HREF="Mitglieder_Nameless.htm">zur&uuml;ck zur
Mitglieder&uuml;bersicht</A> (\@/)</STRONG></CENTER>
</BODY>
</HTML>
