<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Chapitre Cinq&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Chapitre Cinq -->

Le bruit rauque des cors, r&eacute;veilla solastaran &agrave; l&#8217;aube. Il 
regarda autour de lui et chercha son ami H&euml;lclay&euml;nn. Celui-ci n&#8217;&eacute;tait 
d&eacute;j&agrave; pu la. Il avait probablement rejoint son laboratoire dans la 
montagne. Peu connaissait l&#8217;antre de leur chef. Certaines races auraient 
&eacute;t&eacute; r&eacute;ticentes de voir &agrave; quelles exp&eacute;riences 
leur fr&egrave;re d&#8217;arme se livrait. Il avait entrepris des travaux sur 
la lib&eacute;ration de l&#8217;&acirc;me depuis quelques temps et correspondait 
r&eacute;guli&egrave;rement avec d&#8217;autres &eacute;rudits de Norrath en vue 
de faire avancer ses travaux. La collecte des informations qu&#8217;il centralisait 
l&#8217;avait d&eacute;j&agrave; fait beaucoup progresser. <br>
Le vieux guerrier se leva, ses articulations encore souples &eacute;mettaient 
cependant de l&eacute;gers craquements par endroit. Il fit jouer ses muscles, 
enfila une chemise de lin et sangla son plastron d&#8217;armure. Une sentinelle 
p&eacute;n&eacute;tra sous la tente et le salua.<br>
&laquo; G&eacute;n&eacute;ral une d&eacute;l&eacute;gation de l&#8217;alliance 
des seigneurs sollicite une audience avec vous. Il s&#8217;agit d&#8217;une affaire 
importante &laquo; <br>
Solastaran &eacute;carta d&#8217;une main la tenture de l&#8217;entr&eacute;e 
de la tente. Le soleil se levait &agrave; peine, des brumes matinales &eacute;parses 
couraient sur la lande et la ros&eacute;e perlait sur les feuilles des arbres.<br>
Il contempla face &agrave; lui une jeune femme rev&ecirc;tue d&#8217;une armure 
souple. Des courtes lames et des fioles de poison accroch&eacute;es &agrave; son 
ceinturon et &agrave; son baudrier ne laissait aucune &eacute;quivoque quant &agrave; 
la classe de l&#8217;int&eacute;ress&eacute;e. Il s&#8217;agissait d&#8217;une 
rogue. Son regard &eacute;tait difficile &agrave; soutenir tant il &eacute;tait 
p&eacute;n&ecirc;trant.<br>
&laquo; Salutations Solastaran g&eacute;n&eacute;ral de l&#8217;arm&eacute;e des 
Larmes-de-glace, Je suis Elandra Ter`Avandrel, maraudeuse au service de l&#8217;alliance. 
J&#8217;ai &agrave; t&#8217;entrenir de choses graves et importantes. &raquo;<br>
&laquo; Salutations &agrave; toi Elandra, suis moi sous ma tente &laquo; <br>
Elandra fit signe &agrave; son escorte de rester &agrave; l&#8217;ext&eacute;rieur 
et suivit le barbare. Arriv&eacute;e &agrave; l&#8217;int&eacute;rieur son regard 
fit l&#8217;inventaire des biens sous la tente. Elle remarqua bien vite que celle 
ci n&#8217;&eacute;tait pas occup&eacute;e seulement par le g&eacute;n&eacute;ral. 
Une deuxi&egrave;me couche d&eacute;faite, quelques objets raffin&eacute;s dont 
un barbare ne s&#8217;encombrerait pas attestaient pas bien la pr&eacute;sence 
de quelqu&#8217;un d&#8217;autre. Il devait s&#8217;agir de l&#8217;inconnu qui 
prenait tant de peine &agrave; se dissimuler.<br>
&laquo; Voil&agrave; je vais parler sans detour g&eacute;n&eacute;ral car le temps 
m&#8217;est cont&eacute;. L&#8217;alliance a besoin de votre aide. Nos &eacute;claireurs 
ont localis&eacute; dans la for&ecirc;t de kiticor une arm&eacute;e d&#8217;elfes 
noirs portant les couleurs d&#8217;innoruuk. Elle est command&eacute;e par le 
sanguinaire g&eacute;n&eacute;ral V&#8217;ghera. Cette homme sans piti&eacute; 
est un fin strat&egrave;ge. Il vient d&eacute;j&agrave; de piller quelques villes 
fronti&egrave;res et ses hommes doivent &ecirc;tre fatigu&eacute;s. Il a bati 
un camp fortifi&eacute; &agrave; cet endroit. &raquo; &raquo; &raquo; <br>
Elandra d&eacute;roula sur la table une carte qu&#8217;elle fixa &agrave; l&#8217;aide 
de deux petites lames qu&#8217;elle sortit prestement de son pourpoint. Solastaran 
&eacute;tudia la carte, la partie allait s&#8217;annoncer difficile. Cette for&ecirc;t 
&eacute;tait hant&eacute;e la nuit et des bandes de revenants erraient attanquant 
tous les imprudents voyageurs. Il ne fallait pas que l&#8217;arri&egrave;re garde 
compos&eacute; essentiellement des magiciens, clercs et sorciers puissent &ecirc;tre 
attaqu&eacute;s au moment fort de la bataille. Priv&eacute; du support magique 
les trouipes de m&eacute;l&eacute;es fondraient devant l&#8217;ennemi sup&eacute;rieurement 
&eacute;quip&eacute; et entrain&eacute;.<br>
&laquo; &laquo; Je ne peux te communiquer une r&eacute;ponse imm&eacute;diate 
Elandra je dois consulter mes officiers &laquo; &laquo; 
<p></p>
<p></p>
<p><br>
  &laquo; &laquo; Nous n&#8217;avons pas le temps d&#8217;attendre vos tergiversations. 
  Je me met en route car notre arm&eacute;e d&eacute;j&agrave; en marche campe 
  les abords de la for&ecirc;t. Sans votre soutien nous periront mais nous aurons 
  au moins la cosncience d&#8217;avoir essayer d&#8217;arreter cette engeance 
  et de permettre&agrave; des familles enti&egrave;res de pouvoir &eacute;vacuer 
  les zones &agrave; risques. &raquo; &raquo; &raquo; <br>
  L&#8217;&eacute;missaire de l&#8217;alliance se leva brusquement, rangea prestement 
  ses lames, enroula la carte et sorti de la tente.<br>
  Elle salua le g&eacute;n&eacute;ral &eacute;berlu&eacute; d&#8217;un geste de 
  la main et enfourcha sa monture la pressant au galop.<br>
  Solastaran appela Lyra une jeune sorci&egrave;re.<br>
  &laquo; T&eacute;l&eacute;porte moi &agrave; ces coordonn&eacute;es &laquo; 
  lui dit &#8211;il en lui tendant un parchemin sur lequel des chiffres &eacute;taient 
  griffon&eacute;s.<br>
  Solastaran se mat&eacute;rialisa dans une grotte humide et sombre. D&#8217;un 
  pas assur&eacute; il se dirigea vers une anfractuosit&eacute; de la roche et 
  y posa sa main. Le geste eut pour effet de d&eacute;clencher un sort qui d&eacute;mat&eacute;rialisa 
  la pierre ouvrant un acc&egrave;s vers un couloir illumin&eacute; par des torches 
  murales.<br>
  Le tunnel le mena a une pi&egrave;ce vaste et bien meubl&eacute;. Des rayons 
  de biblioth&egrave;que couraient sur les murs et &eacute;taient encombr&eacute;s 
  de grimoires anciens. Des alambics et des &eacute;prouvettes &eacute;taient 
  soigneusement rang&eacute;s sur des tables. Le regard de solastaran se posa 
  sur une sorte d&#8217;autel sur lequel un corps &eacute;tait encore attach&eacute;. 
  La poitrine ouverte du gobelin laissait entrevoir les c&ocirc;tes et les organes 
  internes. Le vieux guerrier frissonna. Il avait beaucoup tu&eacute; lors des 
  combats mais il ne s&#8217; habituerait jamais &agrave; l&#8217;exercice des 
  sombres arts. H&euml;lclay&euml;nn n&#8217;avait m&ecirc;me pas lev&eacute; 
  les yeux sur son ami. Il griffonait fr&eacute;n&eacute;tiquement des glyphes 
  et des mots sur un parchemin. Son regard luisait et son front &eacute;tait perl&eacute; 
  de sueur.<br>
  Le barbare murmura doucement <br>
  &laquo; H&euml;l&#8230; &raquo;<br>
  Le n&eacute;cromancien posa sa plume et leva la t&ecirc;te.<br>
  &laquo; Ah mon ami que me vaut l&#8217;honneur de ta visite. Tu ne viens pas 
  souvent me voir ici &laquo; <br>
  &laquo; De facheuses nouvelles seigneur. Nous devons lever notre arm&eacute;e 
  et aller aider les seigneurs de l&#8217;alliance. Ils veulent engager une arm&eacute;e 
  drow command&eacute;e par V&#8217;Ghera &agrave; Kithicor. &raquo; <br>
  &laquo; Je connais V&#8217;ghera pour avoir combattu &agrave; ses c&ocirc;t&eacute;s. 
  C&#8217;est un redoutable combattant et ses troupes lui sont d&eacute;vou&eacute;es. 
  Nos hommes sont ils prets ? &laquo; <br>
  &laquo; Non mon seigneur. Je n&#8217;ai point os&eacute; donn&eacute; d&#8217;ordres 
  en ce sens, mais n&eacute;anmmoins j&#8217;ai demand&eacute; &agrave; nos officiers 
  de maintenir un &eacute;tat d&#8217;alerte. &raquo;<br>
  &laquo; Tiens prend cette potion de teleportation, l&egrave;ve les troupes je 
  vous rejoindrais directement &agrave; la lisi&egrave;re de kithicor. &raquo; 
  &raquo;<br>
  H&euml;clay&euml;nn invoqua un serviteur et lui ordonna d&#8217;aller jeter 
  le cadavre du gobelin au fond d&#8217;un puit. Il enleva sa robe de recherches 
  et reveti une armure brillante. Dans un enclos, son drogmar pa&icirc;ssait tranquillement. 
  Il le harnacha et l&#8217;enfourcha en lui murmurant &agrave; l&#8217;oreille 
  sa destination. Le dinosaure ob&eacute;it &agrave; son ma&icirc;tre et d&eacute;marra 
  d&#8217;un ton pesant avant de trouver un rythme de course relativement rapide 
  pour son poids.<br>
  Lorsque le n&eacute;cromancien arriva &agrave; destination, il constata avec 
  satisfaction que son arm&eacute;e &eacute;tait en ordre de bataille. Ses troupes 
  l&#8217;acclam&egrave;rent en reconnaissant l&#8217;elfe noir et sa monture. 
  Il confia celle ci et se dirigea vers la tente de commandement gard&eacute;e 
  par des paladins en armures &eacute;blouissantes.<br>
  Elandra examinait la carte de la zone en compagnie de solastaran lorsque H&euml;lclay&euml;nn 
  fit irruption dans celle ci.</p>
<p></p>
<p> </p>
<p><br>
  Solastaran se frappa la poitrine de la main afin de saluer son ma&icirc;tre 
  de guerre. Le necromancien posa sa cape sur un fauteuil et se dirigea imm&eacute;diatement 
  sur la carte sans un mot.<br>
  &laquo; Convoquez vos officiers nous devons nous pr&eacute;parer sans attendre. 
  A cette heure V&#8217;Ghera doit avoir d&eacute;j&agrave; d&eacute;pecher des 
  messagers &agrave; Neriak pour solliciter des renforts. Nous sommes moins nombreux 
  mais nous allons adopter la ruse pour vaincre notre adversaire. Un drow resiste 
  tres peu &agrave; la provocation et nous allons utiliser ce leger defaut. &raquo;<br>
  &laquo; Tu ne t es pas presente ! crois tu que je confierais des seigneurs et 
  des ecuyers de l&#8217;alliance &agrave; un inconnu qui d&eacute;barque comme 
  cela sous une tente de commandement &laquo; <br>
  H&euml;lclay&euml;nn regarda dans les yeux la jeune femme.<br>
  &laquo; Tu sais tr&egrave;s bien qui je suis. Ne m&#8217;a tu pas suivi durant 
  ces derniers jours ? Je cherchais quel &eacute;tait cette ombre en mouvement 
  &agrave; mes c&ocirc;t&eacute;s. Je reconnais aujourd&#8217;hui ton leger parfum 
  subtil &raquo;<br>
  &laquo; Je ne me parfume cela est nefaste pour mon metier &raquo;<br>
  &laquo; Chaque corps d&eacute;gage un parfum&#8230; &raquo;<br>
  Durant ces quelques &eacute;changes de parole, la tente avait commenc&eacute; 
  &agrave; se remplir d&#8217;officiers des deux arm&eacute;es.<br>
  &laquo; Venez autour de moi je vais vous expliquer comment nous allons op&eacute;rer. 
  Il faut frapper vite avant que nous ne soyons pris en tenaille par des renforts 
  inopin&eacute;s. Je vais aller provoquer avec ma banni&egrave;re V&#8217;Ghera, 
  je ne veux que des volontaires pour m&#8217;accompagner. Il ne pourra resister 
  &agrave; l&#8217;envie de tenter de me capturer ma t&ecirc;te vaut maintenant 
  trop cher &agrave; Neriak et je pense qu&#8217;il aimerait en faire une offrande 
  &agrave; Innorruuk. Il va envoyer des troupes &agrave; ma poursuite je vais 
  les emmener au c&#339;ur de la for&ecirc;t. Brekilien tu placera tes archers 
  le long du chemin dissimul&eacute; dans la for&ecirc;t et cela d&#8217;un seul 
  c&ocirc;t&eacute;. A ce carreffour je ferais volte face et je tenterais de les 
  retenir le plus longtemps possible pendant qu&#8217;ils seront cribl&eacute;s 
  de fl&egrave;che sur le flanc gauche. La cavalerie de l&#8217;alliance des seigneurs 
  compos&eacute;s de chevaliers en armure au son du cors les chargera par l&#8217;arri&egrave;re. 
  Brekilien il faudra que tu cesse tes tirs &agrave; ce moment l&agrave;. Les 
  troupes &agrave; pied sous le commandement de Solastaran enfonceront le flanc 
  droit. Nous ne leur laisserons aucune chance. Une fois encercl&eacute; nos mages 
  sous le commandement de l&#8217;enchanteur Jabus pourrront &#339;uvrer en paix 
  et parachever le massacre. Elandra tu prendra Delaxa avec toi et en compagnie 
  d&#8217;une troupe de rogue vous vous infiltrerez dans le camp. Votre mission 
  est de tuer V&#8217;Ghera c&ocirc;ute que co&ucirc;te. Les drows priv&eacute;s 
  de leur chef auront du mal &agrave; se reorganiser et nous pourrons les frapper 
  apres regroupement. Des questions ? &raquo;<br>
  L&#8217;assembl&eacute;e &eacute;tait silencieuse, chacun pensait &agrave; la 
  bataille &agrave; venir et le r&ocirc;le qu&#8217;il allait y tenir. Le regard 
  du necromancien balaya l&#8217;assembl&eacute;e et ne pu s&#8217;empecher de 
  s&#8217;attarder sur Elandra. Cette femme l&#8217;attirait mais il devait faire 
  fi en cet instant de ses sentiments.<br>
  &laquo; Nonos rassemble les volontaires, nous partons maintenant avec Nilinya 
  nous allons aller voir si mon camarade V&#8217;Ghera se porte bien. &raquo;<br>
  H&euml;clay&euml;nn remonta en selle et pris des mains tendus de l&#8217;un 
  de ses soldats sa banni&egrave;re. Noire elle &eacute;tait brod&eacute;e d&#8217;une 
  faux autour de laquelle se lovait un dragon rouge. En lettre de feu on pouvait 
  y lire &laquo; Si j&#8217;avance suivez moi ! si je meurs vengez moi ! Si je 
  recule tuez moi ! &raquo; Sans un regard derriere lui, il s&#8217;avanca sur 
  le chemin. Il savait que ses hommes &eacute;taient derri&egrave;re lui.</p>
<p></p>
<p></p>
<p>Le fortin vu rapidement en vu. Des sonneries annonc&egrave;rent la venue des 
  troupes d&#8217;H&euml;lclay&euml;nn.<br>
  &laquo; &laquo; &laquo; Il va falloir les provoquer les engager et se replier 
  &agrave; mon ordre. &laquo; &laquo; &laquo; &laquo; <br>
  H&euml;lclay&euml;nn s&#8217;avanca vers l&#8217;entr&eacute;e du fortin et 
  harangua les sentinelles.<br>
  &laquo; Je suis H&euml;lclay&euml;nn Moonkeeper Seigneur de l&#8217;Entropie, 
  reneg&acirc;t de Neriak. Va chercher ce sale chien de V&#8217;Ghera. N&#8217;ai 
  point peur de le deranger dans ses &eacute;bats avec ses mignons. &laquo; &laquo; 
  &laquo; <br>
  Les mots de H&euml;lclay&euml;nn d&eacute;clench&egrave;rent des rires dans 
  ses troupes.<br>
  Quelques minutes apr&egrave;s le General drow apparu sur le chemin de guet du 
  fortin. Il &eacute;tait simplement v&ecirc;tu d&#8217;une cape rouge.<br>
  &laquo; Que veux tu sale tra&icirc;tre &agrave; ta patrie ? &laquo; <br>
  &laquo; Je viens te chercher pourriture pour t &#8216;emporter dans mon univers 
  peupl&eacute; de mort &raquo;<br>
  H&euml;lclay&euml;nn leva la main. A ce signal, les barbares sous le commandement 
  de Nilinya la farouche guerri&egrave;re commenc&egrave;rent &agrave; taper le 
  sol de leurs lourdes armes, les chevaliers &agrave; frapper leurs boucliers 
  de leurs &eacute;p&eacute;es. Le vacarme devenait assourdissant. Le necromancien 
  venait de tuer gr&acirc;ce &agrave; une incantation les deux soldats qui se 
  tenaient &agrave; c&ocirc;t&eacute; du g&eacute;n&eacute;ral. Il se reconcentrait 
  et d&eacute;j&agrave; il invoquait les cadavres pour les retourner vers son 
  ennemi. V&#8217;Ghera disparu et des trompes assourdissantes se f&icirc;t retentir 
  de l&#8217;int&eacute;rieur du fortin.<br>
  &laquo; Commencez &agrave; tirer des fl&egrave;ches enflamm&eacute;es vers le 
  fort. Il faut les pousser &agrave; sortir de la dedans. &laquo; &laquo; &laquo; 
  &laquo;<br>
  Les puissants arcs barbares avaient une port&eacute;e gigantesque lorsqu &#8216;ils 
  &eacute;taient mani&eacute;s par des mains expertes. Bon nombre de fl&egrave;ches 
  vinrent se ficher dans la gorge des sentinelles imprudentes qui osaient regarder 
  par au dessus du parapet.<br>
  Soudain dans un vacarme assourdissant les gigantesques portes de la citadelle 
  commenc&egrave;rent &agrave; s&#8217;ouvrir. Les elfes noirs op&eacute;raient 
  une sortie. Suivant leur tactique ils avaient form&eacute; un carr&eacute; qui 
  formait un rempart de boucliers a chacun des soldats qui le composaient. Des 
  banni&egrave;res orn&eacute;es de troph&eacute;es sanguinaires flottaient au 
  vent.<br>
  &laquo; &laquo; Nilinya prepare toi a recevoir le choc de la premi&egrave;re 
  vague &raquo;<br>
  Soudain, la premi&egrave;re phalange qui venait &agrave; peine de passer le 
  portail s&#8217;ouvrit laissant la place &agrave; un r&eacute;giment de troll 
  et d&#8217;ogres qui charg&egrave;rent en poussant des cris gutturaux.<br>
  &laquo; &laquo; resserez les rangs !!!! Ne rompez pas avant l&#8217;ordre &laquo; 
  &laquo; &laquo; Hurlait le n&eacute;cromancien<br>
  Le choc f&ucirc;t tellement brutal entre les deux troupes que la terre se mit 
  &agrave; trembler. Les ogres en frenesie ne se servait m&ecirc;me plus de leurs 
  lourdes masses et arrachait les t&ecirc;tes &agrave; mains nues.<br>
  H&euml;lclay&euml;nn avait invoquer quelques squellettes mais fasse &agrave; 
  la furie des assaillants les os se rompaient et s&#8217;&eacute;parpillaient.<br>
  Les troupes du clan des Larmes resistaient mais de nouveaux renforts arrivaient 
  au pas de charge de la place forte.<br>
  &laquo; &laquo; REPLI !!!!! &raquo; &raquo; &raquo;<br>
  L&#8217;ordre f&ucirc;t relaye par les officiers et le recul vers la for&ecirc;t 
  commenca. Les ogres et trolls continuaient &agrave; massacrer les retardataires. 
  Le bruit &eacute;mis par le craquement des os broy&eacute;s &eacute;tait ignoble. 
  Le croisement approchait, il allait falloir faire volte face et essayer de tenir 
  encore un peu.<br>
  Les derniers metres &agrave; parcourir prirent une eternit&eacute; aux yeux 
  du n&eacute;cromancien. Il donna l&#8217;ordre de stopper.<br>
  &laquo; Premi&egrave;re ligne plantez vos boucliers en terre. Deuxi&egrave;me 
  ligne armez vous de vos lances vous allez &ecirc;tre le dernier rempart. Soyez 
  forts mes fr&egrave;res nous vaincrons !!!! &raquo; &raquo;</p>
<p></p>
<p></p>
<p><br>
  Aux m&ecirc;me instants, la petite troupe emmen&eacute;e par Elandra arrivait 
  au pied de la palissade entourant le camp. Tous v&ecirc;tus de noir ils &eacute;taient 
  des ombres parmi les ombres. Delaxa envoya un grappin qui pris appui sur une 
  anfractuosit&eacute; du chemin de ronde. Les rogues mont&egrave;rent prestement 
  &agrave; la corde. Le dernier pris soin de ranger l&#8217;objet. Il fallait 
  trouver la cible. Cela devait &ecirc;tre chose ais&eacute;e car le G&eacute;n&eacute;ral 
  devait &ecirc;tre dans la tente la plus somptueuse du camp. Il devait d&eacute;j&agrave; 
  r&eacute;ver &agrave; sa victoire. Soudain un bruit de pas se fit entendre, 
  une sentinelle en interpellait une autre et venait dans la direction du commando. 
  Elle ne p&ucirc;t jamais y arriver.<br>
  La lame experte d&#8217;Elandra lui ouvrit la gorge, le gargouillis du sang 
  s &#8216;&eacute;chappant de la blessure f&ucirc;t le seul bruit.<br>
  &laquo; &laquo; &laquo; Barrens met ton masque d&#8217;illusion Elfe noir et 
  rev&ecirc;t cette armure. Sa disparition doit passer innaper&ccedil;ue. &raquo; 
  &raquo; &raquo;<br>
  Le petit hobbit en quelques minutes avait pris l&#8217;apparence du drow &eacute;tendu 
  sur le sol. Les voleurs avaient cette faccult&eacute; de prendre l&#8217;apparence 
  de toutes les races. Beaucoup en avaient m&ecirc;me &eacute;tudi&eacute; les 
  us et coutumes et il &eacute;tait tr&egrave;s difficile de les deceler au sein 
  de la population.<br>
  D&#8217;un bond souple Elandra et Delaxa saut&egrave;rent sur le sol et se dirig&egrave;rent 
  vers les quartiers de V&#8217;ghera. Des gardes richement par&eacute;s en interdisait 
  l&#8217;entr&eacute;e. De la musique ainsi que des petit cris filtraient par 
  l&#8217;ouverture. Les voleuses se gliss&egrave;rent &agrave; l&#8217;arri&egrave;re 
  et d&#8217;un coup sec ouvrirent une ouverture dans le tissu &eacute;pais. La 
  tente &eacute;tait compos&eacute; de trois salles, une pour les r&eacute;ceptions 
  et le travail, une pour la couche et les plaisirs et la derni&egrave;re dans 
  laquelle elles venaient de s&#8217;introduire servait en quelque sorte de dressing 
  room comme en t&eacute;moignait les armes et pi&egrave;ces d&#8217;armures rang&eacute;s 
  sur des chevalets.<br>
  Elandra, risqua un &#339;il dans la pi&egrave;ce d&#8217;ou provenait les cris. 
  V&#8217;Ghera &eacute;tait en plein &eacute;bat avec une haut elfe dont le corps 
  blanc tranchait sur celui du drow. Le cou de la jeune fille &eacute;tait ceint 
  d&#8217;un collier de m&eacute;tal duquel pendait une chaine attach&eacute;e 
  &agrave; un piquet plant&eacute; au milieu de la salle. Des larmes perlaient 
  des yeux de la captive alors qu&#8217;elle subissait les assauts de son tortionnaire. 
  La voleuse ne d&eacute;tourna point son regard, sa cible &eacute;tait l&agrave; 
  devant elle, il fallait faire vite. Telle une panth&egrave;re, elle se jeta 
  sur la couche ses lames d&#8217;un geste parfaitement coordonn&eacute; perc&egrave;rent 
  le c&#339;ur de l&#8217;elfe et du g&eacute;n&eacute;ral drow. Le sacrifice 
  de la fille &eacute;tait n&eacute;cessaire elle aurait attir&eacute; l&#8217;attention 
  et la mission aurait &eacute;chou&eacute;. La victoire &eacute;tait &agrave; 
  ce prix. La t&ecirc;te du drow f&ucirc;t rapidement sectionn&eacute;e et plac&eacute; 
  dans un sac rallique. Ces sacs magiques avaient le pouvoir de rendre l&eacute;ger 
  leur contenu. Le camp &eacute;tait toujours calme mais il allait falloir faire 
  vite. Barrens repris sa forme originale &agrave; l&#8217;arriv&eacute;e de ses 
  deux consoeurs. Le trio &eacute;tait d&eacute;j&agrave; masqu&eacute; par la 
  for&ecirc;t lorsque l&#8217;alarme retenti.<br>
  Au croisement la bataille faisait rage, les combattants elfes noirs sous le 
  tir nourri des archers de Brekilien venaient d&#8217;entrer en contact avec 
  la ligne de d&eacute;fense d&#8217;H&euml;lclay&euml;nn. De nouveau le choc 
  f&ucirc;t d&#8217;une extr&egrave;me violence. Les lances se bris&egrave;rent 
  sur les armures ou dans les chairs.<br>
  Certains soldats hurlaient, &eacute;cras&eacute;s sous les boucliers. La terre 
  devenait rouge&acirc;tre, la mort &eacute;tait omnipr&eacute;sente. Une terrible 
  pulsion naissait dans le corps du n&eacute;cromancien, les cris, l&#8217;odeur 
  douce&acirc;tre et lancinante du sang l&#8217;ennivrait. Soudain, des cris d&#8217;effroi 
  se firent entendre. Il venait de se transformer en archiliche. Flottant au dessus 
  des combattants sa faux faisaient rouler les t&ecirc;tes des ennemis comme celles 
  de ses propres hommes. La confusion &eacute;tait totale.<br>
  Solastaran donna l&#8217;ordre aux bardes de sonner dans les trompes. Un roulement 
  de tonnerre r&eacute;pondit &agrave; la sonnerie. La cavalerie des chevaliers 
  de l&#8217;alliance des seigneurs chargeaient. Certains drows tent&egrave;rent 
  de se retourner mais il &eacute;tait trop tard. Les lourds destriers carapa&ccedil;onn&eacute;s 
  &eacute;taient d&eacute;j&agrave; sur eux.</p>
<p></p>
<p></p>
<p>Le combat faisait r&acirc;ge, l&#8217;issue semblait incertaine m&ecirc;me 
  si les troupes de neriak &eacute;taient prises dans une nasse, la discipline 
  avait repris le dessus. Les hommes de l&#8217;alliance combattaient vaillamment. 
  L&#8217;archiliche continuait sa moisson de morts engendrant la peur dans les 
  deux camps. Soudain des cavaliers apparurent au plus fort de la bataille. Elandra 
  avait rev&ecirc;tu son armure d&#8217;or et d&#8217;azur, elle brandissait tel 
  un troph&eacute; la t&ecirc;te de v&#8217;ghera fich&eacute;e sur une hampe 
  d&#8217;&eacute;tendard. A cette vision, les troupes ennemies furent fig&eacute;es 
  de stupeur. C&#8217;est &agrave; ce moment l&agrave; que les sorciers, magiciens 
  et enchanteurs d&eacute;chain&egrave;rent leurs sorts sur les infortun&eacute;s 
  soldats. En moins d&#8217;une heure l&#8217;arm&eacute;e de Neriak avait &eacute;t&eacute; 
  vaincue.<br>
  La voleuse cherchait des yeux H&euml;lclay&euml;nn. Seul son drogmar &eacute;tait 
  encore pr&eacute;sent et paissait tranquillement dans un coin. Elle craignait 
  le pire, ce drow l&#8217;intriguait et l&#8217;attirait et elle ne voulait pas 
  le perdre d&eacute;j&agrave; maintenant.<br>
  Le champ de bataille &eacute;tait jonch&eacute; de cadavres. Les clercs, s&#8217;empressaient 
  de calmer les bless&eacute;s. Beaucoup avait perdu un bras ou une jambe et il 
  fallait intervenir tr&egrave;s rapidement.<br>
  Solastaran ordonnait d&eacute;j&agrave; l&#8217;ordre de mouvement.<br>
  &laquo; &laquo; &laquo; Laissez les morts, nous n&#8217;avons pas le temps. 
  Des renforts risquent d&#8217;arriver et je ne veux pas &ecirc;tre surpris. 
  &raquo; &raquo; &raquo;<br>
  Elandra s&#8217;approcha du g&eacute;n&eacute;ral. Son armure &eacute;tait macul&eacute;e 
  de sang et les traits de son visage creus&eacute;s et empreint d&#8217;une grande 
  lassitude.<br>
  &laquo; &laquo; &laquo; A tu vu le seigneur H&euml;lclay&euml;nn ? est il encore 
  vivant ? &raquo; &raquo;<br>
  &laquo; &laquo; &laquo; Noble Elandra, je ne le sais et je ne veux pas le savoir. 
  Que reste t il de mon ami aujourd&#8217;hui &agrave; par un monstre sanguinaire 
  qui ne songe qu&#8217;&agrave; assouvir sa soif de sang et son besoin de cadavres. 
  &raquo; &raquo; &raquo;<br>
  Il fallait qu&#8217;elle le retrouve. Elle appela Br&eacute;kilien. Il &eacute;tait 
  capable de traquer une cible &agrave; des distances phenom&eacute;nales. Brekilien 
  accepta la mission alors que les ordres de mouvements avaient &eacute;t&eacute; 
  donn&eacute;s. Certains manifestaient leurs m&eacute;contentement d&#8217;abandonner 
  les corps de leurs camarades sur la route mais furent vite rendus &agrave; la 
  raison par les officiers. Brekilien courait d&eacute;j&agrave; dans la for&ecirc;t, 
  son arc &agrave; la main et son &eacute;p&eacute;e en bandouill&egrave;re dans 
  son dos. Elandra suivait ses traces. Soudain il s&#8217;arr&ecirc;ta. On pouvait 
  entendre non loin de la le bruit d&#8217;un petit cours d&#8217;eau qui serpentait 
  entre les roches moussues.<br>
  &laquo; &laquo; Suis ce ru vers le nord, tu trouvera celui que tu cherche. Je 
  te laisse je vais rejoindre mes archers. &raquo; &raquo;<br>
  Elandra obtempera et se rendit &agrave;nouveau invisible. Ses d&eacute;placements 
  ne faisaient pas craquer la moindre brindille et les feuilles ne bougeaient 
  m&ecirc;me pas sur son passage. Elle &eacute;carta une branche et contempla 
  la sc&egrave;ne qui s&#8217;ouvrait devant ses yeux.<br>
  La lune pleine et lumineuse dominait une petite cascade qui plongeait dans un 
  bassin de pierre. L&#8217;astre donnait &agrave; l&#8217;eau des reflets iris&eacute;s 
  et argent&eacute;es et &eacute;clairait le corps nu et prostr&eacute; <br>
  Sur la berge du n&eacute;cromancien.<br>
</p>

		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
