<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE></TITLE>
</HEAD>
<BODY BACKGROUND="../../Inhalt/Papier_16.gif" TEXT="#000080">

<H2><CENTER><IMG SRC="images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
WIDTH="266" HEIGHT="102" NATURALSIZEFLAG="0" ALIGN="BOTTOM"><BR>
<STRONG>Orienla</STRONG></CENTER></H2>

<P><CENTER><HR WIDTH="95%"></CENTER></P>

<P><CENTER><IMG SRC="images/Orienla.jpg" WIDTH="800" HEIGHT="600" ALIGN=
"BOTTOM" NATURALSIZEFLAG="3"></CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="300" CELLSPACING="2" CELLPADDING="0">
<TR>
<TD WIDTH="100%"><TABLE BORDER="1" WIDTH="300" BACKGROUND="../../Inhalt/perga.gif" CELLSPACING=
"2" CELLPADDING="0">
<TR>
<TD WIDTH="150">Rasse :</TD>
<TD>Eruditin</TD></TR>
<TR>
<TD WIDTH="150">Klasse :</TD>
<TD>Necromancer</TD></TR>
<TR>
<TD WIDTH="150">Geburtsort :</TD>
<TD>Paineel</TD></TR>
</TABLE>
</TD></TR>
</TABLE>
</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="90%" CELLSPACING="2" CELLPADDING="0">
<TR>
<TD WIDTH="100%"><P>Seid gegr&uuml;&szlig;t Interessierte</P>

<P>So, nun da ich etwas Ruhe gefunden habe in meinem Kampf um das t&auml;gliche
&Uuml;berleben und auch meiner Gilde gen&uuml;gend Dienste geleistet habe,
werde ich, ganz un&uuml;blich f&uuml;r einen Necromancer, das Schweigen
brechen und aus meinem Leben berichten.</P>

<P>Geboren ist wohl der falsche Ausdruck, Auferstehung pa&szlig;t wohl besser.<BR>
Ich kam zu Bewu&szlig;tsein auf einem dunkel gehaltenen Platz und war nackt.
Mir war kalt, sehr kalt, ich war schwach, f&uuml;hlte mich verletzlich und
hatte entsetzliche Angst.<BR>
Das schlimmste jedoch war, dass ich mich an nichts erinnern konnte. Weder
wer ich war, noch wie ich hier herkam und schon gar nicht, wo ich war. Nur
schemenhaft kam mir ein Kampf vor meinem geistigen Auge auf.<BR>
Ich sah einen Hochelfen im Kampf. Es war ein Kampf auf Leben und Tod und
er verlor. Das war alles. Wer war er?</P>

<P>Doch ich wurde in meinen Gedanken abgelenkt durch ein immer st&auml;rker
werdendes Gef&uuml;hl des Hungers. Also durchsuchte ich erst einmal meine
ganzen Sachen und fand tats&auml;chlich etwas Essbares, das zwar meinen
Hunger bes&auml;nftigte, aber nicht meinen unerkl&auml;rlichen Appetit stillte
auf etwas, das ich noch nicht benennen konnte.<BR>
Also suchte ich weiter und fand einen Brief an mich adressiert. Mhm, sehr
merkw&uuml;rdig. Ich &ouml;ffnete ihn, da ich Antworten auf meine ungestellten
Fragen haben wollte. Doch alles was ich darin erfuhr war ein Name und eine
ungenaue Wegbeschreibung. Nur am Rande fragte ich mich, woher ich diese
Sachen hatte.</P>

<P>Ich hatte mich langsam an diese K&auml;lte und die Dunkelheit gew&ouml;hnt
und begab mich auf die suche nach dieser Person, die mir hoffentlich einiges
erkl&auml;ren konnte.<BR>
Mein Weg f&uuml;hrte mich zu einem Friedhof auf dem ich mich merkw&uuml;rdiger
weise sehr wohl f&uuml;hlte. Auf und vor diesem befanden sich einige Skelette,
die mit Schwertern ausger&uuml;stet waren, sehr furchteinfl&ouml;&szlig;end
wirkten, mir jedoch keine Angst machten. Das eigenartige war, das sie lebten
und sich bewegten.<BR>
Ich sah direkt auf dem Friedhof ein sehr altes und gro&szlig;es Gem&auml;uer,
welches ich betrat und nach einigem Suchen fand ich den im Brief genannten
Mann und &uuml;bergab ihm den Brief. Er begr&uuml;&szlig;te mich mit einem
sehr ernsten und musternden Blick.<BR>
Nach einiger Zeit gab mir der Mann alle Antworten auf die gestellten Fragen.
Er erz&auml;hlte mir sogar sehr viel mehr.</P>

<P>ETZE. Der war ich.<BR>
Orienla bin ich.<BR>
Ich war also der Highelf gewesen und hatte den Kampf verloren.<BR>
Doch meine Seele hatte etwas, was den Guildenmeistern der Necromancer sch&uuml;tzenswert
schien und so beteten sie ihren Gott an, damit er diesen einen Teil rettete.
Und er erh&ouml;rte ihre Bitte, gab mir einen K&ouml;rper und untestellte
mich ihrer Obhut, damit sie mir alles beibr&auml;chten, um ihm zu dienen.
Sie nannten mich Orienla.<BR>
Er erz&auml;hlte mir von den K&uuml;nsten eines Necromancers, von ihren
Fertigkeiten und ihren Schwachstellen. Er wiederholte sehr oft ein Wort.
<BR>
B&Ouml;SE.</P>

<P>Dieses schien mich immer mehr magisch anzuziehen und mich zu faszinieren.
Also willigte ich ein und trat in die Dienste des B&ouml;sen und Dunklen.<BR>
Er gab mir etwas Kleidung und schickte mich fort um Erfahrung zu sammeln
und st&auml;rker und m&auml;chtiger zu werden. Auch sollte ich diesen Appetit
stillen den ich noch immer hatte.<BR>
Und jetzt begriff ich was f&uuml;r ein Appetit das war: BLUT - Blut und
Tod.</P>

<P>Ich verlie&szlig; die Stadt, die sich Paineel nannte und war geblendet
von soviel Licht. Und es war warm. Angenehm warm. Ich gew&ouml;hnte mich
an das Tageslicht und folgte einem Weg bis zu einem Durchgang, den ich durchschritt.<BR>
Das erste was ich sah war ein Untoter. Eines von jenen Skeletten dich ich
schon in der Stadt entdeckte. Nur viel schw&auml;cher. Ich erinnerte mich
der Worte des Gildenmeisters, die besagten, dass sich &uuml;berall auf dieser
Welt solche Untoten befanden, um mir dazu zu dienen, das B&ouml;se heraufzubeschw&ouml;ren,
dass ich jedoch keinesfalls meinen Hunger an ihnen stillen k&ouml;nnte.<BR>
Ich versuchte es trotzdem und starb. Das dachte ich jedenfalls als es mich
bewu&szlig;tlos schlug. Dann jedoch trat etwas ein, was ich mir nur damit
erkl&auml;ren kann dass ich, als ich eingewilligt hatte, dem B&ouml;sen
zu dienen, unsterblich geworden bin. Jedenfalls kam ich wieder zu mir. Sehr
schwach und ohne Ausr&uuml;stung aber lebend.</P>

<P>So begab ich mich erneut zu dem Kampfplatz und sah meine Leiche. Ich
durchsuchte diese und siehe da. Alle Sachen waren an ihr und ich konnte
sie einfach nehmen. Also legte ich sie an.</P>

<P>Nun dies war wohl der falsche Weg, um m&auml;chtiger zu werden. Also
sah ich mich um und erblickte Flederm&auml;use. Diese sahen ungleich weniger
gef&auml;hrlich aus und tats&auml;chlich. Nach einem kurzen Kampf t&ouml;tete
ich sie und f&uuml;hlte wie mein Hunger kleiner wurde. Ich t&ouml;tete mehr,
mehr und viel mehr. Ich kam in einen Zustand der absoluten Ekstase und h&ouml;rte
erst auf zu t&ouml;ten als ich v&ouml;llig ersch&ouml;pft in den knietiefen
Leichenberg sank.<BR>
Ich f&uuml;hlte mich ersch&ouml;pft aber gl&uuml;cklich.</P>

<P>Als ich mich erholt hatte durchsuchte ich die Kadaver und nahm alles
was brauchbar erschien an mich, um es sp&auml;ter zu verkaufen.</P>

<P>Mir kamen pl&ouml;tzlich die Worte meines Lehrmeisters in den Sinn, die
besagten, dass ich die F&auml;higkeit habe, mir einen Diener aus der Unterwelt
zu erschaffen, wenn ich nur Knochen haben w&uuml;rde.<BR>
Also versuchte ich erneut ein Skelett zu t&ouml;ten und nach einem langem
aber erfolgreichen Kampf hatte ich meine ersten Knochen gesammelt und versuchte
es. Und es hat geklappt. Ihr k&ouml;nnt euch gar nicht vorstellen, wie gro&szlig;
meine Freude war, als ich das Skelett-Pet erblickte und es mir sogar gehorchte.</P>

<P>Ich schickte es mit in den Kampf und alles war viel einfacher. Das T&ouml;ten
ging sehr viel effektiver und schneller von sich.<BR>
Seit diesem Zeitpunkt hat man mich wohl sehr selten ohne ein solches Pet
gesehen und jedes seiner Art hat mir viele erfolgreiche Dienste geleistet
und mich besch&uuml;tzt.</P>

<P>Nach geraumer Zeit, in der ich immer st&auml;rker und erfolgreicher wurde
kam es mir in den Sinn eine neue Waffe zu kaufen. Also fragte ich einen
herumstehenden Necromancer nach einem H&auml;ndler, der solcherlei Dinge
feilbietet.<BR>
Er jedoch erz&auml;hlte mir von seinem entlaufenem Pet, welches hier in
diesem Gebiet herumstromert und alle Leute angreift. Er habe Angst zur Rechenschaft
gezogen zu werden, wenn er nicht bald etwas unternehme. Nun da mich dieses
Pet tats&auml;chlich mehrfach besiegt hatte, freute ich mich diesen Auftrag
zu erhalten, bei dem es um eine neue Waffe als Belohnung ging, wenn ich
nur die Knochen dieser Ungl&uuml;ck bringenden Kreatur dem Mann &uuml;bergeben
w&uuml;rde. Gesagt getan. Und tats&auml;chlich war ich erneut erfolgreich
und hielt eine sch&ouml;ne neue Waffe in den H&auml;nden. Diese Waffe hatte
ich noch als ich den 30. Zirkel erreicht hatte.</P>

<P>Nun nach einiger Zeit war der Tag gekommen, an dem ich in diesem Gebiet
meine Erfahrungen nicht weiter steigern konnte und ich begab mich in einen
angrenzenden Wald, der sehr un&uuml;bersichtlich und noch gef&auml;hrlicher
war. Ich war sehr oft nach meinen tagelangen Ausfl&uuml;gen ersch&ouml;pft
und bin abends todm&uuml;de, aber gl&uuml;cklich und zufrieden in mein Lager
zur&uuml;ckgekehrt.</P>

<P>In diesem Wald bin ich sehr lange verblieben und habe hier viel Geld
sammeln k&ouml;nnen, um mir neue und m&auml;chtigere Zauberspr&uuml;che
kaufen zu k&ouml;nnen.</P>

<P>W&auml;hrend eines meiner Streifz&uuml;ge sah ich eine Frau, die mir
sehr bekannt erschien und ich sprach sie an.<BR>
Tats&auml;chlich kannte ich sie schon sehr, sehr lange. Sie jedoch hatte
keine Erinnerung an mich. Wie auch.<BR>
Hatte ich sie ja noch in der Gestalt des Hochelfen kennengelernt.</P>

<P>Sie zeigte sich sehr mi&szlig;trauisch mir gegen&uuml;ber, was ich aufgrund
meiner Magieschule verstehen konnte.<BR>
Jedoch habe ich sie nach langer Zeit davon &Uuml;berzeugen k&ouml;nnen,
das ich noch der alte Etze war, was jedoch v&ouml;llig gelogen ist. <BR>
Ich konnte sie f&uuml;r meine Zwecke gewinnen in dem ich sie in dem Glauben
lie&szlig;, das ich von den Hochelfen ausgesand wurde um die b&ouml;se Magie
zu erlernen, um dann eines Tages nach Hause zu kommen und sie davon zu unterrichten,
mit welchen Mitteln der Feind k&auml;mpft.<BR>
Nunja. Sicherlich mag das bei einigen meiner Leserschaft Unmut erzeugen,
aber ich habe ja nicht um Wohlgefallen gebeten.<BR>
Sie half mir bei dem Besorgen von besseren Ausr&uuml;stungsgegenst&auml;nden
und ich nahm ihre Hilfe nat&uuml;rlich gerne an.<BR>
Sie besch&uuml;tzte mich sehr lange Zeit und tut dieses noch heute, was
jedoch an einem weiteren Abend erz&auml;hlt werden soll, denn dieser Tag
ist zu Ende und ich werde dieses Tagebuch nun schlie&szlig;en.</P>

<P>Euch allen f&uuml;rs erste eine gute Nacht und ich danke dem aufmerksamen
Leser.</P>

<P>Nun jetzt eine geschlagen Stunde nach Mitternacht &ouml;ffne ich erneut
mein Tagebuch um aus ihm weiter vorzulesen. Nehmt also Platz und bedient
euch der K&ouml;stlichkeiten, die ich mir erlaubt habe aufzutischen. Habt
keine Angst, wenn ich das Licht etwas abdunkle, um eine angemessene Atmosph&auml;re
zu erzeugen.</P>

<P>Die heutige Geschichte beginnt damit, wie ich eine lange und gef&auml;hrliche
Reise in Begleitung einer jungen Frau antrete. Es ist die bereits erw&auml;hnte
Frau, deren Name Leara ist. Sie geh&ouml;rte, nur am Rande erw&auml;hnt
zu den m&auml;chtigen und Magie begabten Druiden an. Dieses alleine sei
schon Zeuge genug, wie vorsichtig ich mit meinen Worten umgehen mu&szlig;te,
um mich nicht zu verraten und in welcher st&auml;ndigen Gefahr ich war.</P>

<P>Eines Tages packte mich die Neugier so stark, das ich beschlo&szlig;
meine Heimatinsel zu verlassen um neue Gegenden zu erforschen. Also besorgte
ich mir gen&uuml;gend Knochen und Lebensmittel um einen langen Vorrat zu
haben, denn niemand konnte mir Auskunft geben was mich erwartete.<BR>
Selbst mein Lehrmeister hatte diese Insel nie verlassen, hie&szlig; mich
aber, sehr vorsichtig zu sein, denn selbst in unserer Hauptstadt ha&szlig;te
man uns Necromanten und wir waren vogelfreie im Palast, so das jeder, der
uns erblickte t&ouml;ten konnte, wenn er nur wollte.</P>

<P>Auf dem Weg in die Stadt, in der sich unser einziger Hafen befand, begegnete
mir erneut Leara und sie sagte zu, mich auf dieser Reise zu begleiten, was
ich begr&uuml;&szlig;te, da sie mir auf dem Wege dienen konnte.</P>

<P>Sie belegte mich mit einem Zauber, der mich beim Llaufen deutlich beschleunigte,
so dass ich sehr gro&szlig;e Entfernungen m&uuml;helos &uuml;berwand. Au&szlig;erdem
machte sie mich zur Sicherheit f&uuml;r normal sterbliche Augen unsichtbar.
<BR>
So machten wir uns nach einer kurzen Rast gemeinsam zum Hafen auf.</P>

<P>Ich kann euch sagen, das ich sehr froh &uuml;ber die Begleitung war,
kannte sie sich doch sehr gut in der Stadt aus, wo es merkw&uuml;rdige Dinge
gab. Dort gab es wenige T&uuml;ren und schon gar keine Beschilderung, die
auf den Weg zum Hafen hinwies und ich schwor mir, dieses, sollte ich einmal
m&auml;chtig genug sein zu &auml;ndern, wenn ich Herrschaft &uuml;ber diese
Stadt erringen sollte.<BR>
Statt der T&uuml;ren und Wege gab es vielmehr ein seltsames Transportmittel,
welches man besteigen mu&szlig;te um es zu benutzen. Dieses teleportierte
uns dann zu einem anderen Ort.</P>

<P>Wenn es damals bereits Star Trek gegeben h&auml;tte , k&ouml;nnte man
diesen Vorgang getrost als beamen bezeichnen.<BR>
Deshalb denke ich, das sich Mr. Scott diese Einrichtung einfach abgekupfert
hat.</P>

<P>Nach einem kurzen Marsch kamen wir am Hafen an und mu&szlig;ten feststellen,
das der F&auml;hranleger vor ein par Minuten abgelegt hatte und wir uns
auf eine lange Wartezeit einrichten mu&szlig;ten. &Uuml;ber diese kam Leara
mit den herumstehenden Leuten ins Gespr&auml;ch und so erfuhren wir einigen
&uuml;ber die Stadt am anderen Ufer des Meeres, welche sich Qeynos nannte.</P>

<P>So w&auml;re ich, sobald mich jemand dort erblickt h&auml;tte auf der
Stelle get&ouml;tet worden. Auch wurde Leara ein Geheimgang beschrieben,
der uns in die unterirdische Kanalisiation f&uuml;hrte. Dessen Eingang befand
sich unterhalb des Wasserspiegels und verbarg einen vor unangenehmen Blicken.<BR>
Diesen Weg merkten wir uns, um ihn zu benutzen. Auch wurde erz&auml;hlt,
dass sich in der Kanalisation eine Necromantengilde befinden sollte, welche
aber noch niemals erblickt worden sei, und wenn doch, jeder der es gewagt
h&auml;tte den Weg dorthin zu beschreiben auf merkw&uuml;rdige Art ums Leben
gekommen sei. Ich nahm mir vor diese alsbald zu besuchen.</P>

<P>W&auml;hrend dieser und anderen Unterhaltungen traf schlie&szlig;lich
der F&auml;hranleger ein und ich betrat ihn noch immer unsichtbar. Ich kann
euch gar nicht sagen, wie aufgeregt ich war.<BR>
Er brachte uns nach kurzer Zeit zu einem gro&szlig;en Segelschiff, welches
dann nach Quenos fahren w&uuml;rde.</P>

<P>Auf der &Uuml;berfahrt nach Quenos kamen wir in einen &uuml;blen Sturm,
welcher mich und meinen Magen arg beutelte und auf die Probe stellte. Ich
hatte sehr viel Gl&uuml;ck, das meine Unsichtbarkeit w&auml;hrend der ganzen
Fahrt anhielt, denn sonst h&auml;tte jeder, der mich erblickt und get&ouml;tet
h&auml;tte sich &uuml;ber mein j&auml;mmerliches Bild erst einmal lustig
gemacht, so &uuml;bel war mir. So jedoch haben sich alle an Bord befindlichen
Personen st&auml;ndig &uuml;ber die &uuml;belriechenden, nassen und rutschigen
Flecken am Boden gewundert.<BR>
Der Kaj&uuml;tenjunge war sehr erfreut dauernd hinter mir sauberzumachen,
woran ich aber zu dieser Zeit keinen Gedanken verschwendete. Nur Wochen
sp&auml;ter und auch heute noch denke ich schmunzelnd &uuml;ber diese Ereignisse
nach.</P>

<P>So erreichten wir eines Tages den Hafen von Qeynos, sprangen aber vorher
von Bord, um nicht entdeckt zu werden und schwammen auf eine Sandbank au&szlig;erhalb
der Stadtmauern. Dort angekommen er&ouml;ffnete mir Leara, das sie mich
am darauffolgenden Tage verlassen werde um eine weitere lange Reise anzutreten.
Ich habe dieses wirklich bedauert, mu&szlig;te ich doch dann jeglicher Gesellschaft
entsagen.</P>

<P>Nach dem wir am folgendem Tage aufgebrochen waren, um den Eingang zur
Kanalsiation zu finden, erreichten wir diesen schnell und traten gesch&uuml;tzt
vor jedem Blick in das ungew&ouml;hnte Halbdunkel ein. Hier roch es sehr
unangenehm und obwohl sich jemand die M&uuml;he gemacht hatte hier unten
Fackeln aufzustellen war es sehr schwer sich zurechtzufinden, zumal es sich
scheinbar auch noch um ein Labyrinth handelte. Nach geraumer Zeit hatten
wir die Gilde endlich gefunden und bevor ich diese betrat verabschiedete
ich mich von Leara.</P>

<P>Ich war sehr trauriger Stimmung, welche ich bisher noch nie so erlebt
habe und dachte sie w&uuml;rde mir fehlen.</P>

<P>Erst nach langer Zeit habe ich begriffen das wir w&auml;hrend unserer
Reise, trotz ihrer scheinbar niederen Herkunft Freundinnen geworden waren.<BR>
Sie verlie&szlig; mich schnell und &auml;ngstlich und ich betrat die Guildenhalle
allein und vorsichtig.</P>

<P>Nun ich werde jetzt meine Erz&auml;hlungen f&uuml;r eine Pause unterbrechen.
Da ich meine Dienerin angewiesen habe uns ein sp&auml;tes Mahl zuzubereiten
m&ouml;chte ich euch gerne zum Tafeln auffordern</P>

<P>&nbsp;</P>

<P>So. Nun nachdem auch ich mich gest&auml;rkt habe und wir uns alle wieder
im Kaminzimmer eingefunden haben, werde ich weiter aus meinem Leben berichten
und hoffe auf ein aufmerksames Ohr.</P>

<P>Ich betrat also die Gildenhalle und da ich im dunklen stand hatte ich
die Gelegenheit mich in Ruhe umzusehen. Gro&szlig; war mein Erstaunen, als
ich das erste mal in meinem Leben einen Menschen erblickte. Ja einen Menschen.<BR>
Einen dieser hochn&auml;sigen, eingebildeten und dummen Menschen. Mein erster
Impuls war es, auf ihn zu st&uuml;rmen um ihn zu vernichten, jedoch besann
ich mich eines besseren, da ich ja in einer Gildenhalle, also auf heiligem
Boden stand. Ich betrachtet ihn genauer und stellte voller Erstaunen fest,
das er die Abzeichen eines Necromaten trug und sogar die eines Gildenmeisters.</P>

<P>Ich hatte bisher nicht viel &uuml;ber Menschen geh&ouml;rt und schon
gar nichts, was etwas Positivem auch nur nahekam.<BR>
Als ich jedoch diesen hier erblickte, verga&szlig; ich alles was ich jemals
geh&ouml;rt hatte und ging festen Schrittes auf ihn zu in der Freude endlich
wieder einen Gleichgesinnten zu treffen.</P>

<P>Er blickte mich an und erwiderte auf meine Begr&uuml;&szlig;ung ein leises
aber deutlich vernehmbares &#132; Sieh an, sieh an. Eine Tucke&#147;<BR>
&#132; Ja &#132; erwiderte ich &#132; Ich mag eine Eruditin sein, jedoch
bin ich vom gleichen Glauben wie ihr&#147; und gab ihm mit diesen Worten
ein Empfehlungsschreiben, welches mir mein Gildenmeister mit auf dem Weg
gegeben hatte.<BR>
Er nahm es, las es durch und gab es mir mit den Worten &#132; Nun denn.
Sei willkommen&#147; zur&uuml;ck.<BR>
Er befragte mich nach meinem woher, wohin und wieso und nach langer Zeit
entlie&szlig; er mich in die Obhut eines seiner Diener, der mir die &Ouml;rtlichkeiten
zeigte und mir eine Schlafstelle zuwies.</P>

<P>Ich nahm noch eine Mahlzeit zur mir, bevor ich selbst&auml;ndig den Rest
des Gem&auml;uers durchsuchte. Nachdem ich genug gesehen hatte begab ich
mich zu meiner Lagerstatt um mich f&uuml;r den Rest der Nacht auszuruhen.</P>

<P>Am n&auml;chsten Morgen, ich dachte zumindest, dass es Morgen sein m&uuml;&szlig;te,
es gab ja schlie&szlig;lich kein Tageslicht hier unten, legte ich meine
Kleider an und begab mich nach einem Fr&uuml;hst&uuml;ck in die Gildenhalle,
um mich &uuml;ber meine kommenden Abenteuer zu informieren. Hier erfuhr
ich von einem Gebiet, welches Black Burrow genannt wurde und in dem sich
Gnolle herumtrieben. Diese Gnolle sollen gelegentlich die vorgelagerten
D&ouml;rfer der Menschen angreifen und pl&uuml;ndern, wass mir an sich egal
war, solange man in ihnen einen w&uuml;rdigen Gegner fand, um seine Kampffertigkeiten
und Zauberkunst verbessern konnte, wenn man nur mutig genug sei.</P>

<P>Nachdem ich also in einer feierlichen Zeremonie mein Versprechen gab,
der hiesigen Guilde f&uuml;r eine Zeit zu dienen, kurz auch binden genannt,
begab ich mich auf den kurzen, aber sehr gef&auml;hrlichen Weg nach Black
Burrow. Gef&auml;hrlich weil an allen Ecken und Enden sich W&auml;chter
der Oberwelt befanden, die mich bei Erblicken sofort get&ouml;tet h&auml;tten.
<BR>
Da ich jedoch am Vortag neue Zauberspr&uuml;che erlernt hatte, darunter
war auch einer der mich unsichtbar machte, war dieses dann doch ein leichtes
Unterfangen und ich kam wohlbehalten am Eingang zu Black Burrow an.</P>

<P>Dieser Eingang sah sehr eigent&uuml;mlich aus, war er ja aus dem Fels
in Form eines Gnollsch&auml;dels mit sehr langen und gef&auml;hrlich wirkenden
Z&auml;hnen gehauen. Mich &uuml;berkam ein leichter Schauer</P>

<P>Nach einem kurzen Z&ouml;gern trat ich in den Eingang hinein und ging
vorsichtig und unsicheren Schrittes langsam weiter. Nach vielen Biegungen
sah ich einen Lichtschein am Ende des Tunnels und vernahm ein lauter werdendes
Kampfgeschrei. Ich ging langsam weiter da sich links und rechts des Weges
viele Leichen befanden. Im Vorbeigehen achtete ich auf ihre Gesichter, da
sich nicht nur Menschen, Gnolle und vereinzelt auch Eruditen unter ihnen
befanden, sondern auch viele, mir total fremd erscheinende Wesen.</P>

<P>Als ich jedoch einen Hochelfen unter ihnen liegen sah, krampfte sich
mir das Herz zusammen und ich erschrak. Hatte ich ja ein &auml;hnliches
Schicksal erlebt.</P>

<P>Ich b&uuml;ckte mich zu ihm nieder, streichte ihm das Haar aus dem Gesicht
und sagte eine Totenformel auf, die seine Seele besch&uuml;tzen sollte.</P>

<P>Dann stand ich entschlossen auf. erschuf ein Pet, packte meinen Waffen
fester und st&uuml;rzte auf den Kampfplatz.</P>

<P>So liebe Zuh&ouml;rer. Zu so fortgeschrittener Stunde, im Angesicht des
Morgengrauen werde ich mein Buch f&uuml;r heute schlie&szlig;en und euch
allen einen angenehmen Heimweg w&uuml;nschen. M&ouml;gen wir uns bald hier
wiedersehen.</P>

<P>&nbsp;</P>

<P>Seid gegr&uuml;&szlig;t.</P>

<P>Nun heute werde ich zum vorerst letzten mal mein Buch &ouml;ffnen, um
aus ihm hervorzutragen.<BR>
Wenn ich in die versammelte Gesellschaft blicke mu&szlig; ich mit Bedauern
feststellen, das die Interessentenzahl leider abgenommen hat.<BR>
Ich bedaure dieses zu tiefst.</P>

<P>Also nehmt Platz und lauscht meiner Erz&auml;hlung.</P>

<P>Wie ihr gestern erfahren habt, so bin ich gerade in Black Burrow angelangt
und st&uuml;rzte auf den Kampfplatz.<BR>
Da ich zun&auml;chst unbemerkt geblieben war konnte ich in Ruhe das Kampfgeschehen
beobachten. Das Bild, das sich mir bot, erkl&auml;rte die vielen Toten auf
meinem Wege hierher. So sah ich drei oder 4 Krieger und Magiebegabte in
einem ungleichen Wettstreit mit, nach meiner Sch&auml;tzung etwa 15 bis
20 Gnollen. <BR>
Ich r&uuml;stete meinen stillen Begleiter mit einem Schwert aus, welches
ich zuvor vom Boden aufgehoben habe. Scheinbar mu&szlig; es jemand im Kampfget&uuml;mmel
verloren haben.<BR>
Nun schickte ich ihn los, um einem, von 5 Gnollen eingekesselten, Krieger
zu helfen. Ich wu&szlig;te nicht, wie lange der Kampf bereits andauerte,
aber es lagen schon viele tote und verwundete Gnolle am Boden.<BR>
Da ich noch ausgeruht war, zog ich die Aufmerksamkeit, mittels eines Zauberspruches,
von zwei anderen, den Krieger belagernten Gnollen auf mich. Es war ein anstrengender
Kampf, denn ich hatte es mit zwei Gegnern zu tun, aber schlie&szlig;lich
gelang es mir den deutlich schw&auml;cheren der beiden Gnolle zu &uuml;berwinden.<BR>
Ich sprach kurz vor seinem Tode einen meiner gef&uuml;rchteten Zauberspr&uuml;che
aus, der es mir erm&ouml;glichte meinem Gegner Lebenskraft zu entziehen
um sie mir zuzuf&uuml;gen und rammte ihm anschlie&szlig;end meinen Stab
in den Oberbauch. Er brach r&ouml;chelnd zusammen und mu&szlig; froh gewesen
sein, von seinem Elend auf Erden erl&ouml;st worden zu sein.</P>

<P>Noch w&auml;hrend ich meinen Stab aus seinem Leib heraus zog wurde ich
von dem anderen Gnoll, der anscheinend sein Verwandter oder gar Bruder war,
ich entnahm das seinen &Auml;u&szlig;erungen, attackiert, konnte ihm aber
oft genug ausweichen um nicht ernsthaft verletzt zu werden.<BR>
Ich drehte mich also herum und gab ihm mit meinem rechten Ellenbogen einen
Schlag an seinen Hals, was ihm sichtlich Schmerzen bereitete. Jedenfalls
war er sehr benommen und ich konnte ihn ebenfalls mit zwei Zauberspr&uuml;chen
belegen, bevor mein Pet ihm von hinten den Kopf abschlug.<BR>
Jetzt blickte ich mich um und sah, dass der Krieger seine zwei Gegner mit
einem m&auml;chtigen Schwertstreich in zwei H&auml;lften teilte, als auch
schon ein kleiner, nun sagen wir mal sehr merkw&uuml;rdig aussehender und
nach schlechtem Bier riechender Kerl mit einem langen Bart um Hilfe rief.</P>

<P>Erst sp&auml;ter erfuhr ich, das es sich um einen Zwergen handelte, was
angesichts seiner Gr&ouml;&szlig;e noch stark &uuml;bertrieben war.</P>

<P>Ich versorgte schnell die Wunden meines Pets und schickte es ihm zu Hilfe.
Es gelang ihm zwei der drei Gegner weg zu locken und ich konnte dem dritten
mit einem Zauberspruch den Garaus machen. Nun st&uuml;rzten der Zwerg und
ich auf die beiden verbliebenen Gegner und schlugen sie sehr schnell mit
unseren Waffen. Auch die anderen Gnolle waren schon sehr stark dezimiert
als einer von ihnen versuchte, dem Kampf zu entkommen, um Hilfe herbei zu
holen.<BR>
Der Zwerg sprach eine Formel aus und noch im laufen verbrannte der Gnoll.
W&auml;hrend wir den anderen zu Hilfe eilten rief er mir im laufen zu: &quot;Ja,
wie ihr seht bin ich zwar ein Heilkundiger, vermag aber auch mittels Magie
zu t&ouml;ten.&#147; Ich nickte ihm bewundernd zu, fragte mich aber gleichzeitig
ob es nicht gef&auml;hrlich sei solch m&auml;chtige Zauber mit soviel Alkohol
in Kontakt zu bringen. Nun scheinbar kam der Kleine sehr gut damit zu recht,
was sein immerhin beachtlicher Bart bewies.<BR>
Wir alle zusammen vernichteten die letzten noch verbliebenen Gegner und
zogen uns, nachdem wir alles nach Brauchbarem durchsucht hatten, in den
H&ouml;hleneingang zur&uuml;ck.<BR>
Als wir eine gut &uuml;bersichtliche und leicht zu verteidigende Stelle
gefunden hatte, versorgte der Zwerg unsere mehr oder weniger gro&szlig;en
Blessuren und wir rasteten ausgiebig. Leider kam zu meinem Bedauern keine
Unterhaltung in Gang, denn die vier dankten mir zwar, blickten mich aber
die ganze Zeit recht angstvoll an.<BR>
Nur der kleine Gnom unter ihnen brabbelte st&auml;ndig vor sich her und
sprang immer wieder auf. Einmal, in einem unachtsamen Moment h&auml;tte
ich ihn fast zertreten, da er noch etwas kleiner als der Zwerg war. Aber
seine Gr&ouml;&szlig;e war nichts im Vergleich zu seiner H&auml;&szlig;lichkeit.
Ich habe zwar als Dank von ihm ein Bild erhalten, m&ouml;chte es aber niemanden
zeigen, da ich gro&szlig;e Angst habe eurer Sch&ouml;nheitsempfinden &uuml;ber
die Geb&uuml;hr hin zu belasten.</P>

<P>Wir k&auml;mpften noch mehrere Tage gegen Gnolle, die wir in einen Hinterhalt
lockten, aber schlie&szlig;lich verlie&szlig;en die vier das Gebiet mit
dem Versprechen, meine Heldentaten in ganz Qeynos zu verbreiten, so dass
ich, wenn ich Gl&uuml;ck h&auml;tte bei meiner R&uuml;ckkehr die Stadt gefahrlos
betreten k&ouml;nnte. Dieses konnten oder wollten sie aber nicht versprechen.</P>

<P>So k&auml;mpfte ich die n&auml;chsten Tage und Wochen aus verschiedenen
Hinterhalten gegen einzelne Gegner und habe so auf diese Art ihre Zahl um
etwa 100 dezimiert, was den Menschen in Qeynos mehrere Jahre Ruhe und Frieden
brachte.</P>

<P>Und tats&auml;chlich, als ich eines Tages in die Unterwelt von Quenos
zur&uuml;ck kehrte, empfing mich der Guildenmeister mit den Worten<BR>
&#132; Ich gr&uuml;&szlig;e dich Orienla. Du hast viele Heldentaten vollbracht
und bist zu gro&szlig;em Ruhm gekommen. Wir danken dir daf&uuml;r, dass
du uns erm&ouml;glicht hast an die Oberwelt zur&uuml;ck zu kehren. Der B&uuml;rgermeister
der Stadt erwartet dich.&#147;</P>

<P>Ich begab mich also zum Herren der Stadt und wurde freundlich empfangen.</P>

<P>Die nachfolgende Ereignisse sind so belanglos, das ich sie nicht weiter
erw&auml;hnen m&ouml;chte. Es sei nur noch gesagt, das ich mich am Abend
in die Gildenhalle begab um endlich wieder einmal in einem Bett zu schlafen.</P>

<P>Dieses war nun der vorerst letzte Teil meiner Erz&auml;hlung. Wenn ihr
eines Tages mehr h&ouml;ren wollt. Ihr wi&szlig;t ja wo ich zu finden bin.<BR>
Hier in meinem Kaminzimmer.</P>

<P>*********************************************************</P>

<P><B>Meine Ankunft in Kunark</B></P>

<P>Wir haben uns nach sehr langer Zeit wieder alle zusammengefunden und
ich werde eine kleine Geschichte zum besten geben.<BR>
Ich muss leider erw&auml;hnen das auf meinen Reisen das Tagebuch doch stark
in Mitleidenschafft geraten ist und ich heute einige Kapitel &uuml;berspingen
werde.<BR>
Ich werde diese aber nachreichen, sollte es mir jemals gelingen die Seiten
von all dem Blut und Dreck zu befreien und das verlorengegange zu entschl&uuml;sseln.</P>

<P>Die heutige Geschichte dreht sich um meine Ankunft auf den zu damaliger
Zeit gerade endeckten Kontinent Namens Kunark.</P>

<P>Ich hatte so den 17 oder 18 Zirkel erreicht und wollte mich in die Abgeschiedenheit
und Einsamkeit zurueckziehen, welches mir aber in den damals bekannten Landen
auf Grund einer Bev&ouml;lkerungsexplosion verwehrt wurde. So h&ouml;rte
ich in einer billigen Herberge von Endeckern und neuen L&auml;ndereien die
es zu erforschen galt und nach kurzer &Uuml;berlegungszeit packte ich meine
wenigen Sachen zusammen und begab mich auf den Weg.</P>

<P>Ich liess Leara, meine Freundin durch einen schnellen Boten benachrichtigen
und machte mich mit der Bitte um ein Treffen in Quenos auf den Weg. Die
&Uuml;berfahrt von Erudin und Quenos war diesesmal von sch&ouml;nstem Sonnenschein
begleitet und ich musste mich auch nicht mehr an Bord verstecken, so das
es eine kurze und sehr angenehme Reise wurde.</P>

<P>Nach etwa 2 Tagen traf dann auch Leara in Quenos ein und nachdem wir
meine Vorr&auml;te an Knochen und Lebensmitteln aufgestockt hatten brachte
sie mich mit einem ihrer so wundersamen Teleportspr&uuml;che in ein Gebiet,
welches man South Ro nannte und in dem es f&uuml;r meinen Geschmack viel
zu heiss war. Sie gab mir noch einige Ratschl&auml;ge mit auf den Weg, da
sie sich hier etwas auskannte und ich lief dann langsam und schwitzend nach
Norden, k&uuml;hleren Gefilden entgegen.</P>

<P>Nach etwa 2 bis 3 Tagen konnte ich am Horizont eine Oase erkennen, von
der ich wusste das sich dort eine Anlegestelle fuer einen Seelenverk&auml;ufer
befand der mich auf eine, mittem im Meer gelegene, Insel brachte. Wie ich
jedoch von da aus weiterkommen sollte war mir noch ungewiss.</P>

<P>Aber was solls. Der Reichtum ist nicht dem Z&ouml;gernden angedacht und
ich fasste mir ein Herz.</P>

<P>Seelenverk&auml;ufer sollte es sein. Ich sage euch das spottet jeder
Beschreibung. Das sogenannte Schiff war ein aus alten Brettern und Latten
zusammengeschustertes Floss und die F&auml;sser hatten auch schon einmal
bessere Tage gesehen. Mir wurde Angst und Bange, hatte ich doch von Haien
geh&ouml;rt die sich angeblich im Meer herumtrieben und nur auf arme Tr&ouml;pfe
wie mich warteten, um mich zum Mittagessen einzuladen. Aber ich hatte Gl&uuml;ck
und kam wohlbehalten, wenn auch durchn&auml;sst auf einer Insel an, die
von den Einheimischen Timerous Deep genannt wurde, man sie jedoch Aufgrund
der dort lebenden Bevoelkerung auch Timerous Depp h&auml;tte nennen k&ouml;nnen.</P>

<P>Dort erfuhr ich, das einmal am Tag, es kann aber auch einmal die Woche
sein, ein Schiff zu einem Aussenposten fuhr und Passagiere mitnahm und so
stellte ich mich auf eine lange Wartezeit ein.<BR>
Auch dieses Schiff ist eine Katastrophe gewesen hat allerdings seinen Dienst
verrichtet und so h&ouml;rte ich eines Tages am fr&uuml;hen Morgen &quot;Land
in Sicht&quot; und war freudig erregt als ich die Steilk&uuml;ste erblickte.<BR>
Die Luft war klar und von einer Frische wie ich sie noch nie gerochen hatte.<BR>
Und Ruinen, m&auml;chtige und grosse Ruinen, die mit gewaltiger Macht zerst&ouml;rt
worden waren, t&uuml;rmten sich vor mir auf. Mir schauerte.<BR>
So betrat ich ehrfurchtsvoll den neuen Kontinent und ich dachte mir &quot;
wie war das mit dem kleinen Schritt fuer einen Eruditen aber ein gewaltiger
Schritt fuer die Insel&quot; und musste frech grinsen.<BR>
Und meine Keckheit steigerte sich, als das erste Lebewesen, welches ich
hier erblickte ein Skelletw&auml;chter war.Nicht schlecht dachte ich. Haben
wir Necros also auch hier unseren Anteil gesichert.</P>

<P>Als ich jedoch die Geb&auml;ude durchsuchte und dort Mechanische H&auml;ndler
sah verliess ich voller Abscheu diese Halle um sie nie wieder zu betreten,
denn mit Gnomen, diesen kleinen, h&auml;ssliche und widerlich stinkenden
Wesen wollte ich nichts zu tun haben.<BR>
Nur die Bank muss ich auch heute noch bei seltenen Gelegenheiten benutzen.</P>

<P>Die Stadt wurde an den beiden jeweils zerst&ouml;rten Aussenmauern von
2 riesigen Wesen bewacht die mir turmhoch erschienen und f&uuml;r diese
Aufgabe damit bestens ger&uuml;stet seien. Nur die Frage der Ern&auml;hrung
dieser Waechter stellte sich mir und ich verfluchte jetzt schon die dortigen
Steuern. Anders jedoch gestaltete es sich mit den restlichen Wachen, sahen
diese sehr adrett und gutausehend aus. Und wenn es nicht Dunkelelfen mit
ihrer blassen und bl&auml;ulich wirkenden Haut gewesen waeren, so h&auml;tte
ich dort noch einige N&auml;chte mehr verbracht.</P>

<P>So jedoch hielt mich nichts dort und nach wenigen Tagen machte ich mich
auf den Weg um dieses Gebiet zu erforschen.</TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><STRONG>(\@/) <A HREF="Mitglieder_Nameless.htm">zur&uuml;ck zur
Mitglieder&uuml;bersicht</A> (\@/)</STRONG></CENTER>
</BODY>
</HTML>
