<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Chapitre Quatre&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Chapitre Quatre -->
Une semaine de soins f&ucirc;t n&eacute;cessaire afin que le corps du necromancien 
ne recouvre quelques forces. Mais pire que son &eacute;tat physique sa sant&eacute; 
mentale &eacute;tait inqui&eacute;tante. Les gitans commen&ccedil;aient &agrave; 
avoir peur de cet &ecirc;tre mi ange-mi d&eacute;mon. Ces yeux devenaient quelques 
fois rougeoyant, ses traits se crispaient et il se transformait en une sombre 
abomination. Son corps d&eacute;charn&eacute; commencait &agrave; l&eacute;viter 
et d&#8217;horribles psalmodies gutturales sortaient de sa gorge d&eacute;ss&eacute;ch&eacute;e. 
Les anciens s&#8217;inqui&eacute;taient le soir autour du feu de camp. Maria l&#8217;anc&ecirc;tre 
qui avait valeur de savoir dans la tribu jettait constamment des runes en os poli 
sur le sable devant le brasier. Elle ne voulait r&eacute;v&egrave;ler ce qu&#8217;elle 
voyait, cela impliquait le chaos, une lutte sans merci contre des Dieux qui toujours 
voulaient garder emprise sur les hommes. Elle avait le sentiment que l&#8217;homme 
qu&#8217;ils avaient recueilli dans le d&eacute;sert allait jouer un grand r&ocirc;le 
dans cette lutte.
<p>L&#8217;&acirc;me d&#8217;H&euml;lclay&euml;nn souffrait, tortur&eacute;e par 
  Innorruuk qui s&#8217;en emparait momentan&eacute;ment y laissant de profondes 
  traces de griffures. Un matin, un cliquetis d&#8217;arme r&eacute;veilla le 
  sombre Elfe. L&#8217;esprit encore embrum&eacute; par les herbes que lui donnait 
  Maria afin que sa forme de liche ne se r&eacute;v&egrave;le pas, il franchit 
  le seuil de la porte de la roulotte d&eacute;cor&eacute;e de couleurs vives. 
  Le soleil agressa sa peau et il porta tr&egrave;s vite une main en visi&egrave;re 
  sur son front. Ses yeux plus habitu&eacute; &agrave; l&#8217; obscurit&eacute; 
  supportaient mal tant de luminosit&eacute;. Il vit l&#8217;ombre d&#8217;un 
  cavalier mont&eacute; sur un destrier noir de jais. L&#8217;homme &eacute;tait 
  un immense barbare aux cheveux blancs longs nou&eacute;s en natte tel les grands 
  guerriers, le visage coutur&eacute; de cicatrices. Son &eacute;p&eacute;e gigantesque 
  &eacute;mettait un bruit &eacute;trange et &eacute;tait parcouru d&#8217;&eacute;clairs 
  rouges et bleus. Elle tranchait les chairs sans faire couler de sang et d&eacute;j&agrave; 
  deux t&ecirc;tes de gypsie venaient de rouler sur le sol. L&#8217;immense personnage 
  n&#8217;&eacute;tait pas seul il &eacute;tait accompagn&eacute; d&#8217;une 
  valkyrie et de deux shadow knight. Les femmes et les enfants du camp s&#8217;&eacute;taient 
  r&eacute;fugi&eacute;s dans un coin . Le regard terrifi&eacute;, les m&egrave;res 
  essayaient de calmer les pleurs des enfants qui venaient de voir tomber leur 
  p&egrave;re.</p>
<p>&laquo; Paix nilinya, solastaran, Felnyr et nonos, ces gens ne me veulent aucun 
  mal et m&#8217;ont recueilli dans le d&eacute;sert o&ugrave; j&#8217; errais 
  sans but. Je ne croyais jamais vous revoir. Je pensais que tous vous aviez &eacute;t&eacute; 
  d&eacute;cim&eacute; dans la bataille de Neriak. &raquo;<br>
  &laquo; Cela fait des semaines que nous te cherchons, mon seigneur, nos hommes 
  parcourent inlassablement les contr&eacute;es recueillant la moindre information. 
  Des voyageurs ont remarqu&eacute; la pr&eacute;sence d&#8217;un drow qui semblait 
  effrayer ses h&ocirc;tes. J&#8217;ai imm&eacute;diatement pens&eacute; &agrave; 
  toi et j &#8216; ai tenu &agrave; v&eacute;rifier par moi m&ecirc;me. &raquo; 
  d&eacute;clara l&#8217;immense barbare tout en mettant pieds &agrave; terre.<br>
  H&euml;lclay&euml;nn s&#8217;avanca et serra d&#8217;une mani&egrave;re fraternelle 
  son vieux compagnon d&#8217;arme.<br>
  &laquo; &laquo; Solastaran, jamais je ne regretterais le jour o&ugrave; je t 
  ai tir&eacute; des ar&ecirc;nes de cette maudite Neriak o&ugrave; tu &eacute;tais 
  le plus vaillant des gladiateurs pour faire de toi le chef de mes troupes. Depuis 
  tu es devenu plus qu&#8217; un fr&egrave;re pour moi. Aujourd&#8217;hui le temps 
  serait venu pour toi de raccrocher ton &eacute;p&eacute;e et de profiter des 
  joies terrestres et pourtant&#8230;. Tu reste &agrave; mes c&ocirc;t&eacute;s.. 
  &raquo; &raquo; &raquo;<br>
  Dans le camp, les femmes pleuraient la mot de leurs compagnons et regardaient 
  avec haine H&euml;lclay&euml;nn. Maria avanca son visage creus&eacute;, burin&eacute; 
  par le soleil de vieille femme de celui du necromancien. Elle fixa ses yeux 
  brillants dans les siens.</p>
<p></p>
<p></p>
<p><br>
  &laquo; &laquo; Je savais que tu allais apporter le malheur sur ma tribu. Tu 
  es maudit H&euml;lclay&euml;nn, seule une &acirc;me t&#8217;aimant d&#8217;un 
  amour sinc&egrave;re te sauvera des affres d&#8217;Innorruuk. Son emprise se 
  resserre chaque jour sur toi. Il t&#8217;appelle.. bient&ocirc;t tu ne pourra 
  plus resister.. Ton &acirc;me redeviendra noir et tu massacrera de nouveau en 
  son nom. Prend garde &agrave; toi !!! Bient&ocirc;t tu devra faire un choix. 
  Ecoute ton c&#339;ur tant qu&#8217;il lui reste encore une once de bont&eacute; 
  et d&#8217;amour de ton prochain. Pars maintenant ne te retourne pas. Certaines 
  sont tent&eacute;es de te jetter d&#8217;horribles mal&eacute;dictions tu n&#8217;a 
  pas besoin de cela. J&#8217;ai accept&eacute; de te sauver car je connais ton 
  destin et les morts que nous pleuront aujourd hui ne sont rien en comparaison 
  de celles que tu sauvera demain. Va t en n&eacute;cromant !!! Rejoins tes s&eacute;ides 
  et disparais. &raquo; &raquo; &raquo; &raquo;<br>
  H&euml;l pris les r&ecirc;nes tendus par nilinya et enfourcha prestement un 
  cheval. Il donna l &#8216;ordre de d&eacute;part et la petite troupe s&#8217;en 
  f&ucirc;t dans un nuage de sable.<br>
  Laissant le desert loin derriere eux ils p&eacute;n&ecirc;tr&egrave;rent dans 
  une contr&eacute;e verdoyante. Solastaran qui chevauchait en t&ecirc;te arr&ecirc;ta 
  la troupe d&#8217;un geste de la main. <br>
  &laquo; &laquo; &laquo; nous allons camper ici. Nos chevaux ont besoin de retrouver 
  vigueur et de pa&icirc;tre quelques temps cette herbe grasse &agrave; souhait 
  &raquo;<br>
  &laquo; &laquo; &laquo; Soit mon vieil ami assied toi &agrave; c&ocirc;t&eacute; 
  de moi et conte moi les derniers &eacute;v&egrave;nements &laquo; &laquo; &laquo; 
  dit H&euml;lclay&euml;nn tout en invitant d&#8217;un geste le barbare a s&#8217;asseoir 
  sur un tronc d&#8217;arbre &agrave; c&ocirc;t&eacute; de lui. <br>
  Pendant ce temps les autres compagnons s&#8217;activaient et un feu naissait 
  de leurs mains habiles.<br>
  &laquo; &laquo; &laquo; Certaines choses ne vont pas te faire plaisir mon seigneur. 
  Nous avons perdu beaucoup dans la bataille. Certains de nos compagnons ne verront 
  plus jamais le soleil se lever. Nous n&#8217;avons plus r&eacute;cup&eacute;r&eacute; 
  leurs corps. Nikomundo, Galseath, jadlayenn ne verront plus jamais le soleil 
  se lever sur les terres de Norrath. N&eacute;anmmoins nous continuons &agrave; 
  recruter des troupes &agrave; nos c&ocirc;t&eacute;s et nous pourrons reprendre 
  le combat. J&#8217;ai &eacute;t&eacute; contact&eacute; par Sire Brekilien chef 
  de la dilpomatie de l&#8217;alliance des seigneurs afin que nous tentions de 
  conclure un pacte. Il nous propose de rencontrer son roi Gandalaad afin que 
  nous signons un trait&eacute; et que nous groupons nos forces pour &eacute;radiquer 
  le mal. Ce sont de fiers combattants ayant une grande noblesse de c&#339;ur. 
  Nous devrions accepter mais &raquo; &raquo; &raquo; &raquo;</p>
<p>&laquo; &laquo; &laquo; Je te fais confiance Solas, tu flaire les traitrises. 
  Tu ira signer ce pacte de ton sang. Je serais dans l&#8217;assembl&eacute;e 
  nul ne me verra. J&#8217;ai d&eacute;j&agrave; rencontr&eacute; Frenchy un camarade 
  n&eacute;cromancien Prince de Faydwer que je tiens en estime et avec lequel 
  je correspond pour mes travaux sur l&#8217;&acirc;me. Accepte donc cette alliance, 
  elle nous sera profitable &eacute;galement. Laisse moi maintenant, &eacute;carte 
  toi de moi rejoins tes compagnons.. vite&#8230; &raquo; &raquo; &raquo; &raquo;</p>
<p>H&euml;lclay&euml;nn, sentait ses chairs se racornirent, le sang s &#8216; 
  &eacute;vaporait de son corps, la peau disparaissait. Les yeux devinrent tels 
  des joyaux rouges scintillants dans la nuit alors qu&#8217;une douleur &eacute;crasait 
  sa poitrine. Sa vie s&#8217;&eacute;chappait mais il sentait monter en lui une 
  puissance ph&eacute;nom&eacute;nale. La mana affluait en lui et il fallait qu&#8217;il 
  &eacute;vacue toute cette puissance. Une faux incant&eacute;e apparue dans ces 
  mains. Le premier animal &agrave; tomber sous les coups de l&#8217;arme d&eacute;moniaque 
  f&ucirc;t un gu&eacute;pard. Le n&eacute;cromancien absorba en m&ecirc;me temps 
  la vie de l&#8217;animal. Sa soif de sang &eacute;tait trop grande il tua jusqu 
  &#8216;&agrave; &eacute;puisement. Le matin le trouva nu, allong&eacute; dans 
  l&#8217;herbe, son visage et son corps macul&eacute; de sang. Solastaran contemplait 
  son ami avec compassion. Il s&#8217;avait que celui ci s&#8217;&eacute;tait 
  transform&eacute; en archiliche et qu&#8217;il allait devenir de plus en plus 
  incontrolable. Peut &ecirc;tre devait il le tuer maintenant alors qu&#8217;il 
  &eacute;tait inanim&eacute; et faible comme un enfant. Mais il ne pouvait s&#8217;y 
  r&eacute;soudre.</p>
<p></p>
<p></p>
<p><br>
  Ils se remirent en route assez rapidement. Les sombres chevaliers avaient effac&eacute;s 
  d&eacute;j&agrave; toute trace d&#8217;un campement alors que la grande barbare 
  avait pans&eacute; les chevaux et les avait emmen&eacute; boire dans un petit 
  ruisseau. H&euml;lclay&euml;nn, contrairement a ses habitudes avait rev&ecirc;tu 
  une armure de bataille et s&#8217;&eacute;tait &eacute;quip&eacute; d&#8217;une 
  arme et d&#8217;un bouclier. On ne reconnaissait plus le n&eacute;cromancien 
  en lui. Une sombre aura se degageait de lui et les animaux semblaient fuir &agrave; 
  son approche. Au d&eacute;tour d&#8217;un chemin, une musique attira l&#8217;attention 
  des voyageurs. Un barde assis contre le tronc d&#8217;un arbre moussu semblait 
  attendre la troupe qui venait &agrave; sa rencontre. Il se leva et salua solastaran.<br>
  &laquo; &laquo; &laquo; &laquo; Je suis myrydyn chef de la seigneurie de l&#8217; 
  Azur. Je suis ici pour te conduire &agrave; mon roi noble guerrier. &laquo; 
  &laquo; &laquo; <br>
  H&euml;lclay&euml;nn rabattu sa cape noir sur son visage. Il souhaitait voir 
  sans &ecirc;tre vu et surtout il n&#8217;osait penser &agrave; ce qu&#8217;il 
  pourrait arriver si son corps subissait l&#8217;horrible malediction de l&#8217;archiliche 
  durant la signature du trait&eacute;.<br>
  Myrydyn pris la t&ecirc;te des cavaliers et les conduisi dans un tunnel gigantesque 
  creus&eacute; &agrave; m&ecirc;me la roche. Des gens commencaient &agrave; se 
  rassembler autour d&#8217;un gigantesque feu.<br>
  Myrydyn entraina solastaran et sa suite au centre de l&#8217;assembl&eacute;e 
  et s&#8217;inclina devant un personnage rev&ecirc;tu d&#8217;une armure brillante.<br>
  &laquo; &laquo; &laquo; &laquo; Solastaran je vous pr&eacute;sente Alvions r&eacute;gent 
  de l&#8217;alliance, il signera le trait&eacute; en l&#8217;absence de Gandalaad 
  notre roi retenu pour une grave et douloureuse affaire. &laquo; &laquo; &laquo; 
  <br>
  Solastaran s&#8217;inclina devant alvions et pris place &agrave; c&ocirc;t&eacute; 
  de lui. Nonos et nilinya se s&eacute;par&egrave;rent et se plac&egrave;rent 
  &agrave; chaque extr&eacute;mit&eacute; de la caverne. H&euml;lclay&euml;nn 
  observait l&#8217;assembl&eacute;e. Son attention f&ucirc;t attir&eacute;e par 
  une jeune femme de toute beaut&eacute;. Des discussions il apprit qu&#8217;elle 
  se pr&eacute;nommait Elandra et qu&#8217;elle portait un nom de guerre Tier 
  dal. Cela renforca la curiosit&eacute; du n&eacute;cromant car il avait devant 
  lui une humaine. Quelque chose en lui semblait l&#8217;attir&eacute; vers elle, 
  il sentait confus&eacute;ment qu&#8217;elle &eacute;tait li&eacute;e &agrave; 
  son destin.<br>
  Soudain un cliquetis d&#8217;arme se f&icirc;t entendre et r&eacute;sonna sous 
  la grande voute caverneuse. Des &eacute;clats de voix s&#8217;y ajout&egrave;rent. 
  Nonos l&#8217;un des sombres chevaliers noirs venaient d&#8217;engager une brunette 
  au verbiage haut. Des murmures laiss&egrave;rent fuser le nom de l&#8217;&eacute;nerv&eacute;e. 
  Il s&#8217;agissait de bruine, une jeune rodeuse dont le langage aurait pu s&#8217;apparanter 
  au pire charretier de freeport. Elle haranguait la foule autour d&#8217;elle 
  et provoquait d&#8217;une mani&egrave;re incessante l&#8217;homme qui se tenait 
  en face d&#8217;elle. La machine &agrave; tuer qu&#8217;&eacute;tait le paladin 
  de l&#8217;ombre n&#8217;entendit pas l&#8217;ordre de cesser le combat, ses 
  yeux ne cill&egrave;rent pas lorsque d&#8217;un coup brutal il ficha dans la 
  poitrine de la t&eacute;m&eacute;raire sa fourche d&eacute;moniaque. Un grand 
  silence r&egrave;gna quelques minutes dans l&#8217;assembl&eacute;e. H&euml;lclay&euml;nn 
  humait le go&ucirc;t du sang et d&eacute;j&agrave; des picotements se faisait 
  sentir le long de ses avants bras dont les chairs se t&eacute;tanisaient.<br>
  Ses yeux commen&ccedil;aient &agrave; rougoyer. Soudain il se senti observ&eacute;. 
  Son regard croisa &agrave; nouveau la jolie humaine aux long cheveux blancs 
  nou&eacute;s en natte. Un &eacute;trange sentiment s&#8217;empara de lui et 
  il sentit que le mal se retirait peu &agrave; peu de son corps. Il rabattu le 
  capuchon de sa cape sombre sur son visage et se retira dans l&#8217;obscurit&eacute;. 
  Le long du trajet il se retourna fr&eacute;quemment. Il &eacute;tait persuad&eacute; 
  qu&#8217;une ombre le suivait.</p>
<p></p>
<p></p>
<p></p>
<p></p>
<p>L&#8217;assembl&eacute;e pendant ce temps avait repris son cours. Solastaran 
  n&eacute;gociait le trait&eacute; avec Alvions. Un parchemin pr&eacute;sent&eacute; 
  par Brekilien f&ucirc;t sign&eacute; par les parties en pr&eacute;sence. Le 
  puissant guerrier entailla son avant bras et laissa couler son sang sur le document 
  afin d&#8217;authentifier sa signature. Il contempla les gens qui applaudissaient 
  devant lui et se sentit attrist&eacute;. Il ne pouvait s&#8217;empecher de contempler 
  ces jeunes et fiers paladins enthousiastes rev&ecirc;tus rev&ecirc;tus d&#8217;armures 
  d&#8217;or et d&#8217;azure. Nilinya avec son armure lac&eacute;r&eacute;e, 
  ternie tranchait au milieu d&#8217;entre eux. Son regard bleu glacial refl&ecirc;tait 
  la duret&eacute; du pays nordique o&ugrave; elle avait vu le jour. Il pensa 
  aux hommes qu&#8217;il avait laiss&eacute; &agrave; son camp de base. Ils pansaient 
  leurs blessures et devaient fourbir leurs armes. Il &eacute;tait temps pour 
  lui de rejoindre son seigneur n&eacute;cromancien. Il devait veiller sur lui. 
  Il avait vu en quelle b&ecirc;te innomable il se transformait et il se devait 
  de l&#8217;empecher. Innoruuk &eacute;tendait son emprise chaque jour un peu 
  plus sur son &acirc;me. Si H&euml;lclay&euml;nn retournait &agrave; son service 
  ils seraient assez puissants &agrave; eu deux pour r&eacute;veiller &laquo; 
  le dormeur &raquo;. Les terres de Norrath succomberaient &agrave; l&#8217;anarchie 
  et &agrave; la destruction. Le monde ne serait plus peupl&eacute; que de goules 
  et de morts vivants errants sur des landes d&eacute;sertes. Lorsqu&#8217;il 
  rejoignit le campement il trouva le necromancien dormant d&#8217;un sommeil 
  paisible enroul&eacute; dans une couverture, un arbre &eacute;ventr&eacute; 
  servant de lit de fortune. Sa respiration &eacute;tait paisible pour la premi&egrave;re 
  fois depuis qu&#8217;il l&#8217;avait retrouv&eacute;. Son instinct de guerrier 
  lui dit que quelqu&#8217;un &eacute;tait l&agrave; tapi dans els fourr&eacute;s 
  &agrave; les observer. Il ne sentait pas d&#8217;animosit&eacute; cependant 
  simplement de la curiosit&eacute;.<br>
</p>

		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
