<html>
<head>
<title>Les Seigneurs Gris</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#FF9933" vlink="#CCCCCC" alink="#CCCCCC">
<b><font face="BlackChancery, Unicorn, Tempus Sans ITC" size="2">Les r&egrave;gles 
sur Sullon Zek</font></b><font face="BlackChancery, Unicorn, Tempus Sans ITC" size="2"><b><br>
<br>
</b>- Vous pouvez affronter n'importe quel joueur de niveau 6 ou plus qui ne partage 
pas votre appartenance religieuse (en dessous du niveau 6 vous ne pouvez pas affronter 
d'autres joueurs sauf dans les zones Mid et high lvl n'accorderont plus la protection 
des 6 niveaux. Dans ces zones il sera possible de Pker ou d'&ecirc;tre PK &agrave; 
n'importe quel niveau.).<br>
<br>
- Si vous &ecirc;tes tu&eacute; en PvP par un adversaire dans une fourchette de 
5 niveaux par rapport au votre vous perdrez de l'xp comme si vous &eacute;tiez 
tu&eacute; par un PNJ. Vous pourrez &ecirc;tre Rez n&eacute;anmoins.<br>
<br>
- Vous ne pourrez looter que l'argent et seulement si votre cible est dans la 
fourchette de 5 niveaux pr&eacute;cit&eacute;e. Encore une fois, seul celui qui 
portera le coup fatal pourra looter. Une exception est faite dans le cadre d'un 
groupe de &quot;petits niveaux&quot; qui tuent un aventurier de plus haut niveau, 
puisqu'il est alors possible &agrave; celui qui porte le coup de gr&acirc;ce de 
looter un objet dans l'&eacute;quipement port&eacute; par le d&eacute;funt.<br>
<br>
- Vous ne pourrez avoir qu'un seul personnage sur ce serveur, situation qui changera 
peut &ecirc;tre avec la sortie de Luclin, vous devriez alors pouvoir cr&eacute;er 
un beastlord si vous le d&eacute;sirez.<br>
<br>
- Vous ne pourrez pas grouper avec des aventuriers ne partageant pas vos croyances 
religieuses.<br>
<br>
- Vous ne pourrez pas cr&eacute;er des guildes avec des membres ne partageant 
pas votre appartenance religieuse.<br>
<br>
- Les capacit&eacute;s de combat des aventuriers seront consid&eacute;r&eacute;es 
comme de 2 niveaux sup&eacute;rieures &agrave; leur niveau r&eacute;el, notamment 
pour la perte d'xp et &eacute;ventuellement de niveau en cas de d&eacute;c&egrave;s.<br>
<br>
- Les sorts de Resistance Debuff seront 50 % plus effectifs contre les autres 
joueurs.<br>
<br>
- Le /con distinguera 3 niveaux, vert si la cible est faible pour vous, blanc 
si elle est de votre niveau (+ ou - 5 niveaux du votre), rouge si elle est plus 
forte. <br>
<br>
- Le /con vous indiquera &eacute;galement si la cible partage ou non votre appartenance 
divine (ally si c'est le cas) et vous pr&eacute;cisera dans le cas contraire son 
ob&eacute;dience.<br>
<br>
- Tuer un aventurier dans sa zone natale engendrera automatiquement une perte 
de faction. (Freeport, Qeynos et Surefall Glade pour les humains, Greater Faydark 
et Felwithe pour les elfes et les demi elfes, Paineel et Erudin pour les Erudits 
comme les H&eacute;r&eacute;tiques).<br>
<br>
- La Play Nice policy n'aura pas court sur le serveur, vous aurez &agrave; r&eacute;gler 
vos probl&egrave;mes par vous m&ecirc;me, seuls les game abuses et les abus relatifs 
&agrave; la biens&eacute;ance seront sanctionn&eacute;s.<br>
<br>
- Les buffs n'auront pas de prise sur les aventuriers d'une autre appartenance 
religieuse.<br>
<br>
- Personne ne pourra se binder dans les donjons.<br>
<br>
- Les buffs de 20 niveaux sup&eacute;rieurs &agrave; la cible ne marcheront pas 
sur cette derni&egrave;re.<br>
<br>
- Les personnages de niveau 20 et plus auront un &quot;insigne&quot; ou blason 
qui pourra &ecirc;tre vol&eacute; s'ils sont tu&eacute;s et donnent acc&egrave;s 
&agrave; une r&eacute;compense, via une qu&ecirc;te ou un Gm event. (Voir plus 
bas le syst&egrave;me de points)<br>
<br>
- Si vous mourrez en tombant d'une falaise, en vous noyant etc... vous perdrez 
de l'exp&eacute;rience.<br>
<br>
- Les corps nus dispara&icirc;tront quand ils seront loot&eacute;s par l'aventurier 
ayant port&eacute; le coup fatal.<br>
<br>
- Les chants de barde ne fonctionneront plus sur les bateaux.<br>
<br>
<br>
<b>L'appartenance religieuse sur Sullon Zek</b> (<a href="../../encyclopedie/dieux/index.html">voir 
le tableau des divinit&eacute;s</a>)<br>
<br>
- L'alignement bon (Good Alliance) recouvre Erollisi Marr, Mithaniel Marr, Rodcet 
Nife, Quellious et Tunare.<br>
<br>
- L'alignement neutre (Neutral Alliance) recouvre Brell Serilis, Bristlebane, 
Karana, Prexus, Solusek Ro, The Tribunal, Veeshan.<br>
<br>
- L'alignement mauvais (Evil Alliance) recouvre Bertoxxulous, Cazic Thule, Innoruuk, 
Rallos Zek.<br>
<br>
- Il n'y aura pas d'agnostics sur le serveur, ils ont tous &eacute;t&eacute; tu&eacute;s 
au d&eacute;but des grandes guerres de religion.<br>
<br>
- les barbares shamans et guerriers pourront servir Mithaniel Marr qui n'a pas 
abandonn&eacute; les nobles d&eacute;di&eacute;s &agrave; la cause du bien.<br>
<br>
- Les moines pourront adorer Veeshan depuis la d&eacute;couverte d'&eacute;crits 
antiques dans la cit&eacute; de Qeynos. <br>
<br>
<br>
<b>Les points ou le Most Wanted system </b>(<a href="http://everquest.station.sony.com/stats/sz_summary.jsp" target="_new">voir 
la page des most wanted</a>)<br>
<br>
- ce syst&egrave;me ne concerne que les joueurs de niveau 20 et plus. De base, 
si vous tuez un aventurier de niveau 20 et plus vous gagner un nombre de points 
bas&eacute; sur le calcul suivant 100 + (lvl de la victime - lvl du tueur).<br>
<br>
- si vous tuez la m&ecirc;me personne moins d'une heure apr&egrave;s la premi&egrave;re 
mort vous ne gagnez que 50 points, 25 points pour le troisi&egrave;me meurtre, 
0 pour le quatri&egrave;me et - 25 points pour tout meurtre additionnel.<br>
<br>
- si vous &ecirc;tes tu&eacute;s par un aventurier dont le niveau est dans une 
fourchette de 5 lvl de diff&eacute;rence avec le votre vous perdez 25 points.<br>
<br>
- ces points jouent un r&ocirc;le dans l'attribution du contr&ocirc;le de certaines 
zones par tel ou tel alignement, sachant que tuer un evil dans une zone contr&ocirc;l&eacute;e 
par cette faction rapportera plus de points. De m&ecirc;me un <a href="http://everquest.station.sony.com/stats/sz_summary.jsp" target="_new">most 
wanted</a> est maintenant en place et affiche la liste des tueurs les plus recherch&eacute;s... 
<br>
<br>
- les insignes vous apportent &eacute;galement un certain nombre de points sur 
le mod&egrave;le suivant : <br>
<br>
Minor Insignia = 1 point (vous gagnez le premier Insigna au niveau 20)<br>
Normal Insignia = 5 points <br>
Greater Insignia = 10 points <br>
Superior Insignia = 25 points (il n'est pas lootable et ne peut qu'&ecirc;tre 
&eacute;chang&eacute; aupr&egrave;s d'un GM, d'un PNJ ou dans un qu&ecirc;te contre 
une r&eacute;compense religieuse)<br>
<br>
- si vous combinez 10 Minor Insignia dans une forge, vous gagnez un Normal Insignia, 
10 Normal Insignia vous gagnez un Greater Insigna, 10 Greater Insigna vous gagnez 
un Superior Insigna.<br>
<br>
- l'apparition de nouveaux PNJs et d'un background original qui aura des cons&eacute;quences 
sur le monde. Ces PNjs pourront notamment expliquer certains points particuliers 
du serveur comme le fonctionnement des insignes et donner certains objets qui 
pourront &ecirc;tre utilis&eacute;s pour la d&eacute;tection des forces ennemies 
ou l'affirmation de son appartenance religieuse...<br>
</font><font size="2"><i><font face="BlackChancery, Unicorn, Tempus Sans ITC"></font></i></font> 
<!-- webbot bot="HTMLMarkup" startspan -->
<!-- BEGIN WEBSIDESTORY CODE -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="EQLoft"; 	//page name(s)
var _mlc="/SiteWeb";	//multi-level content category
var _cp="null"; 		//campaign
var _acct="DM510830FOBR38FR3"; 	//account number(s)
var _pndef="title"; 		//default page name
var _ctdef="full"; 		//default content category
var _dlf="n";			//download filter
var _elf="n";			//exit link filter
var _epg="n"; 			//event page identifier
var _hcv=65;			//code version
var _mn="we44";			//machine name
var _gn="ehg-ubisoft.hitbox.com";			//gateway name
var _ptc="n"; // page type
function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if(_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if(_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_gp=_pm(_rm,_fml,_ipn);return _gp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script><script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://a1604.g.akamai.net/f/1604/2007/1h/stats.hitbox.com/js/hbe.js"></script>
<script language="javascript">if (_sv==10){if
(document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='http://"+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<noscript><img src="http://ehg-ubisoft.hitbox.com/HG?hc=we44&cd=1&hv=6&ce=u&hb=DM510830FOBR38FR3&n=EQLoft&vcon=/SiteWeb" border='0' width='1' height='1'>
</noscript><!--//-->
<!-- END WEBSIDESTORY CODE  -->
<!-- webbot bot="HTMLMarkup" endspan -->
</body>
</html>
