<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Noms&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Noms --> 
<p>Dans EverQuest, le nom de votre personnage est extrêmement important. C'est 
  un peu comme une carte d'identité qui vous identifie au permier coup d'oeil. 
  N'oubliez pas que quand vous choisissez un nom, vous aurez le m&ecirc;me pour 
  tous les niveaux &agrave; venir ! Bien que les ma&icirc;tres de jeu de Ubi Soft 
  n'apprecient pas d'intervenir dans votre <i>role-play</i>, il y a certaines 
  r&egrave;gles &agrave; suivre pour qu'EverQuest soit une exp&eacute;rience plaisante 
  pour tous.</p>
<p><b>Que dois-je garder &agrave; l'esprit lorsque je choisis un nom pour un personnage 
  ?</b></p>
<p>Les types de noms suivants sont interdits :</p>
<ul>
  <li>Noms &quot;offensants&quot; : Cela comprend les insultes et les mots d&eacute;plac&eacute;s. 
    Cela inclut aussi les insultes racistes, les termes sexuels, ou les r&eacute;f&eacute;rences 
    &agrave; l'anatomie. Un nom qui se prononce comme un mot offensif (homonyme) 
    est tout autant inacceptable. Les abr&eacute;viations communes pour ce type 
    de mots ne sont pas non plus tol&eacute;r&eacute;es, ni les orthographes proches. 
    Les combinaisons de mots qui r&eacute;sultent en un nom interdit sont elles 
    aussi proscrites. Des tentatives r&eacute;p&eacute;t&eacute;es de cr&eacute;ation 
    de personnage avec un nom de cette cat&eacute;gorie peuvent d&eacute;boucher 
    sur un avertissement ou un bannissement. Nous vous demandons d'adopter un 
    comportement mature et de ne pas tenter de contourner ces filtres. Si vous 
    cr&eacute;ez malgr&eacute; tout un personnage portant un nom qui viole cette 
    r&egrave;gle, il sera supprim&eacute; et votre compte pourra &ecirc;tre suspendu 
    ou banni, en fonction de la nature du nom.<br>
  </li>
  <li>Noms religieux : N'essayez pas de vous appeler Jesus ou Allah ou Belzebuth. 
    <br>
  </li>
  <li>Les noms de nature offensante ou religieuse ou provenant d'un m&eacute;dia 
    populaire dans une autre langue que le Fran&ccedil;ais.<br>
  </li>
  <li>Les services, produits ou concepts qui sont des marques d&eacute;pos&eacute;es. 
    Des noms tels que Kleenex, Evian, Marlboro, etc., ne sont pas tol&eacute;r&eacute;s.<br>
  </li>
  <li>Les noms qui ne proviennent pas de la fantasy mais ont leur origine dans 
    le cin&eacute;ma, la t&eacute;levision, les bandes dessin&eacute;es, les livres 
    ou d'autres types de m&eacute;dia ne sont pas acceptables. Exemples : Rambo, 
    Cendrillon, Dark Vador, etc.<br>
  </li>
  <li>Noms communs qui n'ont aucun rapport avec le contexte de Norrath : cran 
    d'arr&ecirc;t, micro-onde, laser, siteweb, canabis, ordinateur, etc. Sont 
    aussi inclus des expressions ou d&eacute;formations de mots venant de la culture 
    du jeu vid&eacute;o tels que leet (elite), uber, phear, roxor, ownz, etc.<br>
  </li>
  <li>Noms de PNJs et lieux qui existent d&eacute;j&agrave; dans Norrath : Kedge, 
    Innoruuk, Erudin, Odus, Rathe, etc.<br>
  </li>
  <li>Noms qui comprennent un titre : Sirtallon, Seigneuraigle, Maitrebob, Roisteve, 
    Reinetara, Perebill, etc. Les titres dans Norrath sont obtenus via des qu&ecirc;tes 
    ou des &eacute;v&eacute;nements ponctuels similaires, vous en donner un vous-m&ecirc;me 
    n'est pas autoris&eacute;.<br>
  </li>
  <li>Noms choisis pour copier, se moquer, ou donner mauvaise r&eacute;putation 
    &agrave; un autre joueur, employ&eacute; de SOE, UbiSoft, ou guide : Gmssontmauvais, 
    Amorubisoft, Sonycraint, etc., sont des exemples de noms qui entrent dans 
    cette cat&eacute;gorie.<br>
  </li>
  <li>Noms originaires de la fantasy et qui sont d&eacute;j&agrave; connus &agrave; 
    travers d'autres m&eacute;dia populaires : Gandalf, Merlin, Drizzt, Laracroft, 
    etc.</li>
</ul>
<p><br>
  <b>C'est beaucoup d'informations pour mon pr&eacute;nom, mais qu'en est-il du 
  nom de famille ? </b></p>
<p>Toutes ces r&egrave;gles sont valables pour le nom de famille. De plus, la 
  combinaison du pr&eacute;nom et du nom de famille ne doit violer aucun des points 
  expliqu&eacute;s ci-dessus. Par exemple, le nom &quot;Mouli Nex&quot; est interdit. 
  De la m&ecirc;me fa&ccedil;on, les noms du genre Merr Linn ou Sylvester Stallone, 
  ne sont pas accept&eacute;s.</p>
<p><b>Et les apostrophes ou les doubles majuscules ? Je peux en avoir dans mon 
  pr&eacute;nom ?</b></p>
<p>Non, d&eacute;sol&eacute;, mais vous ne pourrez jamais avoir de doubles majuscules 
  ou d'apostrophes dans vos pr&eacute;noms.</p>
<p><b>Le nom que j'ai choisi n'est pas offensant mais le filtre ne l'accepte pas, 
  pourquoi ?</b></p>
<p>C'est s&ucirc;rement parce que quelqu'un a d&eacute;j&agrave; choisi ce nom, 
  qu'il joue activement au jeu ou non.</p>
<p><b>Et mon nom de famille ? Ce n'est pas une phrase, ce n'est pas offensant, 
  mais le filtre ne l'accepte pas.</b> </p>
<p>Quelqu'un a d&eacute;j&agrave; ce nom de famille. Vous pouvez d&eacute;poser 
  une requ&ecirc;te aupr&egrave;s d'un Guide pour qu'il vous le donne, mais vous 
  devrez garder &agrave; l'esprit que quelqu'un d'autre le portera aussi.</p>
<p><b>Ok, et pour les apostrophes ou doubles majuscules dans mon nom de famille 
  ?</b></p>
<p>Les apostrophes et les doubles majuscules sont autoris&eacute;es dans les noms 
  de famille, particuli&egrave;rement si cela sert le <i>roleplay</i>. En revanche, 
  elles ne peuvent pas &ecirc;tre utilis&eacute;es pour cr&eacute;er un titre 
  ou une phrase, ou pour artificiellement s&eacute;parer en deux un nom autrement 
  inacceptable. </p>
<p><b>Est-ce que je peux avoir le titre &quot;Le&quot; dans mon nom de famille 
  ? Pour m'appeler Arthur LePaladin par exemple ?</b></p>
<p>Non d&eacute;sol&eacute;, mais &quot;Le&quot; ferait de votre nom de famille 
  un titre, ce qui n'est pas autoris&eacute;.</p>
<p><b>Alors pourquoi est-ce que je vois des personnages avec &quot;Le&quot; dans 
  leur nom ?</b></p>
<p>Dans des cas tr&egrave;s sp&eacute;ciaux, comme des &eacute;v&eacute;nements 
  g&eacute;r&eacute;s par des ma&icirc;tres de jeu ou des qu&ecirc;tes historiques, 
  parfois un joueur obtient en r&eacute;compense un titre commen&ccedil;ant par 
  &quot;Le&quot;. De plus, les Guides et les Ma&icirc;tres de Jeu peuvent avoir 
  un &quot;Le&quot; dans leur nom.</p>
<p><b>Dans quelles circonstances mon nom de famille peut-il &ecirc;tre chang&eacute; 
  ?</b></p>
<p>Le Service Client change le nom de famille d'un joueur &agrave; sa demande 
  si le joueur est au-dessus du niveau 20 et que le nom qu'il demande, ou la combinaison 
  du pr&eacute;nom et du nom, ne viole pas les consignes de cr&eacute;ation de 
  nom &eacute;num&eacute;r&eacute;es ci-dessus. Le changement, uje fois approv&eacute;, 
  d&eacute;bouche soit sur un changement de nom, soit sur la suppression de celui-ci, 
  selon les d&eacute;sirs du joueur.</p>
<p><b>Qui peut changer mon nom ?</b></p>
<p>Les guides senior et les ma&icirc;tres de jeu ont cette possibilit&eacute;. 
  Vous aurez besoin de remplir une plainte pour un changement de nom. Soyez patient, 
  il y a parfois des moments o&ugrave; d'autres plaintes, plus urgentes, sont 
  prioritaires. Il est aussi tr&egrave;s utile de nous communiquer les noms que 
  vous voyez et qui sont en violation des consignes de cr&eacute;ation de nom.</p>
<p><b>Ces consignes sont tr&egrave;s restrictives ! Quel genre de nom est encourag&eacute; 
  ?</b></p>
<p>Nous essayons de promouvoir les noms qui sont descriptifs et engagent au <i>roleplay</i>. 
  Tueurdeg&eacute;ants, Lamenoire, Joyauardent, par exemple., sont des noms de 
  famille valides. Le nombre de combinaisons qui n'enfreignent pas ces consignes 
  est tr&egrave;s &eacute;lev&eacute;. Nous vous conseillons d'&ecirc;tre cr&eacute;atif 
  quand vous choisissez un nom. Apr&egrave;s tout, votre nom sera votre compagnon 
  ins&eacute;parable lors de vos voyages dans Norrath.<br>
</p>
<p>&nbsp; </p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 03/05/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
