<HTML><HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=x-sjis">
<TITLE>更新情報</TITLE>
</HEAD>
<BODY TEXT="white" BGCOLOR="black" BACKGROUND="../back.jpg" link="yellow" vlink="orange">

<BASEFONT SIZE=3 FACE=ＭＳ Ｐゴシック"><TT>
[<A HREF="../top.html">BacK</A>]

<P>

<CENTER>
<FONT COLOR="goldenrod">★</FONT>
<FONT COLOR="orange" SIZE=+1><B>更新情報</B></FONT>
<FONT COLOR="goldenrod">★</FONT>
</CENTER>

<P><HR SIZE=1><P>

<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/11/12 (金) 22:07:56</FONT>
</TT></TD></TABLE>
<P>
業者との打ち合わせ２回目終了。<BR>
次回は１９日１５：００。<BR>
<BR>
会社ではルータを使ってダイヤルアップ接続をしているのだが<BR>
いろんな部署に端末が置かれるようになって１か月。<BR>
ぼちぼち料金の請求があるハズ。<BR>
<BR>
１分１０円とはいえ、ＮＴＴの電話代もプラスして払うため、<BR>
支払いは多くなってくるハズ。<BR>
<BR>
状況を見て、専用線の導入に踏み切る予定。<BR>
そして定額制にする・・・。稟議書かかなくちゃ。<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/11/7 (日) 21:44:56</FONT>
</TT></TD></TABLE>
<P>
￣＿）y-~<BR>
<BR>
今日は亡くなった祖父の１７回忌だった。<BR>
１１：３０には「ぼーさん」が来るというので車で帰省。<BR>
<BR>
ぼーさん到着。わ、<font color="yellow">若い</font>（^^;）<BR>
なんかわしと<b>ほとんど一緒</b>(強調)なんじゃないだろうか？？<BR>
「大学出てすぐ僧侶になりました」って感じ。<BR>
<BR>
読経のあと、少し説教があったけど、興味深い話だった。<BR>
覚えているところだけ抜粋（笑）<BR>
・お経というのは「呪文」ではない<BR>
・お釈迦さまの話を紙に残すのは失礼なので、実際に聞いた人が<BR>
「私はお釈迦様からこういう事を聞きました」と書いたものである。<BR>
・日本語ではなく漢文式になっているのは原文に近い状態であるものを<BR>
読むことで共通の知識をもつような分かち合いができるから。<BR>
<BR>
一緒に紙を渡されて、それに漢文にふりがな付でお経がかいてあって<BR>
最初の方を翻訳（^^;）してもらったのだが、なるほど。と思った。<BR>
<BR>
午後、祖母の出版記念でホテルにて食事会。<BR>
初めて明かすが、祖母は仏画を書いている。<BR>
で、教室なぞひらいたりして、その腕はかなりのモノだ。<BR>
実際、地方のテレビでは取材がきた事もある。<BR>
そして、お寺に仏画を奉納したりもしてたりする。<BR>
<BR>
で、このたび、本を出版する事になったとか（^_^;） <BR>
それのお祝いだったので「スーツでこい」といわれ、その通りにした。<BR>
そこでのハプニングをひとつ。<BR>
<BR>
・料理に<font color="yellow">ラップの切れ端</font>が混入されていた<BR>
<BR>
和食の懐石料理だったのだが、私が食したお吸い物に白身魚を卵とじに<BR>
したような料理があったのだが、崩しながら食していたところ、透明な<BR>
塊が入っていた。<BR>
オブラートのようなモノに見えたので食べられるだろう、と思い口にいれたら<BR>
<font color="yellow">サ○ンラップ</font>だったのだ（´＿｀；）<BR>
<BR>
・・・<font color="yellow">あたり</font>ですか？<BR>
もう一杯もらえるんでしょうか？<BR>
<BR>
**********************************************************<BR>
私「おうおうおう！<h2>ここのホテルは客にラップくわす</h2>んかい！」<BR>
ウエイター「す、すみません（／＿；）」<BR>
私「<h2>支配人ださんかい！</h2>」<BR>
ウエイター「お客様、今すぐ取り替えますので！！」<BR>
*********************************************************** <BR>
<BR>
と、いうのは想像。<BR>
実際はというと<BR>
<BR>
私「あの～ラップはいってるみたいなんですが（^_^;） 」<BR>
親「ええ？」<BR>
ウエイター「（;´Д｀）し、少々お待ち下さい！！」<BR>
（ウエイター消える）<BR>
私「・・・当りかな？（苦笑）」<BR>
親戚Ａ「もう一杯もらえるぞー（半分酔っ払い）」<BR>
親戚Ｂ「いや、タダにさせよう。」<BR>
親「ヤ○ザじゃあるまいし・・・（汗）」<BR>
親戚Ｂ「一流なとこはそうさー」<BR>
<BR>
数分後、一人の男性が来て・・・。<BR>
男性「私、当ホテルの顧客サービス課におります、Ｏと申します・・・」<BR>
<BR>
なんか、名詞もらっちゃった（汗）<BR>
で、かわりの料理って事で<font color="yellow">もう一杯</font>ゲット（^_^;） <BR>
<BR>
まあ、ラップ程度だったから気にしてなかったけど、対応は早かったね。<BR>
<BR>
その後、集合写真を撮って解散・・・は？私だけ残りますか。<BR>
<BR>
なんか、よーわからんが、<font color="yellow">全身写真と半身写真</font>を取られるわし（汗）<BR>
<BR>
（;´Д｀）見合い写真！？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/11/4 (木) 21:27:15</FONT>
</TT></TD></TABLE>
<P>
やっと仕事がおわりそう。<BR>
<BR>
ヤマバです～<BR>
<BR>
（´＿｀;）<BR>
<BR>
・・・帰ります。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/11/2 (火) 18:28:14</FONT>
</TT></TD></TABLE>
<P>
・＿）もう１１月かい。<BR>
<BR>
・<font color="yellow">鶴の一声</font>発動。<BR>
「業界全体がインターネットに注目しだしてきた」というニュースをうけ、<BR>
朝の部次長会議で話題になっていた模様。<BR>
他社より遅れていて「このままでは負けてしまうよ」という話しになり、<BR>
社長が「お金はいくらかかってもいいから、負けるな」という話しになったとか（^^;）<BR>
<BR>
ヽ(‘ ▽‘ )ノわーい予算使い放題～<BR>
<BR>
今までの苦労がウソのような展開だ（^^;）<BR>
<BR>
と、いう事で本日１９：３０から急に業者を呼んで打ち合わせの予定（＞＜）／<BR>
<BR>
２１：００に終了。なんか楽しくなってきたぞ。<BR>
外注で雛型を作成していく事になるってことはようやくまともに<BR>
なったってことだな。<BR>
ネット専門会社じゃないんだからこれでいいでしょー。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/27 (水) 12:22:09</FONT>
</TT></TD></TABLE>
<P>
風邪の上に風邪をひいたような状態。<BR>
<BR>
新パソコンの方にダークアイズとかもインストールしてみる。<BR>
プレイしようとして、ＩＤを忘れていた事に気づく。<BR>
ゲーマーズドリームの方にメール。<BR>
<BR>
昨日はバルダーズゲート日本語版をやる。<BR>
なんか、アップグレード版というわりには上書きではなく、<BR>
そのままインストールするらしい。<BR>
っていうか、英語版入ってる状態で日本語版が反応した。<BR>
あぶないので英語版は削除。<BR>
<BR>
１５時から１９時くらいまでやって、眠くなったので寝たらそのまま朝を迎えた。<BR>
（－－；）<BR>
休みなのにもったいねー

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/25 (月) 14:28:26</FONT>
</TT></TD></TABLE>
<P>
営業部御休みにつき、お気楽モード<BR>
<BR>
でもなく、朝からインターネット関係の接客２件。<BR>
ぼちぼち依頼会社決定かな。<BR>
<BR>
オンライン・ゲーム・リンクのページがFoebitenエラーなんですが。<BR>
何かあったんでしょうか（^^;）お金払ってないとか。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/24 (日) 16:37:14</FONT>
</TT></TD></TABLE>
<P>
ヽ(‘ ▽‘ )ノ運動会終了～。みごと優勝しました。<BR>
<BR>
まあ、なんというか、<font color="yellow">若い力</font>ってヤツですかね（意味不明）<BR>
<BR>
缶ビールのみながら枝豆つまんで・・・とすっかり「観戦オヤジモード」でした。<BR>
<BR>
車でいってたのでドライブにはなったな。あ、飲酒運転じゃないよ（^^;）<BR>
********************************<BR>
で、帰ったらまた不在表が（＞＜）<BR>
今日の夜には配達される予定。でもインストールするかどーか（おい）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/23 (土) 21:43:24</FONT>
</TT></TD></TABLE>
<P>
今日、バルダーズゲート（日本語版アップグレード）が届きました。<BR>
<BR>
・・・ようです。<font color="yellow">不在通知</font>がありましたので（号泣）<BR>
<BR>
代引きなんだよね～。明日は会社の運動会だから帰ってから受け取れるといいなあ。<BR>
振込みだといいのに。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/19 (火) 17:37:09</FONT>
</TT></TD></TABLE>
<P>
今度の日曜日は会社の運動会ですヽ(‘ ▽‘ )ノ<BR>
<BR>
で、出場したい種目のアンケートで３つまで希望を書く。<BR>
<BR>
決定した紙をみて・・・・む？<BR>
なんかよーわからんが出なくていいらしい。<BR>
っていうか運動会には行かされるけど、出る種目がないらしい。<BR>
参加する人数に対して、種目が少なくて<font color="yellow">全員分ない</font>のが原因。<BR>
<BR>
当日は酒でものんで寝てますか（´▽｀）<BR>
<BR>
::::::::::::::::::::::::::::::::::::::::::::::::::::::::<BR>
ゲーマーズニュース♪<BR>
<BR>
<li><font face="ＭＳ Ｐゴシック" size="3" color="#FFFF80"><strong>ドラゴンクエスト7発売日決定！</strong></font></li><BR>
<blockquote><BR>
<p><font face="ＭＳ Ｐゴシック" size="3">ドラゴンクエスト7～エデンの戦士たち～の発売日が12/29に決定しました。定価7,800円でCD-ROM2枚組になるようです。</font></p><BR>
</blockquote><BR>
<li><font face="ＭＳ Ｐゴシック" size="3" color="#FFFF80"><strong>サクラ大戦3発売決定！</strong></font></li><BR>
<blockquote><BR>
<p><font face="ＭＳ Ｐゴシック" size="3">10月18日、都内で行われたサクラプロジェクト2000の発表会にて【サクラ大戦3～巴里は燃えているか～】を2000年秋に発売すると発表しました。また、噂されていたゲームボーイへの移植版も同時に発表され、ゲームボーイ版は2000年春にメディアファクトリーより発売されることも明らかになりました。</font></p><BR>
</blockquote><BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/17 (日) 22:35:19</FONT>
</TT></TD></TABLE>
<P>
（´▽｀） まったり。<BR>
休日出勤だけども今日は宅地建物取引主任者試験の日。<BR>
営業マンとかは資格を取ってないのがほとんどなので試験で外出。<BR>
<BR>
ほとんど電話番みたいにすごす。<BR>
<BR>
勉強してた人は当然の結果。<BR>
それなりな人はやはり不合格。<BR>
<BR>
速報ですぐわかるんだよね～。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/14 (木) 03:03:27</FONT>
</TT></TD></TABLE>
<P>
やる気なし。<BR>
なんかＨＴＭＬいじるのに飽きた。<BR>
<BR>
ためしに修正すべき個所をほおっておいてみる。<BR>
会社からのつっこみなし。<BR>
・・・見てないね（／＿；）<BR>
<BR>
部長の見てる所で他のＷＥＢをサーフィンしてみる。<BR>
画面に気づく部長。じ～とみて・・・。無言。<BR>
怒らない。<BR>
注意しない。<BR>
わかってない？<BR>
いや、そんな事はないハズ。<BR>
<BR>
なんか評価されてないんだよね～<BR>
やる気ないっちゅうねん。<BR>
<BR>
本当に私しか修正できる人いないの？<BR>
ウソくさいよな～<BR>
<BR>
ソースみて「難しそう」としかいわないヤツ<BR>
「大変だね～」まではいうが「手伝おうか」とはいわないヤツ<BR>
<BR>
本当はできるんじゃないの？<BR>
<BR>
オレだって最初はわかんなかったのに。<BR>
やる気の問題なんじゃないの？<BR>
どうよ？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/11 (月) 21:31:04</FONT>
</TT></TD></TABLE>
<P>
もしかして世間では３連休ですか？<BR>
<BR>
一応、お休みではあります。<font color="yellow">飛び飛び</font>で。<BR>
「連休」なんて言葉は私の辞書にはありません（号泣）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/6 (水) 19:26:00</FONT>
</TT></TD></TABLE>
<P>
・組織の統合なので辞令交付なし。<BR>
仕事内容について、取締役から話を聞く。<BR>
とりあえず、インターネットの営業活動とやらを優先してほしいらしい。<BR>
その割には<font color="yellow">端末がない</font>んですが（呆れた）<BR>
とりあえず、理想だけ聞くと、かなり期待された部署らしいが・・・。<BR>
うまくその理想とおりに動ければね。<BR>
<BR>
・私は自腹切って回線つなげてます。<BR>
（だからサーフィンとかして遊んでもいるけどな）<BR>
で、これがウチの部署でインターネットができる環境になってたと誤解されてた模様。<BR>
「部」になった以上、予算もでますか。環境は良くなるだろうか？<BR>
<BR>
・会社のホームページ追加＆修正。<BR>
やたら内線がなるようになる。うっとおしい。<BR>
引越しのドタバタで外注してた支店のフロッピーをなくす（死）<BR>
データはたぶん外注先で残っているだろう（汗）<BR>
<BR>
・新しくきた部長は元上司だった。<BR>
関連会社の社長に栄転（左遷という話あり）していたので<BR>
「出もどりだよ」といいつつも、うれしそうだったのが印象的。<BR>
（やっぱり左遷だったのでしょうか^^;）<BR>
<BR>
・その部長にインターネットの説明（^^;）<BR>
新しモノ好きで導入したのは彼のおかげなのだが、自分ではいまだに<BR>
画面すらみたことないらしい。<BR>
<BR>
アクセス数を増やすには？<BR>
それを販売に結びつけるには？<BR>
<BR>
話合いは続きます。<BR>
<BR>
組織として仕事が軌道に乗れば面白い部署かも。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/4 (月) 19:27:42</FONT>
</TT></TD></TABLE>
<P>
お引越し。<BR>
<BR>
営業部が御休みなのを利用して、１日かけて<BR>
部署内のレイアウトを変更。<BR>
<BR>
３ｍくらい移動して向きを変えて・・・。<BR>
窓際には違いないんですが。まあネットサーフィンやるには<BR>
都合のいい席ですな。<BR>
<BR>
明日、辞令交付。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/3 (日) 11:42:44</FONT>
</TT></TD></TABLE>
<P>
＝＝）休日出勤。<BR>
<BR>
・徹夜でＥＱしたのでキツイ。<BR>
<BR>
パソコンを接続したのはいいが、ネスケのＤＬに失敗する。<BR>
<BR>
「ファイルが大きすぎてＩＥではＤＬできません。タイムアウトしました」<BR>
<BR>
というようなメスが出た（^^;）ライバルをシャットアウトですか？<BR>
<BR>
ＥＱだけインストールして、プレイ。<BR>
マクロの設定やり直し。Friendリストもやり直し。<BR>
音が出なかったので少し手間取る。デジタル音でなくてアナログででた。<BR>
<BR>
問題なくプレイ。むしろ快適。<BR>
ゾーン越える時とか、速いんですよ。<BR>
いつもならゾーン読込中に飲物をとりにいったりトイレに行ったり<BR>
できたんですが、それが出来ないくらい読込み速いです（爆）<BR>
<BR>
・・・つうかあと８時間ちょいか。絶対意識失うな今日。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/2 (土) 21:40:55</FONT>
</TT></TD></TABLE>
<P>
ヽ(‘ ▽‘ )ノ新しいパソコンが来ました～！！<BR>
<BR>
今日から牛飼いです。<BR>
使いなれてるネスケがないのでＤＬしたり<BR>
顔文字とか登録しなおしたり<BR>
ゲームをインストールしなおしたりしてすごしてます（進行形）<BR>
隣に旧マシンが並んでるのでなんか豪華ですな（￣ー￣） <BR>
<BR>
うーん。１９インチはでかいな。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/10/1 (金) 13:40:58</FONT>
</TT></TD></TABLE>
<P>
・＿）今日から１０月ですな。<BR>
<BR>
なんか異動とかあるっぽい。黒いウワサがチラホラと会社内を飛び交ってます。<BR>
<BR>
ま、私は関係・・・ない・・・よな？<BR>
と、いう訳にもいかず。以前からちらっと話しにでてた新組織に統合される模様。<BR>
「インターネットを使った販売活動」云々とあったのでコレですな。<BR>
１０月５日に異動の辞令がでる模様。<BR>
<BR>
やれやれ。過去にもにたような組織作っといてそれに流されてるんだよね～<BR>
ネットワーク仕事、俺しかできないそうですよ。他にいないそうな。<BR>
この時点で狂ってるね。ま、俺は仕事あるからいいけどさ。<BR>
肩書きとかもどうでもいいし。でも、しょっちゅう変わるのは勘弁。<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/29 (水) 11:17:57</FONT>
</TT></TD></TABLE>
<P>
なんとなくコピー＆ペースト（謎）<BR>
・＿）／ねっとげーにゅーす！<BR>
<BR>
ＵＯ２発表<BR>
９月２５日、かねてからウワサされていたＵＯ２の発表がありました。<BR>
すでに開発は９８年９月からはじまってたそうな。<BR>
発売は２０００年秋ころ。３Ｄゲーだそうな。<BR>
前ＵＯのスタッフが開発に参加してまふ。<BR>
公式サイト:http://www.uo2.com/<BR>
<BR>
Ｄｉａｂｌｏ２は１１月２６日リリース？<BR>
Blizzard社のエージェントによるとDiablo2の発売日が１１月２６日に決定した模様。<BR>
「クリスマスまでには～」という話しだったのにねえ。<BR>
輸入ショップでも注文を受付開始してます。<BR>
ショップ：http://www.pc-game.com/rpg/diablo2/index.html<BR>
<BR>
ＢＧ日本語版発売延期<BR>
９月３０日に発売予定だったバルダーズゲート日本語版<BR>
１０月２９日に延期（；；）<BR>
翻訳データの量が多いのかにゃ？<BR>
<BR>
<BR>
他にもAoE2もあるしRevenantも面白そうだし<BR>
Asheron's CallとかDark Stoneとか<BR>
ネットゲーが増えてるのうヽ(‘ ▽‘ )ノ<BR>
<BR>
わしゃＥＱで満足だけどな（´▽｀）<BR>
ＥＱのエキスパンションもあるし。<BR>
<BR>
ダークアイズ、生産スキルが実装されたそうな<BR>
あとウサンクサイ（笑）フェアホープタイムスで<BR>
共通の敵の画像がでてたけど、なんかゲーム画面じゃなくてＣＧっぽい（爆）<BR>
ゲーマーズドリームのラインナップに<BR>
プリンセスメーカーの名前が（^^;）<BR>
ネットで育成ゲーですか。謎すぎ。<BR>
<BR>
￣＿）y-~ま、こんなとこで。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/27 (月) 12:03:50</FONT>
</TT></TD></TABLE>
<P>
会社遅刻（＞＜）／<BR>
<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/23 (木) 00:20:32</FONT>
</TT></TD></TABLE>
<P>
・＿）今日はＥＱのサーバーダウンの日～<BR>
２３：００から落ちてます。<BR>
<BR>
・会社の各フロアに１台、インターネットに接続できる端末が置かれるようになった。<BR>
私はＷＥＢ ＭＡＳＴＥＲとして、メアドを発行（^^;）<BR>
<BR>
イントラネットとまではいかないが、かなり社内の環境が変ってきた。<BR>
なんか、同業他社で「メールによる反響だけを対象に動く営業部隊」ができたとか。<BR>
それを社長が聞いて、ウチもネットをやれ！といわれたらしい。<BR>
<BR>
でも、回線１本でルーター接続だからなあ（^^;）<BR>
色々と問題でてくるだろ。<BR>
<BR>
通信費にしても、すごいかかって大騒ぎしそうだな。<BR>
<BR>
・精神年齢を鑑定しようヽ(‘ ▽‘ )ノ<BR>
<BR>
<a href="http://www.page.sannet.ne.jp/ryu2/seitop.html">こちら</a>です。<BR>
<BR>
--------------------------------------<BR>
鑑定結果<BR>
あなたの精神年齢は29歳です<BR>
<BR>
あなたの精神年齢は、大人になりたてです。若々しさがあり、時には子供っぽくなることもありますが、世間一般に認められる程の常識を持ち合わせています。ただ、大人の年季というものは微塵も感じ取れません。<BR>
<BR>
実際の年齢との差2歳<BR>
<BR>
あなたは実際の年齢よりほんの少し大人びています。時々友達に頼られたりしませんか？まぁそうはいってもたいして同年代の人とかわりありません。ごく普通に育っているようです。<BR>
<BR>
幼稚度16％<BR>
<BR>
あなたからはほとんど幼さは感じられません。しかし時には羽目をはずしたりもできるタイプなので、理想の『幼稚度』といえるでしょう。<BR>
<BR>
大人度61％<BR>
<BR>
あなたはなかなかたいした大人です。精神もかなり発達しています。<BR>
<BR>
ご老人度17％<BR>
<BR>
あなたはほんのわずかですが『おじいちゃんっ気』が感じられます。注意しましょう。<BR>
<BR>
あなたとお友達になれそうな人<BR>
金城武<BR>
<BR>
総合的な精神年齢を詳しく見てみると、幼稚度、大人度、ご老人度にわけることができます。例えば、幼稚度と大人度がともに高かったりすることがあります。これは、幼さも持ち合わせていてしかも大人っぽい一面もある人、ということになります。精神年齢は年寄りなのに幼稚度が高いということもあります。これは頑固でワガママなおじいちゃんに当てはまります。大人度は高ければ高いほどよく、逆にご老人度は低ければ低いほどよく、幼稚度は１５％前後なのが、活発で頼りになる理想的な人です。<BR>
また、『お友達になれそうな人』とは、精神年齢や幼稚度などがあなたと似ている人です。<BR>
これを期に、自分を見直してみてはいかがでしょうか？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/21 (火) 10:52:35</FONT>
</TT></TD></TABLE>
<P>
ヽ(‘ ▽‘ )ノ<BR>
<BR>
・ＡｏＥ２の発売日は１１月２６日ですよ～<BR>
<BR>
このパッケージが目印です。<BR>
<img src="../lm3/age2.jpg" alt="あおえ２～">

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/20 (月) 16:02:12</FONT>
</TT></TD></TABLE>
<P>
起きた（^^;）今日はお休み。<BR>
<BR>
ＥＱのページ更新。<BR>
ついに、<font color="yellow">カウンタがメインを上回って</font>しまいました。<BR>
設置したのが５月ですから、早すぎです（爆）<BR>
<BR>
パッチが変って裁縫が注目されるようになったからでしょうか。<BR>
いや～やっててよかった（^^;）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/19 (日) 17:18:15</FONT>
</TT></TD></TABLE>
<P>
休日出勤。仕事さぼりまくり。<BR>
<BR>
最近、食べるようになった「しろくま」<BR>
ＡＭ／ＰＭにしか置いてないのだが、買ってる人間が<font color="yellow">私だけ</font>みたい（爆）<BR>
<BR>
いや、取ろうとした時に数が減ってないから。<BR>
補充もしてないみたいだし。<BR>
<BR>
・・・全部一人で食いますかΨ(｀▽´)Ψ

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/17 (金) 16:15:22</FONT>
</TT></TD></TABLE>
<P>
週のうごき<BR>
<BR>
★１４日<BR>
物件説明会。１８時ヨリ。私は販売促進資料作成で２１：００マデ<BR>
<BR>
★１５日<BR>
休日出勤。ＥＱでパッチが当って裁縫で作成できるアイテムが増えたらしい。<BR>
サーフインで情報を仕入れ、気になって仕事が手付かず（死）<BR>
<BR>
★１６日<BR>
物件説明会その２。<BR>
１９：００ヨリ２１：００まで。疲れたけど、山は乗り切った。<BR>
<BR>
★～今日<BR>
昨日、帰宅したら不在票発見。カード会社からでした。<BR>
牛パソコンを買うのにアップグレードサービスというのがあって、<BR>
買取りをしてくれるのですが、これを利用するにあたって、<BR>
新たにクレジットカードを作成しないとサービスが受けられないという話し。<BR>
<BR>
カードの申込書を書いて送ってはみたが、久しく応答がなかったので<BR>
書類不備か審査が通らなかったか（;´Д｀）<BR>
と思っていた。でもカードがきたって事は審査クリアって事ですな。<BR>
<BR>
牛飼いになる日も近いようです。<BR>
<BR>
・・・なんか最近ＥＱやっててメモリ不足で落ちる時があるんだよね～<BR>
<BR>
明日は休みナリ。明後日は出勤。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/13 (月) 19:49:57</FONT>
</TT></TD></TABLE>
<P>
＝＿）現地調査。<BR>
<BR>
・途中、雨が降る。傘をもってはいたが、キツイ。<BR>
太陽がうすい雲に隠れているだけで、日は出てるのに雨振ってる。<BR>
傘さしてるのに暑いから汗かきまくり。ずぶ濡れになってるみたいでイヤ。<BR>
<BR>
なんか物件までの道、迷うし。わかりにくいなあそこは。<BR>
帰って来て、資料のまとめをやらないといけないけど、なんかやる気ないので<BR>
２０：００になったら帰る予定。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/12 (日) 14:33:58</FONT>
</TT></TD></TABLE>
<P>
・＿）残暑きびしいっす<BR>
<BR>
・スイスに旅行にいってた親が帰ってきて、お土産をもらう。<BR>
<BR>
れいばーはおみあげをもらった<BR>
「べるさーち  の  ネクタイ」  をてにいれた<BR>
「すいす  の  なまチョコ」  をてにいれた<BR>
「すいす  の  Ｔシャツ」  をてにいれた<BR>
<BR>
え～、スイスのＴシャツですが、<font color="yellow">観光客用</font>ですね<BR>
普通のＴシャツの右胸の所にプリントがあるんですが、<BR>
思いっきり<font color="yellow">ＳＷＩＴＺＥＲＬＡＮＤ</font>って書いてあります（^^;）<BR>
<BR>
わかりやすいですね（微笑）<BR>
考えてみてね。右胸に「日本」って書いてあるＴシャツ、着たいですか？<BR>
<BR>
<font color="yellow">着たくない</font>です（きっぱり）<BR>
それはスイスの人だって一緒でしょう（^-^;）<BR>
<BR>
ちなみに、スイスはフランス、ドイツ、イタリア語が４：３：２くらいで<BR>
英語はほとんど通じないそうです（爆）<BR>
<BR>
・部屋の大掃除。「パソコンを買い換える時に」ととっておいたダンボールとかを<BR>
処分。やっぱりいらないよね（汗）<BR>
ソ○マップとかで査定＆買取りやってるみたいだし、それ使えばいいや。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/11 (土) 18:56:12</FONT>
</TT></TD></TABLE>
<P>
・＿）うーん。<BR>
<BR>
・最近、仕事中に<font color="yellow">意識を失う</font>事が多くなってきてます（^^;）<BR>
  主に１５：００～１６：００の時間帯で、ほぼ毎日・・・。<BR>
今日も意識を亡くしました。確実に習慣づいてきてます（汗）<BR>
<BR>
早く寝ればいいんだろうけど、眠れなかったりする。それでネットゲーなぞやりながら３：００<BR>
に寝るという生活。<BR>
<BR>
睡眠時間４時間３０分。・・・どうなの？<BR>
<BR>
・ＥＱのページがメインのカウンタを上回るのも時間の問題かも。<BR>
９０００超えてるし（^^;）<BR>
<BR>
データベース作ったあたりから変動が顕著です。<BR>
で、フレーム版なぞに変えてみたり。掲示板を増やしてみたり。<BR>
<BR>
１ページ内に内容が収まるように再構成中。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/10 (金) 15:17:07</FONT>
</TT></TD></TABLE>
<P>
・＿）しろくま！（挨拶）<BR>
<BR>
九州名物らしい。<BR>
<a href="http://home.highway.ne.jp/bird/970709.htm">ここ</a>で見る限り、４種類あるらしい。<BR>
<BR>
私が食ったのは丸永製菓のやつ。３５０mlで２８０円。<BR>
大きさが普通のカップアイスの２倍近くあるので食べごたえ十分。<BR>
<BR>
（´▽｀）最近、はまりました。バナナ牛乳の次くらいに。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/9 (木) 10:55:07</FONT>
</TT></TD></TABLE>
<P>
会社があぶないです（;´Д｀）<BR>
<BR>
・っていうか、第二ビル工事の関係で、すごいシンナー臭いです。<BR>
エントランス付近が、ひどいニオイでした。<BR>
ビル内もなんか少しだけシンナーが混ざった空気が流れてます。<BR>
<BR>
集団でイッちまうんじゃないか？（＞＜）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/5 (日) 21:05:41</FONT>
</TT></TD></TABLE>
<P>
STONE AGEはサーバーが安定しなかったり巻き戻ったり。<BR>
動作が遅かったり設定がきつかったり。<BR>
<BR>
バグ多し。参加者の報告は少ないらしい（^^;）<BR>
<BR>
ベータテスター＝無料ゲーム参加者ではないぞ。<BR>
<BR>
日本のネットゲーム環境はまだまだかな。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/3 (金) 10:20:54</FONT>
</TT></TD></TABLE>
<P>
￣＿）y-~<BR>
<BR>
会社のホームページを手直し。<BR>
社長室から変更案がでて、そのとおりにしてみる。<BR>
納得いく部分もあるが、？？？な部分もあるのでそこは反論。<BR>
<BR>
今日の１５：００に社長室・宣伝課・わしで実際に画面をみながら全体の<BR>
構成についてあれこれいいあうらしい。<BR>
<BR>
それまでに修正をできるだけしておいてくれ。と言われる。<BR>
<BR>
急に注目されるようになったな。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/1 (水) 14:22:25</FONT>
</TT></TD></TABLE>
<P>
￣＿）ふう。<BR>
<BR>
・先程、内線電話にて取締役より、会社のホームページのファイルを差し替えたかの<BR>
確認の電話を受ける。<BR>
<BR>
取締役「もう、変わったんだよね？」<BR>
私「・・・はい。」<BR>
（ガチャ）<BR>
<BR>
<h2>（ノ#-_-)ノ ┴┴あんたのフロアからつなげれば見れるだろうが！！！ </h2><BR>
<BR>
もう、やだ（／＿；）<BR>
<BR>
・今日から「<a href="http://www.titan.co.jp/stoneage/index.html">ＳＴＯＮ ＡＧＥ</a>」のベータテスト開始。<BR>
・・・やらなきゃダメだよね（^^;）←をい<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/31 (火) 16:10:29</FONT>
</TT></TD></TABLE>
<P>
￣＿）y-~忙しくなっとる。<BR>
<BR>
・会社のホームページをリニューアル。<BR>
レイアウトの変更に伴って、不要な「戻るボタン」とかを全ファイル修正しないと<BR>
いけないので、けっこう頑張って遅くまでやってみたりしていた。<BR>
残りは後日かな？と<font color="yellow">ほおっておいた</font>が後日になっても周囲からは<font color="yellow">何のつっこみもなし</font>。<BR>
<BR>
それって、さあ。<BR>
さんざん「あれをこうしろ」「ここをそうしろ」っていってたクセに<BR>
見てないって事なんだよね。<BR>
<BR>
こんなんだから<font colo="yellow">正当な評価</font>なんて受けられてない訳で。<BR>
<BR>
はっきり言ってやる気もなくなります。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/25 (水) 21:18:19</FONT>
</TT></TD></TABLE>
<P>
ヽ(‘ ▽‘ )ノ<BR>
<BR>
・「ＳＴＯＮＥＡＧＥ」の広域ランニングテストプレイヤーになりました。<BR>
当選者は<a href="http://www.dp.gamersdream.ne.jp/sa_rt/tousen.html">ここ</a>です。きゃー名前載ってる～（／ｏ＼）<BR>
<BR>
２７日からＣＤがきて、９月１日からテスト開始だそうな。<BR>
<BR>
・・・・まさかあたるとわ（汗）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/24 (火) 12:06:54</FONT>
</TT></TD></TABLE>
<P>
夏休み前からひいてる風邪が長引いてます（／＿；）<BR>
<BR>
・会社のＨＰを今日の午後、一斉に改良するように午前中呼ばれる。<BR>
いくつかはまだ終わってないので追い込み。<BR>
<BR>
・その後、常務がチェックしたいとおしゃる。<BR>
自分の知らないところで動いているのがイヤらしい（^^;）<BR>
・・・最初は無視してたくせに（ぼそ）<BR>
結局、わざわざプリントアウトして、チェックをしてもらう事に。<BR>
その後、通れば掲載かな？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/22 (日) 11:40:21</FONT>
</TT></TD></TABLE>
<P>
昨日も今日も休日出勤。<BR>
明日はおやすみですがヽ(‘ ▽‘ )ノ<BR>
<BR>
どうも会社のＨＰの改造計画がスタートしてからちょくちょく取締役が<BR>
様子をみにくるようになった（;´Д｀）<BR>
<BR>
ネットサーフィンするのも命懸けです（爆）<BR>
<BR>
しかし、エバークエストのページだけすごい勢いでカウンタまわってますな（´▽｀）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/20 (金) 15:26:59</FONT>
</TT></TD></TABLE>
<P>
会社のホームページ改造計画発動中。<BR>
<BR>
とりあえず物件紹介のページから。<BR>
アイデアは斬新なのもあるが技術的な問題で不可能なものもあるので<BR>
どう妥協してもらうか考えてみたり。<BR>
<BR>
なんか急かされてる気がする（￣-￣;）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/19 (木) 09:54:00</FONT>
</TT></TD></TABLE>
<P>
・＿）昨日の事<BR>
<BR>
・ある部署が解体した。そこの人達は営業部にまわった。<BR>
で、そこの部署でやる事になっていた<font color="yellow">会社のホームページ運営</font>が危うくなった。<BR>
急に取締役によばれる私。<BR>
とりあえず、その取締役は社内でも数すくないインターネット理解者でもあるのだ。<BR>
会議で今後の事について<s>押し付けられた</s>方針を決めるようにいわれたらしい。<BR>
<BR>
現状を話し、今のコンテンツ全体について話す。<BR>
<BR>
結構斬新といういか、面白そうな話しも出てきた（^^）<BR>
しばらくは責任者が不在という事で私が主にやるという事になった（まあいままでもそうだったが^^;）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/18 (水) 13:22:09</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
＜夏休み中のこと＞<BR>
海にいくのが中止になり、ちょっと風邪気味になって薬のみつつＥＱ（笑）<BR>
咳こみながらＥＱ（死）眠くなったら寝て、お腹減ったら食べて。<BR>
ひさびさにゆっくりと、ある意味怠慢にすごしました。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/8 (日) 14:49:42</FONT>
</TT></TD></TABLE>
<P>
￣＿）今日も出社。明日は御休みにしました（決定）<BR>
<BR>
・どうもちょっとした事でいらいらする。カルシウム取ってますが。<BR>
  システムのバージョンアップで余計な仕事が増える事決定。人増やしてくれんかなあ。<BR>
<BR>
・Ｇ－６００で見積書を出力。カードを作成する関係ですぐに。というわけでは<BR>
ないが、この機種になりそうです。３年は使うかなあ（目標）<BR>
今のパソコンは１年ちょっとで買い替えか。<BR>
<BR>
・食生活を元に戻しつつある。再検って<font color="yellow">自腹</font>？会社からなんの音沙汰もなし。<BR>
ぼちぼち１ヶ月なんですが。再検って採血だけだよなあ？もう一度身長とか計ってもしょうがないと思うぞ。<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/4 (水) 15:33:14</FONT>
</TT></TD></TABLE>
<P>
（＿ __）＿ ぱたっ<BR>
<BR>
・昨日はひさびさに<font color="yellow">終バス</font>で帰宅でした。(23:20)<BR>
<BR>
・で、今日は朝から区役所まわり。暑すぎ。区役所遠すぎ。迷うっちゅうねん（－－；）<BR>
<BR>
・本日１９：００より、物件説明会。２時間コースだから２１：００には終わるであろう。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/3 (火) 19:23:24</FONT>
</TT></TD></TABLE>
<P>
・ひさしぶりに今週末に出る物件の現地調査。<BR>
暑くて参りました（;´Д｀）<BR>
<BR>
他社物件のモデルルームを訪ねてびっくり。<BR>
以前、うちの会社で働いていた先輩がいました（^^;）<BR>
あれ？いつ転職したんだろ。この前の職場は？（謎）<BR>
<BR>
この人こそ、誰あろう、今よりおよそ３年前、会社のホームページを<BR>
立ち上げる時にお世話になった先輩なのだ。<BR>
今の私の仕事の基礎を作った人といっても過言ではあるまい。<BR>
いや、偶然とはいえ、びっくりしました。<BR>
久しぶりに話し込んでしまった（^^;）<BR>
<BR>
・バルダーズゲートの日本語版<font color="yellow">有償アップグレード申込受付</font>が開始されたそうだ。<BR>
希望者は届いたハガキを８月１６日までに必要事項を書いて投函すれば９月３０日頃に<BR>
送られてくるらしい。<font color="yellow">代引き</font>だって（;´Д｀）<BR>
振込みの方が楽なんだけどなー社会人一人暮らしなんだからさー。<BR>
<BR>
・夏休みの期間決定。<BR>
８月１１日から１７日まで。<BR>
海にいこうだの、釣りに行こうだの誘われる。さて・・・。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/2 (月) 14:15:04</FONT>
</TT></TD></TABLE>
<P>
外に出ると暑くてやる気なし。中にいてもそれはそれで（以下略）<BR>
<BR>
・本社の第二ビル工事がだいぶ形になってきて、いよいよ従来ビルとの連絡通路を<BR>
作る事になった。<BR>
連絡通路が<font color="yellow">トイレ</font>なんですが（^^;）いやん。<BR>
<BR>
建物の構造上、そうなったらしい。トイレの壁がぶち抜かれて使用できません（;´Д｀）<BR>
<BR>
・ＥＱのページのカウンタが４０００を突破。<font color="yellow">ＵＯを余裕で上回って</font>ます。<BR>
ゲームが発売されて、半年かな？関心高いって事ですな。<BR>
<BR>
・・・もっとも、ＵＯ日記を更新していればあるいは・・・（^＿^;）<BR>
<BR>
・従姉のダンナさんが<font color="yellow">松嶋菜々子</font>のテレカを送って来た。封書で。<BR>
５枚あったかな？とりあえず友人・同僚に配る。スミセイなんですよ。彼の勤務先が。中元のかわり？（^^;）<BR>
大事に使わせて頂きますヽ(‘ ▽‘ )ノ□<BR>
<BR>
・連日、ニューパソコンを求めて<a href="http://www.gw2k.co.jp/index_content2.htm">うし</a>ページを見ては<BR>
頭を悩ませている状態ですが、新機種がでてました（´▽｀）<BR>
<BR>
Ｇ７－６００・・・ペンⅢ６００MHz搭載だそうな。どんどん出ますな～<BR>
<BR>
ちょっと前に４５０が最新だったのだが（^^;）<BR>
今の最速機種って６００でいいのかな？値段手ごろなのでこれにしようとか思いつつ、<BR>
明日６５０とか出てたら（;´Д｀）だなあとか思ったり（そんな事はない・・・と思うが）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/31 (土) 12:34:24</FONT>
</TT></TD></TABLE>
<P>
＝＿）今日も眠いのに会社。１万突破ありがとう。<BR>
<BR>
［いろいろ］<BR>
・２１：００～５：００まで８時間ＥＱ。そりゃ眠いわ。<BR>
<BR>
・ＵＯでイベントがあったらしい。盛り上がってるみたいね。２年も続いてるしなあ。<BR>
ＥＱはまだ半年かな？年末には拡張パックが出るらしいけど。まだまだ遊べますな。<BR>
<BR>
・ＢＧの日本語版まだかな？あれは英語ではキツすぎる。<BR>
でもカルマとかによって何種類かメッセージが変わるから膨大なメス量なんじゃないかなー。<BR>
本当にでるのか心配（^^;）<BR>
<BR>
・・・と思ってセガページみたら９月に延期になってた。やはり・・・。<BR>
<BR>
・ＤＥ。フェアホープタイムズ３号が届く。課金されっぱなしだからぼちぼち再開しようと<BR>
思ったり思わなかったり・・・。<BR>
<BR>
・ＭＴＧはマジでキツイです。負けるとカード没収されるので弱体化する一方。<BR>
クリアした人いるのかなあ（^^;）<BR>
<BR>
・ひもろぎとかアクア＝エリアスとかＭＭとかのネットゲーはやってるけどそれらの更新結果を<BR>
載せるのもなんかやってないっすね（^^;）<BR>
<BR>
・ＬｏｖｅＬｅｔｔｅｒというゲーム。９月に延期だそうです。メールが来てました。<BR>
責任を取って、取締役が辞めたとかなんとか。<BR>
そこまでせんでも（^^;）と思った。<BR>
辞めるのって責任逃れって感じもするんですが・・・。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/30 (金) 13:57:32</FONT>
</TT></TD></TABLE>
<P>
（;´Д｀）連日暑いね<BR>
<BR>
<img src="http://www.san-x.co.jp/b/b_img/tareanm1.gif">㈱サンエックス<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/27 (火) 14:37:58</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・なんか最近、ＩＣＱに匿名でＵＲＬだけ紹介してるのが入ってくる。<BR>
タイトル：ADULT～（￣-￣；）<BR>
<BR>
中身も見ずに「無視リスト」に追加してみるが、けっこう違うＩＤで送られてくる。<BR>
もしかして「無視リスト」に追加した事で「このＩＤは使用されてますよー」と<BR>
証明してしまったかも（－－；）<BR>
<BR>
スパムメールに対抗するには「やめろ」と返事をだすよりも無視が一番だそうですが<BR>
（使用メアドである事の証明をしない点で有効）<BR>
それとおんなじなんだよねー。あまりにも続くようなら今のＩＤ変えるかも。<BR>
<BR>
・最近は森○の「謹製バナナ牛乳」にハマってます。でも太るかも（汗）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/25 (日) 12:25:46</FONT>
</TT></TD></TABLE>
<P>
日頃から寝不足気味だったので昨日は１９：３０に寝る（￣￣）<BR>
<BR>
で、４：３０に目を覚ます（^^;）８：００までＥＱをやって出社^^;<BR>
<BR>
オークションでアーマーを安く買ったからいいや（死）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/22 (木) 19:44:22</FONT>
</TT></TD></TABLE>
<P>
＝＿）眠かった～<BR>
<BR>
・今日は<font color="yellow">宅地建物取引主任者証</font>の<font color="yellow">更新</font>の為の<font color="yellow">講習会</font>を受けに<BR>
神保町まで行ってきた。<BR>
９：３０～１７：００くらいまでで終了。<BR>
建築基準法の講義がダルかった。お経の様に読むだけの講義。<BR>
何度か<font color="yellow">意識を失った</font>っちゅうねん（^＿^;）<BR>
<BR>
無事に新都知事の<font color="yellow">石原慎太郎</font>氏の名前の入った主任者証をゲット。<BR>
青島幸男さんの名前の入ったやつと交換で交付なので取っておく事はできないのだった。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/19 (月) 10:53:15</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・眠い。<BR>
<BR>
・会社のホームページ手直し中<BR>
別部署の管理下にあるホームページ。一応そこでの「作成担当者」が<BR>
常務や社長室長らの打ち合わせでひどく怒られたらしい。<BR>
よくわからない（^_^;）「関連会社にいくかも。お世話になりました」とか言われる（￣-￣;）<BR>
<BR>
担当変更？わし異動？全部外注？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/15 (木) 12:04:58</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・高脂血症の食事制限をみていて気づく。<BR>
<font color="yellow">和食</font>ならいいじゃん。<BR>
魚料理とかかぼちゃと人参の煮物とか、刺し身とか。<BR>
<BR>
と、ゆーわけで昨日は煮物と海藻サラダ、ぶりの塩焼きになりました。<BR>
<BR>
まあ、食事制限ったってたいした事ないね。<BR>
<BR>
・うちの会社をやめた（ようだ）社員が会社での話しをＨＰに載せて<BR>
いたらしい。で、ある日突然閉鎖したらしい。<BR>
その後、「うちの会社がそいつに圧力をかけた！」とかいう意味不明<BR>
抗議メールがくる。「再開させて！」とか言われてもねえ。<BR>
別に<font color="yellow">うちの会社からは何もやってない</font>んですけど。<BR>
<BR>
事実をそっちの管理人に確かめもせずに抗議してきているのと、<BR>
私人間の問題に憲法がどうこうといってくるのいが<font color="yellow">滑稽</font>だ。<BR>
（憲法は公法なので国と個人の問題には介入されるが、個人と法人だから<BR>
この場合は民法等の私法を適用すべき話し。無知はコワイねえヽ(´。｀)ノ ）<BR>
<BR>
抗議だからなのか、文面も汚い。教養の程度が知れてる陳腐な文章。<BR>
とりあえず、そのサイトのＵＲＬがわからないので検索していってみたら<BR>
別に閉鎖はしてないし（ｗ<BR>
<BR>
うちの会社についてのコーナー（？）だけが閉鎖になってました。<BR>
そこの管理人に聞きたいですね。なぜ閉鎖したのかを。<BR>
何か批判めいた事を書いているとかいうのなら会社に対する<font color="yellow">営業妨害</font>と<BR>
なる事もあります。で、それを隠すのは証拠隠滅になるし（これはちと苦しい）<BR>
抗議のメールをにしても「これからメールのラッシュになる」と予告して<BR>
その後いろんな人からメールが来たのでこれも一種の<font color="yellow">営業妨害</font>でしょう。<BR>
<BR>
ネットをなめてますね。匿名性が高いだけで本当に正体がばれてないと<BR>
本気で思っているのでしょうか？<BR>
愚か者には正しい知識を教えてあげないといけないですね。<BR>
<BR>
なんか面白くなってきた（￣ー￣）

</BLOCKQUOTE>
<P>

<P><HR SIZE=1><P>

<FORM ACTION="./history.cgi" METHOD="post">
<TT>管理用パスワード：</TT>
<INPUT TYPE="password" NAME="pass" SIZE="10" MAXLENGTH="8">
<INPUT TYPE="submit" VALUE="送信">
</FORM>

</BASEFONT></TT>

<DIV ALIGN="right">
<TT>History v1.31 [<A HREF="http://www3.osk.3web.ne.jp/~jawa/">Shigeto Nakazawa</A>]</TT>
</DIV>
</BODY></HTML>

