<HTML><HEAD>
<TITLE>Untitled</TITLE>
<STYLE>
<!--
a       { color:003366; text-decoration:none }
a:hover { color:003366; text-decoration:none }
-->
        </STYLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF"><center>
<br>
<br>
<br><table border="0" cellpadding="0" cellspacing="0" width="70%">
<tr><td><IMG SRC="sankari.gif" WIDTH="400" HEIGHT="55">
<p align=justify><font style="font-size:13px" face=Arial,Helvetica,sans-serif, color=black>
Matkailun ei tarvitse olla vaikeaa. Pois kotimaasta tahtova voi varata matkatoimiston kautta itselleen pakettimatkan Kreikkaan tai Italiaan, menn&auml; matkanj&auml;rjest&auml;j&auml;n retkille mukaan, sy&ouml;d&auml; turistiravintoloissa ja ostaa matkamuistoja matkamuistomyym&auml;l&ouml;ist&auml;. T&auml;m&auml;ntyylinen matkailu ei kuitenkaan kalskahda katu-uskottavalta, ainakaan nuorten aikuisten keskuudessa. Itsen&auml;isesti j&auml;rjestettyjen matkojen suosio kasvaa huimasti vuosi vuodelta.<br><br>
Itsen&auml;inen matkustaja eli sankarimatkailija on turistin vastakohta, tarunomainen hahmo, joka tekee kaiken j&auml;rjest&auml;&auml;n hankalasti. H&auml;n varaa matkansa jokaisen eri osan &#8211; lennot tai junamatkat, majapaikat ja mahdolliset retket &#8211; itse ja jokaisen eri paikasta, matkustaa maasta toiseen kolisevilla y&ouml;junilla, nukkuu halvoissa hostelleissa ja el&auml;&auml; aina mahdollisimman halvalla. Omaa matkustustaan tahallaan vaikeuttava saa kunnioitusta, koska sankariksi ei p&auml;&auml;se vaikeuksitta. Mist&auml; on kyse?<br><br>
Itsekin olen ehdottomasti hullu sankarimatkailija, koska l&auml;hdin Saksaan, Puolaan ja Baltiaan keskell&auml; talvea. Kaikkialla, varsinkin Varsovassa, oli tietysti hyyt&auml;v&auml;n kylm&auml;. Ei toivoakaan kes&auml;loman iloista, kuten puistossa istumisesta, j&auml;&auml;tel&ouml;n sy&ouml;nnist&auml;, huolettomasta vaeltelusta kaupungilla t-paidassa ja terassilla istumisesta iltamy&ouml;h&auml;&auml;n asti. Toisaalta n&auml;ht&auml;vyyksiin ei ole talvisin paljonkaan jonoja eik&auml; esimerkiksi kirkoissa tungosta. Varsovan ehk&auml; kuuluisimmassa vierailukohteessa, Kulttuuripalatsissa, olimme puolen tunnin ajan n&auml;emm&auml; ainoat henkil&ouml;kuntaan kuulumattomat koko rakennuksessa. Matkustaja n&auml;kee sesongin ulkopuolella ik&auml;&auml;n kuin aidompaa paikallisuutta: hiukan suurempi osa liikkeell&auml; olevista ihmisist&auml; on paikan alkuasukkaita ja Vilnan nykytaiteen museon virkailijakaan ei v&auml;ltt&auml;m&auml;tt&auml; ole aivan yht&auml; kyll&auml;stynyt kielitaidottomiin ulkomaalaisiin kuin hein&auml;kuussa.<br><br>
Ei ihminen l&auml;hde sankarimatkalle t&auml;ysin vain kiusatakseen itse&auml;&auml;n, vaan enemm&auml;nkin ollakseen l&auml;hemp&auml;n&auml; paikallista el&auml;m&auml;ntyyli&auml;. H&auml;n ostaa kuitenkin ruokansa samasta kaupasta kuin paikalliset, vaikkei v&auml;ltt&auml;m&auml;tt&auml; heihin paljon todella tutustukaan. Silti my&ouml;s sankarimatkailija on turisti, koska h&auml;n katsoo n&auml;ht&auml;vyyksi&auml; ja ihmettelee asioita, jotka ovat alkuasukkaille itsest&auml;&auml;n selvi&auml; tai jopa tylsi&auml;. (Matkaoppaiden toistelema neuvo &#148;v&auml;ltt&auml;&auml;ksesi ik&auml;vyyksi&auml; n&auml;yt&auml; niin paikalliselta kuin voit&#148; on h&ouml;lynp&ouml;ly&auml;. Kuinka kukaan, joka ei tied&auml;, mihin h&auml;nen pit&auml;isi k&auml;&auml;nty&auml; seuraavasta kadunkulmasta, voisi onnistua n&auml;ytt&auml;m&auml;&auml;n m&auml;&auml;r&auml;tietoisesti p&auml;&auml;m&auml;&auml;r&auml;&auml;ns&auml; kulkevalta paikalliselta? Enk&ouml; saisi lukea karttaa kadunkulmassa, ottaa valokuvia enk&auml; edes katsella ihmetellen ymp&auml;rilleni, koska paikalliset eiv&auml;t tee n&auml;in? H&ouml;psist&auml;. Terve j&auml;rki kyll&auml; yleens&auml; sanoo, mik&auml; on liian syrj&auml;inen ja pime&auml; kuja. Pelkk&auml; valtion rajan ylitys ei tee suomalaisesta lainsuojatonta pikku oravaparkaa.)<br><br>
Koska budjetti on sankarimatkailun avainsana, hankalalla matkustamisella takaan my&ouml;s sen, ett&auml; p&auml;&auml;sen matkalle useammin. Harvalla ihmisell&auml; lienee liikaa rahaa, mutta monikaan ei ehk&auml; silti ole valmis nukkumaan puistonpenkin alla ja sy&ouml;m&auml;&auml;n toripuluja. &Auml;&auml;rimm&auml;ist&auml; sankarimatkailijaa ei siis ole olemassakaan, vaan aina joku matkustaa halvemmalla ja joku puolestaan kalliimmalla kuin min&auml;. Jokainen valitsee itse mukavuustasonsa ja punnitsee, kuinka paljon el&auml;m&auml;n helpotuksia on valmis uhraamaan s&auml;&auml;st&auml;&auml;kseen hiukan rahaa vaikkapa seuraavan matkan kassaa varten. Toisaalta moni esimerkiksi kalliin hotellin ns. mukavuuksista on t&auml;ysin turha: minulle ei ainakaan ole v&auml;h&auml;&auml;k&auml;&auml;n v&auml;li&auml;, onko suihku k&auml;yt&auml;v&auml;ll&auml; vai huoneessani. Itsen&auml;isen matkustuksen ei tarvitse olla ainakaan liian hankalaa.<br><br>
Ehk&auml; sankari l&auml;htee matkalle my&ouml;s muistuttaakseen itse&auml;&auml;n siit&auml;, miten mukavaa kotona on. Koettelemukset ovat arvokkaita vasta, kun niist&auml; on selvitty kunnialla ja p&auml;&auml;sty takaisin turvaan. Kotonani saan s&auml;&auml;nn&ouml;llisesti ja helposti ruokaa, pystyn aika hyvin itse p&auml;&auml;tt&auml;m&auml;&auml;n y&ouml;uneni m&auml;&auml;r&auml;st&auml;, p&auml;&auml;sen suihkuun  halutessani ja ymm&auml;rr&auml;n mit&auml; kaupan myyj&auml; tarkoittaa, kun h&auml;n kysyy onko minulla kauppaketjun etukorttia.<br><br>
Yhteisymm&auml;rryksen puute onkin er&auml;s matkailijalle tuskaisimmista asioista. Yksinkertaisinkin asia on vaikea, kun ei voi kysy&auml; neuvoa. Min&auml; en puhu liettuaa eik&auml; suurin osa liettualaisista puhu suomea, englantia tai ranskaa. (Varovainen pit&auml;&auml; silti olla: Vilnalaisessa bussissa h&ouml;l&ouml;t&auml;mme v&auml;synein&auml; ja nauraen siit&auml;, miten lis&auml;&auml;ntyv&auml; separationismi sukupuolisten suuuntautumisten suhteen johtaa kohta varmasti siihen, ett&auml; Stockan kahvilassa asiakkaalta kysyt&auml;&auml;n, tahtooko t&auml;m&auml; homos&auml;mpyl&auml;n vai heteros&auml;mpyl&auml;n. Sitten samalla pys&auml;kill&auml; kanssamme bussista poistuu nuori mies, joka sanoo murteellisella suomella: &#148;Anteeksi. Haluan sanoa, ett&auml; suomen kieli on mielest&auml;ni eritt&auml;in kaunis&#148;, k&auml;velee pois ja j&auml;tt&auml;&auml; meid&auml;t arvailemaan, paljonko h&auml;n keskustelustamme ymm&auml;rsi.) Toimeen tullaan avuttomalla saksalla ja viel&auml; avuttomammalla ven&auml;j&auml;ll&auml;.<br><br>
Matkailijalle t&auml;rkeimm&auml;t sanat &#8211; posti, rautatieasema, kartta, lippu, hostelli ja niin edesp&auml;in &#8211; voikin jakaa hyviin ja huonoihin sen perusteella, kuinka kansainv&auml;lisi&auml; ne ovat. Posti, &#148;post&#148;, ja lippu, &#148;biljet&#148;, ovat ehdottomasti hyvi&auml; sanoja, koska yhdell&auml; sanalla p&auml;rj&auml;&auml; l&auml;hes halki Euroopan. Kartta ja rautatieasema puolestaan ovat huonoja, koska joka kieless&auml; on omansa, mik&auml; johtaa h&auml;mmentyneeseen selitykseen infotiskill&auml;: &#148;Map, plan, kart?&#148;<br><br>
Mutta yhteisymm&auml;rrys syntyy aina. Puhutaan k&auml;sill&auml;, k&auml;ytet&auml;&auml;n niit&auml; kieli&auml;, joita osataan, ja hymyill&auml;&auml;n yst&auml;v&auml;llisesti. It&auml;-Euroopalla on turhaan ep&auml;yst&auml;v&auml;llinen maine. Berliinist&auml; tulija kokee toki kevyen shokin, kun Varsovan rautatieaseman vessankassamummon k&auml;sitys henkil&ouml;kohtaisesta palvelusta on avata kopin ovi ja ty&ouml;nt&auml;&auml; ilmeisesti liian hitaasti toiminut matkustaja sis&auml;lle puhua pulputtaen puolaksi. Ep&auml;yst&auml;v&auml;llisyytt&auml; t&auml;m&auml; ei kuitenkaan ole. Mit&auml; l&auml;nnemp&auml;n&auml; Euroopassa ollaan, sit&auml; enemm&auml;n on vallalla mentaliteetti, jonka mukaan jokainen hoitaa omat asiansa ja kaikille hymyill&auml;&auml;n ja sanotaan &#148;kiitos, saiko olla muuta&#148;. Idemp&auml;&auml;n siirrytt&auml;ess&auml; suuri, julkinen, persoonaton ja neutraali tila tuntuu katoavan ihmisten ymp&auml;rilt&auml;: edes amerikkalaistyylinen, avara kahvila ei Varsovassa sittenk&auml;&auml;n toimi samanlaisena yleisen&auml; olohuoneena ja n&auml;ytt&auml;ytymisen paikkana kuin edes Helsingiss&auml;.<br><br>
K&auml;velless&auml;ni n&auml;lk&auml;isen&auml;, painava rinkka sel&auml;ss&auml; vaakasuoraan satavaa lunta vastaan taas uudessa kaupungissa saan ajatuksen: ehk&auml; en l&auml;hdek&auml;&auml;n matkalle nimenomaan pit&auml;&auml;kseni hauskaa eli saadakseni positiivisia tunteita. Ehk&auml; l&auml;hden matkalle saadakseni ylip&auml;&auml;t&auml;&auml;n tunteita. Kotona ja paikallaan olo on tyls&auml;&auml;, mutta matkalla mieliala heilahtelee ihmetyksensekaisesta euforiasta n&auml;l&auml;n ja v&auml;symyksen korostamaan eksymisen ep&auml;toivoon. Oman huoneen rauhaan ja Suomessa asustelemisen helppouteen kyll&auml;stynyt sankarimatkailija tekee mit&auml; tahansa tappaakseen tylsyyden.<br><br><BR>
<BR>
Kirjoittanut <A HREF="mailto:miaur@hotmail.com">Irma Helos</A><BR>
<BR>
<BR>
<BR>
<A HREF="index.html">Takaisin etusivulle.</A></font></p>
</TD>
</TR>
</TABLE>
<center>
</BODY>
</HTML>