<!--This file created 15:27  15/01/00 by Claris Home Page version 2.0This file created 15:34  15/01/00 by Claris Home Page version 2.0This file created 14:40  27/01/00 by Claris Home Page version 2.0This file created 16:46  27/01/00 by Claris Home Page version 2.0This file created 20:28  28/01/00 by Claris Home Page version 2.0This file created 00:50  08/04/00 by Claris Home Page version 2.0-->
<!--This file created 00:11  11/05/00 by Claris Home Page version 2.0-->
<HTML>
<HEAD>
   <TITLE>Nicolbolas' Den, Magic The Gathering</TITLE>
   <META NAME=GENERATOR CONTENT="Claris Home Page 2.0">
   <X-SAS-WINDOW TOP=0 BOTTOM=337 LEFT=0 RIGHT=626>
</HEAD>
<BODY BGCOLOR="#F8D15C" VLINK="#8000FF">

<P><CENTER><FONT SIZE="+2" FACE="Matura MT Script Capitals"
COLOR="#AF0000"><A NAME="DEBUTMAG"></A></FONT><FONT FACE="Arial"><IMG
SRC="IMAGES/image205.gif" WIDTH=60 HEIGHT=60 X-SAS-UseImageWidth
X-SAS-UseImageHeight ALIGN=bottom></FONT><B><FONT SIZE="+2"
FACE="Comic Sans MS" COLOR="#AF0000">L'Antre de Nicolbolas /
Nicolbolas' Den</FONT></B></CENTER></P>

<P><FONT FACE="Arial"><A HREF="index.html">Page d'accueil
Fran&ccedil;aise</A></FONT><FONT FACE="Arial"> / </FONT><FONT
FACE="Arial"><A HREF="englishindex.html">English home page</A></FONT>
</P>

<P><B><FONT SIZE="+2" FACE="Comic Sans MS" COLOR="#AF0000">Magic:
L'Assembl&eacute;e / Magic: The Gathering</FONT></B>
<HR>
</P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">Connaissez-vous Nicol Bolas
? /</FONT><FONT FACE="Arial"> </FONT><I><FONT FACE="Arial"
COLOR="#AF0000">Do you know Nicol Bolas ?</FONT></I></B></P>

<P><FONT FACE="Arial">Nicol Bolas est un Ancien Dragon
L&eacute;gendaire volant 7/7, qui force le joueur qu'il blesse
&agrave; se d&eacute;fausser de toute sa main. Les couleurs de Nicol
Bolas sont mes couleurs &agrave; Magic : j'ai toujours
pr&eacute;f&eacute;r&eacute; le Bleu pur, ou le Noir avec un peu de
Rouge. Sur l'image, le verd&acirc;tre Nicol Bolas aux ailes
membraneuses est dans sa biblioth&egrave;que, install&eacute; dans un
fauteuil fabriqu&eacute; par les ateliers des Catacombes de Paris, en
train de lire un grimoire, souriant vaguement comme un dinosaure de
Jurassic Park. J'esp&egrave;re que mon nom ne tombe pas sous le coup
de la politique d'approbation des noms dans EverQuest, en tant que
nom d'un personnage de fiction connu. Allez, personne ne
conna&icirc;t Nicol Bolas !</FONT></P>

<P><I><FONT FACE="Arial">Nicol Bolas is a 7/7 flying Elder Dragon
Legend causing full hand discard upon a hit. The colors of Nicol
Bolas are my Magic colors: I always preferred pure Blue, or Black
with a splash of Red. On the card art, the greenish skinny-winged
Nicol Bolas is in his library, sitting in a skeletal armchair,
reading a tome, vaguely smiling like a Jurassic Park dinosaur. I hope
my name doesn't fall under some chapter of the EverQuest naming
policy as a popular fiction character name. Come on, nobody knows
Nicol Bolas !</FONT></I></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">Mes souvenirs de Magic /
</FONT><I><FONT FACE="Arial" COLOR="#AF0000">My memories of
Magic</FONT></I></B></P>

<P><FONT FACE="Arial">J'ai commenc&eacute; &agrave; jouer avec la 3e
&eacute;dition et Fallen Empires (printemps 1995), et j'ai
arr&ecirc;t&eacute; d&eacute;but 1999, apr&egrave;s la Saga d'Urza
(l'afflux de nouvelles cartes a fini par me submerger, mais j'ai tenu
plus longtemps que la plupart de mes amis).</FONT></P>

<P><FONT FACE="Arial">J'ai fait signer le m&ecirc;me Bonnet du
bouffon 4 fois par Richard Garfield, &agrave; 4 occasions
diff&eacute;rentes, en 4 couleurs diff&eacute;rentes. J'ai l'Ange de
Serra en 4 versions &agrave; bords noirs (Fran&ccedil;ais, Chinois,
Japonais et Portugais).</FONT></P>

<P><FONT FACE="Arial">Je n'ai jamais r&eacute;ussi &agrave; me
qualifier pour le Pro Tour (j'ai &eacute;t&eacute; demi-finaliste une
fois au PTQ de Reims), mais j'ai fait plusieurs Grands Prix :
Stockholm, Anvers, Amsterdam, Barcelone, Lisbonne et Rio de Janeiro.
J'ai m&ecirc;me eu la petite fiert&eacute; d'&ecirc;tre publi&eacute;
3 fois, en fin de carri&egrave;re, dans l'&eacute;dition
Fran&ccedil;aise de l'European Sideboard (num&eacute;ro 5 je crois,
page 7, pour compte-rendu du Grand Prix de Rio; num&eacute;ro 7, page
5, pour compte-rendu du Grand Prix de Lisbonne; et num&eacute;ro 8,
page 10, pour article sur la Mort Vivante).</FONT></P>

<P><I><FONT FACE="Arial">I started playing with the 3rd edition and
Fallen Empires (spring 1995), and I stopped in early 1999, after
Urza's Saga (the flux of new cards finally overwhelmed me, but I
lasted longer than most of my friends).</FONT></I></P>

<P><I><FONT FACE="Arial">I made Richard Garfield sign the same
Jester's Cap 4 times, on 4 different occasions, in 4 different
colors. I have 4 black-bordered versions of the Serra Angel (French,
Chinese, Japanese and Portuguese).</FONT></I></P>

<P><I><FONT FACE="Arial">I could never make it to the Pro Tour (I was
a semi-finalist once in a PTQ in Reims, France), but I attended
several Grand Prix: Stockholm, Antwerp, Amsterdam, Barcelona, Lisbon
and Rio de Janeiro. I even had the little pride of being published 3
times in the French edition of the European Sideboard, near the end
of my career (tournament reports of Rio and Lisbon, and editorial on
Living Death).</FONT></I></P>

<P><CENTER><FONT FACE="Arial"><A HREF="#DEBUTMAG">Retour au
d&eacute;but / </FONT><I><FONT FACE="Arial">Back to
top</A></FONT></I></CENTER></P>

<P>&nbsp;</P>
</BODY>
</HTML>
