<HTML>
<HEAD>
<TITLE>Les Irréductibles</TITLE>
<META CONTENT="text/html; charset=windows-1252" HTTP-EQUIV=Content-Type>
<META CONTENT="MSHTML 5.00.3103.1000" NAME=GENERATOR>
<STYLE TYPE="text/css">
<!--
	a:link          {text-decoration: none; color: #000099}
	a:visited       {text-decoration: none; color: #000099}
	a:active        {text-decoration: none; color: #000099}
	a:hover         {text-decoration: underline; color: #0000ff}
	.abfont		{text-decoration: none; color: #000099}
-->
</STYLE>
<SCRIPT LANGUAGE="Javascript">
<!--
	function fiche(url,parametres) { 
		var fenetre = window.open(url,'zoom',parametres); 
	}
//-->
</SCRIPT>
<!-- webbot bot="HTMLMarkup" startspan -->
<!-- BEGIN WEBSIDESTORY CODE -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="EQLoft";			//page name(s)
var _mlc="/SiteWeb"; 			//multi-level content category
var _cp="null"; 			//campaign
var _acct="DM510830FOBR38FR3"; 		//account number(s)
var _pndef="title";			//default page name
var _ctdef="full"; 			//default content category
var _dlf="n"; 				//download filter
var _elf="n"; 				//exit link filter
var _epg="n"; 				//event page identifier
var _hcv=65; 				//code version
var _mn="we44";				//machine name
var _gn="ehg-ubisoft.hitbox.com"; 	//gateway name
var _ptc="n"; 				// page type
function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if(_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if(_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_gp=_pm(_rm,_fml,_ipn);return _gp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script>
<script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://a1604.g.akamai.net/f/1604/2007/1h/stats.hitbox.com/js/hbe.js"></script>
<script language="javascript">if (_sv==10){if
(document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='http://"+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<!--//-->
<!-- END WEBSIDESTORY CODE -->
<!-- webbot bot="HTMLMarkup" endspan -->
</HEAD>
<BODY ALINK=#ff0000 BACKGROUND="./images/font.jpg" BGCOLOR=#c0c0c0 LEFTMARGIN=0 LINK=#0000ff TEXT=#000000 TOPMARGIN=0 VLINK=#800080 MARGINHEIGHT="0" MARGINWIDTH="0">
<CENTER>
	<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
		<TBODY> 
		<TR> 
			<TD><IMG BORDER=0 SRC="./images/haut1.jpg"></TD>
			<TD><IMG BORDER=0 SRC="./images/haut2.jpg"></TD>
		</TR>
		</TBODY> 
	</TABLE>
	<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
		<TBODY> 
		<TR> 
			<TD><IMG BORDER=0 SRC="./images/gauch1.jpg"></TD>
			<TD><IMG BORDER=0 SRC="./images/centre1.jpg"></TD>
		</TR>
		</TBODY> 
	</TABLE>
	<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
		<TBODY> 
		<TR> 
			<TD VALIGN=top> 
				<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
					<TBODY> 
					<TR> 
						<TD><IMG BORDER=0 SRC="./images/gauch2.jpg"></TD>
					</TR>
					<TR> 
						<TD ALIGN=middle BACKGROUND="./images/gauch3.jpg" VALIGN=top>
							<A HREF="./index.php?page=journal"><FONT FACE=Verdana SIZE=-1>Actualité</FONT></A><BR>
							<A HREF="./index.php?page=charte"><FONT FACE=Verdana SIZE=-1>Charte</FONT></A><BR>
							<A HREF="./index.php?page=event"><FONT FACE=Verdana SIZE=-1>Agenda</FONT></A><BR>
							<A HREF="./index.php?page=membres&1027102836"><FONT FACE=Verdana SIZE=-1>Membres</FONT></A><BR>
							<A HREF="./index.php?page=tresor&1027102836"><FONT FACE=Verdana SIZE=-1>Trésor</FONT></A><BR>
							<A HREF="./index.php?page=raids"><FONT FACE=Verdana SIZE=-1>Guides Raid</FONT></A><BR>
							<A HREF="./index.php?page=guides"><FONT FACE=Verdana SIZE=-1>Guides Classes</FONT></A><BR>
							<A HREF="./index.php?page=diplomatie"><FONT FACE=Verdana SIZE=-1>Diplomatie</FONT></A><BR>
							<A HREF="./index.php?page=galerie"><FONT FACE=Verdana SIZE=-1>Galerie</FONT></A><BR>
							<A HREF="./index.php?page=liens"><FONT FACE=Verdana SIZE=-1>Liens</FONT></A><BR>
							<A HREF="./index.php?page=rejoindre"><FONT FACE=Verdana SIZE=-1>Nous rejoindre</FONT></A><BR>
							<A HREF="mailto:irreductibles@wanadoo.fr"><FONT FACE=Verdana SIZE=-1>Nous Ecrire</FONT></A><BR>
							<BR>
							<A HREF=http://www.ubi.com/FR/Login/Login.htm?nrcs_nexturl=%2FFR%2F TARGET=_blank><FONT FACE=Verdana SIZE=-1>Login Ubi</FONT></A><BR>
							<A HREF=http://forumseq.ubi.com/messages/overview.asp?name=eq_irr_irr&page=1 TARGET=_blank><FONT FACE=Verdana SIZE=-1>Forum Membres</FONT></A><BR>
							<A HREF=http://forumseq.ubi.com/messages/overview.asp?name=eq_irr_officiers&page=1 TARGET=_blank><FONT FACE=Verdana SIZE=-1>Forum Officiers</FONT></A><BR>
							<A HREF=http://forumseq.ubi.com/messages/overview.asp?name=eq_irr_irrraids&page=1 TARGET=_blank><FONT FACE=Verdana SIZE=-1>Forum Raids</FONT></A><BR>
							
							<BR>
							<A HREF="./index.php?page=admin"><FONT FACE=Verdana SIZE=-1>Administration</FONT></A><BR>
							<BR>
							</TD>
					</TR>
					<TR> 
						<TD><IMG BORDER=0 SRC="./images/gauch4.jpg"></TD>
					</TR>
					</TBODY> 
				</TABLE>
			</TD>
			<TD WIDTH=53></TD>
			<TD VALIGN=top> 
				<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
					<TBODY> 
					<TR> 
						<TD BACKGROUND="./images/centre2.jpg" WIDTH=604> 
							<TABLE BORDER=0 CELLPADDING=0 CELLSPACING=0>
								<TR> 
									<TD WIDTH=20></TD>
									<TD WIDTH=525> 
										<html>
<head>
<title>Le guerrier</title>
</head>
<body background="../images/font.jpg" link="#3333FF" vlink="#3333FF" alink="#3333FF">
<center>
	<h2><font color="#000099" size="-1" face="Verdana"> <font size="4">Etre un guerrier...</font></font></h2>
</center>
<blockquote><font color="#000099" size="-1" face="Verdana">Oyez oyez bonnes gens. 
	Pour vous, un guerrier est une brute assoiff&eacute;e de sang et de vinasse 
	qui ne r&ecirc;ve que de prendre des gnons dans la tronche ? Euh. presque.</font></blockquote>
<blockquote><font color="#000099" size="-1" face="Verdana">Le guerrier est une 
	classe consid&eacute;r&eacute;e comme facile, id&eacute;ale pour d&eacute;buter. 
	Ce point de vue peut rester vrai jusqu’&agrave; la fin de votre tumultueuse 
	carri&egrave;re, ou bien &eacute;voluer si vous avez d&eacute;cid&eacute; de 
	la jouer finement.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Quelques g&eacute;n&eacute;ralit&eacute;s.</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Ne nous voilons pas 
	la face : le guerrier est l&agrave; pour prendre des coups, et accessoirement 
	en donner. Personne ne pompe aussi bien la mana des clercs, des chamans, des 
	druides, des enchanteurs, enfin de tout ce qui sait lancer un sort vaguement 
	d&eacute;fensif (m&ecirc;me les sorciers ! runes power !). En contrepartie, 
	il emp&ecirc;che ces m&ecirc;mes personnages de prendre les baffes qui les enverraient 
	ad patres. </font> 
	<p><font color="#000099" size="-1" face="Verdana">Le guerrier co&ucirc;te cher, 
		horriblement cher &agrave; &eacute;quiper. Il lui faut non seulement des tas 
		de pi&egrave;ces d’armure mais aussi des armes d&eacute;centes, et m&ecirc;me 
		des potions de SoW (pour courir plus vite &agrave; la zone). Il monte assez 
		vite en niveau mais meurt souvent. Il prend des coups comme personne mais 
		est loin d’&ecirc;tre un &laquo; damage dealer &raquo; (pour &ccedil;a, voir 
		les guides sur les voleurs ou les moines). Il est toujours le bienvenu dans 
		un groupe, mais est incapable de prendre une fire beetle en solo (ou presque).</font>
</blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Quelques fausses v&eacute;rit&eacute;s 
	et vrais mensonges.</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Le guerrier n’est pas, 
	nous l’avons vu, un &laquo; damage dealer &raquo;. Dans un groupe, ce r&ocirc;le 
	incombe au voleur ou au moine, bien plus performants en m&ecirc;l&eacute;e. 
	</font> 
	<p><font color="#000099" size="-1" face="Verdana">Le guerrier peut faire un 
		puller correct. Pour cela, il suffit d’un arc (le plus pourri suffit), d’un 
		SoW (c’est toujours mieux) et d’un peu de jugeote. Il ne sait pas splitter 
		les mobs comme les moines, donc attendez-vous &agrave; former quelques trains 
		dantesques au d&eacute;but de votre carri&egrave;re. Plus tard, vous apprendrez 
		&agrave; mourir en martyr pour sauver votre groupe, sur lequel vous aviez 
		pull&eacute; la moiti&eacute; du donjon. En tout &eacute;tat de cause, laissez 
		le moine puller (&agrave; moins qu’il n’en ait marre), voire le rogue, et 
		utilisez la m&eacute;thode du &laquo; chain pull &raquo; : quand le mob arrive, 
		d&eacute;cochez-lui une bonne fl&egrave;che dans les fesses pour prendre l’aggro 
		avant qu’il n’atteigne le reste du groupe (quitte &agrave; vous &eacute;loigner). 
		Le mob se retournera sur vous et &eacute;pargnera le pauvre puller qui n’a 
		pas, loin s’en faut, autant de points de vie (HP) ou de points d’armure (AC) 
		que vous. </font>
	<p><font color="#000099" size="-1" face="Verdana">Le guerrier peut g&eacute;rer 
		les adds. Si si, c’est possible ! Prenons le cas de figure o&ugrave; vous 
		avez la chance d’avoir un enchanteur avec vous (haste me ! haste me !). Un 
		bon gros add arrive (genre, au hasard, tizmaks &agrave; GD ou drolvargs &agrave; 
		DL/KC). Deux possibilit&eacute;s s’offrent &agrave; vous : vous ne touchez 
		&agrave; rien et laissez l’enchie bosser : il va tout mezzer, vous tauntez 
		2 ou 3 fois chaque mob, et vous prenez le premier &laquo; hypnotis&eacute; 
		&raquo; (le mez a une dur&eacute;e limit&eacute;e, donc gardez en m&eacute;moire 
		la s&eacute;quence de mez pour &eacute;viter &agrave; l’enchanteur de refaire 
		une tourn&eacute;e g&eacute;n&eacute;rale). Les mobs vous tomberont dessus 
		les uns apr&egrave;s les autres de toute fa&ccedil;on, ne vous inqui&eacute;tez 
		pas. Seconde possibilit&eacute;, vous prenez tout dans la tronche et l’enchie 
		mez au fur et &agrave; mesure. Dans le premier cas, l’enchie risque d’y laisser 
		sa peau ; dans le second, c’est vous.</font></blockquote>
		<h3><font color="#000099" size="-1" face="Verdana"> Gestion de l’aggro </font></h3>
	<blockquote><p><font color="#000099" size="-1" face="Verdana">&Ccedil;a, c’est votre truc. 
		N’oubliez pas, vous &ecirc;tes l&agrave; pour prendre des baffes, et vous 
		allez en prendre ! But de la manœuvre : avoir tous les mobs sur vous. Pour 
		cela, utilisez votre comp&eacute;tence Taunt (n’oubliez pas de mettre un point 
		dedans lors de votre premi&egrave;re visite &agrave; votre guilde) comme un 
		malade, sauf si un autre tank plus gros que vous joue ce r&ocirc;le &agrave; 
		votre place (par exemple, je taunte toujours les pulls de Frannd mais rarement 
		ceux de Serilaya, allez comprendre.). Il se peut alors qu’un des mobs se retourne 
		vers un lanceur de sorts &agrave; l’esprit joueur, g&eacute;n&eacute;ralement 
		les clercs qui lancent un sort de soin bien costaud, les enchanteurs qui ratent 
		leur mez et les sorciers qui nukent comme des malades : &agrave; vous de vous 
		jeter sur le mob en question pour lui expliquer gentiment qu’il doit l&acirc;cher 
		la grappe &agrave; votre petit copain le caster. Un ou deux bons taunts plus 
		quelques coups de latte bien plac&eacute;s valent mieux qu’un long discours 
		(sauf si le clerc vous fait un Complete Heal d&egrave;s le d&eacute;but du 
		combat, mais bon l&agrave; y’a rien &agrave; faire). Il faut en effet savoir 
		qu’un sort de soin lanc&eacute; sur un membre du groupe agit comme un sort 
		de d&eacute;g&acirc;t sur le mob : le clerc vous soigne 500 points de vie, 
		c’est comme si il avait fait 500 points de d&eacute;g&acirc;ts au mob. autant 
		dire qu’il n’aime pas.</font>
</blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Gestion des mez</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Un peu de finesse ! 
	Deux cas de figure s’offrent &agrave; vous, suivant le style de l’enchanteur. 
	Si vous vous sentez en forme et s&eacute;v&egrave;rement burn&eacute; (d&eacute;sol&eacute;), 
	amenez tout votre petit monde et laissez l’enchanteur bosser SANS taper. Apr&egrave;s 
	chaque mez, reculez de quelques pas pour permettre &agrave; l’enchie de mieux 
	cibler sa prochaine victime. Au final, vous vous retrouvez avec une enfilade 
	de mobs gentiment parqu&eacute;s, pr&ecirc;ts &agrave; &ecirc;tre d&eacute;moul&eacute;s. 
	Tauntez comme un malade pour que les mobs se tournent vers vous lorsqu’ils auront 
	repris leurs esprits, un enchanteur, &ccedil;a tombe vite. Conseil du jour : 
	commencez toujours par le premier mob mezz&eacute;, &ccedil;a &eacute;vitera 
	&agrave; l’enchie de refaire des tourn&eacute;es g&eacute;n&eacute;rales. <br>
	Deuxi&egrave;me cas de figure, prenez tout le paquet sur la t&ecirc;te et concentrez-vous 
	toujours sur le m&ecirc;me mob. Les autres seront mezz&eacute;s au fur et &agrave; 
	mesure sans que l’enchie (normalement) ne prenne de risque. Le seul probl&egrave;me 
	est que vous allez sans doute la sentir passer et que le soigneur du groupe 
	va devoir intervenir, remontant ainsi dans la liste d’aggro (et notamment des 
	mobs que vous ne tapez pas). L&agrave; &ccedil;a devient sportif, il faut jongler 
	entre les mobs mezz&eacute;s, votre cible principale (qui normalement ne vous 
	l&acirc;chera pas) et ceux qui se jettent sur le clerc ou assimil&eacute;. Taunt, 
	coups, bash/slam, tout est bon pour attirer leur attention. D&egrave;s que vous 
	reprenez l’aggro sur un mob, passez au suivant, et ainsi de suite jusqu’&agrave; 
	ce que vous reveniez &agrave; votre cible principale. &Ccedil;a peut tourner 
	mal pour tout le monde ou vous donner de bonnes histoires &agrave; raconter 
	le soir au coin du feu.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Gestion des pulls</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Si si, vous pouvez 
	puller, mais laissez &ccedil;a de pr&eacute;f&eacute;rence au moine qui peut 
	&laquo; splitter &raquo;. Le voleur fait un assez bon puller, mais tombe tr&egrave;s 
	vite. Idem pour le ranger, qui a tout de m&ecirc;me l’avantage de pouvoir &laquo; 
	tracker &raquo; et ralentir les mobs (&laquo; snare &raquo;). Quoi qu’il en 
	soit, si vous pullez, prenez votre arc le plus pourri (qui aura toujours plus 
	de &laquo; range &raquo; que les armes lanc&eacute;es) et d&eacute;cochez une 
	ch’tite fl&egrave;che dans les fesses de votre cible. Vous la ramenez &agrave; 
	la maison et c’est le carnage. Si vous ne pullez pas, utilisez la m&eacute;thode 
	du &laquo; chain pull &raquo; : d&eacute;cochez une fl&egrave;che d&egrave;s 
	que le puller revient avec son nouvel ami afin de lui prendre l’aggro, etc. 
	En cas de pulls multiples, laissez le moine se d&eacute;brouiller avec son FD 
	(&laquo; feign death &raquo;). S’il ne s’en sort pas, pullez de loin avec une 
	fl&egrave;che en priant pour ne pas ramener tout le troupeau. Si tel est le 
	cas, mourez dignement sans faire prendre de risques &agrave; votre groupe.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Gestion des heals</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Comme nous l’avons 
	vu, le healer prend assez facilement l’aggro pour peu qu’il vous soigne au d&eacute;but 
	du combat. Il est souvent la cible privil&eacute;gi&eacute;e des mobs, et le 
	sait bien. Conseil : ne partez puller que lorsque vous &ecirc;tes &agrave; votre 
	maximum de vie (ou pas loin), ceci afin d’&eacute;viter 1) de mourir en chemin, 
	et 2) que le clerc ne vous prenne l’aggro tout de suite en vous soignant. De 
	plus, le guerrier doit avoir une barre de buffs pleine &agrave; craquer. Demandez 
	poliment des tas de buffs (AC, Str, Dex, Agi, SoW, Shields de toute sorte, Runes, 
	Symbols, Haste, enfin tout ce qui tra&icirc;ne) et remerciez vos g&eacute;n&eacute;reux 
	donateurs. Pour eux, c’est de la mana (sauf les symbols qui co&ucirc;tent des 
	pierres, donc des sous : si quelqu’un doit en avoir, c’est le main tank), mais 
	aussi une assurance-vie : un gros tank qui vous prot&egrave;ge vous permet g&eacute;n&eacute;ralement 
	de m&eacute;diter en paix.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Gestion des d&eacute;g&acirc;ts</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Ne r&ecirc;vez pas, 
	vous vous rendrez rapidement compte que vous n’&ecirc;tes pas une grosse brute. 
	Enfin si, mais il y a pire que vous. Vous &ecirc;tes fier de votre critique 
	&agrave; 450 ? Un sorcier peut en balancer 2500 (voire beaucoup plus), un voleur 
	peut faire un backstab &agrave; 3000 (voire beaucoup plus) et un moine tape 
	tellement vite que vous aurez rapidement &agrave; d&eacute;sactiver les &laquo; 
	other damage &raquo; si vous voulez suivre ce qui se passe sur votre fen&ecirc;tre 
	de chat. On peut toutefois distinguer 3 tranches : <br>
	Niveau 1-20 : vous &ecirc;tes damage dealer. Eh oui ! Vous cognez comme une 
	brute (malgr&eacute; la limite de d&eacute;g&acirc;ts), bien plus fort que n’importe 
	qui. Ajoutez un coup de taunt et quelques bash/slam et personne ne vous prendra 
	l’aggro. <br>
	Niveau 21-40 : vous &ecirc;tes encore un damage dealer, mais pas pour longtemps. 
	Malgr&eacute; vos armes rutilantes et votre force de taureau, le moindre backstab 
	de voleur fait plus de 100 points de d&eacute;g&acirc;ts et les moines commencent 
	&agrave; s’&eacute;nerver. Vous prenez toujours autant de coups, voire plus, 
	mais vous en donnez proportionnellement moins. Petit test amusant : tentez de 
	faire un peu de solo et vous comprendrez ce que je veux dire. Vous allez vous 
	faire d&eacute;mouler la t&ecirc;te par le moindre mob un tantinet bleu (et 
	m&ecirc;me bleu clair), tout simplement parce qu’il a 2 fois plus de points 
	de vie que vous et tape aussi fort que vous. Oui je sais, c’est dur. <br>
	Niveau 41+ : vous n’&ecirc;tes plus qu’un tank. D’accord, vous avez 2500 points 
	de vie, 950 points d’AC, 970 d’attaque, des armes de fou et un objet de haste 
	(indispensable au demeurant). D’accord, vous avez la classe, vous faites m&ecirc;me 
	peur. Mais vous allez en prendre un maximum dans la tronche et jamais, jamais 
	vous ne ferez le maximum de d&eacute;g&acirc;ts dans votre groupe. Votre r&ocirc;le, 
	ingrat au demeurant, est de prendre les coups et d’en donner (&eacute;videmment) 
	mais ne vous amusez pas &agrave; comparer la quantit&eacute; de d&eacute;g&acirc;ts 
	que vous avez faits avec le voleur ou le moine du groupe. Il ne faut pas. Pour 
	votre sant&eacute; mentale, ne le faites pas. Rassurez-vous en vous disant que 
	sans vous, ils seraient tous &eacute;tal&eacute;s les entrailles &agrave; l’air. 
	Sauf le moine qui aura fait un FD. Et le voleur qui aura fait un Hide. Et les 
	lanceurs de sorts qui auront fait un Fear ou un Gate ou. Enfin oubliez quoi.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Main tank/main assist</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Main tank : personnage 
	bard&eacute; de m&eacute;tal, sentant assez fort l’&eacute;curie, sur lequel 
	les lanceurs de sort du groupe gaspillent toute leur mana avec un bonheur ineffable. 
	C’est sur lui et sur lui seul que doivent se concentrer les mobs. Si vous &ecirc;tes 
	main tank, vous allez avoir peur. Tr&egrave;s peur. Votre barre de vie va descendre 
	&agrave; la vitesse de la lumi&egrave;re, et vous comprendrez tr&egrave;s vite 
	pourquoi un healer ne doit jamais, au grand jamais &ecirc;tre &laquo; oom &raquo;. 
	Vous prenez les coups, les autres se d&eacute;cha&icirc;nent. Boulot &agrave; 
	plein temps quand vous &ecirc;tes dans un groupe de moines/ voleurs. </font> 
	<p><font color="#000099" size="-1" face="Verdana">Main assist : nous n’avons 
		pas encore parl&eacute; de l’assist ? Autobonk. Fabriquez-vous une macro &laquo; 
		Assist &raquo; &agrave; l’aide de la commande &laquo; /assist Trucbidule &raquo;. 
		Vous appuyez sur le bouton et hop ! Vous vous mettez &agrave; taper le m&ecirc;me 
		mob que le puller ou que le main assist (justement). Exemple de base : Frannd 
		pulle, am&egrave;ne un mob et Serilaya est en charge de s’en occuper : /assist 
		Serilaya. Et puis c’est tout. Vous &ecirc;tes main assist ? Voir main tank, 
		sauf que vous avez pas int&eacute;r&ecirc;t &agrave; vous gourer dans le choix 
		de vos cibles.</font>
</blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Offtanking</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Ah le joli mot ! Cette 
	technique consiste tout simplement &agrave; aller d&eacute;scotcher un mob d’un 
	lanceur de sorts. Vous tricotez gentiment avec les entrailles d’un mob lorsqu’un 
	&laquo; add &raquo; est annonc&eacute; (vous ne l’aviez pas vu ? honte sur vous 
	!). Manque de bol, le add en question se jette sur l’enchanteur qui, &eacute;videmment, 
	a foir&eacute; son mez. Vous l&acirc;chez alors votre mob pour vous occuper 
	de l’autre, r&eacute;cup&eacute;rer l’aggro (jusqu’&agrave; ce qu’il vous tape 
	dessus, donc) et revenir au premier. Dans les raids, un groupe entier peut &ecirc;tre 
	destin&eacute; &agrave; l’offtanking : en cas de add, &agrave; eux et &agrave; 
	eux seuls de s’en occuper. Il s’agit g&eacute;n&eacute;ralement d’un gros tank 
	auquel est accol&eacute; un gros clerc (voire plusieurs), enti&egrave;rement 
	d&eacute;vou&eacute;s &agrave; la survie du tank en question. S’il tombe, &ccedil;a 
	sent le wipe-out.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Jouer en groupe r&eacute;duit</font></h3>
<ul>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un clerc : technique 
		archi simple, single pull obligatoire (ou alors ma&icirc;trise totale de la 
		zone). Vous tapez, le clerc soigne. Point.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un druide : comme pour 
		le clerc, mais on peut y ajouter un brin de snare, kite (le druide peut tr&egrave;s 
		bien amener les mobs les uns apr&egrave;s les autres, comme lorsqu’il joue 
		en solo), fear animals, etc.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un enchanteur : plus 
		rigolo. Runes, mais pas de soins disponibles. Les runes agissent comme une 
		&laquo; armure &raquo; suppl&eacute;mentaire et absorbent les X premiers points 
		de d&eacute;g&acirc;ts que vous prenez dans la tronche. Ajoutez un peu de 
		haste et &ccedil;a peut devenir sportif.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un chaman : l’un de 
		vos meilleurs amis. Soins, buffs de folie, haste, debuff des mobs. Royal.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un n&eacute;cromancien 
		: fear kite. Le mob arrive, le pet s’en charge jusqu’&agrave; ce que le n&eacute;cro 
		lance un sort de peur. Et l&agrave;, vous faites comme le pet, vous tapez 
		dans le dos du mob qui tente de s’&eacute;chapper. Si vous y allez avant, 
		vous allez prendre des coups dans la tronche et le n&eacute;cro n’a pas de 
		sorts de soins (en fait, si, mais c’est tard.).</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un sorcier : int&eacute;r&ecirc;t 
		limit&eacute;, mais efficace. C’est une sorte de fear/kite avec des nukes. 
		Le sorcier ralentit le mob, lui fait des dommages pour prendre l'aggro, et 
		vous courez derriere le mob en cognant comme un sourd. Avantage : normalement 
		personne ne prend de coups (mais le sorcier n'a pas vraiment besoin de vous, 
		il sait faire &ccedil;a tout seul). <i>Note de Kraal : Le sorcier fait tr&eacute;s 
		bien &ccedil;a tout seul, mais comme il a bon fond, il acceptera sans probl&egrave;me 
		de faire &ccedil;a avec vous...</i>;)</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un magicien : vous 
		cherchez les emmerdes, vous. Laissez le pet se d&eacute;brouiller et tapez 
		de temps &agrave; autre. Et puis r&eacute;clamez des tonnes de bandages au 
		mago, &ccedil;a lui fera les pieds.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un beastlord : ils 
		soignent comme les rangers (ne riez pas) et leur pet tape plus fort que vous. 
		Restez assis et prenez l’xp.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un shadowknight : voir 
		n&eacute;cro, sans le pet (le pet, c’est vous).</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un paladin : voir clerc, 
		&agrave; la diff&eacute;rence que le paladin tape plus fort et soigne moins 
		bien.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un ranger : glurps. 
		Voir druide, &agrave; peu de choses pr&egrave;s. Mais &eacute;vitez quand 
		m&ecirc;me.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un barde : rigolo tout 
		plein. Mais bon, vous &ecirc;tes toujours deux tanks, donc prudence. Chants 
		de soin, de haste, etc. Utile.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un voleur : essayez 
		de garder l’aggro pour le laisser faire ses backstabs. Mais sachez que vous 
		&ecirc;tes compl&egrave;tement cingl&eacute;.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un moine : lui survivra. 
		Vous, sans doute pas.</font></li>
	<li><font color="#000099" size="-1" face="Verdana"> Avec un autre guerrier : 
		LOADING, PLEASE WAIT. Je d&eacute;veloppe ?</font></li>
</ul>
<h3><font color="#000099" size="-1" face="Verdana"> Jouer en groupe &eacute;tendu</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Ah, c’est l&agrave; 
	que vous prenez tout votre int&eacute;r&ecirc;t. Quelques petits conseils. <br>
	Il y a un voleur dans le groupe ? Regroupez tous les cogneurs du m&ecirc;me 
	c&ocirc;t&eacute; et laissez le dos du mob au voleur. Sinon il va r&acirc;ler. 
	Et il ne servira &agrave; rien. De temps &agrave; autre, faites tourner le mob 
	pour voir le voleur effectuer la fameuse &laquo; backstab dance &raquo; (il 
	cherchera le dos du mob par tous les moyens) et faire rire le groupe &agrave; 
	ses d&eacute;pends. <br>
	Sinon, en gros, c’est vous le chef du groupe. Demandez r&eacute;guli&egrave;rement 
	combien il reste de mana aux lanceurs de sorts (principalement les soigneurs), 
	essayez de savoir combien de bulles de mana pompe chaque sort de soin pour faire 
	vos propres calculs. N’encha&icirc;nez pas les pulls comme un malade, pr&eacute;voyez 
	des pauses, &ccedil;a fait du bien &agrave; tout le monde. Racontez des &acirc;neries 
	pendant les mana break. Evitez les successions de pulls virils (m&ecirc;me si 
	&ccedil;a fait du bien de temps &agrave; autres). Amenez les mobs &agrave; quelque 
	distance des casters, ils sont facilement impressionnables et n’aiment pas les 
	voir de trop pr&egrave;s. Faites rafra&icirc;chir vos buffs, ils sont le garant 
	de la survie de tout le monde. Evidemment, annoncez les cibles, les pulls, etc. 
	(/gsay Inc %t !). Rigolez aux d&eacute;pends du ranger, du druide, des wood 
	elfs, mais pas de l’enchanteur, m&ecirc;me s’il meurt tr&egrave;s tr&egrave;s 
	vite. D’ailleurs, d&eacute;brouillez-vous pour que les membres de votre groupe 
	ne meurent pas en continu, &ccedil;a fait mauvais effet.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Bash/Slam et Kick</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Vous &ecirc;tes barbare, 
	ogre, troll ou assimil&eacute; ? Vous avez donc acc&egrave;s &agrave; la comp&eacute;tence 
	Slam, gratuitement. Le Slam, c’est une grande claque dans la tronche du mob, 
	qui l’&eacute;tourdit passablement. Tr&egrave;s utile quand le mob se barre 
	&agrave; la fin du combat, ou quand il lance un sort. En plus &ccedil;a lui 
	fait mal, on peut m&ecirc;me faire des critiques. Au fait, Slam = Bash, c’est 
	tout pareil SAUF qu’il ne faut pas de bouclier pour l’effectuer. Donc, si vous 
	n’&ecirc;tes pas grand et beau, ou grand et laid, il vous faut un bouclier pour 
	&ccedil;a. Dommage la 2hs. Vos comprenez maintenant pourquoi on trouve tant 
	d’ogres et de trolls guerriers (et en plus, ils ne sont pas stun me semble-t-il. 
	&ccedil;a, &ccedil;a m’&eacute;nerve). <br>
	Kick : un bon coup de pied &ccedil;a fait du bien par o&ugrave; &ccedil;a passe. 
	Seul probl&egrave;me, limite &agrave; 149 de comp&eacute;tence, et pas d’&eacute;tourdissement 
	en prime. Rigolo, &agrave; alterner avec les Bash/Slam, puis &agrave; oublier. 
	Mais bon un kick critique, &ccedil;a me fait rire moi.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> La cr&eacute;ation</font></h3>
<blockquote><font color="#000099" size="-1" face="Verdana">Eternel d&eacute;bat 
	: plus de force, de dext&eacute;rit&eacute;, d’agilit&eacute; ? <br>
	En gros, force = d&eacute;g&acirc;ts maximum et d&eacute;finition de l’encombrement. 
	Moi fort, moi porter beaucoup et moi taper fort. Utile, mais de tr&egrave;s 
	nombreuses pi&egrave;ces d’armure ajoutent de la force. Contribue &eacute;galement 
	&agrave; d&eacute;finir l’ATK. <br>
	Dext&eacute;rit&eacute; = fr&eacute;quence des critiques et des procs des armes. 
	Sachant que les critiques sont al&eacute;atoires, autant en quantit&eacute; 
	de d&eacute;g&acirc;ts qu’en fr&eacute;quence, int&eacute;r&ecirc;t limit&eacute;. 
	En revanche, &ccedil;a aide &agrave; d&eacute;clencher les effets des armes 
	(proc). D’o&ugrave; l’int&eacute;r&ecirc;t, une fois de plus, des chamans, qui 
	vous balancent 50 points de DEX facile. &Ccedil;a doit aider aussi &agrave; 
	l’attaque/d&eacute;fense/toucher. En gros, c’est bien. <br>
	Agilit&eacute; = AC. AC = le mob me touche moins souvent. Comment dire. A ne 
	pas trop oublier &agrave; la cr&eacute;ation, quoi. Toutefois, il convient de 
	pr&eacute;ciser qu’il faut une tripot&eacute;e de points d’Agi pour faire un 
	point d’AC. A mettre au- dessus de 100 si possible, et puis c’est tout. Mais 
	n’en faites pas un drame, on vit tr&egrave;s bien avec moins. <br>
	Stamina = endurance. Vous avez plus de 100 en Sta ? Tranquille, &agrave; vous 
	les grosses armes qui fatiguent bien. Toutefois, si votre barre de Sta est vide, 
	votre limite de d&eacute;g&acirc;ts maximum est abaiss&eacute;e. Si vous n’avez 
	pas 100 en Sta, vous &ecirc;tes mal. Oubliez la Wurmslayer et m&ecirc;me les 
	Centi. Ou alors, c’est Invigor (appel&eacute; &eacute;galement Zing) &agrave; 
	tout bout de champ. &Ccedil;a fatigue vite ces p’tites b&ecirc;tes-l&agrave;. 
	<br>
	Le reste, tr&egrave;s honn&ecirc;tement on s’en fout.</font></blockquote>
<h3><font color="#000099" size="-1" face="Verdana"> Un peu de mat&eacute;riel 
	par niveau</font></h3>
<h4><font color="#000099" size="-1" face="Verdana"> Niveau 1-20 :</font></h4>
<blockquote><font color="#000099" size="-1" face="Verdana">Armure : banded si 
	vous connaissez un forgeron, sinon crafted, crafted, crafted. Le meilleur rapport 
	qualit&eacute;/prix disponible, et un look sympa. La BP se n&eacute;gocie aux 
	alentours de 500 pp. C’est aussi une qu&ecirc;te, que vous pouvez faire &eacute;videmment, 
	mais difficilement avant le niveau 25. <br>
	Armes : tout ce qui est BABS (2hs), BA longsword (1hs), etc. (se trouve dans 
	RunnyEye ou &agrave; un prix d&eacute;risoire au tunnel d’EC). N’oubliez pas 
	de monter le 1hb &agrave; l’aide de Cane of Tranquil par exemple.</font></blockquote>
<h4><font color="#000099" size="-1" face="Verdana"> Niveau 21-40 :</font></h4>
<blockquote><font color="#000099" size="-1" face="Verdana">Armure : crafted encore 
	et toujours, compl&eacute;tez votre set. Offrez-vous une FBSS (haste), du spider 
	fur (cloak, necklace, belt), un SSB (skull-shaped barbute) pour le casque. Commencez 
	&agrave; penser AC pur : Gauntlets of the Black, etc. <br>
	Armes : Wurmslayer si vous &ecirc;tes grand, Centi, etc.</font></blockquote>
<h4><font color="#000099" size="-1" face="Verdana"> Niveau 41+ :</font></h4>
<blockquote>
	<p><font color="#000099" size="-1" face="Verdana">Armure : &ccedil;a va commencer 
		&agrave; douiller s&eacute;v&egrave;re ! Cobalt. A&iuml;e. <br>
		Armes : pareil. Frostbringer, Venomous axe, etc. enfin tout ce qui proc pour 
		garder l’aggro. Armes rapides de pr&eacute;f&eacute;rence. Armes avec DoT 
		si possible. Pensez rapidit&eacute;. Oubliez les grosses armes 1hs 25/40, 
		pr&eacute;f&eacute;rez des 14/ 27, et de loin ! Il vous faut taper souvent 
		pour garder l’aggro.</font></p>
	<p>&nbsp;</p>
	
</blockquote>
<div align="left">
	<address><font color="#000099" face="Verdana" size="4">Taras Boulba'Tafas</font></address>
</div>
</body>
</html>
									</TD>
								</TR>
							</TABLE>
						</TD>
					</TR>
					<TR> 
						<TD> <IMG BORDER=0 SRC="./images/centre3.jpg" WIDTH=604> </TD>
					</TR>
					</TBODY> 
				</TABLE>
			</TD>
		</TR>
		</TBODY> 
	</TABLE>
	<TABLE>
		<TR> 
			<TD> <A HREF="http://www.eqloft.com/index.php" TARGET="_blank"><IMG SRC="./images/iconegameloft.gif" WIDTH="122" HEIGHT="31" BORDER="0"></A> 
			</TD>
		</TR>
	</TABLE>
</CENTER>
</BODY>
</HTML>