<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Microsoft FrontPage 4.0">
  <TITLE>Unbenanntes Dokument</TITLE>
</HEAD>
<BODY BACKGROUND="../../rahmen/images/higru05.gif" TEXT="#0000a0">

<div align="center">
  <center>

<TABLE WIDTH="95%" BORDER="1" CELLSPACING="2" CELLPADDING="0">
<CAPTION ALIGN="TOP"><B><FONT SIZE=+2>Cleric-Quests<br>
  </FONT></B></CAPTION>
<TR>
<TD WIDTH="100%"><P>Blaize the Radiant und Gavel the Temperant im Tepel von Solusek machen
spezielle Cleric-Armor. Man braucht f&uuml;r jedes Teil ein bestimmtes Icon
(Ikone) und das dazu passende Ingot (Barren). Ausserdem braucht man jeweils
einen speziellen Platinbarren.<BR>
<BR>
<B>Boots of the Reliant:</B> (Blaize) [AC 9, +6 vs. Disease] Ingot und Icon
of Reliant plus 1 Barren Enchanted platinum.<BR>
In einem der niedergebrannten H&auml;user im Kithicor Forest kann man ein
Buch finden (sieht aus wie ein Beutel). In dem Buch wird erkl&auml;rt, dass
Turgan the Reliant einst dort lebte und dass sein Bruder beim Brad des Hauses
umkam. Weiterhin erf&auml;hrt man, dass das Ingot of Reliant in Kithicor
verborgen ist und zwar in einem von mehreren Baumst&uuml;mpfen. (Man muss
auf einen umgefallenen Baum klettern, um da ranzukommen oder Levitate benutzen).
Dar&uuml;berhinaus erf&auml;hrt man, dass Turgan nach Lake Rathetear weitergezogen
ist und nun links vom Gnollcamp lebt. Mit ihm zu reden bringt nichts, aber
wenn man ihm das Buch gibt, bekommt man daf&uuml;r das Icon of Reliant.</P>

<P><BR>
<B>Gauntlets of the Ardent:</B> (Blaize) [AC 10, Agi + 5, +5 vs. K&auml;lte]
Ingot und Icon of Ardent plus 1 Barren Galvanized platinum. Da Ingot hat
Babbinsbort, ein Gnom Necromancer in Befallen. Das Icon liegt auf dem Grund
des vereisten Flusses in Everfrost (loc 2996, -5711).<BR>
<BR>
<B>Greaves of the Penitent:</B> (Blaize) [AC 11, Int + 5, +5 vs. Poison].
Ingot und Icon of Penitant plus 1 Barren Magnetized platinum. Das Ingot
of Penitent liegt in Upper Guk at 206, -484 (in the right hand water pillar(?)).
Das Icon hat ein Erudite namens Maugrim, der auf der Necromancer-Insel im
Gebiet von Kerra-Island zu finden ist.<BR>
<BR>
<B>Vambraces of the Fervent:</B> (Blaize) [AC 9, Dex + 5, +5 vs. Feuer]
Ingot und Icon of Fervent plus 1 Barren Vulcanized platinum. F&uuml;r das
Ingot mu&szlig; man einen Aviak namens Gull auf der Aviakinsel im OOT killen.
Das Icon bekommt man von Jovan, wenn man ihm ein Tumpy Tonic gibt (s. Trueshotbow-Quest).
Jovan findet man in einem der hinteren R&auml;ume im zweiten Stock vom Lumberjack
Inn in Highpass Hold. <BR>
<BR>
<B>Bracers of the Reverent:</B> (Gavel) [AC 7, Wis + 5] Ingot und Icon of
Reverent plus 2 Barren Enchanted platinum. Wenn man Lianna Ferasa in Rathe
Mountains anspricht (&quot;What has become of Regis the Reverent?&quot;),
erz&auml;hlt sie, dass Regis von jemandem namens Zahal the Vile in Nord
Karana get&ouml;tet wurde. Sie berichtet weiter, dass Regis an der Stelle
seiner Ermordung (an der nordostlichen Baumgrenze) aufersteht, wenn man
Zahal killt. Zahal ist ein Ghoul um lvl 35. Nach seinem Tod muss man Regis
suchen und killen. Bei ihm findet man das Ingot und Liannas Fl&ouml;te.
Wenn man ihr die Fl&ouml;te bringt, bekommt man das Icon. Nord Karana ist
gro&szlig;, also seid nett zu euren Rangern:-))</P>

<P><B>Chestplate of the Constant:</B> (Gavel) [AC 18, Sta + 5, +5 vs. Magic]
Ingot und Icon of Constant plus 2 Barren Galvanized platinum. Ingot und
Icon befinden sich im Besitz von 2 named Goblins: Sludge in Runny Eye und
Dwingus in Dagnors Cauldron.<BR>
<BR>
<B>Shield of the Devout:</B> (Gavel) [AC 9, +5 STR, +25 Mana, +25 Hit Points].
Ingot und Icon of Devout plus 2 Barren Vulcanized platinum. Das Icon findet
man bei einem Mino Sentry in den Caves von Steamfont. Das Ingot hat ein
Glacial Bear in den H&ouml;hlen unter dem Flu&szlig; in Everfrost.<BR>
<BR>
<B>Caduceus of Sacrament:</B> (Gavel) [1H Blunt, 12 DMG, 32 DLY, WT 8.0,
Magic item]. Ingot und Icon of Sacrament plus 2 Barren Magnetized platinum.
Das Icon of Sacrament ist in MistMoore: im hinteren Teil des Friedhofs ist
ein Geheimgang, der zu einem Raum mit 4 T&uuml;ren f&uuml;hrt. &Ouml;ffnet
man die einzig m&ouml;gliche T&uuml;r, so &ouml;ffnen sich die drei anderen
und dahinter sind b&ouml;se lvl 30 Gegner. Im mittleren dieser kleinen R&auml;ume
kann man das Icon finden. Es sieht aus, wie eine kleine Puppe, die am Boden
liegt. Das Ingot hat ein Darkbone Giant Skeleton (blau in lvl 35) in Rathe
Mountain (loc -940, -1400).</TD></TR>
</TABLE>
  </center>
</div>
</BODY>
</HTML>
