    <HTML><HEAD>
    <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=x-sjis"></META>
    <TITLE>Jeje's Diary</TITLE>
    
<!-- 改造用 -->


    </HEAD>
    <BODY TEXT=#000000 LINK=#0000FF ALINK=#0000DD VLINK=#FF0000 BGCOLOR=#F4F4E5 BACKGROUND=../../../images/diary/diaryback.gif>
    
<!-- バナー広告をつける場所 -->


    <DIV ALIGN=right><TT>
    ▲<A HREF="http://www.miskdou.com/cgi-bin/wwwforum/wwwforum.cgi?id=1&az=newsview" target="_self">日記から戻る</A><BR>
    ▲<A HREF="http://www.miskdou.com/diary_old/kako.html">過去日記ログ</A>
    </TT></DIV>
    
<BR>
<CENTER>
<HR SIZE=1 NOSHADE WIDTH=75%>
<TT><FONT COLOR="#008800">
☆<BIG>★</BIG>☆- <B><BIG>Ｊｅｊｅ’ｓ　Ｄｉａｒｙ</BIG></B> -☆<BIG>★</BIG>☆
</FONT></TT>
</FONT>
<HR SIZE=1 NOSHADE WIDTH=75%>
</CENTER>
<BR>


    <BASEFONT SIZE=3 FACE="ＭＳ ゴシック"><TT>
    <CENTER>
 &gt;&gt; <A HREF="diary.cgi?start=1&pass=">2002/11</A> 
<!--2002/12/09(Mon)--><BR><BR>
<TABLE WIDTH=90% CELLPADDING=0 CELLSPACING=0 BGCOLOR=#000000><TD>
<TABLE WIDTH=100% CELLPADDING=3>
<TR BGCOLOR=#FFEEEE><TD><TT>
[ <FONT COLOR=#0000FF><B>欲しいもの、イパーイある？</B></FONT> ]
<FONT COLOR=#FF0000><I>2002/12/09(Mon)</I></FONT>
<IMG SRC="../../../images/diary/yuki.gif" ALT="雪">
</TT></TD></TR>
<TR BGCOLOR=#FFFCFC><TD><TT>
何か雪とか降っちゃって、大変に寒いです。コンロに火が付かなくてビィックリー<BR>雪慣れしてない東京は歩くのも怖くて(もちろん私も慣れない)、降り続いていた時も<BR>チェーンなんぞ巻いてる車は1台も通らず、朝からピーポーピーポーと激しくサイレンが…<BR>近くに病院が多いのでサイレンは多めに聞くけれど、いつもの3倍は鳴ってた気がしてる。<BR><BR>そんなワケで、年賀状を取りに行くお使いを済ませた後は「もう出ねぇぞ！(T0T)」モードで<BR>家の中を片付けたり、コタツの準備をしたりwebを見て回ったり～<BR>「目標にする欲しいモノが無い！」と思ってたら、やはり目先に付くといろいろ出て来ますな…<BR>バッグとか本とか、コートとかゲームとかハードとか(後半注目)<BR><BR>うぅ、ゲームを買ってしまいそうデス。コジャレた感じのコートとかも欲しいですが。<BR>ファッションを取るかゲーム根性を取るかで、この冬のヒッキー度が決まってしまう気が！ｗ<BR>自分の中で激しく2つの選択が衝突してますが、うぅ、げーむ買っちゃいそうだヨ…<BR>ココでコートやバッグの話してもしょうがないので、欲望の詰まったゲームのお話でも。<BR><BR><BR>ハード買わなくて済むヤツで今欲しいのが、ダイナソア・リザレクション。遊びたい～<BR>公式HP→ http://www.falcom.co.jp/dino/<BR>過去のゲームの遅いリメイク版です。もう何年…13年くらい前？<BR>昔のゲームなので、有名だったのか違うのかも当時知りませんでしたが、現在も知名度はナゾ。<BR>ファルコムなの？小学生の時に、たまたま家にあったPC98で遊んでいたので分かりませんｗ<BR><BR>お姉ちゃんがファミコンで遊んでいたのでPC98いじってて、どこかでダイナソアを発見。<BR>私はアクションが苦手なので、マリオが怖くて遊べず…谷底にマリオが落ちただけで号泣ｗ<BR>マリオをあきらめた私には、スローでマイペースなゲームがお似合いです。<BR><BR>そんな子供だったので、すぐRPGに走りました。でもRPGは長くファミコンを占領するので<BR>お勉強用の算数ゲームを買ったついでに、初めてゲームを欲しがって買ってもらったブツ。<BR>ウィザードリィよりも先に知って、とても長い間に渡って遊んでいました。<BR>ちなみについ5年程前まで、ウチワのよーな平たいディスクが普通と信じていたのはヒミツ…<BR><BR>今も家には昔のソフトや、当時にダイナソア攻略記事が充実していたコンプティークの小冊子<BR>などが転がっていますが、肝心のPC98がオダブツなので、遊びたくともダメですたｗ<BR>裏ルートもあって、その見付けにくさが何とも…パーティキャラが変わるだけなんですがｗ<BR>思い出としては「相当遊びにくいゲーム」だったと思うのですが、あの入れ込みようはナニ？<BR><BR>独特の語り口や、有無を言わさず脈絡の少ないダークな雰囲気とかがガタブルものでした。<BR>今でもその影響は根強く、他のゲームを遊んでいると「あぁ、糸巻き無いんだっけ」とか言う…<BR>余りにも他とかけ離れた世界観が、私にまた遊びたいと思わせているのかも？ナゾォ～<BR><BR>まぁ単純に懐かしいし、黄金の爪装備か？って程の鬼仕様なエンカウント率もまたいとし。<BR>クソゲーと言われるコトも多いみたいですが、私は惰性でやりつつも相当気に入ってた感じ。<BR>次に買える場所に出向いた時は、きっと衝動買いしてしまうのでしょー。<BR><BR><BR>2個目に欲しいゲームは…実はコレを1番遊びたいけれど、X-BOX買わないとダメっぽ～<BR>真・女神転生 NINEが遊びてぇっス！<BR>公式HP→ http://www.atlus.co.jp/cs/game/xbox/nine/<BR>プレステ2はおろか、次世代機をスーファミと豪語するエリアに世間は冷た過ぎますｗ<BR>むしろメガテンなんてデビルサマナーすら遊んでないんですが、サターン持ってないし。<BR>(移植版なんてもっと持ってないヨ！ｗ)<BR>1から遊んではいたけれど、最後に遊んだのって…PSで出たペルソナじゃないんだろーか。<BR>罪とか罰とか言われても、もう知らんす！知れないっす！って感じの時代遅れ加減ですｗ<BR><BR>デビルサマナーと言えば、地元の地名が沢山出てたようで、それだけで満足した覚えがｗ<BR>アトラス本社が近所なので、開発者を見掛けたりして遊びたさは増す一方だったりも(T0T)<BR>しかし今回のNINEは、真メガテン1でICBM落ちた後の話らしく、スーファミ魂をくすぐられ。<BR>他に遊びたいゲームも無いのに、X-BOXを買ってしまいそうです！<BR><BR>もう先週に発売してるんですが、5千円高いデラックス版が欲しいけど、売り切れてる<BR>だろうな～ X-BOXもまだ買ってないのに、これ以上コストは上げられませんがーｗ<BR>でも今回のデザインは、金子一馬氏じゃないのかな？悪魔はそうっぽいけど、やや残念。<BR><BR>たまに金子一馬氏は、私が勤めている書店に資料を買いに来るので、ファン度が安易にUP。<BR>本当にいつも黒尽くめの服装で、夏にも会いましたが暑くないのかな～ｗ<BR>領収書を書いていたら顔をモロに見てしまい「あぁ、化粧してくれば良かった」とアホっぽい！<BR>次来たら画集にサインをもらってしまおうと、浅ましくも待機中です…ｗ<BR>
<BR>
<BR>
</TT></TD></TR></TABLE>
</TD></TABLE>
    <DIV ALIGN=right>
    <FORM ACTION="diary.cgi" METHOD=POST>
    <INPUT TYPE=password NAME=pass SIZE=10 MAXLENGTH=8>
    <INPUT TYPE="submit" VALUE="Jeje専用">
    </FORM>
    </DIV>
    </CENTER>
    </TT></BASEFONT>

    <P>
    <DIV ALIGN="right"><TT>
    <!-- ここは書き換え禁止です。 -->
    My Diary Version 1.21<BR>
    [
    管理者：<A HREF="mailto:misk@miskdou.com">Jeje</A>
    著作：<A HREF="http://www7.big.or.jp/~jawa/" TARGET=_top>じゃわ</A>
    画像：<A HREF="http://www.ushikai.com/" TARGET=_top>牛飼い</A>
    ]
    </TT></DIV>
    
<!-- バナー広告をつける場所 -->


    </BODY></HTML>
