{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ric R","from":"Ric R &lt;redr@...&gt;","replyTo":"LIST","senderId":"W7FJKMiXo15IoRlF8VRByr9sOI5elKFdb7P1I9VcOSmwPqPXoaW63tCn3Ol90YXWJFBPzZGfhYpB9ok","spamInfo":{"isSpam":false,"reason":"0"},"subject":"My turn! (A winded rant)","postDate":"927340179","msgId":1018,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC41NS4xMDE4Ljk1OTI3Mzk3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1031,"prevInTime":1017,"nextInTime":1019,"topicId":1018,"numMessagesInTopic":2,"msgSnippet":"Hail and that sort! Seems this email group is going adrift. Let me first insert my 2c into this whole mess, then you can flame me or we move forward or","messageBody":"<div id=\"ygrps-yiv-670495430\">Hail and that sort!<br/>\n<br/>\nSeems this email group is going adrift. Let me first insert my 2c into this<br/>\nwhole mess, then you can flame me or we move forward or whatever.<br/>\nI play a level 30 Enchanter on Rellos Zek server (+PvP). To start let me<br/>\nsay I have been playing EQ since the phase 4 beta. Then I was playing as an<br/>\nOger Warrior (up to level 20) and an Enchanter (up to level 5).  Many of<br/>\nthe spells did not work for Enchanters then at all, but it was still a very<br/>\ninteresting class to play.<br/>\nNow I am currently guild ed with over 50+ members of all classes and races<br/>\nacross the board and have grouped with every class, even other Enchanters.<br/>\nThrough out my characters life, I spent most of it playing solo, yes solo,<br/>\nprolly 80% solo.  That is just my preference, not how things worked out.<br/>\nFirst, let me say soloing an Enchanter is as tough, maybe the hardest to<br/>\nsolo, yet other classes have just as much of a hard time soloing (least<br/>\nsome of them).  It all comes down to keeping buff&#39;s on, or whatever you can<br/>\ndo for your class.  Early on, I found we are the most resisted class in the<br/>\ngame, there for I made Tashan my first spell I cast on a mob period, even<br/>\nrecast if it&#39;s resisted for it rarely draw&#39;s the attention of the mob.  I<br/>\nalso noticed, the mob&#39;s would always be happy w/ my pet if I backed outta<br/>\nthe fight a bit, thus killing my pet pretty quickly.  To give my pet a rest<br/>\nfrom tanking, I&#39;d cast my DoT (Damage over Time), maybe a weaken or<br/>\nenfeeble, then step into the fight, taking the hits from the mob. If you<br/>\nwork your attack to where you take half, the pet takes half (half to you is<br/>\n2-3 bubbles of health), you&#39;ll always come out the victor. The key was to<br/>\nsplit the damage from the mob between you and your pet.  Another thing that<br/>\nhelped greatly is knowing when any character class solo&#39;s, they should<br/>\nstick to blue con&#39;s, they pay less exp compared to the rest, but once you<br/>\nfind your grove, you&#39;ll always come out far ahead. As for even fights,<br/>\ngambles, and tombstones, save them for when you group. If your not fighting<br/>\nthose when your grouped (3+ party members and a well rounded group I might<br/>\nadd) your either going after special items, or wasting your time (heh or<br/>\njust enjoying the sights of the game). Just remember, each class has there<br/>\npluses and minuses and a particular way of applying them.  Currently, when<br/>\nI solo, I start off with Tashani, Suffocate, whirl, Chaos Flux, whirl,<br/>\nChaos Flux... and so on.  When I first cast, I&#39;ll pull the mob to a<br/>\nsemi-safe area so it is less likely I&#39;ll be jumped by another mob in the<br/>\nfight.  Once it hits me, I&#39;ll back off always, allowing my pet to keep it&#39;s<br/>\nattention, giving myself plenty of room to get suffocate and whirl off.  At<br/>\ntimes, whirl will be resisted, so I&#39;ll either step in, take a few hits, and<br/>\ntry to cast a DD (Direct Damage) spell, or whirl again depending on how<br/>\nhard I&#39;m being hit.  I think this highlights the importance of keeping your<br/>\nmelee skills up. I use 2h blunt normally, but also keep my hand to hand and<br/>\npiercing skills up.  I will have all of them max for my level usually by<br/>\nthe 2nd or 3rd bubble into the level.  As well, I keep my different schools<br/>\nof magic max ed out as well, Conjuration being the hardest to keep up.  In<br/>\nthe cases I am overwhelmed by a mob, or more than one mob, I&#39;ll use<br/>\nEnthrall (or Mesmerize) to &#39;stun&#39; the 2nd mob, finish off the first with my<br/>\npet, then either run like the wind while the pet hold&#39;s off the 2nd, or<br/>\nfinish it as well.  This also helps keeping my conj. max ed.<br/>\n<br/>\nOnce again, I&#39;d like to stress, each class has it&#39;s strengths, and<br/>\nweaknesses, as well, each has a particular style to being played.  It has<br/>\nbeen stated by many people who know the design of the game that Enchanters<br/>\nare the most powerful class in the game. Personally I feel this is a pretty<br/>\nvague statement, although I do tend to believe this to be true, possibly at<br/>\nlevel 50, possibly at one point, which, I do not know. Either way,<br/>\nEnchanters do have it rough, as do many other classes, it all comes down to<br/>\nhow do you want to play. Do you want to be on the front lines, taking the<br/>\nhits, saving the magic wielding classes from attack? Would you prefer<br/>\nsitting in the back, keeping a sharp eye on your friends health, keeping<br/>\nthe up and fighting? Yet maybe you prefer a different approach. Weather a<br/>\nWarrior, Cleric, or even an Enchanter, we all have abilities that are<br/>\nunique, it comes down to how you want to play, and apply them for yourself,<br/>\nor your group. <br/>\nOn a side note, I dont know where this subject came from on switching<br/>\nservers, it seems to be popular on this group as well as others.  It also<br/>\nseems that many of you assume that everything will be transferred when a<br/>\ncharacter is moved. Im sure that is a possibility, who know what<br/>\nrestrictions they will place upon us if they do allow us to switch.  Either<br/>\ncase, I see no harm what so ever allowing people to switch server, even the<br/>\none&#39;s mentioned here are very weak reasons for not allowing people to move.<br/>\n Many of us have friends on other servers, as well some of us play on the<br/>\nmore popular servers finding them full from time to time. Wouldn&#39;t you like<br/>\nthe ability to play your character, weather the server is full, or you just<br/>\nwanna play with your friends? Frankly I think this should be allowed, with<br/>\ncertain limitations applied. Possibly the loss of your bank, only what you<br/>\ncarry may be moved to the other server, possibly nothing but the character<br/>\nalone.  Also note, there are events only on some servers that are not on<br/>\nothers (player run, role play and so on) that people did not know existed<br/>\nwhen they first bought the game, and wish to join them but not start from<br/>\nscratch. As for you people who feel, you picked it, stick w/ it, I&#39;ve gotta<br/>\nsay you people have a total lack of consideration for others and your own<br/>\nself worth. Let me ask you this, have you ever purchased something you<br/>\nfound you had no need for and returned it for something else? Well that<br/>\nwould be the same lines of me saying you bought it, live with it.  Argue<br/>\nall you like, but making a blunt statement of live with it, has got to be<br/>\nthe most inconsiderate comments by far. We all dont live in your world, and<br/>\nwhat&#39;s right for you may not be right for someone else.  Frankly, people as<br/>\nyourself are one of the biggest reasons I elected to play +PvP, and I can<br/>\nsay thank god your not at the design controls of Everquest, you must be a<br/>\nprogrammer from UO.<br/>\nLet me finish this rant by opening some lines of communication. First I<br/>\ntotally agree that Enchanters took a very hard hit here recently on the<br/>\nspell changes. I too have sent emails, feedback, and even submitted a<br/>\ncouple bug reports over this, along with making a few open comments in a<br/>\npetition. We have many methods of sending our concerns to Veriant about in<br/>\ngame changes, and pulling together and all sending in the same to them<br/>\nhelps greatly! Having a &#39;black&#39; day or not playing a day I think is an end<br/>\nall extreme, and outright impossible. There are just to many people who do<br/>\nnot read the message boards, or whatnot that something like this would have<br/>\nan effect on outside of yourself not playing the character of your choice.<br/>\nWhy make things worse on yourself, for obviously the in game changes have<br/>\ncaused enough upset. Play on, if you wish to do some kind of in game act,<br/>\npossibly everyone meet in a common place all races could travel to, and set<br/>\nforth a petition for a GM to hear from the entire group in a meeting in<br/>\ngame. This would have the same effect, as well as bring Enchanters<br/>\ntogether, let us all gain from one another experiences and possibly<br/>\nshare/tade info, languages, and research items.  Sorry, but I do not feel<br/>\navoiding my Enchanter on a particular day will have any effect on Veriant<br/>\nat all. As I mentioned before, we have 4 methods of communicating our<br/>\nconcerns to Veriant, I say use them all in cases such as this, that is what<br/>\nis herd, and read, and helps Veriant understand how we feel about what<br/>\nchanges they bring about in our world.<br/>\nNow, on a more class related note, I&#39;ve found Tomb pages 43 and 44. I&#39;ve<br/>\nnever seen them posted anywhere about so I&#39;ve no clue what they combine to<br/>\nmake for when I attempted to do so, I failed. My research skill is current<br/>\n46, so either they are much higher than my current skill, or I&#39;ve herd if<br/>\nthe spell they make is of higher level than myself, I will always fail.<br/>\nEither way, I feel this is very good news and I have high hopes of finding<br/>\nmore new research items/spells that are now known.<br/>\n<br/>\n<br/>\n<br/>\nThanks for your ear and listening to my 2c,<br/>\n<br/>\n<br/>\nTelan Ka`Rlaah of Rellos Zek</div>","specialLinks":[]}}
