{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"rival@xxxxxx.xxx","from":"rival@...","replyTo":"LIST","senderId":"owj0A4mdBIcwtmKOCWZs28dl8e28lED-Q_8tvPH4kJJQbwqIhIVqL2kwJaHmivcF03w78IiG","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Limiting Enchanting Jewelry LONG(winded that is)","postDate":"928207560","msgId":1175,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC42OS4xMTc1Ljk1OTI3Mzk3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1224,"prevInTime":1174,"nextInTime":1176,"topicId":1175,"numMessagesInTopic":2,"msgSnippet":"I recently posted a reply to an earlier idea of being able to enchant spells into jewelry.  Most people liked it, and there were a few problems.  Even some of","messageBody":"<div id=\"ygrps-yiv-578950755\">I recently posted a reply to an earlier idea of being able to enchant spells into jewelry.  Most people liked it, and there were a few problems.  Even some of my friends flamed me in person, saying it would be way too powerful.  I would like to amend my idea a little.  Who knows, maybe someone at verrant will see it and like it, or even laugh at it.  Either would at least show they are interested in our input.\r<br/>\n\r<br/>\nFirst problem was with non-enchanters not being able to make such items.  Non-enchanters are severly crippled when it comes to jewelry anyway.  The solution is the same.  Get an enchanter to enchant the metal. And who says you would have to be able to cast the spell involved in enchanting it into jewelry?\r<br/>\n\r<br/>\nThe next problem is having too powerful items too soon in the game.  If some 8th level enchanter could make a Rune ring just because he had people giving him money to get a high jewelry skill, that could be a problem.  A high level friend or guild giving you hundreds of plat to get skill up is wrong.  An easy solution would be to make spells require a higher level of metal than the related enchant metal spell.  For example:  An eight or ninth level spell could only be enchanted into electrum or higher, because enchant silver is an eigth level spell.  So in order to put a Rune spell into a ring (level 16) you would need to use gold.  This would require a 24th level caster.\r<br/>\n\r<br/>\nThis could also affect how many charges an item had.  An item with the lowest possible type of metal would have only one charge.  If an higher type metal was used, it could have more charges depending upon the level of metal involved.  This would limit high level spells requiring platinum to only one charge.  Once again, items could either be made rechargable, or could be made to dissapear after last charge is used, which would lower the amount of magic items in the world.\r<br/>\n\r<br/>\nOr, to spread jewelry out amoungst the classes, dont require an enchant metal spell, merely require the jeweler be able to cast the spell.  That way only clerics could put clerical spells in jewelry.  Makes much more sense.  Perhaps the enchant metal spells could add bonuses an item might not have without.  Maybe even bards could be jewelers, effectively using bard songs instead of spells.  This would exclude non-casting classes, but you cant have everything.  If being a jeweler was the most important thing to you, it would be more important than being a warrior, and you should choose you class accordingly.  However, to most people, trade skills are secondary, and class is primary.\r<br/>\n\r<br/>\nThis may be way too powerful.  I dont mean to make enchanters a super-class.  I dont claim to know more than anyone else.  Less actually.  I only play a level 14 enchanter.  And, I think he is plenty powerful.  If anyone needs help, let it be the warriors, they need it.  I&#39;m just trying to help the trade skill.  Maybe the enchanters board is the wrong place for this post, but until now, Jewelry seems to have been our baby.  Anyway, feel free (as always) to agree, disagree, help, or flame away.  I am happy for any suggestions.</div>","specialLinks":[]}}
