{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wanderer CommonWealth","from":"Wanderer CommonWealth &lt;wanderercw@...","replyTo":"LIST","senderId":"nPMwSDis_FY14DSQNH0RRoOq1M5ptSqCRdZzLAfBN43EmJTklvPBZy8uKgRmmxga8mDOJkwfzjtAINnS97W3x-O_57s54-51ISr7C8HaetJR4Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Limiting Enchanting Jewelry LONG(winded that is)","postDate":"928377328","msgId":1224,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC43Mi4xMjI0Ljk1OTI3Mzk3OEBlR3JvdXBzLmNvbT4="},"prevInTopic":1175,"nextInTopic":0,"prevInTime":1223,"nextInTime":1225,"topicId":1175,"numMessagesInTopic":2,"msgSnippet":"I m sorry but i totally disagree with you. Enchanters are almost useless Jeweling is THEIR skill sure others can do jewelry and i knowlots of people do. All","messageBody":"<div id=\"ygrps-yiv-816427274\">I&#39;m sorry but i totally disagree with you.<br/>\nEnchanters are almost useless Jeweling is THEIR skill<br/>\nsure others can do jewelry and i knowlots of people<br/>\ndo. All they do is get an enchanter to cast spells for<br/>\nem. I don&#39;t think any other classes should &quot;Enchant&quot;<br/>\ncause &quot;Enchanting&quot; is for &quot;Enchanters&quot; get my point? <br/>\nAnyway I think you are way off on this and it&#39;s a<br/>\nhorrible idea cause than i would have too much<br/>\ncompetition and the people wouldn&#39;t buy fromme if they<br/>\ncould make it. Instead i think enchanters could get a<br/>\nfew more spells that would give charges on certiant<br/>\nthings... and it didn&#39;t have to have bars it could<br/>\nmerely be cast on an certiant item that can use<br/>\ndiffrent types of charges and can be filled with<br/>\ndiffrent types of charges &lt;get me?&gt; like a baulb I put<br/>\nbuncha charges in it, and use em all than put more.<br/>\nCourse it should take a lot of mana and maybe a<br/>\ncertiant item &lt;cheap perhaps? cause charges suck&gt;.<br/>\nThe Wanderer<br/>\n--- <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rival@...\">rival@...</a> wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rival@...\">rival@...</a><br/>\n&gt; <br/>\n&gt; I recently posted a reply to an earlier idea of<br/>\n&gt; being able to enchant spells into jewelry.  Most<br/>\n&gt; people liked it, and there were a few problems. <br/>\n&gt; Even some of my friends flamed me in person, saying<br/>\n&gt; it would be way too powerful.  I would like to amend<br/>\n&gt; my idea a little.  Who knows, maybe someone at<br/>\n&gt; verrant will see it and like it, or even laugh at<br/>\n&gt; it.  Either would at least show they are interested<br/>\n&gt; in our input.<br/>\n&gt; <br/>\n&gt; First problem was with non-enchanters not being able<br/>\n&gt; to make such items.  Non-enchanters are severly<br/>\n&gt; crippled when it comes to jewelry anyway.  The<br/>\n&gt; solution is the same.  Get an enchanter to enchant<br/>\n&gt; the metal. And who says you would have to be able to<br/>\n&gt; cast the spell involved in enchanting it into<br/>\n&gt; jewelry?<br/>\n&gt; <br/>\n&gt; The next problem is having too powerful items too<br/>\n&gt; soon in the game.  If some 8th level enchanter could<br/>\n&gt; make a Rune ring just because he had people giving<br/>\n&gt; him money to get a high jewelry skill, that could be<br/>\n&gt; a problem.  A high level friend or guild giving you<br/>\n&gt; hundreds of plat to get skill up is wrong.  An easy<br/>\n&gt; solution would be to make spells require a higher<br/>\n&gt; level of metal than the related enchant metal spell.<br/>\n&gt;  For example:  An eight or ninth level spell could<br/>\n&gt; only be enchanted into electrum or higher, because<br/>\n&gt; enchant silver is an eigth level spell.  So in order<br/>\n&gt; to put a Rune spell into a ring (level 16) you would<br/>\n&gt; need to use gold.  This would require a 24th level<br/>\n&gt; caster.<br/>\n&gt; <br/>\n&gt; This could also affect how many charges an item had.<br/>\n&gt;  An item with the lowest possible type of metal<br/>\n&gt; would have only one charge.  If an higher type metal<br/>\n&gt; was used, it could have more charges depending upon<br/>\n&gt; the level of metal involved.  This would limit high<br/>\n&gt; level spells requiring platinum to only one charge. <br/>\n&gt; Once again, items could either be made rechargable,<br/>\n&gt; or could be made to dissapear after last charge is<br/>\n&gt; used, which would lower the amount of magic items in<br/>\n&gt; the world.<br/>\n&gt; <br/>\n&gt; Or, to spread jewelry out amoungst the classes, dont<br/>\n&gt; require an enchant metal spell, merely require the<br/>\n&gt; jeweler be able to cast the spell.  That way only<br/>\n&gt; clerics could put clerical spells in jewelry.  Makes<br/>\n&gt; much more sense.  Perhaps the enchant metal spells<br/>\n&gt; could add bonuses an item might not have without. <br/>\n&gt; Maybe even bards could be jewelers, effectively<br/>\n&gt; using bard songs instead of spells.  This would<br/>\n&gt; exclude non-casting classes, but you cant have<br/>\n&gt; everything.  If being a jeweler was the most<br/>\n&gt; important thing to you, it would be more important<br/>\n&gt; than being a warrior, and you should choose you<br/>\n&gt; class accordingly.  However, to most people, trade<br/>\n&gt; skills are secondary, and class is primary.<br/>\n&gt; <br/>\n&gt; This may be way too powerful.  I dont mean to make<br/>\n&gt; enchanters a super-class.  I dont claim to know more<br/>\n&gt; than anyone else.  Less actually.  I only play a<br/>\n&gt; level 14 enchanter.  And, I think he is plenty<br/>\n&gt; powerful.  If anyone needs help, let it be the<br/>\n&gt; warriors, they need it.  I&#39;m just trying to help the<br/>\n&gt; trade skill.  Maybe the enchanters board is the<br/>\n&gt; wrong place for this post, but until now, Jewelry<br/>\n&gt; seems to have been our baby.  Anyway, feel free (as<br/>\n&gt; always) to agree, disagree, help, or flame away.  I<br/>\n&gt; am happy for any suggestions.<br/>\n&gt; <br/>\n&gt;<br/>\n </span></blockquote>------------------------------------------------------------------------<br/>\n<blockquote><span title=\"ireply\"> &gt; Where do some of the Internet&#39;s largest email lists<br/>\n&gt; reside?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; At ONElist - the most scalable and reliable service<br/>\n&gt; on the Internet.<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>===<br/>\nThe Wanderer<br/>\nMay The Wanderers Protect You<br/>\n<br/>\n<br/>\n_________________________________________________________<br/>\nDo You Yahoo!?<br/>\nGet your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a></div>","specialLinks":[]}}
