{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"osmosis","from":"osmosis &lt;osmosis@...","replyTo":"LIST","senderId":"J7xqihtF90cqyzxHPsiC-IhfiB9g0UuG8jpQiWEwImVvCBXOp4i_WjPgKyC-7sashmAKQ5jCVwHLqJsMWn7ddQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Pricing and Profits","postDate":"929523864","msgId":1377,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC44NC4xMzc3Ljk1OTI3Mzk3OUBlR3JvdXBzLmNvbT4="},"prevInTopic":1375,"nextInTopic":0,"prevInTime":1376,"nextInTime":1378,"topicId":1371,"numMessagesInTopic":5,"msgSnippet":"Thanks for the insight there, it helps.  :)","messageBody":"<div id=\"ygrps-yiv-1962564852\">Thanks for the insight there, it helps.  :)<br/>\n<br/>\nAt 02:47 AM 6/16/99 -0500, you wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt;From: Ric R &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:redr@...\">redr@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Well, I must admit, Rellos Zek is very hard to sell good on, but now my<br/>\n&gt;jewel craft skill has gotten up to 125, people are buying left and right<br/>\n&gt;from me. I think it&#39;s mostly word of mouth, for often I get many people<br/>\n&gt;asking if I can make this or that for them that I dont even know. To be<br/>\n&gt;honest, I didn&#39;t try very hard to sell my goods to players till only<br/>\n&gt;recently. For jewel crafting was quite the joke before the recent changes,<br/>\n&gt;and even now, it is very hard to make your trade self supporting as you<br/>\n&gt;move through the different gems and metals. My MAIN source of funding was<br/>\n&gt;killing mob&#39;s and saving the money I got from them. In all honesty, this<br/>\n&gt;wasn&#39;t possible until around level 16 or higher. My guild has also been<br/>\n&gt;VERY supportive in my work in jewel crafting, they have offered over 1000pp<br/>\n&gt;to give me a boost. Although I turned it down due to my own funding, it<br/>\n&gt;would greatly help anyone needing funding in raising a skill like jewel<br/>\n&gt;craft. I&#39;d suggest going to your guild and point them to a good jewel craft<br/>\n&gt;chart, showing them what they can get from your skills. Also, looking back,<br/>\n&gt;I wish I never bothered with jewel crafting until I was at least level 20.<br/>\n&gt;For I would of saved much money and established more resources of<br/>\n&gt;information on the skill. Either way, I try to work it as much as possible<br/>\n&gt;now, and usually gain 5 to 15 points in the skill each time I do (spending<br/>\n&gt;500-600pp). I never bother enchanting the metal for I usually sell it right<br/>\n&gt;back to the merchant for a slight loss, unless I have a buyer already for<br/>\n&gt;whatever I am currently working on for skill (which is rare).  If you wish<br/>\n&gt;to fund your skill with it, I&#39;d suggest finding something people want, and<br/>\n&gt;sticking to that. You can usually charge double the cost, if not more for<br/>\n&gt;the item and sell it quickly. That should be more than enough to keep you<br/>\n&gt;funded for your next session in jewel craft.  Another thing to consider, I<br/>\n&gt;charge very high prices to enchant metal for people, as do other Enchanters<br/>\n&gt;on Rellos Zek.  Once your skill reaches a level you can no longer enchant<br/>\n&gt;the metal for, get back out in the field, establish contacts, and work exp<br/>\n&gt;and money. Else you&#39;ll be paying top plat for someone else to enchant your<br/>\n&gt;metal&#39;s.  I usually charge 2pp for electrum or gold, and 15pp for plat.<br/>\n&gt;Namely due to not wanting to do it, for it takes much mana and time to<br/>\n&gt;enchant 20+ bars of any metal. I didn&#39;t mention silver for I dont even<br/>\n&gt;bother with that for anyone. <br/>\n&gt;I wish you luck, do keep after it, for there are a great many things we can<br/>\n&gt;do now with jewel craft and a great many people who will need this or that<br/>\n&gt;all through out there characters life.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Telan Ka`Rlaah of Rellos Zek<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;At 04:30 PM 6/15/99 -0700, you wrote:<br/>\n&gt;&gt;From: osmosis &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:osmosis@...\">osmosis@...</a>&gt;<br/>\n&gt;&gt;<br/>\n&gt;&gt;Right ok I have to get into this conversation RIGHT NOW.  I am a 14th lvl<br/>\n&gt;&gt;enchanter on Rallos Zek, and either the market on the care bear servers is<br/>\n&gt;&gt;much healthier or I&#39;m really having a LOT of bad luck.  I&#39;m lucky if I can<br/>\n&gt;&gt;sell a new silver jaded ring for 10 plat, and those bloodstone earrings are<br/>\n&gt;&gt;really my main staple since everyone wants earrings these days.  For all<br/>\n&gt;&gt;you people with +1000 plat in the bank.. well I&#39;d really like to hear your<br/>\n&gt;&gt;methods of achieving this... I&#39;m ALWAYS hovering under 20 platinum before I<br/>\n&gt;&gt;blow it all on Jewels and metals... and I&#39;ve never had more than 30 pat<br/>\n&gt;&gt;total inthe bank!  WHAT ARE YOU DOING THAT I&#39;M NOT?!?  You have obviously<br/>\n&gt;&gt;some secrets that I am completely unaware of, and I&#39;d sure like some hints.<br/>\n&gt;&gt; Currently my enc is around crushbone since Kelethin is a good place for<br/>\n&gt;&gt;materials (but BAD for markets) and I find its difficult to find a good<br/>\n&gt;&gt;place to &#39;hang around&#39; off of faywer (gnomes arent as loved as they should<br/>\n&gt;&gt;be).  I suppose some of this has to do with being on RAllos Zek and I<br/>\n&gt;&gt;should assume some level of difficulty but I really would like to explore<br/>\n&gt;&gt;this skill to its fullest.  PLEASE?<br/>\n&gt;&gt;<br/>\n&gt;&gt;Cogg<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Last chance to earn $5000 for your charity of choice!<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Deadline for &quot;GROW TO GIVE&quot; is June 19.  See homepage for details.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
