{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Murawski","from":"Scott Murawski &lt;scott@...","replyTo":"LIST","senderId":"G380iYGFhREj_l9sJti3Gkyey8nQ95SMozexAku_FNMa-BYbNFBQftEJfCXcYwoNAXdJSkpAqcjOJLN57_NUq40m2ARv_Wx7uKKkng","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Story, and questions","postDate":"929638278","msgId":1388,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC44Ni4xMzg4Ljk1OTI3Mzk3OUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1387,"nextInTime":1389,"topicId":1388,"numMessagesInTopic":1,"msgSnippet":"Hail Since I had such a great time trying to get the pet animation spells from highpass, I decided to write a bit of a story.  I m not a story writer and since","messageBody":"<div id=\"ygrps-yiv-16032125\">Hail<br/>\nSince I had such a great time trying to get the pet animation spells from<br/>\nhighpass, I decided to write a <br/>\nbit of a story.  I&#39;m not a story writer and since english class in school,<br/>\nI haven&#39;t written anything like this.<br/>\nIts pretty cheezy, but I hope you enjoy it.<br/>\n<br/>\nThe question is about the pets.  How do you tell how many hp they have?<br/>\nAlso does anyone know the percentages<br/>\nof getting a pet that cons white to you rather than blue?  I&#39;m level 12.  I<br/>\nsummoned like 5 pets or so and only<br/>\n1 so far was white to me.<br/>\n<br/>\n-----------<br/>\n<br/>\nI was in town by the vendor who wasn&#39;t doing business the day before.  <br/>\n&quot;Hail shopkeep, might thee be interested in my wares?&quot;<br/>\n&quot;Indeed, Azboklin.&quot;<br/>\n*cha-ching*<br/>\nAhh, the nice feeling of receiving the profit from an adventure.  <br/>\n<br/>\nIt was a most amazing day outside.  Just yesterday there were horrible<br/>\nstorms ravaging Qeynos.  &quot;Today is THE DAY!&quot;, I yelled out.  It was<br/>\ncertainly the day - I felt it in my bones, those rare ever so sought after<br/>\nspells will be mine...<br/>\n<br/>\nFirst stop - the bank.<br/>\n&quot;Hail Ken CopperHold.  I would like to use my bank box&quot;<br/>\n&quot;Ah, nice to see you again, Azboklin.  It would be my pleasure&quot;<br/>\n<br/>\nYou see...my destination is, well, not a nice place, and who knows the<br/>\ntretcheries which lie ahead?  In another words - certain death.  Being the<br/>\nschreud adventurer that I am, I always try to cut my losses.  I quickly<br/>\ndeposited my money and my armor.  I even tried to put my robe in the bank<br/>\nbut I forgot during my initiation into<br/>\nthe enchanter&#39;s guild it was magically bound to me and couldn&#39;t drop it.<br/>\nIn just a few hours I will be out in the wide world of Norrath with the<br/>\nwind flowing freely though my robe...<br/>\n<br/>\nAfter buying a bit food and milk, I visited my master.  The enchanters<br/>\nguildmaster of all qeynos.<br/>\n&quot;Bless me o wise sage, for I am about to embark on the great journey of the<br/>\nenchanters.  One which all enchanters<br/>\nmust make&quot;<br/>\n&quot;Aye, you seek HighPass Hold Keep for spells.&quot;<br/>\n&quot;Yes sir, I do&quot;<br/>\n&quot;May the power of quellious be with you my son, and may thy journey be<br/>\nstraight and true&quot;<br/>\n&quot;Oh thank you master.  I will not fail.&quot;<br/>\n<br/>\nAh, the pleasures of gating...<br/>\nA little voice said, &quot;Welcome to qeynos hills&quot;<br/>\n<br/>\nThe familar sites of BlackBurrow.  The foul evil gnolls would have to wait,<br/>\nfor now marks the beginning of my journey.  After a quick meditation and<br/>\ninvisibility, I set out for west karana.  In my previous travels, I have<br/>\nseen markings on stones saying that is the way.<br/>\n<br/>\nI ran to w. karana without incident.  I then located the stone and followed<br/>\nthe road.  All goes well as invisibilty was still going strong.<br/>\n<br/>\nOh no!  Somehow I lost the road.  &quot;Don&#39;t panic, just head east&quot; a friend<br/>\ntells me.<br/>\n<br/>\nA little voice tells me, &quot;Welcome to North Karana&quot;.<br/>\n<br/>\nNorth Karana!!  What place is this?  I thought East Karana was next.  After<br/>\ndealing with my confusion, I notice there&#39;s a river.  A river must<br/>\neventually lead to a bridge, no?  Excellent, in the distance I did see a<br/>\nbridge.<br/>\n<br/>\nHow odd, there are many a small fellow on the bridge.  I asked, &quot;Do you<br/>\nknow where I might find HighPass Hold?&quot;<br/>\n&quot;Aye&quot;, he says.  &quot;A bit north east from here is a bridge you must go over.<br/>\nThen you will be on your way.&quot;<br/>\n&quot;Thank you kind sir&quot; and with that I was off.<br/>\n<br/>\nOver the rolling hills of the great North Karanas I traveled.  Who would<br/>\nhave thought it was so beautiful?.... ACK!!! I forgot to make myself<br/>\ninvisible.  Ohhhh nnooo, a lion comming straight for me!  The lion<br/>\nclaws sure did hurt.  No worries, I casted root.  That should solve our<br/>\nlittle problem.  It resisted!  I try again.  Whew, it worked.  I ran as<br/>\nfast as my feet would carry me, and quite fast indeed since that little fellow<br/>\nblessed my legs with speed.<br/>\n<br/>\nAh, a nice safe place to become invisible again.  Casting...  Nooooo, more<br/>\nclawing... A wolf no less!  I give another go trying to solve this dispute<br/>\nwith no violence (especially since I had no weapons) but the lion reengages<br/>\nhis attack.  Tis not a good situation for our hero...<br/>\n<br/>\n(Note: For some reason I didn&#39;t have mesmerize memorized which was a<br/>\nhorrible thing to do.  That would have saved<br/>\nme from the lion anyway)<br/>\n<br/>\nThe all too familiar sights of the entrance of BlackBurrow.  I thanked<br/>\nQuellios for bringing me back safely to allow me to start my journey over<br/>\nagain...<br/>\n<br/>\nI started off to goto west karana again.  This time though, I just headed<br/>\nstraigh east from the entrance like my friend suggested earlier.  After<br/>\nfading away into oblivion, I run like the wind to the east.  I go for many<br/>\nmiles<br/>\nuntil I reach north karana and this time I made sure I was still invisible.<br/>\n I run still, due east to east karana, totally ignoring my dead body lying<br/>\nsomewhere in the area.<br/>\n<br/>\nSuccess! The wood bridge the little fellow mentioned earlier.  I saw<br/>\nanother sign for highpass.  I followed the road being VERY careful to<br/>\nalways be invisible for there are evil beings in this place.  Unlike the<br/>\nplains, this place is covered in a layer of gloom and darkness.<br/>\n<br/>\nAfter following the road for what seemed like days, I came upon a monstrous<br/>\npass in the mountains.  It must have<br/>\ntaken the ancient Norrithians ages to carve it out.  I travelled though the<br/>\npass without even peep out of a gnoll or any beastie for that matter.<br/>\n<br/>\nAT LAST.  HighHold Pass keep.  It seems like quite the complicated town, so<br/>\nI ask someone,<br/>\n&quot;Might you know the way to the bank?&quot;<br/>\n&quot;Sure, I am headed there myself now&quot;<br/>\n<br/>\nMy new friend knew this area well, for he ran through the passages at<br/>\namazing speed and we lost each other once or twice.  I was scared going<br/>\ninto the town because I have heard horror stories of the guards<br/>\nautomatically killing fellow enchanters on sight.<br/>\n<br/>\nI found out quickly that the guards didn&#39;t actually attack, but they glared<br/>\nat me when I passed.  Reaching the bank was much easier than I had expected<br/>\nwith my friends help.  I was about to ask him if he knew where the rare<br/>\nspells were, but he said there was an emergency and his friend was in<br/>\ntrouble and had to go.<br/>\n<br/>\nSo there I was, standing all alone at the bank.  I promptly withdrew my<br/>\nmoney and searched for the single most important vendor in my life.  I went<br/>\ninto a library of sorts.  There was a door next to the ancient manuscripts<br/>\nand I entered.  LO AND BEHOLD, the vendor I seeked was sitting next to a<br/>\nstack of books, quietly translating them<br/>\ninto a very strange lanaguge.<br/>\n<br/>\n&quot;Hail&quot; I said.<br/>\n&quot;I suppose you are after the enchanter pet spells?&quot;<br/>\n&quot;Aye, I am.  I have been through a distant and perilous journey to get<br/>\nhere.  I hope you do have them.&quot;<br/>\n&quot;Indeed, you are in luck.  I have just received a new box of scrolls from<br/>\nthe scribe&quot;<br/>\n&quot;Excellent.  I shall want to purchase a few of them...&quot;<br/>\n<br/>\n<br/>\n--------------------------------------------------------------------------<br/>\nScott Murawski                              <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:scott.murawski@...\">scott.murawski@...</a><br/>\nApplications Speech Engineer                          (voice) 212-425-7600 <br/>\nSpeechWorks Intl, Inc.                                  (fax) 212-425-8845 <br/>\n55 Broad Street, 30th floor                            www.speechworks.com<br/>\nNY, NY 10004</div>","specialLinks":[]}}
