{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Shawn Alley","from":"Shawn Alley &lt;ShawnA@...","replyTo":"LIST","senderId":"0kCF_MoYP83VBQCrfA8Dq-cow2ZQM6UutfRXGP7O_c-NmQg_Roxj2N34rkhRCO6XFlcERLGoOqCFU3gSrM1d3ZR5g-GNHHq-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"standardized pricing for jewelry","postDate":"930952353","msgId":1498,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC45Ni4xNDk4Ljk1OTI3Mzk3OUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1499,"prevInTime":1497,"nextInTime":1499,"topicId":1498,"numMessagesInTopic":2,"msgSnippet":"Here s a short editorial posted on EQ Enchanter in reference to jewlery pricing with a nice reference to the United Blacksmiths of Britannia (ultima online).","messageBody":"<div id=\"ygrps-yiv-92968586\">Here&#39;s a short editorial posted on EQ Enchanter in reference to jewlery<br/>\npricing with a nice reference to the United Blacksmiths of Britannia (ultima<br/>\nonline).  I thought it would be nice to post here so more people might see<br/>\nit and comment.  Notice this was written by Alaya of Fenin Ro.<br/>\n<br/>\nAzara<br/>\nShawn A.<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.baelish.aust.com/everquest/standard.htm\">http://www.baelish.aust.com/everquest/standard.htm</a><br/>\n<br/>\n<br/>\nStandardized Jewelry Pricing is Needed Now! by Alaya of Fenin Ro<br/>\n<br/>\nHail fellow Enchanters!  A long time ago, in a galaxy few now remember with<br/>\nfondness...  It is the Dark Ages. Lord British rules the land on a shard<br/>\ncalled Atlantic. There were many trades in this land, and although some were<br/>\nmind-numbingly repetitive, the citizens of the land still ground out their<br/>\ntrade, day by day, hoping and wishing for the gods to grant them a higher<br/>\nlevel of skill. One such trade was Blacksmithing. As the months went on, it<br/>\nbecame known to the people that Blacksmithing had been touched by the hand<br/>\nof the gods, and now the hard working tradesmen could make armor and weapons<br/>\nbetter than those in any store. Inevitably, the trade became more<br/>\npopular...the supply rose...the prices of the items dropped, and the<br/>\ntradesmen who had worked for their skill were not happy.  Then came the<br/>\nUnited Blacksmiths of Britannia. The UBB (as it came to be known) was a<br/>\ncoalition of these tradesmen, and they brought honor to the trade. They<br/>\nestablished a uniform pricing system, fair and reasonable, so that most<br/>\ncould afford their quality wares, and the tradesmen would still be rewarded<br/>\nfor their hard-won skill. I would like to propose something similar for us,<br/>\nin this new land called Norrath. As we, The Enchanters, are the ones that<br/>\ncontrol the Jewelry trade, perhaps we can come to agreement on what pricing<br/>\nis fair and reasonable to our patrons, while still allowing for us to make a<br/>\ngood profit for our trouble. As Azara outlined in the editorial &quot;So You Want<br/>\nTo Sell Cheap Jewelry?&quot;, we are in danger of allowing our craft to fall<br/>\nvictim to price slashing and subsequent deflation. Baelish has already done<br/>\nus the favor of creating a centralized location for us to exchange ideas and<br/>\ngather information. I propose a new section to the Everquest Enchanters, the<br/>\nJewelry price chart, for completed items. The prices can be debated and<br/>\nagreed upon in the forum. If we do not take this step, I fear our craft,<br/>\nwhich we have already put so much time and money in to, will soon be<br/>\nworthless...or at least, worth much less. Thank you for your time, Alaya,<br/>\nEnchantress and Jewelcrafter, Fennin Ro.</div>","specialLinks":[]}}
