{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lori Martin","from":"Lori Martin &lt;LMartin@...","replyTo":"LIST","senderId":"zw3scQdXo6bpXkruCuXb40s9iA0f9UhFg_uZRwS-0AWsUpA9Xvygh27fkLfQlqvVCxfEPjQ-gDdv0h3ZMWlXSSjWJFewPZqh0D4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Jewelry and pricing (long txt)","postDate":"931271617","msgId":1512,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xMDAuMTUxMi45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1513,"prevInTime":1511,"nextInTime":1513,"topicId":1512,"numMessagesInTopic":4,"msgSnippet":"I wish that price-lists and standardized pricing really worked, but no matter how hard we try, it doesn t have much chance of succeeding.  Why? 1) Enchanter","messageBody":"<div id=\"ygrps-yiv-1179926891\">I wish that price-lists and standardized pricing really worked, but no<br/>\nmatter how hard we try, it doesn&#39;t have much chance of succeeding.  Why?<br/>\n<br/>\n1) Enchanter Jerks - For whatever reason, there are those who insist on<br/>\nruining jewelcraft for the rest of us by charging little or nothing for<br/>\ntheir wares or by undercutting us at every turn. These false enchanters are<br/>\njust interested in earning a quick buck, not in jewelry as a long-term and<br/>\nuseful skill.  <br/>\n<br/>\n2) Market Flooding - Even on Prexus (a fairly new server) the silver market<br/>\nis already totally flooded.  People don&#39;t know or don&#39;t care about the money<br/>\nyou sink into the skill, they have seen on other servers or on the current<br/>\nservers that the prices are low to the ground and refuse to pay a reasonable<br/>\namount for silver.  If we try to save the market, it will have to be for<br/>\nelectrum or higher.<br/>\n<br/>\n3) Non-Enchanter Items - It&#39;s even more frustrating to be undercut by a<br/>\nnon-enchanter selling a similar loot item for no money.   They paid nothing<br/>\nto get it and can undercut us any day of the week.  Given the option of<br/>\npaying 7-8 plat for an enchanter-made intelligence ring or 5-6 plat for a<br/>\nsimilar loot item with an extra armor class bonus, who will choose the<br/>\nformer? (example:  +3 charisma necklace - a couple plat to make if no<br/>\nfailures versus a doll that does the same thing - 7 gold to buy or free to<br/>\nloot).<br/>\n<br/>\n4) We can&#39;t make what they want - True, some jewelry (int, str, mana, etc)<br/>\nsells decently.  But, so many more want mana earrings or intelligence<br/>\nbracers or whatever that will never be an option for us.  (&quot;What earrings do<br/>\nyou have?&quot; &quot;Only Stamina ones&quot; &quot;Oh, sorry, I need _____ ones&quot;).  Then, they<br/>\ngo off in search of the loot item that will give them what they need.  <br/>\n<br/>\nDoes this mean we shouldn&#39;t try?  Of course not, but don&#39;t expect a miracle<br/>\nbecause we set the price for jade mana rings at say 10 pp per ring<br/>\nthroughout the servers.  We need to educate people ... maybe a seminar or<br/>\nsomething where we all get together and sell our wares at the standard price<br/>\nand try to let the populace know why we sell them for that much and how the<br/>\n+2s and such all add up to help them out.<br/>\n<br/>\nI&#39;m not interested in making a whole lot of money with jewelcraft (that&#39;s<br/>\nwhat my brewing skill is for), but I do want to make enough money to be able<br/>\nto raise my skill.  For now, I mainly sell back unenchanted stuff to vendors<br/>\nor sell/trade for gems with my guildmembers to get money for my skill until<br/>\nI get to electrum.  Then, perhaps the market will be more willing to buy my<br/>\nstuff.  <br/>\n<br/>\nFor those of you who can easily sell items for what they are worth ...<br/>\nperhaps you can give a seminar to those of us who keep finding ourselves<br/>\nwith unsellable product and dozens of tells from people who find out the<br/>\nprice we charge and either say they don&#39;t have enough money or run away from<br/>\nus laughing to their nearest loot monster.<br/>\n<br/>\nWe can save electrum if we start now.  Don&#39;t be discouraged, we just need to<br/>\nteach people the worth of our products and come up with a valid reason for<br/>\nthem to buy at our prices.  <br/>\n<br/>\nThanks for listening<br/>\nDietrich (Prexus server)</div>","specialLinks":[]}}
