{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Farr, Robert","from":"&quot;Farr, Robert&quot; &lt;robert.farr@...","replyTo":"LIST","senderId":"lC9v9V9Wcsj2rbsIkYj8IOkhk1qfSJgfoURuRVThBSp8_ko-S9hdmXjw5yCYwQ8Rhvg8pgptkdc3lpg3-8fwPi_xxIFACDdQWlP5Tw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Jewelry and pricing (long txt)","postDate":"931272843","msgId":1513,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xMDAuMTUxMy45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":1512,"nextInTopic":1517,"prevInTime":1512,"nextInTime":1514,"topicId":1512,"numMessagesInTopic":4,"msgSnippet":"This is a snippet from a post I sent earlier to the Enchanters mailing list...  The secret to a healthy living with jewelcraft is to define 2 separate ","messageBody":"<div id=\"ygrps-yiv-1520921082\">This is a snippet from a post I sent earlier to the Enchanters mailing<br/>\nlist...<br/>\n<br/>\n&lt;snip&gt;<br/>\nThe secret to a healthy living with jewelcraft is to define 2 separate<br/>\njewelcrafting modes. The first mode is training. In this mode, you equip<br/>\nevery charisma, intelligence, and wisdom enhancing item that you own, define<br/>\na set amount of platinum to devote to training, and train until that money<br/>\nis gone. Sell every item that you create right back to the vendor to<br/>\npurchase more material to train more.<br/>\n<br/>\nThe second mode is profit. In this mode, you purchase a number of silver<br/>\nbars (and electrum if you can enchant and craft it as well), a number of<br/>\neach of the most popular stones (jade, amber, carnelian, jasper), and make<br/>\njewelry ONLY when you have a buyer for it. If people ask for items that you<br/>\ndon&#39;t have the materials for, make a note to carry a bit of that material in<br/>\nthe future and go get some to complete their order. People have been willing<br/>\nto wait up to 45 minutes for me to fill their orders. Just keep them updated<br/>\nto let them know you haven&#39;t forgotten them.<br/>\n&lt;snip&gt;<br/>\n<br/>\nI think one of the major causes of low prices and market flooding we are<br/>\nseeing is the crafter&#39;s inability to distinguish between these two modes.<br/>\nAfter crafting to raise their skill they end up with a pack full of jewelry<br/>\nthat they have to find a buyer for, and more often than not will drop prices<br/>\njust to get rid of it.<br/>\n<br/>\nJust my 2cp...<br/>\n<br/>\nQinie, High Elf Enchantress<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From:\tLori Martin [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:LMartin@...\">LMartin@...</a>]<br/>\n&gt; Sent:\tTuesday, July 06, 1999 9:34 AM<br/>\n&gt; To:\t&#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqenchanters@onelist.com\">eqenchanters@onelist.com</a>&#39;<br/>\n&gt; Subject:\t[eqenchanters] Jewelry and pricing (long txt)<br/>\n&gt; <br/>\n&gt; I wish that price-lists and standardized pricing really worked, but no<br/>\n&gt; matter how hard we try, it doesn&#39;t have much chance of succeeding.  Why?<br/>\n&gt; <br/>\n&gt; 1) Enchanter Jerks - For whatever reason, there are those who insist on<br/>\n&gt; ruining jewelcraft for the rest of us by charging little or nothing for<br/>\n&gt; their wares or by undercutting us at every turn. These false enchanters<br/>\n&gt; are just interested in earning a quick buck, not in jewelry as a long-term<br/>\n&gt; and useful skill.  <br/>\n&gt; <br/>\n&gt; 2) Market Flooding - Even on Prexus (a fairly new server) the silver<br/>\n&gt; market is already totally flooded.  People don&#39;t know or don&#39;t care about<br/>\n&gt; the money you sink into the skill, they have seen on other servers or on<br/>\n&gt; the current servers that the prices are low to the ground and refuse to<br/>\n&gt; pay a reasonable amount for silver.  If we try to save the market, it will<br/>\n&gt; have to be for electrum or higher.<br/>\n&gt; <br/>\n&gt; 3) Non-Enchanter Items - It&#39;s even more frustrating to be undercut by a<br/>\n&gt; non-enchanter selling a similar loot item for no money.   They paid<br/>\n&gt; nothing to get it and can undercut us any day of the week.  Given the<br/>\n&gt; option of paying 7-8 plat for an enchanter-made intelligence ring or 5-6<br/>\n&gt; plat for a similar loot item with an extra armor class bonus, who will<br/>\n&gt; choose the former? (example:  +3 charisma necklace - a couple plat to make<br/>\n&gt; if no failures versus a doll that does the same thing - 7 gold to buy or<br/>\n&gt; free to loot).<br/>\n&gt; <br/>\n&gt; 4) We can&#39;t make what they want - True, some jewelry (int, str, mana, etc)<br/>\n&gt; sells decently.  But, so many more want mana earrings or intelligence<br/>\n&gt; bracers or whatever that will never be an option for us.  (&quot;What earrings<br/>\n&gt; do you have?&quot; &quot;Only Stamina ones&quot; &quot;Oh, sorry, I need _____ ones&quot;).  Then,<br/>\n&gt; they go off in search of the loot item that will give them what they need.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Does this mean we shouldn&#39;t try?  Of course not, but don&#39;t expect a<br/>\n&gt; miracle because we set the price for jade mana rings at say 10 pp per ring<br/>\n&gt; throughout the servers.  We need to educate people ... maybe a seminar or<br/>\n&gt; something where we all get together and sell our wares at the standard<br/>\n&gt; price and try to let the populace know why we sell them for that much and<br/>\n&gt; how the +2s and such all add up to help them out.<br/>\n&gt; <br/>\n&gt; I&#39;m not interested in making a whole lot of money with jewelcraft (that&#39;s<br/>\n&gt; what my brewing skill is for), but I do want to make enough money to be<br/>\n&gt; able to raise my skill.  For now, I mainly sell back unenchanted stuff to<br/>\n&gt; vendors or sell/trade for gems with my guildmembers to get money for my<br/>\n&gt; skill until I get to electrum.  Then, perhaps the market will be more<br/>\n&gt; willing to buy my stuff.  <br/>\n&gt; <br/>\n&gt; For those of you who can easily sell items for what they are worth ...<br/>\n&gt; perhaps you can give a seminar to those of us who keep finding ourselves<br/>\n&gt; with unsellable product and dozens of tells from people who find out the<br/>\n&gt; price we charge and either say they don&#39;t have enough money or run away<br/>\n&gt; from us laughing to their nearest loot monster.<br/>\n&gt; <br/>\n&gt; We can save electrum if we start now.  Don&#39;t be discouraged, we just need<br/>\n&gt; to teach people the worth of our products and come up with a valid reason<br/>\n&gt; for them to buy at our prices.  <br/>\n&gt; <br/>\n&gt; Thanks for listening <br/>\n&gt; Dietrich (Prexus server) <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
