{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bryan M. Walker","from":"&quot;Bryan M. Walker&quot; &lt;fist@...","replyTo":"LIST","senderId":"pKFBpiZKOSkkHf844kwNvNlFKoToDSsFjRAL8VkTPXy8v9huEz96OpDwSstuBP2n-zLUOGV_tCA2yDX3jt23Lnggpnr7SAsMSkU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Jewelry and pricing (longer txt)","postDate":"931419585","msgId":1540,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xMDEuMTU0MC45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1539,"nextInTime":1541,"topicId":1540,"numMessagesInTopic":1,"msgSnippet":"Okay, I m replying to this before reading the rest of the digest, or admittedly, even this whole message.  However, I KNOW I have something to say on this. I","messageBody":"<div id=\"ygrps-yiv-1542908812\">Okay, I&#39;m replying to this before reading the rest of the digest, or<br/>\nadmittedly, even this whole message.  However, I KNOW I have something<br/>\nto say on this.<br/>\n<br/>\nI wish to preface this reply.  I&#39;m a 20th level Enchanter, after a<br/>\nmarathon session last weekend(made 2 levels).  I&#39;ve done quite well with<br/>\njewelcraft, and as much as it hasn&#39;t made me rich, it HAS allowed me to<br/>\nalways have the money I need, and to continue with my trade.  I&#39;m never<br/>\nwanting for funds, even when I have to lay out 20 or 30 platinum for<br/>\ncat&#39;s eye agates for that damn Rune spell, which is GREAT when cast<br/>\nrepeatedly on your tank.  Makes red creatures a cinch, usually.<br/>\n<br/>\nI&#39;m on the E&#39;Ci server, and my name&#39;s Lotwilla.  I&#39;ve seen the trend in<br/>\njewel-craft devaluation, and taken some steps to remedy it.  Every<br/>\nSunday at 3 PM PST, I gather as many enchanters as possible, and we have<br/>\nmeetings in Freeport to discuss our trade, pricing, and how to make a<br/>\nprofit at it.  So far, I&#39;ve reached in the neighborhood of 30<br/>\nenchanters, and all have agreed to take steps to see that our trade does<br/>\nnot go sour.  Freeport is easy to reach from just about anywhere, and<br/>\nthe tunnels make a GREAT meeting place for all enchanters, including our<br/>\ndark-elf peers that can&#39;t walk brazenly into every place in the city. <br/>\nI&#39;ll address things below.  Also, sorry if this message is long, but I&#39;m<br/>\na bit long-winded.<br/>\n <br/>\nThe prices that I encourage to those who attend the meetings are as<br/>\nfollows.  8 plat for all silver items that are less than jade, 10<br/>\nplatinum for jade rings, and on up from there.  Usually at least double<br/>\nthe cost of the materials, if not more.  Electrum, 15 platinum for items<br/>\nup to jade, 20 platinum for jade and topaz, and on up.  I haven&#39;t gotten<br/>\ninto pricing for gold, as there is already a set amount for it.  On our<br/>\nserver, they seem to go for 30 per item, or 50 for a pair.  Honestly,<br/>\nI&#39;d like to see the discount for a pair go away.  There&#39;s no reason for<br/>\nit.  Anyone willing to shell out 50 platinum is just as willing to shell<br/>\nout 60.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I wish that price-lists and standardized pricing really worked, but no<br/>\n&gt; matter how hard we try, it doesn&#39;t have much chance of succeeding.  Why?<br/>\n&gt; <br/>\n&gt; 1) Enchanter Jerks - For whatever reason, there are those who insist on<br/>\n&gt; ruining jewelcraft for the rest of us by charging little or nothing for<br/>\n&gt; their wares or by undercutting us at every turn. These false enchanters are<br/>\n&gt; just interested in earning a quick buck, not in jewelry as a long-term and<br/>\n&gt; useful skill.<br/>\n<br/>\n </span></blockquote>Honestly, you often cannot deal with these people.  I&#39;ve found that a<br/>\nlittle education goes a long way, but when someone is stubborn, you just<br/>\nhope that one or a dozen people aren&#39;t enough to ruin it for everyone. <br/>\nWhere I run into problems is the higher-level enchanters selling simple<br/>\nitems too cheap.  I sell my jaded electrum bracelets for 20 platinum. <br/>\nThe &quot;heavy hitters&quot; on our server sell them for 15.  This makes it hard<br/>\nfor me to make as much of a profit.  What I&#39;ve tried to express is that<br/>\nwe&#39;re not selling the materials, but our skills.  Unfortunately, I&#39;ve<br/>\nmet with little success thus far, so I just keep plugging along.  And a<br/>\nbit of encouragement, I still have little problem selling for good<br/>\nprices.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 2) Market Flooding - Even on Prexus (a fairly new server) the silver market<br/>\n&gt; is already totally flooded.  People don&#39;t know or don&#39;t care about the money<br/>\n&gt; you sink into the skill, they have seen on other servers or on the current<br/>\n&gt; servers that the prices are low to the ground and refuse to pay a reasonable<br/>\n&gt; amount for silver.  If we try to save the market, it will have to be for<br/>\n&gt; electrum or higher.<br/>\n<br/>\n </span></blockquote>Sadly, this will not change.  Silver items are cheap, and easy to<br/>\ncraft.  Therefore, all enchanters will just have to work through this. <br/>\nLuckily, the target market of levels 8 to about 15 level is plentiful,<br/>\nand so fairly easy to sell to.  I find myself selling very few silver<br/>\nitems, however, and often refer people to lower level enchanters who I<br/>\nknow are trying to make a profit at the craft.  I&#39;ve even given<br/>\ncustomers money so they could afford to buy items from younger<br/>\nenchanters at reasonable prices.  This does 2 things.  It encourages the<br/>\nyounter enchanters to sell for good prices, and shows the people that I<br/>\ngive the money to that it is a very important issue.  I&#39;ve had nothing<br/>\nbut positive results from this method, and a few platinum here and there<br/>\nreally doesn&#39;t touch my bank account.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 3) Non-Enchanter Items - It&#39;s even more frustrating to be undercut by a<br/>\n&gt; non-enchanter selling a similar loot item for no money.   They paid nothing<br/>\n&gt; to get it and can undercut us any day of the week.  Given the option of<br/>\n&gt; paying 7-8 plat for an enchanter-made intelligence ring or 5-6 plat for a<br/>\n&gt; similar loot item with an extra armor class bonus, who will choose the<br/>\n&gt; former? (example:  +3 charisma necklace - a couple plat to make if no<br/>\n&gt; failures versus a doll that does the same thing - 7 gold to buy or free to<br/>\n&gt; loot).<br/>\n<br/>\n </span></blockquote>The factor here is the slot that you use.  I know of no ring items that<br/>\ngive plus 2 intelligence.  The key here is to know your market, and know<br/>\nwhat to sell to people.  On this note, I don&#39;t use the auction channel,<br/>\nexcept to get attention.  I never quote prices over auction, and ALWAYS<br/>\nsell TO people that I find, offering them items that will best suit<br/>\nthem.  In addition, I&#39;m not afraid to tell someone that they&#39;re better<br/>\noff with something else if, in fact, they are.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 4) We can&#39;t make what they want - True, some jewelry (int, str, mana, etc)<br/>\n&gt; sells decently.  But, so many more want mana earrings or intelligence<br/>\n&gt; bracers or whatever that will never be an option for us.  (&quot;What earrings do<br/>\n&gt; you have?&quot; &quot;Only Stamina ones&quot; &quot;Oh, sorry, I need _____ ones&quot;).  Then, they<br/>\n&gt; go off in search of the loot item that will give them what they need.<br/>\n<br/>\n </span></blockquote>At least half of the time, if someone is looking to buy something, you<br/>\ncan sell them something else that will be as useful to them.  Consider<br/>\nwhat you CAN make, and offer them the best you can.  Once again, though,<br/>\nyou have to know when you should not waste your time, and when you have<br/>\nto walk away from a potential sale.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Does this mean we shouldn&#39;t try?  Of course not, but don&#39;t expect a miracle<br/>\n&gt; because we set the price for jade mana rings at say 10 pp per ring<br/>\n&gt; throughout the servers.  We need to educate people ... maybe a seminar or<br/>\n&gt; something where we all get together and sell our wares at the standard price<br/>\n&gt; and try to let the populace know why we sell them for that much and how the<br/>\n&gt; +2s and such all add up to help them out.<br/>\n<br/>\n </span></blockquote>We can do this by educating ourselves.  You&#39;re never going to educate<br/>\neveryone on a server, but you can sure touch a good number of<br/>\nenchanters, and if you get the ones you touch educating other people,<br/>\nthe effect will be exponential.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I&#39;m not interested in making a whole lot of money with jewelcraft (that&#39;s<br/>\n&gt; what my brewing skill is for), but I do want to make enough money to be able<br/>\n&gt; to raise my skill.  <br/>\n<br/>\n </span></blockquote>I sure am, and I do.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; For those of you who can easily sell items for what they are worth ...<br/>\n&gt; perhaps you can give a seminar to those of us who keep finding ourselves<br/>\n&gt; with unsellable product and dozens of tells from people who find out the<br/>\n&gt; price we charge and either say they don&#39;t have enough money or run away from<br/>\n&gt; us laughing to their nearest loot monster.<br/>\n<br/>\n </span></blockquote>I am known to spend a half hour with a client, and that is how I think<br/>\nof them, consulting with them on what they need.  Often, this will lead<br/>\nto sales of at least 30 platinum, on up to over 100.  In addition, I<br/>\noffer a ten percent commission to ANYONE who brings me business. <br/>\nFinally, I make sure people will come back to me when they need<br/>\nsomething new.  You&#39;re never going to sell to everyone, but you can sure<br/>\nmake a tidy bit if you make the effort to establish a client base.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; We can save electrum if we start now.  Don&#39;t be discouraged, we just need to<br/>\n&gt; teach people the worth of our products and come up with a valid reason for<br/>\n&gt; them to buy at our prices.<br/>\n<br/>\n </span></blockquote>Any time someone asks me &quot;Why do you charge so much?&quot;, I inform them of<br/>\ntwo things.  Many items we make are unique to our craft, and are hard to<br/>\nfind, and that I&#39;ve spent well over 900 platinum on improving my skill<br/>\nto the point where I can make what I do.  Some people don&#39;t get it.  I<br/>\nlet them walk away.  More often, people shell out the cash, and come<br/>\nback for more later.<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; Thanks for listening<br/>\n&gt; Dietrich (Prexus server)<br/>\n<br/>\n </span></blockquote>You didn&#39;t address one major issue: enchanters enchanting metal for<br/>\nnon-enchanters.  I do NOT do this.  I&#39;ve done it twice in the past, and<br/>\nit would take very certain circumstances for me to do it again.  One<br/>\ntime was for a friend of mine, who paid me extremely well for 100 silver<br/>\nbars.  The other time, I enchanted one silver bar, and charged a<br/>\nplatinum for the spell.  In my opinion, metals should not be enchanted<br/>\nunless you are charging at least double the price of the metal bar you<br/>\nare enchanting FOR THE SPELL ALONE.  Nobody else can do it, and if this<br/>\nstrategy is adopted, it makes it difficult for other classes to be<br/>\ncompetetive with us.<br/>\n<br/>\nWell, I&#39;m sure you&#39;ve had enough, if you even bothered to read this<br/>\nfar.  Thanks for your time!<br/>\n<br/>\nLotwilla Verditius, Enchantress of the Eldritch Collective</div>","specialLinks":[]}}
