{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"PRIMEhero@xxx.xxx","from":"PRIMEhero@...","replyTo":"LIST","senderId":"AFmkdHVVQx1pAFfjUfKq-QJvJp4xPWtD2XMebkPnIikMIeJzq-NA1mc7QwEUX3NhAuupuJ2U2Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Enchant Series Spells","postDate":"932813626","msgId":1710,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xMTguMTcxMC45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1714,"prevInTime":1709,"nextInTime":1711,"topicId":1710,"numMessagesInTopic":2,"msgSnippet":"In a message dated 7/24/99 3:56:01 AM Eastern Daylight Time, eqenchanters@onelist.com writes: ","messageBody":"<div id=\"ygrps-yiv-1221295750\">In a message dated 7/24/99 3:56:01 AM Eastern Daylight Time, <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqenchanters@onelist.com\">eqenchanters@onelist.com</a> writes:<br/>\n<br/>\n&lt;&lt; Message: 6<br/>\n    Date: Fri, 23 Jul 1999 10:29:48 -0400 (EDT)<br/>\n    From: HiFi Review &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hifireview@...\">hifireview@...</a>&gt;<br/>\n Subject: Re: Enchanting Item Spells<br/>\n <br/>\n The MUDs I worked on and played had two weapon enhancement skills that would <br/>\nbe interesting to see implemented.  One was Inset.  This was a cross between <br/>\njewelcraft and black smithing as it allowed you to inset a stone in to a <br/>\nweapon to imbue the weapon with the magical properties of the stone.  The <br/>\nother was simply Enchant Weapon, which was a level dependent damage enhancer. <br/>\n As I recall the goal was to win a quest so an immortal would enchant your <br/>\n(non-magical only) weapon and then you could inset the Purple Shard from the <br/>\nPurple Snorklewacker.  Now that was fun!<br/>\n <br/>\nBy the way Lottie, is there any chance you do configuration management for a <br/>\nlarge tech company in the Southwest?<br/>\n <br/>\n Quentin<br/>\n<br/>\n\tOn the subject of an Enchantment Series of spells. Having run RPGs <br/>\nfor over 20 years and helping design a couple as well, everyone has to <br/>\nremember one highly important word. BALANCE. Classes have to be balanced so <br/>\nno one has a major edge over another. Spells have to be balanced for the same <br/>\nreason. Weapons, Armor, etc., etc.<br/>\n<br/>\n\tPersonally, I wouldn&#39;t mind a &quot;true&quot; full set of enchantment spells <br/>\nfitting in with what Verant already has in place. However, this would require <br/>\nsome additional work on their part beyond the simple addition of the spells <br/>\nto the Enchanter&#39;s spell book. The current beginnings of the Enchant Series <br/>\nis for use for a specific Trade Skill, and that Trade Skill only. <br/>\nFurthermore, these spells are gained at 8, 16, 24, and 34, giving a 8, 8, 8, <br/>\nand 10 level spread between acquiring as most Enchanters know. With a full <br/>\nEnchant Series of spells Verant could include other Trade skills also, thus <br/>\nkeeping with their &quot;Enchant for Trade Skills only&quot; basis that they have <br/>\nalready established with their current base of spell options.<br/>\n\tThese could include, but are not limited to:<br/>\n<br/>\n\t\t(ALCHEMY) (Too recently implemented for me to talk to enough <br/>\nShamans to get a good idea on this one):<br/>\n<br/>\n\t\t(BAKING): Enchant Food:<br/>\n\t\t\tBaking isn&#39;t one of the Trade Skills I&#39;ve practiced <br/>\nyet, but food that last longer then over the counter, or has temporary <br/>\nStatistic altering included would certainly perk up my ears. Not to mention <br/>\nthat their could suddenly be lines forming at the ovens for a chance to make <br/>\nan Ogre Cookie that could offer +1 STR for 20 minutes (avg. duration of a <br/>\nmidlevel buff spell). Better Bakers would be making better items then the <br/>\nCookie and reap the benefits of higher alterations.<br/>\n<br/>\n\t\t(BLACKSMITHING) Enchant Ore:<br/>\n\t\t\tFrom the Norrath Book, Guide to Blacksmithing, <br/>\n&quot;Talented Blacksmiths can create weapons, armor, and other useful items.&quot;<br/>\n\t\t\tIn reality, those same Talented Blacksmiths can <br/>\ncreate Studs, Steel Bonings, Large Lanterns, Baking Parts, Sewing Kits, and <br/>\nBanded Armor. (The Lockpicks [for Rouges] and Toolbox [for Tinkering] <br/>\nformulas are still bugged). And the Skill is capped at 175 (I&#39;ve heard). Even <br/>\nif the &quot;Talented Blacksmiths can create weapons&quot; isn&#39;t implemented, magical <br/>\nStuds, Bonings, and Banded for Armor would still be helpful to the Trade <br/>\nSkill use. Simple increase in Armor Class, or reduced weight, or a <br/>\ncombination of both would be helpful to those who buy the armor (Druids, <br/>\nbeing limited to nonmetal, and Rangers/Rouges, being limited to Banded until <br/>\nthey can get Rubicite, others are truly just limited by their income to the <br/>\nbest of my knowledge, however, I could be wrong not having played every class <br/>\nyet). Or perhaps even a small magical effect, giving off light equal to that <br/>\nof a fire beetle would make Humans happy to not have to carry a fir beetle <br/>\neye and make corpse finding in the dark easier for them.<br/>\n\t\t\tAnd for the far off day when those &quot;Talented <br/>\nBlacksmiths&quot; finally get the ability to craft Plate and Weapons, after the <br/>\nSkill has more work completed on it, the same effects could be carried over, <br/>\nor new ones added at the discretion of the development team.<br/>\n\t\t\tFor those asking, &quot;Why Enchant Ore and not just <br/>\nEnchant the Metal Sheets they use to make Banded?&quot;; As a GM I have no problem <br/>\nforcing a player to make an extra skill check even if for a trivial item like <br/>\nmaking Sheets out of the Ore they use for their craft if it will drain some <br/>\nloot out of the economy, they are bound to fail sometime. Also, Enchant Ore <br/>\nallows magical Studs and Boning to be made where Enchant Metal would not. <br/>\n(That whole &quot;Balance and sense of fair play thing.&quot;)<br/>\n<br/>\n\t\t(BREWING) Enchant Brew:<br/>\n\t\t\tNot a lot of experience with Brewing. (Even less <br/>\nplanned after it got crushed in a recent patch.) But I&#39;m sure there are a few <br/>\nBrewmasters out there that would gladly make suggestions.<br/>\n<br/>\n\t\t(FLETCHING) Enchant Wood Staff:<br/>\n\t\t\tA Runed Oak Bow is mentioned in The Official Player&#39;s <br/>\nGuide, but no Fletcher has the slightest idea of how to get a Bow Staff made <br/>\ninto a magical item, and we don&#39;t have the ability at this time. The <br/>\nresulting completed Bow (with a higher difficulty rating then making a normal <br/>\nbow, of course) could hit for 1-2 more damage or in line with Verant&#39;s &quot;any <br/>\naltering to a bow decreases Attack Delay and Damage&quot; base, reduce both Damage <br/>\nand Delay Ratings on a completed Bow in addition to any bought materials from <br/>\nmerchants. Oak, as the first wood that can be double cammed, would be the <br/>\nminimum affected, and Ceramic and Steel Bow Staves need to be implemented to <br/>\nbe fair to high skill Fletchers.<br/>\n<br/>\n\t\t(POTTERY) (No ideas):<br/>\n<br/>\n\t\t(TAILORING) (SEE BLACKSMITHING):<br/>\n\t\t\tAnother possibility for this Skill could be Enchant <br/>\nPelt with similar results as suggested in Blacksmithing.<br/>\n<br/>\n\t\t(TINKERING) ?:<br/>\n\t\t\tAny Gnomes out there know if this is even implemented <br/>\nyet? Or in working order, if so?<br/>\n<br/>\n\tThe above ideas are merely fitting in with Verant&#39;s current &quot;Enchant <br/>\n= Trade Skill&quot; Base and in no way are meant to suggest that further Enchant <br/>\nspells should be excluded, (perhaps mirroring the Magician Create Series). <br/>\nThey ARE meant to fit smoothly in with what is already in place and accepted <br/>\nas the norm. Furthermore, they are meant to have no greater impact on the <br/>\nbackbone of adventuring, COMBAT!, then the current Jewelcrafting Skill <br/>\nresults.<br/>\n<br/>\n\tFurther suggestions and fine tuning are welcome.<br/>\n<br/>\n\tFlames? Well, I know how to hit Delete just as fast as the next guy, <br/>\nso don&#39;t bother ;-)</div>","specialLinks":[]}}
