{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott Murph","from":"&quot;Scott Murph&quot; &lt;smurphy@...","replyTo":"LIST","senderId":"AvUoZuqlYMRbzXl0ZrBgzNLCdNVuOVKDn714TjyHE3JWBgU2ayshW6b39ER3fJj7_Vl4rBYIWGCh_RhhxDxqzwkfxQEU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cleric quests","postDate":"939982021","msgId":1987,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xNTcuMTk4Ny45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1988,"prevInTime":1986,"nextInTime":1988,"topicId":1987,"numMessagesInTopic":2,"msgSnippet":"To Whom It May Concern: I would first like to thank you for the new quest and the hard work you have put into them, but concerning the Cleric quests I have","messageBody":"<div id=\"ygrps-yiv-292122135\">To Whom It May Concern:<br/>\n<br/>\nI would first like to thank you for the new quest and the hard work you have<br/>\nput into them, but concerning the Cleric quests I have some issues to raise.<br/>\n<br/>\nThough I can see several reasons why you might want a long spawn rate on the<br/>\nitems (avoid everyone getting all the items in a week, seeming not to be a<br/>\nchallenging, ect) it does not aid in your anti camping campaign nor prevent<br/>\nplayers from taking advantage of the system.  The spawn rate on the items is<br/>\n7 hours and has a static placement.  This does not prevent camping or those<br/>\nwho just time the spawn.  Case in point: After a fellow cleric got the icon<br/>\nor ingot of the Reliant (one on the tree stump), I knew when it would spawn.<br/>\nTo try and make things far (i.e. not just pop in and grab it) I showed up at<br/>\nthe spot 3 hours before the spawn with no one else there I sat and waited.<br/>\nSo, there I sat and 5 minutes before the spawn a lower level cleric pops in<br/>\n( Samari Boudreaux of the guild Champions of Norrath) and then takes the<br/>\nitem as it spawns even though I had asked her to back away and that I had<br/>\nbeen waiting for 3 hours.<br/>\n<br/>\nSo, add in that it will take another 7 hours to spawn, that I feel cheated,<br/>\nthat I wasted my time, I was angered by the situation as much as I was angry<br/>\nthat a fellow cleric that would act this way and that I could expect this<br/>\ntype of nonsense as many as 12 more times, and you have one very upset<br/>\nDwarf.  If others are feeling this way, if Samari did what she did because<br/>\nshe felt it was fair and the only way she could get one in the next day,<br/>\nthen the system needs changed.<br/>\n<br/>\nI will not pop in after timing something and take it if someone has spent<br/>\nhis or her time waiting on it.  Though I am know as a grumpy Dwarf<br/>\n(role-play is such a release :)) I am not and will not be know as a thief.<br/>\nI have worked hard for my reputation of being one of the best healers, being<br/>\nhonest and being fair.  I want to enjoy the game and help others enjoy the<br/>\ngame.  I make it a personal daily quest to aid 3 people I have never met<br/>\nbefore, be it Resurrecting them, leading safely through a dangerous zone, or<br/>\nhealing them just in the nick or time.  As a 50th level cleric of Brell,<br/>\nthat is what makes the game fun for me.  I was delighted that there were<br/>\nfinally some true cleric quests, but after seeing how they are setup and<br/>\ntrying two of them, I see now they are going to cause arguments and<br/>\nfrustrations.<br/>\n<br/>\nI may not be a very elegant writer, but I hope I have laid this out in a<br/>\nconstructive way.  I hate to see so much of an effort put into the game to<br/>\nmake it better actually have a reverse affect.  With an excessively long<br/>\nspawn and non-random spawning times, these quest will only cause more player<br/>\nto player issues.<br/>\n<br/>\nIn closing, I petitioned the event that happened to me and was contacted by<br/>\nguide Delkath who said that he would forward my concerns upward and then<br/>\ngave me this address to contact you directly.  He (I assume it was a he) was<br/>\nkind in words and I was satisfied with the assistance.  Please consider<br/>\ndecreasing the spawn time and/or making it random.<br/>\n<br/>\nSincerely,<br/>\nScott Murphy<br/>\nMarten<br/>\n\tCleric of Brell, Rathe server<br/>\n<br/>\nP.S. this is CC not to rant, but to inform and hope for some constructive<br/>\nfeedback. Thanks.</div>","specialLinks":[]}}
