{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ric R","from":"Ric R &lt;redr@...","replyTo":"LIST","senderId":"jPUoWRiWM_KSlt_gZq1bHZixS8sSKdEU2JxdxaIXKDu_yd59XV2I4oVxMBUmcJooQ0EwMjSwyUXg5Gc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Latest nerf","postDate":"942848104","msgId":2042,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xNzcuMjA0Mi45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":2041,"nextInTopic":2043,"prevInTime":2041,"nextInTime":2043,"topicId":2040,"numMessagesInTopic":34,"msgSnippet":"Howdy folks! Welp, I feel I too must speak out about this recent change of Enchanters not being able to cast charm or fear against a player. First let me say,","messageBody":"<div id=\"ygrps-yiv-242576127\">Howdy folks!<br/>\n<br/>\nWelp, I feel I too must speak out about this recent change of Enchanters<br/>\nnot being able to cast charm or fear against a player. First let me say, I<br/>\ndisagree that it makes Enchanters useless in PvP now weather solo, or<br/>\ngrouped. First off, in a PvP fight, I&#39;d prefer having my pet vs. being able<br/>\nto charm the other player. Now fear itself will be missed but it is still<br/>\nmostly possible to win a PvP fight playing an Enchanter.<br/>\nNow lets get down and dirty as to what and why this change came about. I am<br/>\nsure most of you know that have good PvP experience, fearing another player<br/>\ncan very easily be used to exploit. Now that they have removed fear, and<br/>\ncharm from PvP, here&#39;s what was happening. Lets say a level 30 Enchanter<br/>\ncast fear on a level 30 Magician, the player would run uncontrollably in<br/>\nfear right? Well yes, but also that PC would in a sense become an NPC for<br/>\nthe duration the fear spell is in effect, thus allowing ANY player to cast<br/>\nupon them, say 2 or 3 lvl 50&#39;s waiting in the wings for fear to go off. Now<br/>\nlet us also keep in mind, doing this to a player is cheating, but good ole&#39;<br/>\nVeriant couldn&#39;t do anything about it unless they saw the player cast fear<br/>\nso his friends could attack as well (God know&#39;s even if everyone in the<br/>\nworld thinks your a rat, Veriant has to see you being one themselves b4<br/>\nthey&#39;ll do a single thing). Also, keep in mind, it is policy that Veriant<br/>\ngive a player the 5 strike rule. Meaning you get 3 verbal warnings, on your<br/>\n4th, you are suspended for using an exploit such as this for oh, say maybe<br/>\na week. Then the 5th warning your gone forever by them banning you. I must<br/>\nsay this is a complete joke first off. For it takes an act of God himself<br/>\nto SEE everyone using this exploit because ppl would not do it over and<br/>\nover knowing the other player petitioned and a GM MIGHT be watching this<br/>\ntime. Also, for you ppl who have programming experience, just consider how<br/>\nmuch of a nightmare this bug is to fix (thus is why it&#39;s been around<br/>\nforever, just not many ppl knew about it to begin with). Also on that note,<br/>\nkeep in mind, I&#39;ve herd about players having 5+ warnings and Veriant not<br/>\ndoing a thing with them. It seems GM&#39;s are giving ppl warning without<br/>\nactually telling them they are getting one (oh ya this is a major surprise).<br/>\nThe bug with charm in PvP is this, well this is one problem they also had<br/>\nan almost impossible time resolving so they just removed it. Lets say the<br/>\nsame lvl 30 Enchanter attacks a lvl 26 Magician (heh yes Im just picking on<br/>\nMagicians this morn), all is fine right? The Enchanter is within the 4<br/>\nlevel limit and no problems right? Well the Enchanter charms the Magician,<br/>\nmaking the Magician a pet, yet not an NPC. BUT what it does do is make the<br/>\nMagician a lvl 30 pet, allowing the 3 level 34 wizards waiting in the wings<br/>\nto attack the Magician. This is much more complicated than the fear bug,<br/>\nand just as hard to resolve. Again I am sure there were other reason as<br/>\nwell, but the bottom line is Veriant didn&#39;t see a clear path in fixing<br/>\nthis, so they just removed it from the game. In my view  that is totally<br/>\nlame and completely unacceptable. Frankly I can live without either in PvP<br/>\nand always have, but the point is here they are removing abilities in the<br/>\ngame just due to the fact it&#39;s easier to remove it than to fix it. Ya ya<br/>\nya, chances are in a year or so they&#39;ll fix it and give the two abilities<br/>\nback to us, but that just proves my point even more.<br/>\nNow dont get me wrong, I love Everquest and PvP. The reason for my post is<br/>\njust to public ally say that I find Veriants decision on this dead wrong<br/>\nand should be resolved in a different way than cutting abilities due to<br/>\nmangled code they have to deal with. It&#39;s like they are saying, sorry I am<br/>\ntoo lazy to properly address this, so I&#39;ll just cut out one of your prime<br/>\nabilities instead (again, although I personally didn&#39;t depend on this<br/>\nmyself). Do however keep in mind that we are NOT usless now due to this<br/>\nchange, for personally I never used fear or charm to fight in PvP, it just<br/>\nseemed a waste of time while you could be doing damage, or mes&#39;n then<br/>\ndraining there mana.<br/>\nI would like to ask each and everyone of you to protest this change and ask<br/>\nVeriant to fix the real problem so we have our intended abilities to do<br/>\nbattle with. There are some things that are just unacceptable that they do,<br/>\nand I believe this path is one of them. Let them know you are against this<br/>\nand want our abilities back!<br/>\n<br/>\n<br/>\nThank you,<br/>\n<br/>\n<br/>\nTelan Ka`Rlaah of Rellos Zek</div>","specialLinks":[]}}
