{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Baltoro@xxx.xxx","from":"Baltoro@...","replyTo":"LIST","senderId":"pOZRJwDNZjQuVinJYvqDLIL8wT1MUpuv7kgsoDtmE4y-Hlmt6GJtF541RxWbujnhFbLEFjI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Latest nerf","postDate":"943342360","msgId":2092,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xODIuMjA5Mi45NTkyNzM5NzlAZUdyb3Vwcy5jb20+"},"prevInTopic":2081,"nextInTopic":0,"prevInTime":2091,"nextInTime":2093,"topicId":2040,"numMessagesInTopic":34,"msgSnippet":"Ok I just have to give my 2c since I play(ed) a 22 enchanter on Fenin Ro and currently play a Human druid on Tallon Zek. First here is a little background from","messageBody":"<div id=\"ygrps-yiv-884205553\">Ok I just have to give my 2c since I play(ed) a 22 enchanter on Fenin Ro and <br/>\ncurrently play a Human druid on Tallon Zek.<br/>\n<br/>\nFirst here is a little background from a human team perspective on this <br/>\nserver.<br/>\n<br/>\nA few months ago when I started playing on the server, the evil team was by <br/>\nfar the largest, and they still are.  They owned everything from the oasis to <br/>\nSouth Karana, Lavastorm, Nektulos and the Commonlands at times.  The humans <br/>\nand other races owned everything else pretty much.  Since they controlled <br/>\nLake Rathe, they leveled pretty darn quickly to the point they are at now.   <br/>\nNow they have moved  into EK to camp the druid ring and kite HGs and such.  <br/>\n<br/>\nIn order to address this encroachment and superior numbers, pretty much all <br/>\nof the non evil races have learned to tolerate each other with the exception <br/>\nof some gnomes (you never know how they&#39;re going to act).  This places the <br/>\nevils into a seige type mentality.  Many of them constantly complain about <br/>\nhow we&#39;re supposed to be fighting amongst ourselves.  In addition, I believe <br/>\nmany DE enchanters are kids who joined this server to mess with people and <br/>\ngenerally piss them off.  They believe they are &#39;Roleplaying&#39; an evil by <br/>\nusing tactics which will be illustrated in the following story.<br/>\n<br/>\nOne day I was rather miffed at the fact that I teleported into a druid ring <br/>\nin Ek only to be attacked and killed by an enchanter, wizard and cleric.  <br/>\nThis stuff happens so it isn&#39;t normally a big deal but hey I&#39;m a druid and <br/>\nthey are killing my people so I got on guildchat.  I grouped up with a <br/>\ncleric, monk and another druid (bout 13 levels lower).  We gated into the EK <br/>\nring and took them by surprise.  We immediately jumped on Touch the enchanter <br/>\nwith the monk,  but he managed to gate while the monk was pounding on him.  <br/>\nWe snared the cleric and chased him down.  The wizard wasn&#39;t anywhere to be <br/>\nfound.   <br/>\n<br/>\nWe decided to relocate to med up and keep the enemy off guard.  While running <br/>\nup the river I see Touch binding wounds on the bank.  I then realized he was <br/>\nlooting his corpse.  The monk must have kicked him at the last instant, <br/>\nteleporting his dead body.  Touch jumps up and runs into the water, accusing <br/>\nus of corpse camping.  We hadn&#39;t fired a shot, it isn&#39;t our guild&#39;s way.   We <br/>\nhad another scrap, Touch managed to charm our monk who was chasing me around <br/>\nbut we routed them again.  By this time two other people had shown up, a <br/>\nranger and a druid and things were winding down.  We had left when the ranger <br/>\nstarted messaging me that Touch had charmed  him and set him on Sir Morgan.  <br/>\nI said that sucked sorry I had to log.   Then the ranger messaged me again <br/>\nsaying Touch had corpse camped him and charmed him again, sending him against <br/>\nSir Morgan AND that he had lost experience for both deaths.  I&#39;m not sure I <br/>\nbelieve the experience thing.  <br/>\n<br/>\nDoes one bad apple ruin the bunch?  Well, some may say no but the reality is <br/>\nthat there are lots of bad apples on racewar.  Having charm makes enchanters <br/>\non TZ one trick ponies.  I have heard more bitching about being charmed and <br/>\nset on NPCs than any other thing.  For those who don&#39;t know, if you charm <br/>\nsomeone and set him on a NPC, you can&#39;t loot him.  So why do it?   Because <br/>\nyou don&#39;t want to fight the guy?  Mez is just as good. Mez him and leave.  <br/>\n<br/>\nThere are TONS of tactics you can try for  one on one pvp, all of which would <br/>\nmake your opponent mincemeat.  Pet,   whirl/med cycle comes to mind.  With <br/>\nMez you have all the time in the world to choose the way to play it.   <br/>\n<br/>\nCan&#39;t survive on Tallon without Charm? We won&#39;t miss you.<br/>\nHave a sense of fair play and don&#39;t be a one trick pony.<br/>\n<br/>\nOrbane 22 Enchanter Fenin Ro<br/>\nDaws 34 Druid Tallon Zek</div>","specialLinks":[]}}
