{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brad Leon","from":"Brad Leon &lt;Brad.Leon@...","replyTo":"LIST","senderId":"zP-jn5OUF7KYhVSKnnmYFn1d1R0jtFi4hr7qH1w_jOULqMGHsxjzHAwLm630s3pDnIF1KM0dku2Wc0qqkxpf8aJBpOB4MVXi3A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Digest Number 182","postDate":"943371081","msgId":2093,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xODMuMjA5My45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2092,"nextInTime":2094,"topicId":2093,"numMessagesInTopic":1,"msgSnippet":"*snip* ... *snip* Well it certainly hurts those of us Enchanters who never used this tactic.  It hurts the enchanters who would charm enemy team members and","messageBody":"<div id=\"ygrps-yiv-56014671\">*snip*<br/>\n<blockquote><span title=\"ireply\"> &gt; Does one bad apple ruin the bunch?  Well, some may say no but the reality<br/>\n&gt; is <br/>\n&gt; that there are lots of bad apples on racewar.  Having charm makes<br/>\n&gt; enchanters <br/>\n&gt; on TZ one trick ponies.  I have heard more bitching about being charmed<br/>\n&gt; and <br/>\n&gt; set on NPCs than any other thing.  For those who don&#39;t know, if you charm <br/>\n&gt; someone and set him on a NPC, you can&#39;t loot him.  So why do it?   Because<br/>\n&gt; <br/>\n&gt; you don&#39;t want to fight the guy?  Mez is just as good. Mez him and leave.<br/>\n </span></blockquote>\t*snip*<br/>\n<br/>\n\tWell it certainly hurts those of us Enchanters who never used this<br/>\ntactic.  It hurts the enchanters who would charm enemy team members and send<br/>\nthem against on another.  But the problems with charm and fear weren&#39;t just<br/>\nchildren being mean, there were legitimate bugs associated with those<br/>\nspells.  The &quot;good&quot; teams would routinely have an elven caster charm a dark<br/>\nteam member while the shorties and humans could beat on him.  Also, when<br/>\nfeared, any character at any level could attack the feared player.  I didn&#39;t<br/>\nlearn of that until discussion of the nerf came out.  If they modified the<br/>\nspells so that Charmed PC&#39;s could only attack other PC&#39;s, that would be<br/>\nfine, because I never sent someone against an NPC (except once I sent a<br/>\nnaked human mage named Belgarsomething against a blue cistern asp in Oasis -<br/>\nNot a Sand Giant).  <br/>\n<br/>\n\tCharm was mostly used by the fair enchanters to bring the players<br/>\nback to teammates for them to destroy.  Charm was also a valuable deterrant<br/>\nfrom Pkers.  If you could threaten them with it, they would leave.  Now, my<br/>\nenchanter could never hope to be alone and hunt.  I would need to have<br/>\nothers with me (usually a good idea anyway, but it sucks to feel so<br/>\nhelpless).  Solo - Mes and run is all we can do.  Only under perfect<br/>\ncircumstances could we go one on one against any other class and survive.<br/>\nFear was a great tool for PvP enchanters, because you could have the pet<br/>\nengaged on them, debuffed so that they were slowed, then feared so that they<br/>\nran and the pet kept attacking. <br/>\n<br/>\n\tThere are too many discussions about what is fair and not fair in<br/>\nPvP.  It&#39;s Player vs. Player.  And I chose to be an enchanter because I<br/>\ncould charm.  You chose to be a druid so you could have SoW, Kite, Teleport,<br/>\nburn, Charm animals, Turn into a wolf, buff, Heal, give damage shields and<br/>\n...Man I hate druids!  (Just kidding)  But my point is that we chose our<br/>\nclasses based on the skills and abilities of those classes.  To simply<br/>\nremove them because others don&#39;t think it&#39;s fair is wrong.  Do I bitch when<br/>\na druid snares me and casts DoT and burns the hell out of me while running<br/>\nat twice my normal speed anyway?  No.  They can do that.  That&#39;s what druids<br/>\ndo.  If Verant said that snare can no longer be cast on other players how<br/>\nwould you react?  You&#39;d be mad, but there are still plenty of other druidic<br/>\ntools to choose from.  Enchanters had Fear and Charm as their two main tools<br/>\nfor solo protection in the PvP environment.  Verant refused to take the time<br/>\nnecessary to fix the problems associated with these bugs and found it easier<br/>\nto nuke a class altogether.  That is why we are mad.<br/>\n<br/>\n\t*snip*<br/>\n<blockquote><span title=\"ireply\"> &gt; There are TONS of tactics you can try for  one on one pvp, all of which<br/>\n&gt; would <br/>\n&gt; make your opponent mincemeat.  Pet,   whirl/med cycle comes to mind.  With<br/>\n&gt; <br/>\n&gt; Mez you have all the time in the world to choose the way to play it.   <br/>\n </span></blockquote>\t*snip*<br/>\n<br/>\n\tWTYH is viable, but one resist and you&#39;re gone.  The duration is<br/>\nalso a bit short on this.  And the recycle time is long.  Give PvP<br/>\nenchanters old school WTYH and you&#39;re talking.  Eye of Confusion is our best<br/>\nPvP spell now.  Give us an upgrade to that!  To take without giving or<br/>\nfixing just makes people mad.  Can you at least see why the legitimate<br/>\nenchanters are mad?<br/>\n<br/>\n\t*snip*<br/>\n<blockquote><span title=\"ireply\"> &gt; Can&#39;t survive on Tallon without Charm? We won&#39;t miss you.<br/>\n&gt; Have a sense of fair play and don&#39;t be a one trick pony.<br/>\n </span></blockquote>\t*snip*<br/>\n<br/>\n\tAbsolutely.  If that&#39;s all you could do as an enchanter, then you<br/>\naren&#39;t worth the price of a tiny dagger.  But if you were a good, skilled<br/>\nenchanter on PvP, you just had the rug pulled out from under you.<br/>\nCharm/Fear/Mind control are central aspects to the enchanter class.  To<br/>\nsimply remove them is crippling.<br/>\n<br/>\n\tEnchanters in a group vs. Group PvP situation are still mighty<br/>\nadversaries.  I&#39;d bet on the group with the enchanter almost every time.<br/>\nBut Solo, we simply do not have the damage dealing ability to kill another<br/>\nplayer.  With the worst direct damage, worst DoT, and worst pet, we cannot<br/>\nreduce their hit points.  All the high level enchanters can attest to this.<br/>\nHow often does an enchanter over level 30 burn?  Not often.  We are a<br/>\nsupport class that makes our allies much more powerful than they would be<br/>\notherwise. <br/>\n<br/>\n\tVerant can easily say &quot;Well you knew all this from the start.  You<br/>\nknew that your direct damage spells would take twice as long to cast and<br/>\nwould use more mana and do less damage.  You knew that you have one line of<br/>\ndamage over time spells that also takes a significant time to cast for<br/>\nlimited effect.  You knew that your pets were uncommandable and often have<br/>\nless hit points than a giant wasp drone.  You knew these things from the<br/>\nstart and still chose your character.&quot;  True.  But we also &quot;knew&quot; that we<br/>\nhad Fear and Charm, but you took them away without warning.  You changed the<br/>\nrules Verant.  How can we be expected to remain happy if you constantly<br/>\nchange the rules?<br/>\n<br/>\n\tDrexia<br/>\n\tEbon Army<br/>\n\tTallon Zek<br/>\n<br/>\n\twith quotes from:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Orbane 22 Enchanter Fenin Ro<br/>\n&gt; Daws 34 Druid Tallon Zek<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
