{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Andrew Collins","from":"Andrew Collins &lt;ACollins@...","replyTo":"LIST","senderId":"9tmFIwfzh7LC82-JRcrrIWJm4KtOAKxXF_RAtt7EOq_VET7u5DTtwNPREmo5WYjRerxOF9jrYGPfAhVZfB2InPXNNb9MYY7lwWbSwBVfsvA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Digest Number 184","postDate":"943976439","msgId":2107,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4xODUuMjEwNy45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2173,"prevInTime":2106,"nextInTime":2108,"topicId":2107,"numMessagesInTopic":2,"msgSnippet":"In response to jeweling, you have to practice it to make it go up. This is a long, tedious, and expensive process. I made some money back on electrum jade, but","messageBody":"<div id=\"ygrps-yiv-192465622\">In response to jeweling, you have to practice it to make it go up. This is a<br/>\nlong, tedious, and expensive process. I made some money back on electrum<br/>\njade, but not enough to cover my losses. By the time I could do Gold, I was<br/>\nable to make back some of the 1000+p that I lost raising Jewelcraft. But<br/>\nonce I hit level 35 and started working in plat, it was over. I made all my<br/>\ncash back, and I have plenty of money to spend buying items for myself and<br/>\nall my friends. I have spent thousands on other people, and thousands on<br/>\nmyself, and I still have thousands in the bank, and I don&#39;t peddle that<br/>\nmuch, I let people come to me. And Ive been stuck at skill 191 for months.<br/>\n<br/>\nMost of the skill points of an Enchanter should be saved for Research. You<br/>\ncan practice like 1 per level from 16-19, and then 5 per level for every<br/>\nlevel 20 and above. If you plan on raising this skill from practice alone<br/>\ngood luck. Some of those spell pages are really hard to come by. Chances are<br/>\nyou will not find pages for your spell level until you are a few levels<br/>\nhigher, or perhaps even the next spell rank. The pages for a level 16 spell<br/>\nare found on level 16-19 mobs. So if you just turned 16, unless you are<br/>\nfighting whites, yellows, or reds, you will not find your pages. Currently i<br/>\nam still seeking level 44 pages, but there are few level 44 mobs in the<br/>\ngame. I have still never seen a 49 research page, but considering the<br/>\nrelatively few 49+ mobs Ive killed thats understandable. Will have to get 49<br/>\npages from the planes. (it is possible for a guk wizard, or a guk knight to<br/>\nhave one, as they get up to 50 i believe.)<br/>\n<br/>\nI have spent many practice points into research, and I plan on spending my<br/>\nmax 5 per level if i have to. Theres no way Im gonna get spell components on<br/>\na 49 spell and risk losing it. I have heard there is a practice book you can<br/>\nuse with ordinary components, but that was broken the last time I tried.<br/>\nAlthough it may be well worth looking into. I may go back there myself and<br/>\nsee if I can get my skill up.<br/>\n<br/>\n-Maelael, 47 Enchanter, Veeshan</div>","specialLinks":[]}}
