{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brad Leon","from":"Brad Leon &lt;Brad.Leon@...&gt;","replyTo":"LIST","senderId":"a6s5kYgxgc667qEHoDJ6TyD-2relTRwBARxUsFD23LjzrUCMS-s2QVuVXK-Xpe7wB_a6-87Ssx2TRaTtlSrZp9gQ2l7CkNzGyw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Enchanters in PvP","postDate":"948124104","msgId":2312,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4yMTkuMjMxMi45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":2311,"nextInTopic":0,"prevInTime":2311,"nextInTime":2313,"topicId":2308,"numMessagesInTopic":3,"msgSnippet":"I am definitely no expert in PvP, but manage to hold my own. You ll find that most of the time you are fighting people way over your level or way under your","messageBody":"<div id=\"ygrps-yiv-1988011911\">I am definitely no expert in PvP, but manage to hold my own.  <br/>\n<br/>\nYou&#39;ll find that most of the time you are fighting people way over your<br/>\nlevel or way under your level on Tallon.  For way over, unless you are at<br/>\nfull mana, full health, and they look hurt, it&#39;s best to Tashan and<br/>\nMesmerize and get out.  Enchanters aren&#39;t the best damage dealers.  Sure we<br/>\ncan hold our own, but you will usually lack the mana to finish an equal to<br/>\nhigher leveled melee type.  Spells only do 66% of damage to other players in<br/>\nPvP, so usually you will run out of mana before they die, unless you are<br/>\nbeing very efficient.  I fought against a higher level ranger one on one for<br/>\na long time, taking little damage, but eventually ran out of juice when I<br/>\nwas around level 20.  Ended with a mez and run.  Often with a lower level<br/>\ncaster, just a Mesmerize type spell and a Tashan is enough to scare them<br/>\naway.  <br/>\n<br/>\nNow you will have enough mana to fight and kill the spell casters.  There<br/>\nare a few good ways to do this.  Mesmerize is great (and it&#39;s upgrades).<br/>\nGives you time to think and even rearrage what spells you have ready. (How<br/>\nintimidating is it for an opponant to stun you and sit down right in front<br/>\nof you to mem spells?) When mezzed, hit them with Tashan or upgrade.  If you<br/>\nare level 16 or higher, you can probably alternate between Chaotic Feedback<br/>\nand Sanity Warp until they die (or other upgrades to DD spells).  Two more<br/>\ngreat spells - Whirl til you Hurl and Eye of Confusion.  I always have those<br/>\nmemmed when PvPing.  Blind totally screws your opponent.  (they can&#39;t see,<br/>\ncan&#39;t &quot;hear&quot; messages on screen, and can&#39;t cast unless they have spells<br/>\nhotkeyed).  Whirl total disables them.  They actually start spinning (love<br/>\nthat).  And you can blast away without &quot;waking them up.&quot;  Color flux is<br/>\ngreat and is 1 sec casting interrupt.  You can color flux, nuke, color flux,<br/>\nnuke, etc.  It gets really ugly when you cast Color shift in there too.<br/>\n<br/>\nMost of your fights will be group vs. group.  In that case, your sole job is<br/>\ndisabling.  Blind, WTYH, mezzing extras.  My guild did a small raid into<br/>\nRunneye recently (just a group of six of us).  When we saw a full group of<br/>\nlights at the entrance - Wham.  Area effect Mesmerization got them all.  &quot;Ok<br/>\nwhich one do we kill first?&quot;<br/>\n<br/>\nAlso, be very wary of faction.  Whoever gets the last hit (killing blow)<br/>\ntakes the faction hit.  Faction hits are bad.  Group with someone who<br/>\ndoesn&#39;t care about the hit (almost anybody but an enchanter).  Oh and it&#39;s<br/>\nmuch much easier to PvP without a pet initially, because that little bugger<br/>\nwill alway interrupt your mezzes.<br/>\n<br/>\nHope that helps some.<br/>\n<br/>\nDrexia<br/>\nEbon Army<br/>\n28th and I&#39;ll be 29th by tonight dangit!  Enchantress<br/>\nTallon Zek</div>","specialLinks":[]}}
