{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Garett","from":"&quot;Garett&quot; &lt;osmosis@...&gt;","replyTo":"LIST","senderId":"zoTHXEamShBc-mz27iUiE8v7JHzO3c6ss4kVGrJSnDdkvj0DeSL9TRqrapjQEXB1r22FqpHMgpq457NpHSYd2eg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Jewelcraft...skill at 200","postDate":"949001234","msgId":2314,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4yMjAuMjMxNC45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":2313,"nextInTopic":2315,"prevInTime":2313,"nextInTime":2315,"topicId":2313,"numMessagesInTopic":3,"msgSnippet":"Hail! I d like to share with you my doubts of the advantage of a high wisdom while making jewelry.  I realize I m going against everything that GZ/Verant has","messageBody":"<div id=\"ygrps-yiv-24243560\">Hail!<br/>\n<br/>\nI&#39;d like to share with you my doubts of the advantage of a high wisdom while making jewelry.  I realize I&#39;m going against everything that GZ/Verant has said about how wisdom helps with success at jewelry, but here goes anyways...<br/>\n<br/>\nI am a level 36 gnomish enchanter on Rallos Zek.  Currently my jewelcraft skill is 184, and it has cost me a great deal MORE than 4K plat to get here.... I think I&#39;ve spent 4K in the last several weeks alone, and I&#39;ve been jewelcrafting since about level 10.  Being a gnome, I have a relatively low wisdom (82 buffed with my +wis jewelry) and of the 6 platinum ruby vails I have attempted, I&#39;ve made 4.  I have a relatively good success rate with platinum, even with such a low wisdom.  Since I am still learning the skill and desperately trying to reach 200, my INT is always at my maximum 175, dex is about 106, and charisma a healthy 130ish.  I have a much higher success rate than a high elf friend of mine who regularily has his WIS enhanced to around 132.  we have compared successes with several platinum items, and my successes are generally greater than his.  <br/>\n<br/>\nI suspect that other stats are involved.  Perhaps our combat skills somehow enter into the picture, as mine are all capped for my level, or near the cap.  I am not sure but I AM sure that I am either extremely lucky with platinum (and I dont mean to be bragging at ALL).  Anyone with other ideas about why this could be should share their ideas.<br/>\n<br/>\nI have also yet to fail any metal with black pearl, and I have made MANY BP items...<br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: Danny Devorkin <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqenchanters@onelist.com\">eqenchanters@onelist.com</a> <br/>\n  Sent: Thursday, January 27, 2000 10:07 AM<br/>\n  Subject: [eqenchanters] Jewelcraft...skill at 200<br/>\n<br/>\n<br/>\n  From: &quot;Danny Devorkin&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:devo@...\">devo@...</a>&gt; <br/>\n<br/>\n<br/>\n  Just wanted to tell all you want to be Jewelers a bit.<br/>\n<br/>\n  I am a level 34 Enchanter on Bristlebane Server. Name is Aeramus Brainblaster<br/>\n<br/>\n  I recently got my skill to 200....yes, it took me over 4000pp to do it too.<br/>\n  now, at skill 200 you should be able to make everything...or so you would think.....i am letting you know that no Plat items are tivial, nor are they easy to make.<br/>\n  I was lucky enough to run a GM quest which rewarded me 25 Black Pearls.  now, a plat BP ring usually sells for about 1000pp. from my 25 black pearls i have made 10 rings....and had 12 failures.....<br/>\n  i gave some to my Guild cause they helped with the GM quest. so i have 6 left in my INV.<br/>\n  i have tried to make 6 Platinum Ruby veils, which usually sell for 900pp, and from the 6, i succeeded in making 2! i kept one for me, and i also made myself 2 Jasper plat rings, wis plus6<br/>\n<br/>\n  for those who dont know, Wisdom helps in success rate of jewelcraft, so, i just upped my WIS 19 points for jewelcraft, and all the stats above are with that boost and my success rate is not good. it makes my WIS 126.<br/>\n<br/>\n  I just wanted to let you guys know a bit about jewelcrafting, if you have any questions, feel free to reply.<br/>\n<br/>\n  Its hard to sell to people, when they want a plat item, and you tell them there is a chance there will be a failure.......took me a while to figure out what to say to get them to trust me.<br/>\n<br/>\n<br/>\n  -Aeramus Brainblaster<br/>\n  Bristlebaine server.<br/>\n<br/>\n------------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n  Please click above to support our sponsor<br/>\n<br/>\n<br/>\n------------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
