{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jenni","from":"Jenni &lt;freya@...&gt;","replyTo":"LIST","senderId":"eOaTmvUPoWgK4ekikpIcxKo-fFpM9-vqgY-icnlmCtTpf4JnXTdhTln0VRLUP7EhnSmjSWa5zJdjFvmu","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 232","postDate":"951428603","msgId":2367,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4yMzMuMjM2Ny45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":2366,"nextInTopic":2368,"prevInTime":2366,"nextInTime":2368,"topicId":2361,"numMessagesInTopic":9,"msgSnippet":"I have tried oasis, but it s always crowded, and there never seems to be enough crocs to go around (grouped or solo) :( I agree about the downtime.  And I","messageBody":"<div id=\"ygrps-yiv-1240208472\">I have tried oasis, but it&#39;s always crowded, and there never seems to be enough<br/>\ncrocs to go around (grouped or solo) :(<br/>\n<br/>\nI agree about the downtime.  And I agree about us being a group class.  I find<br/>\nit VERY difficult at my level to get a group.  Nobody seems to want an enchanter<br/>\nin the group.  I have been successful in getting groups in South Karana fighting<br/>\nat the aviak village, but my spells resist most of the time-even with tashan,<br/>\nand I&#39;m usually grouped with low 20th level characters.  The exp is ok, but not<br/>\nthat great.  When I do find a group that&#39;s closer to my level, it&#39;s rarely a<br/>\n&#39;good&#39; group.  People out there don&#39;t understand the purpose of the Enchanter<br/>\nclass, and good strategy for that matter, and they will most of the time get us<br/>\nall killed.  They don&#39;t understand what I do, and they get angry when I&#39;m not<br/>\nblasting the mobs (as if I&#39;m a wizard or something. :)  ) instead of trying to<br/>\ndebuff/mez/charm/control them.  At camps I try to soothe and I tell my puller<br/>\nwhich to pull.  But before I&#39;m even through (after telling my group what I&quot;m<br/>\ndoing 8 times) my group is fighting the whole camp.  It&#39;s really frustrating.  I<br/>\nknow the higher level players on my server appreciate Enchanters, and love<br/>\nhaving them in their group, but the players my level just don&#39;t get it yet.  I<br/>\nhave proven to many players what enchanters are capable of, but It&#39;s not seeming<br/>\nto matter when it comes to finding myself a group.<br/>\n<br/>\nBards are great as well.  My roomate plays a bard primarily, and absolutely<br/>\nloves it.  The Bard class is also great at crowd control.  He has also<br/>\nsuccessfully stopped bad trains, and he&#39;s been fighting in lower guk, grouping<br/>\nwith level 40ish players since he was lvl 35.<br/>\n<br/>\nI might check out unrest, but I think I  might wait until I&quot;m closer to 20, even<br/>\ngrouping, I tend to run out of mana really quick.  After a couple levels my<br/>\nspells will be a bit better on the mana I think.<br/>\n<br/>\nAny suggestions on how to approach finding a group?  I&#39;ve tried asking nicely,<br/>\njust plain saying I need a group, and even shouted the benefits of having me in<br/>\nthe group, but I dno&#39;t get responses.  Once in ooc someone responded who would<br/>\nwant an enchanter?  I proceeded to get into an argument with a few people over<br/>\nwhether or not our class is even beneficial to a group.<br/>\n<br/>\nEzrae<br/>\n<br/>\n<br/>\nJasonF wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;JasonF&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jasonf@...\">jasonf@...</a>&gt;<br/>\n&gt;<br/>\n&gt; At 16th you can solo caiman and crocs in Oasis of Marr.  It&#39;s *great*<br/>\n&gt; experience and enchanter pages are dropped there so you can buy and loot<br/>\n&gt; some level 16 and 20 research components.<br/>\n&gt;<br/>\n&gt; Enchanters aren&#39;t that great at soloing, although it *is* possible.  I think<br/>\n&gt; that you&#39;ll find that after each fight you&#39;ve used a big chunk of your mana<br/>\n&gt; and your pet is hurt pretty badly.  In other words your downtime when<br/>\n&gt; soloing is terrible compared to other classes like Necros.  My primary char<br/>\n&gt; is a 47th bard who shares a lot of skills (albeit watered down) of an<br/>\n&gt; enchanter, as well as some aspects of rogues and tanks.  Bards can&#39;t solo<br/>\n&gt; well either, it&#39;s just not how the class was designed.  Personally one<br/>\n&gt; reason that I picked bard and enchanter is because they are group classes.<br/>\n&gt; I suppose I&#39;d level a lot faster if I was soloing, but hey I *like* grouping<br/>\n&gt; with competent groups and showing off my (our) skills.<br/>\n&gt;<br/>\n&gt; I admit that I did solo and work in pickup groups in Oasis 16 to 19, and<br/>\n&gt; then the call of Unrest was too great.  I got a port to Butcherblock and<br/>\n&gt; went.  I didn&#39;t do Unrest too much as a bard, but my 23rd monk spent a good<br/>\n&gt; deal of time there.  The place is *dangerous*.  It&#39;s train city, the mobs<br/>\n&gt; have a wide level range and agro on everything in sight.  It&#39;s PERFECT for<br/>\n&gt; and enchanter to show off!  :-)<br/>\n&gt;<br/>\n&gt; Last night I was in Unrest at level 19.  I was in a pickup group of four<br/>\n&gt; clerics (!), a paladin and myself, so we really were dangerous to the<br/>\n&gt; undead.  We were in the Round Room around back pulling stuff.  On three<br/>\n&gt; different occassions our Paladin pulled trains of ~8 mobs ranging from red<br/>\n&gt; to blue.  On each of these occassionas I was able to Mez the whole crowd,<br/>\n&gt; pick one off, charm it and sick it on the active mob or two that the clerics<br/>\n&gt; were fighting.  A couple of times either I or the clerics ran oom and we had<br/>\n&gt; to zone from the last mob or two, but when I said &quot;Guys it&#39;s 3am I gotta<br/>\n&gt; log.&quot;, three of the group simultaneously said basically &#39;Well hell, we&#39;re<br/>\n&gt; screwed now.&#39;  YES!  It&#39;s hard to feel more useful than when clerics<br/>\n&gt; fighting undead feel screwed that you&#39;re leaving.<br/>\n&gt;<br/>\n&gt; Crowd control, buffing and debuffing - it&#39;s what enchanters do best and it<br/>\n&gt; really only helps groups.<br/>\n&gt;<br/>\n&gt; Chiming<br/>\n&gt;<br/>\n&gt; &gt; From: Jenni &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:freya@...\">freya@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; I think for now I&#39;m going to stay in Guk, or Rathe Mtns.  Both<br/>\n&gt; &gt; zones are rarely<br/>\n&gt; &gt; crowded, and the lower level mobs that I can kill are rarely camped.  I&#39;m<br/>\n&gt; &gt; getting sick of the crowded zones.  Befallen is OK, but it seemed<br/>\n&gt; &gt; a bit crowded<br/>\n&gt; &gt; for me.  My only experience with Najena was when I zoned in and<br/>\n&gt; &gt; ended up in a<br/>\n&gt; &gt; room full of magicians and pets and promptly got killed and almost lost my<br/>\n&gt; &gt; corpse for good.  I do want to go there in a few more levels though.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Question about Soloing:  Now that I&#39;m 16 it&#39;s been very difficult<br/>\n&gt; &gt; for me to<br/>\n&gt; &gt; solo, even with a pet.  My new level 16 spells use tons of mana,<br/>\n&gt; &gt; and I end up<br/>\n&gt; &gt; either running out before I kill the mob, or coming very close to<br/>\n&gt; &gt; it.  Either<br/>\n&gt; &gt; way I end up medding and healing for a long time between kills.<br/>\n&gt; &gt; It hardly seems<br/>\n&gt; &gt; efficient.  Any suggestions on soloing at level 16?<br/>\n&gt; &gt;<br/>\n&gt; &gt; -Ezrae<br/>\n&gt; &gt; 16th level DE Enchantress<br/>\n&gt; &gt; Brell Serilis </span></blockquote></div>","specialLinks":[]}}
