{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JasonF","from":"&quot;JasonF&quot; &lt;jasonf@...&gt;","replyTo":"LIST","senderId":"9BXOFhTNmzaqNUYheiiwfaPVRi3XITTgl68OgzqAHVrInGDRTEhbsiIszNLJDc3Y0woAw8z-lf6sXMcELY_1l99i5A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Digest Number 232","postDate":"951432022","msgId":2368,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4yMzMuMjM2OC45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":2367,"nextInTopic":2371,"prevInTime":2367,"nextInTime":2369,"topicId":2361,"numMessagesInTopic":9,"msgSnippet":"I understand your dilema *perfectly*.  I have a 20th enchanter and a 47th bard which, as I said, share a lot of capabilities.  At lower levels my bard used to","messageBody":"<div id=\"ygrps-yiv-2039706125\">I understand your dilema *perfectly*.  I have a 20th enchanter and a 47th<br/>\nbard which, as I said, share a lot of capabilities.  At lower levels my bard<br/>\nused to plead with my group to let me lull the mobs and bring back singles<br/>\nor doubles instead of whole camps, but they rarely listened.  About the time<br/>\nthat I&#39;m halfway through trying to explain what I&#39;m doing some loose cannon<br/>\nis shooting an arrow at one of the camp pulling them all down on top of us.<br/>\nSound familiar?  I know it does.<br/>\n<br/>\nThere is no solution except levels.  The higher level you attain the more<br/>\nlikely the players are to understand your capabilities.  However, even today<br/>\nat level 47 fighting in lower guk&#39;s Frenzy or Lord (two of the hardest<br/>\nnon-planar camps in the game) it amazes me how totally ignorant some people<br/>\ncan be about other classes&#39; capabilites (and even their own classes&#39;<br/>\ncapabilities sometimes).  The other night we had a Bloodthirsty Ghoul and a<br/>\ncouple of Dar class frogs in the Frenzy room to pull.  My group was bracing<br/>\nthemselves for a hard fight that they might not win when I convinced them to<br/>\nlet me pull.  I lulled the two Dars, brought the Bloodthirsty and we killed<br/>\nit.  I went back, lulled one Dar and pulled the other, we killed it, etc.<br/>\nMy group was astounded.<br/>\n<br/>\nAt higher levels enchanters are well understood and often highly sought<br/>\nafter for groups (beyond just Clarity).  Crowd control in places like Sol B<br/>\nand especially Lower Guk is very important.  In the Planes and on dragon<br/>\nraids enchanters have become more important as well.<br/>\n<br/>\nIt does get better, but the problem never goes away entirely.  If you have<br/>\nthe option, find a competent group and hand out with them routinely.<br/>\n<br/>\nAs for getting groups, I don&#39;t have any secret there..  One thing I would<br/>\nsay is that when you get to your mid-twenties go to Cazic-Thule.  This is a<br/>\nplace where crowd control is *very* useful and the experience is great.<br/>\nBecause of the dynamics of most of the camps there you won&#39;t have to explain<br/>\nthe need and value for crowd control.<br/>\n<br/>\nChiming<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Jenni &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:freya@...\">freya@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I have tried oasis, but it&#39;s always crowded, and there never<br/>\n&gt; seems to be enough<br/>\n&gt; crocs to go around (grouped or solo) :(<br/>\n&gt;<br/>\n&gt; I agree about the downtime.  And I agree about us being a group<br/>\n&gt; class.  I find<br/>\n&gt; it VERY difficult at my level to get a group.  Nobody seems to<br/>\n&gt; want an enchanter<br/>\n&gt; in the group.  I have been successful in getting groups in South<br/>\n&gt; Karana fighting<br/>\n&gt; at the aviak village, but my spells resist most of the time-even<br/>\n&gt; with tashan,<br/>\n&gt; and I&#39;m usually grouped with low 20th level characters.  The exp<br/>\n&gt; is ok, but not<br/>\n&gt; that great.  When I do find a group that&#39;s closer to my level,<br/>\n&gt; it&#39;s rarely a<br/>\n&gt; &#39;good&#39; group.  People out there don&#39;t understand the purpose of<br/>\n&gt; the Enchanter<br/>\n&gt; class, and good strategy for that matter, and they will most of<br/>\n&gt; the time get us<br/>\n&gt; all killed.  They don&#39;t understand what I do, and they get angry<br/>\n&gt; when I&#39;m not<br/>\n&gt; blasting the mobs (as if I&#39;m a wizard or something. :)  ) instead<br/>\n&gt; of trying to<br/>\n&gt; debuff/mez/charm/control them.  At camps I try to soothe and I<br/>\n&gt; tell my puller<br/>\n&gt; which to pull.  But before I&#39;m even through (after telling my<br/>\n&gt; group what I&quot;m<br/>\n&gt; doing 8 times) my group is fighting the whole camp.  It&#39;s really<br/>\n&gt; frustrating.  I<br/>\n&gt; know the higher level players on my server appreciate Enchanters, and love<br/>\n&gt; having them in their group, but the players my level just don&#39;t<br/>\n&gt; get it yet.  I<br/>\n&gt; have proven to many players what enchanters are capable of, but<br/>\n&gt; It&#39;s not seeming<br/>\n&gt; to matter when it comes to finding myself a group.<br/>\n&gt;<br/>\n&gt; Bards are great as well.  My roomate plays a bard primarily, and<br/>\n&gt; absolutely<br/>\n&gt; loves it.  The Bard class is also great at crowd control.  He has also<br/>\n&gt; successfully stopped bad trains, and he&#39;s been fighting in lower<br/>\n&gt; guk, grouping<br/>\n&gt; with level 40ish players since he was lvl 35.<br/>\n&gt;<br/>\n&gt; I might check out unrest, but I think I  might wait until I&quot;m<br/>\n&gt; closer to 20, even<br/>\n&gt; grouping, I tend to run out of mana really quick.  After a couple<br/>\n&gt; levels my<br/>\n&gt; spells will be a bit better on the mana I think.<br/>\n&gt;<br/>\n&gt; Any suggestions on how to approach finding a group?  I&#39;ve tried<br/>\n&gt; asking nicely,<br/>\n&gt; just plain saying I need a group, and even shouted the benefits<br/>\n&gt; of having me in<br/>\n&gt; the group, but I dno&#39;t get responses.  Once in ooc someone<br/>\n&gt; responded who would<br/>\n&gt; want an enchanter?  I proceeded to get into an argument with a<br/>\n&gt; few people over<br/>\n&gt; whether or not our class is even beneficial to a group.<br/>\n&gt;<br/>\n&gt; Ezrae </span></blockquote></div>","specialLinks":[]}}
