{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeremy Caswell","from":"Jeremy Caswell &lt;moghedan@...&gt;","replyTo":"LIST","senderId":"mked9Jk8t66cZAhB5gH9_5zfre_GpOXSB_qWLxFP5X2lcQGH0V98hodYBQFZH-Xydd2qMmMI6snWU5SDfzPPiYJhwyevo0svrJEghC0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Digest Number 233","postDate":"951492892","msgId":2375,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC4yMzQuMjM3NS45NTkyNzM5ODBAZUdyb3Vwcy5jb20+"},"prevInTopic":2374,"nextInTopic":0,"prevInTime":2374,"nextInTime":2376,"topicId":2374,"numMessagesInTopic":2,"msgSnippet":"I hate to tell you this, but while most of the people here have good points, they simply do not apply to the Brell Server.  Brell is a mixture of Fennin","messageBody":"<div id=\"ygrps-yiv-1156973856\">I hate to tell you this, but while most of the people here have good<br/>\npoints, they simply do not apply to the Brell Server.  Brell is a mixture of<br/>\nFennin refugees who got fed up after the paladin massacre, a few from other<br/>\nservers looking for a more stable economy after the pottery nerf, and<br/>\nfinally, the most stupid group of should have been ogres in all of<br/>\neverquest.  I do not know why, but for some reason, every 12 yr. old with a<br/>\n55 IQ is naturally attracted to Brell.  And, un fortunately, all of the<br/>\nfirst 2 groups are the high levels on our server.  My tale of woe, I fought<br/>\nand clawed my enchanter from the first days of the server up the level 15,<br/>\nmostly in groups.  It took me a week to climb him from 15 to 16, mostly<br/>\naround the West Commonlands.  I made 17 for 30 seconds in the 3rd floor of<br/>\nbefallen in a small group, when a group member attacked a green and sent it<br/>\nrunning.  We all died, and I discovered that you cannot lose more than one<br/>\nfull level of experience in less than 24 hours.  I spent the next 6 months<br/>\ndisgustedly trying to reclaim what I had lost ( I did spend 2 weeks here, 3<br/>\nweeks there trying new characters ).  I tried Unrest, but I could not find a<br/>\ngroup that could follow orders.  I had a group in the West Commonlands made<br/>\nof 2 druids, 2 other enchanters, and a mage.  I would buff the mage pet, as<br/>\nno one else in the group would, and then Mesmerization the Dervish Camp, and<br/>\ncharm a derv to fight the others.  Then I would Debuff as nessicary, mainly<br/>\non the thugs.  I watched the other group members as they chain casted choke,<br/>\nand the mage cut lose with AoE spells.  Then they had the gall to yell at me<br/>\nfor not nuking, not meleeing, wanted me to stop charming, because it<br/>\nconfused them, and finally to stop wasting mana on mes.  This coming from<br/>\npeople, two of whom were enchanters.  I finally ran to Everfrost, and soloed<br/>\nthe odd orc shaman or orc mountaineer, with massive downtime after each<br/>\nkill, getting to just below 17 again.  Then I made for a guild event in<br/>\nFreeport, dying 3 times to one spell each time in Kithkor.  I lost close to<br/>\na full bubble of exp. each time.  <br/>\n\tThat night, I created a druid.  I do not believe you will see me in<br/>\nenchanter garb in Brell again.  My suggestion to you is the same, save<br/>\nyourself the trouble... you cannot get a steady group on Brell... for some<br/>\nreason it just doesn&#39;t happen.  Your guildmates will not be the right level<br/>\nto group with you, and the pickup groups on Brell are beyond useless.  Brell<br/>\nis a solo server, unless you are in tight with one of the first two groups I<br/>\nmentioned.  Might as well get a soloable class.<br/>\n<br/>\nMoghedan<br/>\nJudge Advocate of the League of the Scroll<br/>\nFormerly Enchanter of Freeport</div>","specialLinks":[]}}
