{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ana and Ayl","from":"&quot;Ana and Ayl&quot; &lt;2playeq@...&gt;","replyTo":"LIST","senderId":"guzduES8bk_6R_5zcaNHVrlnF6k2yqsjq7iN94KH3sAnP0cVTYJiZnFtjOTf6nbeOXzdPcBiwBejjHmicx1FbmGrnd21pw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqenchanters] Glorious Tale...","postDate":"954306558","msgId":2541,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMDcwMWJmOTkzYyRlZmVhZTc2MCQ3NmE3MGMxOEB2bmN2cjEud2EuaG9tZS5jb20+","referencesHeader":"PDM4RTA3RjI1LjlGMThGRTlGQGdvZGJlZWYub3JnPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":2540,"nextInTime":2542,"topicId":2541,"numMessagesInTopic":1,"msgSnippet":"Kudos to you my fellow Enchanter, a job very well done. Ayliala Nabullia 36Enchanter Mith. Marr ... From: Bryan Walker  Sent: Tuesday, March","messageBody":"<div id=\"ygrps-yiv-21219888\">Kudos to you my fellow Enchanter, a job very well done.<br/>\n<br/>\nAyliala Nabullia<br/>\n36Enchanter<br/>\nMith. Marr<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\nFrom: Bryan Walker &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:fist@...\">fist@...</a>&gt;<br/>\nSent: Tuesday, March 28, 2000 1:45 AM<br/>\nSubject: [eqenchanters] Glorious Tale...<br/>\n<br/>\n<br/>\n&gt; From: Bryan Walker &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:fist@...\">fist@...</a>&gt;<br/>\n&gt; <br/>\n&gt; It was a long night, but one that had seen me finish 30th level, and get<br/>\n&gt; almost a fifth of the way into my 31st.  I was in Cazic Thule, and the<br/>\n&gt; remaining members of an alligator slaying party had joined up with a<br/>\n&gt; couple of intrepid adventurers at the temple commonly referred to as<br/>\n&gt; &quot;Four Corners&quot;, in the same area that the Tae Avatar apparently spawns. <br/>\n&gt; There for nothing more than a quick profit and to sharpen my skills, the<br/>\n&gt; constant action and loot of the lizardmen was a welcome change from<br/>\n&gt; alligators.<br/>\n&gt; <br/>\n&gt; One of our rangers was out scouting the area, looking for opponents<br/>\n&gt; worthy of our party, when he found one.  His words came to our ears,<br/>\n&gt; &quot;I&#39;m bringing the clay golem and a couple of lizards.&quot;  I stood from my<br/>\n&gt; meditation, near a state of FOM, relying on Clarity to get me the<br/>\n&gt; remaining bit of mana I had yet to recover.  My Rune intact, my defenses<br/>\n&gt; up, I prepared myself and moved to a position where I could better<br/>\n&gt; occupy the lizards while my party dispatched the golem, as per standard<br/>\n&gt; practice.<br/>\n&gt; <br/>\n&gt; After casting Alacrity on the other ranger that was with us, I turned<br/>\n&gt; the direction I knew the scout would be coming from, monsters close<br/>\n&gt; behind.  Sure enough, he rounded the corner, followed by two lizardmen,<br/>\n&gt; and then the clay golem.  My confidence turned to sheer horror as nearly<br/>\n&gt; two dozen additional lizardmen quickly appeared.<br/>\n&gt; <br/>\n&gt; The party stood transfixed, not knowing what to think of such an<br/>\n&gt; overwhelming force.  I&#39;m sure I heard the cleric of Tunare with us<br/>\n&gt; whisper a brief prayer to his goddess to make our death swift and<br/>\n&gt; painless.<br/>\n&gt; <br/>\n&gt; I could hear nothing over the hissing of the lizardmen as they descended<br/>\n&gt; upon our party.  The scout turned around, and uttered an<br/>\n&gt; incomprehensible oath of panic and frustration.  His next cry was<br/>\n&gt; &quot;RUN!&quot;.<br/>\n&gt; <br/>\n&gt; We had no Spirit of the Wolf to speed our strides, and I knew that I, as<br/>\n&gt; well as one of my companions, would most likely get lost trying to get<br/>\n&gt; through the Maze.  As if that weren&#39;t enough, I was weighed down by a<br/>\n&gt; good twenty stones of loot more than I could easily carry, even with my<br/>\n&gt; enchantment of strength.  Retreat was an option, but at this point, not<br/>\n&gt; a very good one.  Thinking quickly, I replied, &quot;NO!  Do not attack, but<br/>\n&gt; stand!&quot;<br/>\n&gt; <br/>\n&gt; Upon saying that, the horde was upon them.<br/>\n&gt; <br/>\n&gt; The magician gated.  I can hardly blame him.  I may well have done the<br/>\n&gt; same had Gate been among the spells I kept memorized.<br/>\n&gt; <br/>\n&gt; I began casting as quickly as I could.  After my first spell, tiny motes<br/>\n&gt; of light mesmerized many of our opponents.  Several resisted.  Upon my<br/>\n&gt; second attempt, some more of them stared blankly, unmoving, but one<br/>\n&gt; broke free of the crowd and charged me.  I was able to Enthrall it, but<br/>\n&gt; at the cost of my Rune.  In the meantime, I saw our cleric backing away<br/>\n&gt; from the mesmerized mass, pursued by a half dozen additional lizardmen.<br/>\n&gt; <br/>\n&gt; Quickly, I cast yet another Mesmerization spell, and thankfully, none of<br/>\n&gt; them resisted my magic.  &quot;Run now!&quot; I cried.<br/>\n&gt; <br/>\n&gt; The cleric then gated.  The rangers stopped to look to me.  &quot;GO!&quot; was<br/>\n&gt; all I said as I sat to open my spellbook.  Quickly, I memorized Gate,<br/>\n&gt; and stood again.  As I did so, one of the creatures broke free of my<br/>\n&gt; enchantment and charged.  By now, the rangers were nowhere in sight,<br/>\n&gt; having obeyed my frantic shouts.  I began to cast as the lizard reached<br/>\n&gt; me.  It&#39;s claws raked through my robes and armor spells, tearing apart<br/>\n&gt; the protective charms the cleric of Tunare had cast earlier.  I was<br/>\n&gt; jostled around, a lizardman hissing in my face, and behind him, I could<br/>\n&gt; see his companions breaking free of my spells, the Golem turning it&#39;s<br/>\n&gt; glowing eyes to my tiny body, a blasphemy upon the unholy powers that<br/>\n&gt; had created it.  As the monsters turned as one to charge, I closed my<br/>\n&gt; eyes, completed my spell, and opened them to the welcome sight of the<br/>\n&gt; Southern Desert of Ro where I was bound, still alive and intact.<br/>\n&gt; <br/>\n&gt; My companions, as well, survived the ordeal, even getting lost in the<br/>\n&gt; Maze.  I was most relieved to hear this, as I had done enough corpse<br/>\n&gt; retrievals to make a mortician sick that evening.<br/>\n&gt; <br/>\n&gt; The point of this?  Always insure that your party trusts the enchanter. <br/>\n&gt; And as an enchanter, always insure that you warrant your party&#39;s trust. <br/>\n&gt; I am Lotwilla Verditius, Enchantress of the Eldritch Collective, and Law<br/>\n&gt; Writer for the Lords of Light, and if my party&#39;s blood is to stain the<br/>\n&gt; soil of Norrath, mine will be there with it.<br/>\n&gt; <br/>\n&gt; I am good at what I do because I truly hate to bleed.<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Good friends, school spirit, hair-dos you&#39;d like to forget.<br/>\n&gt; Classmates.com has them all. And with 4.4 million alumni already <br/>\n&gt; registered, there&#39;s a good chance you&#39;ll find your friends here:<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://click.egroups.com/1/2623/5/_/451658/_/954236441/\">http://click.egroups.com/1/2623/5/_/451658/_/954236441/</a><br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
