{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Garett","from":"&quot;Garett&quot; &lt;osmosis@...&gt;","replyTo":"LIST","senderId":"oKRKqOAq-0aOIuuxMzsEdBqoCuESF8juUzdrllWfA5Cgbl2BVzmD1oFZD7Io9hJlXcU8TWryrU99PVLqVe65t7E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqenchanters] Return of an Enchanter","postDate":"959214017","msgId":2650,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwM2QwMWJmYzVkZiQwMmRlZDRjMCQ0M2JlNDExOEBndmR0MS5iYy53YXZlLmhvbWUuY29tPg==","referencesHeader":"PDIwMDAwNTI0MjMwNTM2LjU5NjY5LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":2648,"nextInTopic":2651,"prevInTime":2649,"nextInTime":2651,"topicId":2645,"numMessagesInTopic":6,"msgSnippet":"I dont think that any of the optional files will have a detrimental effect on your computer.... everything un-kunark is designed to work on a computer with the","messageBody":"<div id=\"ygrps-yiv-723000451\">I dont think that any of the optional files will have a detrimental effect<br/>\non your computer.... everything un-kunark is designed to work on a computer<br/>\nwith the requirements for the original game.  Playing EQ on a 166 is pretty<br/>\npainful, however, and I feel for you.  You might consider finding another 32<br/>\nmegs of ram somewhere... that will make the experience much more enjoyable,<br/>\nand save you the half an hour zone times to boot.  One thing you should<br/>\nnotice that has been added is the ability to move the clip plane in closer<br/>\nto your character... this can help you with game performance substantially<br/>\nif you find yourself lagging a little more than you like.  You can reach<br/>\nthis on the second page of the display options within the game.  If that<br/>\ndoesnt help enough, try tuning off the sky, and lower the particle density.<br/>\nIf you can, turn on mip mapping (Glide based cards).<br/>\n<br/>\nFor the most part... our class has been left alone beyond making our pets a<br/>\nlittle slower with daggers (they changed the way weapon delay affects pets)<br/>\nand taking fear & charm away from PvP situations (you cant charm or fear<br/>\nanother player).  You&#39;ll notice that our mez line of spells cast faster now,<br/>\nwhat a wonderful improvement that was!  There have been some faction changes<br/>\nwith our illusions, I dont think we can wander around solA with illusion :<br/>\nair elemental anymore.  The newbie guards that protect most city gates are<br/>\nquite strong now... but I doubt you&#39;ll be attacking them anytime soon if<br/>\nyou&#39;ve been away for so long, just be assured that they will most likely be<br/>\nthere for you to run to when you get overwhelmed with rats or spiders.<br/>\n<br/>\nSomething that makes me never want to give up this class : Last night I was<br/>\nin my favorite solo hunting grounds (the oasis of marr spectre tower)...<br/>\nsitting on the south shore with a necromancer of my level (hell level 45).<br/>\nWe were not grouped, but instead were fighting solo alongside each other.  I<br/>\nwould run across the water to grab some spectres, and enthrall one on the<br/>\nbeach for my necro friend while pulling the remaining 2-3 spectres over the<br/>\nnext sand dune.  I was able to kill 2 spectres quite easily in the time it<br/>\ntook my necro friend to kill the one I had left him.  As I left for the<br/>\nnight, his parting words were &#39;Now I see why they took charm out of PvP...<br/>\nyou would slay whole groups of people with ease.&#39;<br/>\n<br/>\nand he was right.<br/>\n<br/>\nCogg - RZ<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Craig Joyner &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:qrentqent@...\">qrentqent@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqenchanters@egroups.com\">eqenchanters@egroups.com</a>&gt;<br/>\nSent: Wednesday, May 24, 2000 4:05 PM<br/>\nSubject: [eqenchanters] Return of an Enchanter<br/>\n<br/>\n<br/>\n&gt; Hallo all,<br/>\n&gt;<br/>\n&gt; I&#39;ve been on the list forever but haven&#39;t played in forever too... Just<br/>\nwent<br/>\n&gt; out and bought a copy of the original game-my computer isn&#39;t smart enough<br/>\n&gt; 166/32mb/4mb vid card-and I&#39;m wondering about the optional files offered<br/>\n&gt; when you first start up a copy of the game and click the &#39;play online&#39;<br/>\n&gt; button.(Not talking about the register Kunark button) I&#39;m wondering if<br/>\nthese<br/>\n&gt; files are too much for my computer too handle, system spec wise, and what<br/>\n&gt; they happen to contain.<br/>\n&gt;<br/>\n&gt; And yes, I&#39;m still going to play an Enchanter, again, even knowing how<br/>\n&gt; annoying the class can be. I can&#39;t help it, Enchanters are without a doubt<br/>\n&gt; the iconoclastic class in the game, the enigma to many, and seeing the<br/>\nmana<br/>\n&gt; speed up spells I&#39;m sure one of the most bothered classes-a&#39;la SoW-in the<br/>\n&gt; game, which is fine with me most times because I love chatting.<br/>\n&gt;<br/>\n&gt; And Since I haven&#39;t played in about a year, I&#39;ll try to start up a debate!<br/>\n&gt; What are the best and worst changes to the Enchanters as of late? What<br/>\nmakes<br/>\n&gt; you spittin mad and what makes you want to never give up the class??<br/>\n&gt;<br/>\n&gt; thanks,<br/>\n&gt;<br/>\n&gt; qrentqent aka<br/>\n&gt;<br/>\n&gt; Mezma Dark Elf Enchanter L3, Seventh Hammer </span></blockquote></div>","specialLinks":[]}}
