{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Andrew Collins","from":"Andrew Collins &lt;ACollins@...&gt;","replyTo":"LIST","senderId":"12XXyP-4vZWyol4CwqBgn57fPMAtyr09VBSWuWqTQf35tEvWREuU3GdlrYwJeInj4UD819vZx0ek7lhtL4-jlfoNX8-WFZi441AOplk9OHE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [eqenchanters] Digest Number 301","postDate":"961166719","msgId":2743,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDMxQkY5NUNGNjZGQ0QzMTFBODhBMDA5MDI3MkE3ODI0MEJBRTJDQFNfRVhDSEcxPg=="},"prevInTopic":0,"nextInTopic":2744,"prevInTime":2742,"nextInTime":2744,"topicId":2743,"numMessagesInTopic":5,"msgSnippet":"I love people who claim to know everything. And yes please tell me that I am wrong that I wanted to wear the Thaumaturgists robe over the Yellow Erudite robe","messageBody":"<div id=\"ygrps-yiv-516900241\">I love people who claim to know everything. And yes please tell me that I am<br/>\nwrong that I wanted to wear the Thaumaturgists robe over the Yellow Erudite<br/>\nrobe when I played. Yes, I am wrong for wanting to wear a different robe<br/>\nthan the one I had been wearing for 4 months. I suppose my friend is also<br/>\nwrong for actually liking the color. In the future I will be sure to listen<br/>\nand adhere to your personal preferences.<br/>\n<br/>\nAnd I dont care what drivel people spout about what stats do and what stats<br/>\ndont. We have proven time and time again that we notice a greater<br/>\nperformance when stats are increased... we cannot state exactly why, but our<br/>\nperformance is nonetheless greater.<br/>\n<br/>\nI personally have a 200 charisma and a 200 intelligence and I am aiming to<br/>\nincrease my agility now. If i feel as if my performance in game has not<br/>\nchanged with the increase, perhaps Ill try Dexterity next, for the last<br/>\nalternative would be stamina for more hp.<br/>\n<br/>\nI suppose you still believe in the fact that Wisdom is what affects<br/>\nJewelcraft. I cannot dispute if it is correct or not, but I can guarantee<br/>\nthat I jewelcraft with a wisdom of 128, and people who are wearing their<br/>\n&quot;wisdom gear&quot; to get near 200 wisdom around me are failing a lot worse than<br/>\nI am, and I have a 198 skill compared to their 200.<br/>\n<br/>\nBut again I appreciate your explaining to me the inner workings of the game<br/>\nand what I should and should not like, as Im sure many other people on this<br/>\nthread appreciate it as well.<br/>\n<br/>\nPeople dont listen to when people tell you what you need and dont need. Take<br/>\nit into account, play with different configurations, and stick with what you<br/>\nlike best. Its a game... have fun.<br/>\n<br/>\nMaelael <br/>\n53rd Enchanter<br/>\nSaryrn<br/>\n<br/>\n------------------------------<br/>\nMessage: 1<br/>\n   Date: Thu, 15 Jun 2000 10:59:33 -0400<br/>\n   From: Jeremy Caswell &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:moghedan@...\">moghedan@...</a>&gt;<br/>\nSubject: RE: Digest Number 300<br/>\n<br/>\nActually, I did play in the beginning, when the gossamer robe cost over a<br/>\nhundred, if you found someone selling it, people dreamed about when they<br/>\nwould one day have a FBR, and people wondered what that guy in the OOT was<br/>\nfor, he was wearing a funny robe.  No one had heard of the SMR yet.  <br/>\n<br/>\nNow  lets talk the merits of the Tham robe...<br/>\n<br/>\nYour senior robe is AC6... ( +2 mana, that&#39;s useful )<br/>\nthe Tham robe is AC5 +3 agility   <br/>\n<br/>\nNow  unless you still live in some dream world thinking that Agility has<br/>\nsome mystical function in the game; even when everyone, including Brad<br/>\nMcQuiad, the producer of the game says it does not; you must know that<br/>\nagility really only affects your AC.  For Erudites, Humans, and other lower<br/>\nagility races, at the levels that you would wear the tham robe, it takes 4<br/>\nagility to raise your ac ONE point.  3 agility does not raise it one whit.<br/>\nIf you are Dark elf or other higher agility race ( i.e. more than 75 )  it<br/>\ntake 6 or 7 points of Agility to raise your AC ONE point.<br/>\n<br/>\nNow keep in mind, agility affects your total AC, not the AC on the item, and<br/>\nthat agility HAS NO OTHER FUNCTION IN EQ OTHER THAN RAISING YOUR AC.  (( For<br/>\nanyone piping up that Agility affects your channeling, get a gun and shoot<br/>\nyourself, you are hopeless ))<br/>\n<br/>\nNow, here is the real kicker... based on your LEVEL ( nope, still not your<br/>\nagility, but keep that dream alive ), items add more AC than they list in<br/>\ntheir description.  An ac 6 item adds 8-9 to your real AC number.... a AC5<br/>\nitem adds like 6-7.  ( I do not care what real number it really is, like I<br/>\nsaid, it is level based, not a linear formula, and all results will vary<br/>\nanyway)  To add to your misery, just like the Agility calc, it throws away<br/>\nfractions, so 8.999 is 8 and 9.001 is 9.<br/>\n<br/>\nNow  for the most important reason to NOT wear the tham robe... IT IS CRUD<br/>\nBROWN.  <br/>\nIf you cannot get a pure white Gossamer robe, the pinnacle of fashion, get a<br/>\ngreen senior, red senior, Blue senior, or even a Purple Senior from the<br/>\nnecros in FP.  Just do not wear those gay ass yellow or violet senior robe.<br/>\n<br/>\nNow   if you want to continue this conversation, please direct it to<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:moghedan@...\">moghedan@...</a>, and not this list.  I will be happy to tell you all<br/>\nthe ways you are wrong in private.<br/>\n<br/>\nMoghedan Carns<br/>\nEnchanter Adept of Freeport<br/>\nBrell Server</div>","specialLinks":[]}}
