{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"(Uthanatos)","from":"&quot;(Uthanatos)&quot; &lt;vtemplarv@...&gt;","replyTo":"LIST","senderId":"PN-OC_XrVXLeXhpZ94cTA4_eCXHptyU8u1fbFC-3JMPAbyfn7fUn7xPZtjm8bfxwZ2Hw24S14oKpCsiEUSE-_NAZrv0MXbXyQG4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"(Re: to  Mark ) and a rant (sorry ;-)  )","postDate":"970862559","msgId":2894,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMWEwMWMwMmZkMCQ2MjU1M2JmMCQ1OWMxMjJhNkBtY2l0LmNvbT4=","inReplyToHeader":"PFBpbmUuTE5YLjQuMTAuMTAwMTAwNjExMzIyOTAuMTEzMjAtMTAwMDAwQGRlY3BjLmRhZ29uLm5ldD4="},"prevInTopic":2891,"nextInTopic":0,"prevInTime":2893,"nextInTime":2895,"topicId":2887,"numMessagesInTopic":3,"msgSnippet":"*quote* ... This is the opposite of the normal tropism.  I try to stay away from GFay if at all possible.  To each his own... *quote* Well, I have played many","messageBody":"<div id=\"ygrps-yiv-1095392220\">*quote*<br/>\n<blockquote><span title=\"ireply\"> &gt; I want to stay away from Antonica as long as possible.<br/>\n<br/>\n </span></blockquote>This is the opposite of the normal tropism.  I try to stay away from GFay<br/>\nif at all possible.  To each his own...<br/>\n*quote*<br/>\n<br/>\nWell, I have played many characters, even the ones that started in GFay and<br/>\nSteamfont when I first got EQ I ran at level 1 to Freeport. Later, after<br/>\ngetting to 5th, they all ended up in Misty Thicket til around 14th. At that<br/>\ntime Paw was still low level and I would plow through it with a buddy or 2<br/>\ntil 17th. *sigh* Those were the days. Then it was on to Highpass or bouncing<br/>\naround in the Karanas. I am not looking to fight over orc spawns in EC, WC<br/>\nor Misty, and from what I have seen, Steamfont is relatively empty, unless<br/>\nthe high levels are camping Meldrath, the Hero, or Renoux(sp?) for the rogue<br/>\nepic quest.<br/>\n<br/>\nSteamfont is a self-sustaining zone up to 12 I believe. Quiet, not crowded,<br/>\nand lag isn&#39;t terrible there. Plus if you are lucky and a Druid or Shaman is<br/>\ncamping guards, they will buff you.<br/>\n<br/>\n*About here is the rant.. sorry. It is not directed at Mark either btw. Just<br/>\nventing. =)*<br/>\n<br/>\nPersonally, guard camping is rather stupid. There are enough things to whack<br/>\non besides guards and they don&#39;t ruin faction. People that kill guards are<br/>\nsetting themselves up so they cannot complete quests worth completing.<br/>\nPeople really need to put the RP back into this game.<br/>\n<br/>\nI tend to not notice how many people are actually in any zone I am in as I<br/>\nhave my OOC, shout, and auction filters off unless I am selling or buying.<br/>\nThe game is much more enjoyable without k3wl dood3 speech, ooc arguments<br/>\nover classes that suck for xxx reason, and people that want handouts<br/>\nspamming the channels that they are new and need uber equipment or PL<br/>\nsessions. Since Gfay is a main location for this, I can see why most people<br/>\navoid it like the plague, and with low level KSing and CB being a pain in<br/>\nthe a$$ over camping rights and KSing as well.<br/>\n<br/>\nLast night I had a level 3 wizard come up to me and inspect me 9(!!!!) times<br/>\nin about 2 minutes. It isn&#39;t like my equipment changed in that time... then<br/>\nhe asked the question I knew was coming. &quot;Got any stuff you don&#39;t need, or<br/>\nplat?&quot;  &lt;~ asked for PLAT! He then followed with &quot;I&#39;m new to EQ.&quot;.  You have<br/>\ngot to be joking! A true newbie would not be asking for equipment, they<br/>\nwould be asking for what is safe to hunt here, and other basic questions. My<br/>\nreply was (after inspecting him 30 times or so rapidly) &quot;No, I need the<br/>\nequipment I have as I am using it. There is no such thing as money I don&#39;t<br/>\nneed, especially plat. Now go kill things for what you need like I did.&quot;  I<br/>\nthen got up and ran to my spawn point with SoW on.<br/>\n<br/>\nBeggars get under my skin in a heartbeat. I don&#39;t mind helping others; in<br/>\nfact I enjoy it and give things away all the time. Nothing major, leather to<br/>\ndruids, etc and buffs are free. I just can&#39;t stand seeing people standing<br/>\noutside a bank for HOURS pestering every person that comes by for stuff when<br/>\nthey could have spent that time leveling. One person I know had it hotkeyed<br/>\nit came out so fast and so repeatedly.<br/>\n<br/>\nOk I am done. If you read this far, thank you. If you agree with me, Yay!.<br/>\nIf you don&#39;t, well... you will burn in Hades! j/k. =)<br/>\n<br/>\n<br/>\n--<br/>\nUthanatos<br/>\n&quot;Warning label reads: Beggars are KoS, now what do you want?&quot;<br/>\n&quot;Too bad Sentinel doesn&#39;t warn you when a beggar is around.&quot;</div>","specialLinks":[]}}
