{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mindseye","from":"&quot;Mindseye&quot; &lt;mindseye@...&gt;","replyTo":"LIST","senderId":"BdN0lfYlh-3bEf5Sr1iNNKyhqAO5nqGT85bew7ldxw5bdXGGzEo2f85HTLN30KKSgP2z3erSY6fb0cWsBPEbiG0mOyt-m-g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Fw: Humor from the past","postDate":"982297697","msgId":3022,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTkwMWMwOTdkMCRlMmNhYjBlMCQ2NDAxYThjMEByYW1hPg=="},"prevInTopic":3017,"nextInTopic":0,"prevInTime":3021,"nextInTime":3023,"topicId":3017,"numMessagesInTopic":2,"msgSnippet":"","messageBody":"<div id=\"ygrps-yiv-694097114\"><blockquote><span title=\"ireply\">&gt; DELUXE ENCHANTER PETS (can&#39;t remember which ezboard)<br/>\n&gt;<br/>\n&gt; posted by Rhavina December 08, 2000 10:22 AM<br/>\n&gt; --------------------------------------------------------------------------<br/>\n </span></blockquote>-----<br/>\n<blockquote><span title=\"qreply\"> &gt; While it is asserted by some that Magicians are masters of the<br/>\n&gt; summoned pet I am here to dispute such rubbish. It should be obvious<br/>\n&gt; to anyone that Enchanters have the best pets. &quot;Scoff, scoff&quot; you say?<br/>\n&gt; You think our animations are puny, stupid and lack the scintillating<br/>\n&gt; conversation offered by other casters&#39; pets? If I were speaking of the<br/>\n&gt; default Enchanter pet line, the (insert lame anagram-created name<br/>\n&gt; here)&#39;s Animation, you would be correct. However, we have a deluxe<br/>\n&gt; line of enchanter pets that people seem to forget about, each with<br/>\n&gt; their own strengths and weaknesses. One immediate advantage you&#39;ll<br/>\n&gt; note is that we can have up to five pets at a time. Let us examine<br/>\n&gt; each in turn:<br/>\n&gt;<br/>\n&gt; Warrior<br/>\n&gt; Components Needed: Celerity and an alcoholic beverage or promise of<br/>\n&gt; lots of shiny metal objects.<br/>\n&gt; Pros: Strong attack/defense, it will usually last long enough for you<br/>\n&gt; to zone or gate to safety.<br/>\n&gt; Cons: A tendency to get you trained by mobs, Auto-Attack always seems<br/>\n&gt; to be on, &quot;/Pet Back Off&quot; command appears to be bugged.<br/>\n&gt; The toughest of our pet line but often the most troublesome. The<br/>\n&gt; warrior pet comes in many shapes and sizes. I prefer the barbarian<br/>\n&gt; warrior pet combo. With a warrior pet it&#39;s generally best to just turn<br/>\n&gt; them loose and stand back. They ignore most commands and tend to pull<br/>\n&gt; when you&#39;re least ready. Hearty, strong, and stupid (but within<br/>\n&gt; acceptable limits), the warrior is best used in dungeons and other<br/>\n&gt; tight fighting spots. Make sure you stand upwind of it though.<br/>\n&gt;<br/>\n&gt; Ranger<br/>\n&gt; Components Needed: Clarity and words of encouragement, or free rezzes.<br/>\n&gt; Pros: Nice multipurpose pet; can track, forage, and cast spells, some<br/>\n&gt; fighting ability.<br/>\n&gt; Cons: Tends to die a lot, poor self image.<br/>\n&gt; Great for outdoor hunting if you can&#39;t manage to summon a druid pet.<br/>\n&gt; The ranger pet is good for quests. It is excellent at locating that<br/>\n&gt; rare spawn. Like following a bloodhound without any depth perception<br/>\n&gt; you&#39;ll go careening all over the zone, often passing much more<br/>\n&gt; interesting spawns, but eventually you will run your quarry to<br/>\n&gt; ground...unless it de-spawns in the meantime.<br/>\n&gt;<br/>\n&gt; Paladin<br/>\n&gt; Components Needed: Clarity and tell it you&#39;re on a mission from the<br/>\n&gt; gods.<br/>\n&gt; Pros: Decent fighting ability, great one shot heal, very<br/>\n&gt; self-sacrificial.<br/>\n&gt; Cons: Holier than thou.<br/>\n&gt; The paladin is great for those areas where you need to burn a pet to<br/>\n&gt; achieve your ends, such as holding off a group of berserk undead while<br/>\n&gt; you loot that special spawn and gate to safety. Also useful for<br/>\n&gt; purchasing things and turning in quest items in those good cities<br/>\n&gt; where you&#39;ve &quot;accidently&quot; killed one too many<br/>\n&gt; sacred fish or annoying halflings.<br/>\n&gt;<br/>\n&gt; Shadowknight<br/>\n&gt; Components Needed: Clarity and save it from villagers with pitchforks<br/>\n&gt; and torches.<br/>\n&gt; Pro: Decent fighting ability, nasty one shot DD, can summon its own<br/>\n&gt; pet, few if any ethical hangups.<br/>\n&gt; Cons: Will sell you out to villagers with pitchforks and torches, few<br/>\n&gt; if any ethical hangups.<br/>\n&gt; The shadowknight pet is the very definition of a double-edged sword.<br/>\n&gt; Handy in a fight and utterly ruthless, it may trip you up trying to<br/>\n&gt; elbow its way out the door to the zone exit. Their best use is for<br/>\n&gt; activities too repulsive for paladins but too tough for rangers. Never<br/>\n&gt; turn your back on it.<br/>\n&gt;<br/>\n&gt; Bards<br/>\n&gt; Components Needed: An audience.<br/>\n&gt; Pros: Mana song make Enchanters feel like they have Clarity.<br/>\n&gt; Cons: It&#39;s a bard.<br/>\n&gt; The bard pet is mostly useful for enhancing other pets. Otherwise they<br/>\n&gt; run too fast, tend to aggro everything in hearing range and clutter up<br/>\n&gt; your text buffer.<br/>\n&gt;<br/>\n&gt; Rogues<br/>\n&gt; Components Needed: It will choose it own components.<br/>\n&gt; Pros: Able to enter wretched hives of scum and villainy (Felwithe,<br/>\n&gt; Rivervale, etc.).<br/>\n&gt; Cons: Have an aggressive form of &quot;/autosplit others&quot;.<br/>\n&gt; The Rogue pet is your ultimate stealth pet. When you need to get into<br/>\n&gt; and out of hostile territory without having your pet aggro everything<br/>\n&gt; in sight, summon a rogue. They seldom cause trains and gods save any<br/>\n&gt; mob that turns its back on a rogue pet to smash your beautiful face.<br/>\n&gt; It is generally unwise to accept food or drink from rogue pets.<br/>\n&gt;<br/>\n&gt; Necromancers<br/>\n&gt; Components Needed: Phat l00t.<br/>\n&gt; Pros: Just ask, they&#39;ll tell you about them for hours.<br/>\n&gt; Cons: Talk in an arcane argot called d00dspeak (and you thought gnoll<br/>\n&gt; was bad).<br/>\n&gt; One of the most powerful pets available to you but also the hardest to<br/>\n&gt; summon. The necromancer pet is virtually self-sufficient to the point<br/>\n&gt; of not even needing you. Use this pet to kill other people&#39;s pets,<br/>\n&gt; break spawns or make you feel really inadequate. They may challenge<br/>\n&gt; you to a duel, sometimes even during a pull.<br/>\n&gt;<br/>\n&gt; Wizards<br/>\n&gt; Components Needed: Clarity and flammable targets.<br/>\n&gt; Pros: Your own personal nuclear arsenal.<br/>\n&gt; Cons: Fragile, they make rangers seem robust.<br/>\n&gt; If you like quick brutal fights with long down times then the wizard<br/>\n&gt; pet is for you. Best for eliminating that singular uber-mob in a loud,<br/>\n&gt; colorful fashion, the wizard pet is a self driven auto-cannon with<br/>\n&gt; fire-and-forget capability. They are death<br/>\n&gt; machines right up until a mob actually gets close enough to lay<br/>\n&gt; hands/claws/fangs upon it or they go &quot;oom&quot;. Then wizards tend to die.<br/>\n&gt; Fast. They also make great taxis.<br/>\n&gt;<br/>\n&gt; Magicians<br/>\n&gt; Components Needed: Clarity and patience.<br/>\n&gt; Pros: Wal-Mart in a robe.<br/>\n&gt; Cons: Slow recast time after link death.<br/>\n&gt; While the magician pet can summon additional &quot;lesser&quot; pets and deal<br/>\n&gt; out direct damage spells, perhaps its best use is as your own private<br/>\n&gt; supply wagon. Need food and drink? The mage summons it. Need more<br/>\n&gt; bandages? Tap the mage. Magic weapons for newbie pets? You know who.<br/>\n&gt; It is best if you allow your magician pet to summon an elemental pet<br/>\n&gt; as this will extend its lifespan by an order of magnitude. Besides the<br/>\n&gt; mob will then have to chew through two pets to get to you.<br/>\n&gt;<br/>\n&gt; Druid<br/>\n&gt; Components Needed: Clarity and a donation to Green Peace.<br/>\n&gt; Pros: As ranger without actually being a ranger.<br/>\n&gt; Cons: Fleas.<br/>\n&gt; The druid pet is &quot;the&quot; outdoors specialist. Curiously, a druid pet<br/>\n&gt; fights best while running away which is a tactic that takes a little<br/>\n&gt; getting use to. Not recommended for Enchanters with heart or lung<br/>\n&gt; problems. The druid is marvelously self-sufficient but not as<br/>\n&gt; annoyingly so as the necromancer. They are also great for travel. Need<br/>\n&gt; to get to some godsforsaken spot on Norrath? There is probably a druid<br/>\n&gt; ring within a zone or two of it. A word of caution, if you enjoy<br/>\n&gt; killing bears, wolves, and treants then letting a druid transport you<br/>\n&gt; can turn into a one-way trip.<br/>\n&gt;<br/>\n&gt; Shaman<br/>\n&gt; Components Needed: Clarity and a donation to the &quot;magical herb fund&quot;.<br/>\n&gt; Pros: They&#39;re not bards.<br/>\n&gt; Cons: Always pawing through something&#39;s entrails trying to divine<br/>\n&gt; lotto numbers.<br/>\n&gt; The shaman pet is the pet you summon to enhance other pets. A shaman<br/>\n&gt; excels at making your other pets stronger, faster and tougher. It can<br/>\n&gt; also cast some offensive spells and even fight if pressed. And it does<br/>\n&gt; it without being a bard. It also can create potions that duplicate the<br/>\n&gt; more useful spells or just see and hear cool colors. Be watchful of<br/>\n&gt; their pets as they may try to bury your wand or rod in the backyard.<br/>\n&gt;<br/>\n&gt; Cleric<br/>\n&gt; Components Needed: Clarity and a donation to the local temple.<br/>\n&gt; Pros: Your own personal M*A*S*H.<br/>\n&gt; Cons: Chance of a jihad.<br/>\n&gt; The cleric pet is another great support pet. It has incredible healing<br/>\n&gt; abilities and can generally cure all that ails you. A good choice when<br/>\n&gt; you&#39;re going after undead or attacking a leper colony. When summoning<br/>\n&gt; a cleric pet one should be mindful of which god the cleric pet<br/>\n&gt; represents as this can make the difference between receiving the<br/>\n&gt; blessings of a higher power or eternal damnation or both.<br/>\n&gt;<br/>\n&gt; Monk<br/>\n&gt; Components Need: Celerity and seven divine truths.<br/>\n&gt; Pros: Low maintenance, self repairing.<br/>\n&gt; Cons: Has a tendency to faint during bad pulls.<br/>\n&gt; The monk pet is ideal for Enchanters who travel light. One seldom has<br/>\n&gt; to equip a monk pet and it will actually complain if you give it too<br/>\n&gt; much coin. For the quick, surgical strike summon a monk pet. The monk<br/>\n&gt; is also extremely handy if you need wooden boards or bricks cut in<br/>\n&gt; two.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Celaeno &lt;Fiery Fists of Unity&gt;<br/>\n&gt; Fier&#39;dal druid of Erollisi Marr<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
