{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James S. Meyer II","from":"&quot;James S. Meyer II&quot; &lt;meyerjs@...&gt;","replyTo":"LIST","senderId":"oF9btVbMmeCWjk3i-fCZREpu5Ys_fqgLtJYlhYtlvHnrrtvdyLzishplYwR-5p2-TuE4HSYKRTzPlHOW_CWP93EAQWUmCwtye_3z5As","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [eqenchanters] Stun spells","postDate":"995996492","msgId":3059,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFBpbmUuQlNJLjQuMDVMLjEwMTA3MjQxMjIwMDIwLjI4ODYxLTEwMDAwMEBzdXppZS5icmljay5uZXQ+","inReplyToHeader":"PDUuMS4wLjE0LjIuMjAwMTA3MjQxMTAyMzYuMDBhMTZiNjBAZGlnaXRhbHJvdXRlcy5jby51az4="},"prevInTopic":3058,"nextInTopic":3060,"prevInTime":3058,"nextInTime":3060,"topicId":3057,"numMessagesInTopic":4,"msgSnippet":"... You ve obviously only been around for a short while (which isn t an insult, just any enchanter who was around in the first year of EQs life will likely","messageBody":"<div id=\"ygrps-yiv-1761042469\"><blockquote><span title=\"ireply\">&gt; I&#39;m 25 at the moment, and up until recently Whirl Until You Hurl has been <br/>\n<br/>\n </span></blockquote>You&#39;ve obviously only been around for a short while (which isn&#39;t an<br/>\ninsult, just any enchanter who was around in the first year of EQs life<br/>\nwill likely have PLENTY to say on this topic).  <br/>\n<br/>\nWhirl &#39;til you Hurl (WTYH as it&#39;s more commonly seen) used to be a VERY<br/>\npowerful spell.  It was actually one of the few things that made<br/>\nenchanters NOT totally suck (enchanters were a HORRIBLE class the first<br/>\nfew months, they really improved them a lot, but killed a couple of the<br/>\nspells along the way).  They thought it was TOO powerful after 6-8 months,<br/>\nand tuned it down a lot.  As it is now, it is a variable length single<br/>\ntarget stun.  It lasts from about a second to 15 or so.  It is most<br/>\neffective from 16-24ish, but on mobs 24 or higher, it starts to become<br/>\nuseless, and past 27 or so, it&#39;s completely worthless.<br/>\n<br/>\nANY stun breaks it (this includes bashes from your pets, other tanks, etc,<br/>\nas well as stun components of wizard spells (the things that cause an<br/>\ninterrupt) and your own DDs.  The biggest issue is bash, though.<br/>\n<br/>\nThere is an upgrade, Drynn&#39;s Dizzying Draught, but this is THE single most<br/>\nuseless spell in an enchanters repetoire.  WTYH is actually more useful<br/>\nthan Drynn&#39;s, even at level 56 (where WTYH is next to useless, but DDD IS<br/>\nuseless, unless you feel you have too much mana and want to waste it<br/>\npointlessly).<br/>\n<br/>\nYou&#39;ll get a better version of WTYH at, what, 55?  Lagarn&#39;s Lamentation,<br/>\nwhich is a single target stun for 8 seconds, just like most other classes<br/>\n(i.e. clerics) stuns.  Until then, you&#39;ll have to make do with your Area<br/>\nEffect stuns at 8, 20, 44, 52, etc.  <br/>\n<br/>\nRoot, however, is still a great spell.  As are many in it&#39;s line... you&#39;ll<br/>\nfind that some of your low level spells stick with you long into your<br/>\nupper levels... I STILL almost always have the 16th level Mesmerization<br/>\nmemorized (the AE mez), at level 56, as well as the level 20 AE stun.<br/>\n<br/>\nLower level spells don&#39;t necessarily become obsolete, in some cases they<br/>\nare much better than their higher level equivalents.  Root is great,<br/>\nbecause it&#39;s very low mana and resists less at higher levels than the root<br/>\nupgrades... I always use either Root or Immobilize... Root for the low<br/>\ncasting cost and resists, immobilize for the low casting time.  The ONLY<br/>\nbenefit that I&#39;ve seen from higher level roots is they have less chance to<br/>\nbreak when DD spells hit the creature.  They don&#39;t seem to last longer (in<br/>\nfact, my root usually lasts longer than high level root spells), though<br/>\nsome of the higher ones technically have a slightly longer maximum length,<br/>\nbecause of the greater chance of resists on the higher level ones, they<br/>\nbreak more easily, and rarely reach their maximums, while the low level<br/>\nones usually do.<br/>\n<br/>\nThe low level stuns are good because they cast faster, cost less, resist<br/>\nless, and have a smaller radius from you... there are times when a larger<br/>\nradius AE stun is good, but overall, that just means more chance of<br/>\nattracting attention you wouldn&#39;t have had otherwise... it&#39;s better to<br/>\njust learn better placement with a smaller radius.  If I&#39;m chain stunning,<br/>\nI&#39;ll load my lvl 20 and lvl 44 AE stuns (and if I really want to be sure,<br/>\nthe lvl 8 one as well, to fill in the gap).<br/>\n<br/>\nBut remember, overall, lower level spells get resisted less than higher<br/>\nlevel spells (cast by the same caster...  obviously, a lvl 12 enchanter<br/>\ncasting the lowest root spell will be resisted more than a lvl 60<br/>\nenchanter casting the lowest level root spell).  They usually cast faster,<br/>\nand often the difference in effect from the lower lvl spell to the higher<br/>\nlevel spell isn&#39;t enough to warrant the costs in mana, time, and resists.<br/>\nIt is all situational, there are times you&#39;ll want the high ones memmed,<br/>\nthere are times you&#39;ll want the low ones memmed... I did SO much spell<br/>\njuggling... I became a master at AE stunning, sitting down quickly,<br/>\ndropping out a spell, memming the spell I need, standing, backing a<br/>\nlittle, and trying to cast it before the stun broke.  :)<br/>\n<br/>\nEnchanters are one of the more interesting classes, I think... there are<br/>\nSO many ways to do things, and to handle the same situation... you kind of<br/>\ncreate your own style as you go, and in the end, very few enchanters ever<br/>\nreact the same to an identical situation.  You do, however, have to be<br/>\nunafraid of death.  ;)<br/>\n<br/>\nJM - Saidan/Eltanin/Aipex Soulblade<br/>\n40/56/12 Paladin/Enchanter/Bard<br/>\nMithaniel Marr<br/>\n-= recovering EQ addict =-<br/>\n(I&#39;m on step 11!!!!  :)  now, will someone go ahead and start a Dark Age<br/>\nof Camelot recovery support group?  I am sure I&#39;m going to need it.)</div>","specialLinks":[]}}
