{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard LABBS","from":"&quot;Wizard LABBS&quot; &lt;wizard-labbs@...","replyTo":"LIST","senderId":"BGz7MsLtVHECCfOzW4zbKO6knDP2TdYVQP2XCaeE-5ur7sysKdBeo0UG6jpNy7nvkGjy3-LjcKIRzVnWbvr2OJuPwVlO6q-fvYPFqjVSqsfdIlUy","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: (no subject)","postDate":"926447094","msgId":765,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC40Mi43NjUuOTU5MjczOTc4QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":764,"nextInTime":766,"topicId":765,"numMessagesInTopic":1,"msgSnippet":"Acutally it is not a PVP only tactic. What you do is send one person out to attract the attention of a really nasty creature and attack it. They then run back","messageBody":"<div id=\"ygrps-yiv-449556394\">Acutally it is not a PVP only tactic. What you do is send one person out to<br/>\nattract the attention of a really nasty creature and attack it. They then<br/>\nrun back to the ambush site and then the Enchaters all attack. The only use<br/>\nfor the Minor illusion spell in this case is to play in character.. it very<br/>\nwell know that when you attack a monster and run it will hunt you down. So<br/>\nyou can use this tactic to attack creatures that con red and be pretty sure<br/>\nthat you will live.<br/>\n<br/>\nYes you are right about invisibility working also but I like the minor<br/>\nillusion since the decoy character can spot the ambush location.  If they<br/>\nget twisted around. It would be bad if he ran to the wrong area :-(<br/>\n<br/>\nAs I said in the original post yes it would be a group of 6 enchanters.<br/>\nActually I believe that the Enchanters are more powerful thatn they are<br/>\ngivin credit for and when you have 6 Enchaters each with an animation spell<br/>\nand all the others nice effects I believe that they would come out ahead.<br/>\n<br/>\nI have tested this tactic with a few other enchanters and I must admit that<br/>\nit worked rather well. and it was very fun to listen to people in Toxxulia<br/>\nForest speak about the trees that attacked..<br/>\n<br/>\nThe best thing about playing as an enchanter is that you have to combine<br/>\nyour spells in different ways to truely bring out the power of this class/<br/>\n<br/>\nQuote<br/>\n<blockquote><span title=\"qreply\"> &gt;Well, such a tactic is definitely PvP because a NPC you either want to<br/>\n&gt;fight or don&#39;t. If you do you walk up to it and bash it, cause waiting<br/>\n&gt;for it to wander into your ambush will take forever, and if you don&#39;t<br/>\n&gt;you walk away from it, or run as the case may be.<br/>\n&gt;<br/>\n&gt;But for the record, minor illusion is a self only spell, invisibility<br/>\n&gt;would work better. Though a group of skeleton arms lieing on the ground<br/>\n&gt;to ambush some unsuspecting group on Rallos Zek sounds interesting,<br/>\n&gt;they&#39;d all have to be enchanters, and a group of enchanters without any<br/>\n&gt;other classes would get wiped as soon as the &#39;victims&#39; realized what<br/>\n&gt;was up, and started whacking those mysterious skeleton arms.<br/>\n&gt;<br/>\n&gt;--- Wizard LABBS &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wizard-labbs@...\">wizard-labbs@...</a>&gt; wrote:<br/>\n&gt;&gt; I have been playing an enchanter for 7 Levels now<br/>\n&gt;&gt; and I must admit that the enchanter is one of the<br/>\n&gt;&gt; best classes in the game.  I am very interested in<br/>\n&gt;&gt; jiong up with 5 other enchanters and taking the show<br/>\n&gt;&gt; on the road. WIht out unique spells we are perfectly<br/>\n&gt;&gt; suited to be spys or ever assasins for hire. We can<br/>\n&gt;&gt; lure enemies into an area as the rest of the group<br/>\n&gt;&gt; hides using minor illusion and then poof we can<br/>\n&gt;&gt; attack. They will never know what hit them. What do<br/>\n&gt;&gt; you think?<br/>\n&gt;&gt;<br/>\n&gt;&gt; PS<br/>\n&gt;&gt; I&#39;m not talking about blidly PKing people I am just<br/>\n&gt;&gt; talking about stratigies for use with any enemy.<br/>\n&gt;&gt;<br/>\n&gt;&gt; Thanks<br/>\n&gt;&gt; Mushin<br/>\n&gt;&gt;<br/>\n&gt;&gt; </span></blockquote></div>","specialLinks":[]}}
