{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Brian Rittermann","from":"&quot;Brian Rittermann&quot; &lt;bpr@...","replyTo":"LIST","senderId":"05KwN-HwrQ8mtdS830Bz6yQXLyZ9Q0i4lsn-aIBINHv7tR2VpxJ73CaGYPfwKMmmhNqzcuhdyQZiiDRScpqvBORfX0BxIU5uKtI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: My 2 cents on the status of EQ","postDate":"895797666","msgId":981,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MTc1OC41NC45ODEuOTU5MjczOTc4QGVHcm91cHMuY29tPg=="},"prevInTopic":941,"nextInTopic":1001,"prevInTime":980,"nextInTime":982,"topicId":900,"numMessagesInTopic":14,"msgSnippet":"No flame here, just total disagreement. All of the lag that you see when you play Everquest is internet traffic.  It does not have anything to do (at least","messageBody":"<div id=\"ygrps-yiv-329378599\">No flame here, just total disagreement.<br/>\n<br/>\nAll of the lag that you see when you play Everquest is internet traffic.  It<br/>\ndoes not have anything to do (at least presently) with Verant&#39;s servers, or<br/>\nyour internet connection (you can play at 2Kb/sec with no lag).  I am not<br/>\ngoing to just throw this out here, and ask you to believe, but here are some<br/>\nconcrete facts:<br/>\nUp until about a week ago, I was playing over a modem, and connected at<br/>\n44Kbits/s (roughly 5Kbytes/sec.)  I have a program called SyGate that allows<br/>\nmy roomate to be online through our network.  Both of us were able to play<br/>\non ONE dial-up line, simutaneously, with no lag on either end.  Verant&#39;s<br/>\nnetwork code is extremely efficient.  Hit F11 and look at the data transfers<br/>\nwhen you are in-game.  You will see that most of the time the game is<br/>\ntransferring under 1Kb/sec!  In heavily populated zones, you will see around<br/>\n1.5 to 2kb/s of transfer.  Having seen other networked games (and being a<br/>\nnetwork tech) I can really appreciate the code behind their networking.<br/>\n<br/>\nOn the subject of moving characters to other servers, I disagree with you<br/>\nagain.  In order to form a community, and establish at least SOME degree of<br/>\nrole playing, in my opinion you need to keep each &quot;world&quot;, or server,<br/>\ntotally seperate from the others.  No player interaction, no moving<br/>\ncharacters, nothing.  This is why Verant did NOT allow chars to move from<br/>\nserver to server.  It destroys the sense of community on your server.  I bet<br/>\nyou can name one of the 5 highest leveled characters on your server, just as<br/>\neveryone knows who Mark McGuire is.  Now what if some stranger appeared on<br/>\nearth and was phenominal at hitting, and bashed 60 home runs in a season,<br/>\nand nobody (NOBODY) had heard of him before.  If that happened frequently<br/>\n(and it would), what kind of community is that?<br/>\n<br/>\nNow that I have been civil, I feel I must inform others of some things (not<br/>\nyou Manuel):<br/>\n<br/>\n1. If you don&#39;t know anything about networking, don&#39;t speculate about lag!<br/>\nMr Core Leader assumes that the network talk between servers would cause mad<br/>\nlag... that is not true at all.  Those machines are most definitely<br/>\nnetworked together, and have an extremely high bandwidth network to send<br/>\ntiny insignificant messages on.  Rule out lag on that.<br/>\n<br/>\n2. If you don&#39;t know anything abotu programming, don&#39;t speculate about how<br/>\n&quot;loopholes&quot; would appear if this happened or that happened.  Again Mr Core<br/>\nLeader assumes that Verant would write code that accepted third party<br/>\npackets, processed them, and give characters unique items and &quot;100000 plat&quot;.<br/>\nIf Verant changed their mind about switching chars between servers (and I<br/>\nhope they do not), they would not write code that allowed other machines to<br/>\ninteract with that.  They would simply query the server on which the char<br/>\nexists (or a global database if they decide to store the characters on a<br/>\nnon-world server) and get the information.  Having Static IP&#39;s, they could<br/>\nrule out any packets with a non-Verant header.  Easily done, I might add.<br/>\n<br/>\nSorry for the rants here, but it gets old reading message after message of<br/>\ngarbage.<br/>\n<br/>\nEari, High Elf Enchanter<br/>\n(Formerly Loreweaver of the Eldritch Collective)<br/>\n<br/>\nor my RL name,<br/>\nBrian Rittermann<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Manuel Revilla &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:manuel.revilla@...\">manuel.revilla@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqenchanters@onelist.com\">eqenchanters@onelist.com</a>&gt;<br/>\nSent: Thursday, May 20, 1999 7:42 AM<br/>\nSubject: Re: [eqenchanters] My 2 cents on the status of EQ<br/>\n<br/>\n<br/>\n&gt; From: &quot;Manuel Revilla&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:manuel.revilla@...\">manuel.revilla@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Remember, we are trying to have a sharing of ideas here. If the best you<br/>\ncan<br/>\n&gt; do is flame, you probably had nothing worthwhile to say to begin with.<br/>\n&gt;<br/>\n&gt; I&#39;ve been playing online games since &#39;89, and I believe a part of our lag<br/>\nis<br/>\n&gt; due to having entire databases stored locally. We can debate data<br/>\nstructures<br/>\n&gt; and use of algorithms to our hearts content, but I still believe it is a<br/>\n&gt; cause. It is possible to design a system that allows you to store data on<br/>\na<br/>\n&gt; server (to help avoid hacks) and still allow you to play any one of your<br/>\n&gt; characters on any server. Think about it. There would be allot of<br/>\nbenefits.<br/>\n&gt; I still maintain having a character permanently tied to a specific server<br/>\nis<br/>\n&gt; a serious design flaw in EQ. A flaw easily avoidable by anyone who wants<br/>\nto<br/>\n&gt; compete with EQ. I still hope Verant allows us to transfer characters<br/>\n&gt; between servers in the future, even if it involves a fee. Otherwise, we<br/>\nhave<br/>\n&gt; no intention of renewing our EQ subscriptions once something else becomes<br/>\n&gt; available.<br/>\n&gt;<br/>\n&gt; Now if someone wants to flame me further, I suggest:<br/>\n&gt;<br/>\n&gt; 1) Use English. Maybe discover the wonders of paragraph structure and make<br/>\n&gt; an attempt at grammar.<br/>\n&gt;<br/>\n&gt; 2) Try to present a clear, concise logical rebuttal.<br/>\n&gt;<br/>\n&gt; 3) Have the guts to sign your flame.<br/>\n&gt;<br/>\n&gt; Who knows, if these suggestions had been followed, the post might have<br/>\nbeen<br/>\n&gt; worth reading.<br/>\n&gt;<br/>\n&gt; Manny<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; From: Core Leader [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:coreleader@...\">coreleader@...</a>]<br/>\n&gt; Sent: Wednesday, May 19, 1999 6:32 PM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqenchanters@onelist.com\">eqenchanters@onelist.com</a><br/>\n&gt; Subject: Re: [eqenchanters] My 2 cents on the status of EQ<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: &quot;Core Leader&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:coreleader@...\">coreleader@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Switching characters between servers is the stupidest idea anyone ever<br/>\n&gt; thought of... how are you ever going to be able to contact friends you<br/>\nmade<br/>\n&gt; on one server? Of course YOU live near all your friends and can call them<br/>\nup<br/>\n&gt; saying let&#39;s all go to this server but everyone doesn&#39;t have that<br/>\noption...<br/>\n&gt; DO THEY? Think about it from a programming point of view, the transfering<br/>\nof<br/>\n&gt; characters would leave many many loopholes and whereas a program similar<br/>\nto<br/>\n&gt; uoextreme could jump in and give you 1000000 platium... hmm... You didn&#39;t<br/>\n&gt; think things through did you? Okay, you still don&#39;t agree so here goes<br/>\nsome<br/>\n&gt; more... A new server comes up and everyone playing it is a newbie then all<br/>\n&gt; the sudden verant let&#39;s us do this stupid server switching crap and<br/>\n&gt; blacksmiths go over there selling everything at 5 times the cost they<br/>\ncould<br/>\n&gt; get on an established server. This would also let high level parties go to<br/>\na<br/>\n&gt; new server and camp all the huge monsters... Emporer Crush for example?<br/>\n&gt; Let&#39;s look a bit deeper... How would a guild be able to keep in contact?<br/>\n&gt; Talking between servers would cause ungodly 24 hour 7 days a week 365 days<br/>\na<br/>\n&gt; year LAG!!!!! Not to mention the constant character switching would cause<br/>\n&gt; more lag therefore screwing up your playing anyways... So basically pick<br/>\n&gt; your server and STICK TO IT!!!! Why are people always wanting to move?<br/>\nWhen<br/>\n&gt; I first started playing I picked the server with the least amouth of<br/>\npeople<br/>\n&gt; on it... Bertoxx, and it still remains towards the bottom of the server<br/>\nlist<br/>\n&gt; and even if it had 2000 people playing all the time I would not switch<br/>\n&gt; because all my friends on that server... so thank you and sorry if it<br/>\n&gt; sounded like a flame because it was suppose to sound worse than that.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; _______________________________________________________________<br/>\n&gt; Get Free Email and Do More On The Web. Visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.msn.com\">http://www.msn.com</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; What was YOUR favorite part?!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Tell other Star Wars fans at ONElist!<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Having difficulty getting &quot;in synch&quot; with list members?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Try ONElist&#39;s Shared Calendar to organize events, meetings and more!<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; ONElist:  where real people with real interests get connected.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Join a new list today!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
