<HTML>
<HEAD>
	<TITLE>EverQuest II Mystics - Factions
</TITLE>
	<meta name="language" content="Deutsch" />
	<meta name="distribution" content="global" />
	<meta name="keywords" content="EverQuest,EverQuest 2, EQ2, EverQuest II, Norrath, Rollenspiel, Abenteuer, Magie, Adventure, RPG, CRPG, Computer, News, Artikel, Stories, Preview, Review, Test, Spieletest, Bericht, Forum, Onlinechat" />
	<meta name="description" content="Dein Portal in die Welt von Norrath" />
	<meta name="robots" content="index,follow" />
	<LINK REL="StyleSheet" TYPE="text/css" HREF="./include/css/everquest.css" />
	<SCRIPT LANGUAGE="Javascript" SRC="./include/js/standard.js"></SCRIPT>
</HEAD>

<BODY BGCOLOR="#000000" TEXT="#000000" LINK="#FFCC00" VLINK="#FFCC00" ALINK="#D00000" LEFTMARGIN="0" RIGHTMARGIN="0" TOPMARGIN="0" BOTTOMMARGIN="0" MARGINWIDTH="0" MARGINHEIGHT="0">

<DIV ALIGN="CENTER">
	<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="20">
	<TR>
		<TD VALIGN="TOP">
			<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="760">
			<TR>
				<TD COLSPAN="3"><IMG SRC="./pics/page-01.png" WIDTH="760" HEIGHT="6" ALT=""/><BR/></TD>
			</TR>
			<TR>
				<TD VALIGN="TOP" BGCOLOR="#D0D0D0" BACKGROUND="./pics/good-bg.jpg" WIDTH="129">
					<IMG SRC="./pics/good-01.jpg" WIDTH="129" HEIGHT="205" ALT=""/><BR/>
					<A HREF="http://www.mystics-network.de/"><IMG SRC="./pics/good-02.png" BORDER="0" WIDTH="129" HEIGHT="15" ALT="Mystics Network Portal..."/></A><BR/>
					<A HREF="./?module=chat"><IMG SRC="./pics/good-03.png" BORDER="0" WIDTH="129" HEIGHT="14" ALT="Onlinechat..."/></A><BR/>
					<A HREF="http://community.mystics-network.de/forumdisplay.php?f=31" target="_blank"><IMG SRC="./pics/good-04.png" BORDER="0" WIDTH="129" HEIGHT="19" ALT="EverQuest II Community..."/></A><BR/>
					<DIV STYLE="margin: 5px; text-align: center">
<APPLET CODEBASE="/portalservice/tools/java/popupmenu/" CODE="ipopper.class" HEIGHT="18" WIDTH="100">
<PARAM NAME="Notice" VALUE="Applet by www.CodeBrain.com">
<PARAM NAME="BackgroundColor" VALUE="#000000">
<PARAM NAME="Image0" VALUE="/portalservice/tools/java/popupmenu/pics/menu-100.gif">
<PARAM NAME="Image1" VALUE="/portalservice/tools/java/popupmenu/pics/menu-100.gif">
<PARAM NAME="Image2" VALUE="/portalservice/tools/java/popupmenu/pics/menu-100.gif">
<PARAM NAME="PopupX" VALUE="0">
<PARAM NAME="PopupY" VALUE="19">
<PARAM NAME="Target" VALUE="_top">
<PARAM NAME="Item0" VALUE="Mystics Network">
<PARAM NAME="Link0" VALUE="http://www.mystics.de/">
<PARAM NAME="Item1" VALUE="Foren">
<PARAM NAME="Link1" VALUE="http://community.mystics.de/">
<PARAM NAME="Item2" VALUE="Onlinechat">
<PARAM NAME="Link2" VALUE="http://www.mystics.de/?module=Chat">
<PARAM NAME="Item3" VALUE="-">
<PARAM NAME="Item4" VALUE="Asheron's Call">
<PARAM NAME="Link4" VALUE="http://ac.mystics.de/">
<PARAM NAME="Item5" VALUE="Asheron's Call II">
<PARAM NAME="Link5" VALUE="http://ac2.mystics.de/">
<PARAM NAME="Item6" VALUE="Dark Age of Camelot">
<PARAM NAME="Link6" VALUE="http://camelot.mystics.de/">
<PARAM NAME="Item7" VALUE="Dungeons & Dragons Online">
<PARAM NAME="Link7" VALUE="http://ddo.mystics.de/">
<PARAM NAME="Item8" VALUE="EverQuest II">
<PARAM NAME="Link8" VALUE="http://eq.mystics.de/">
<PARAM NAME="Item9" VALUE="Hero's Journey">
<PARAM NAME="Link9" VALUE="http://hj.mystics.de/">
<PARAM NAME="Item10" VALUE="Horizons">
<PARAM NAME="Link10" VALUE="http://hz.mystics.de/">
<PARAM NAME="Item11" VALUE="Middle Earth Online">
<PARAM NAME="Link11" VALUE="http://meo.mystics.de/">
<PARAM NAME="Item12" VALUE="Shadowbane">
<PARAM NAME="Link12" VALUE="http://sb.mystics.de/">
<PARAM NAME="Item13" VALUE="Star Wars Galaxies">
<PARAM NAME="Link13" VALUE="http://swg.mystics.de/">
<PARAM NAME="Item14" VALUE="Vanguard: Saga of Heroes">
<PARAM NAME="Link14" VALUE="http://vanguard.mystics.de/">
<PARAM NAME="Item15" VALUE="Warhammer Online">
<PARAM NAME="Link15" VALUE="http://wo.mystics.de/">
</APPLET>
					</DIV>
					<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0">
					<TR>
						<TD VALIGN="TOP">
							<IMG SRC="./pics/null.png" WIDTH="6" HEIGHT="400" ALT=""/><BR/>
						</TD>
						<TD VALIGN="TOP" CLASS="goodmenu">
							<IMG SRC="./pics/button-good-aktuelles.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" HREF="./?module=News">News</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Mail&category=News">News senden</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=vote">Umfragen</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=HelpUs/">Jobs</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Resourcen/Patchnotes/">Updates</A><BR/>
								<BR/>
							</DIV>
							<IMG SRC="./pics/button-good-einleitung.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Einleitung/Ueberblick/">Überblick</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Einleitung/Glossar/">Glossar</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Einleitung/FAQ/">FAQ</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?content=171">Schnelleinstieg</A><BR/>
								<BR/>
							</DIV>
							<IMG SRC="./pics/button-good-bibliothek.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" 
HREF="./?content=151">Geschichten & &nbsp;&nbsp;&nbsp;Rollenspiel</A><BR/>
								&nbsp;- <A CLASS="goodlink" 
HREF="./?content=166">Herrscher</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?content=165">Factions</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Bibliothek/Rassen/">Rassen</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Bibliothek/mobs/">Kreaturen</A><BR/>
								<BR/>
							</DIV>
							
							<IMG SRC="./pics/button-good-almanach.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/> 
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" HREF="./?content=163">Atlas</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Handbuch/Guides/">Guides</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Handbuch/Quests/">Quests</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?page=Bibliothek/Klassen/">Klassen</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?content=133">Handwerk</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?content=170">Magie</A><BR/>
								<br />
							</DIV>
							
							<IMG SRC="./pics/button-good-taverne.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">

								&nbsp;- <A CLASS="goodlink" HREF="http://community.mystics-network.de/forumdisplay.php?f=31" target="_blank">Forum</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Chat">Onlinechat</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Associations">Gildendatenbank</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="http://community.mystics.gamigo.de/hosting.php" target="_blank">Forenhosting</A><BR/>
								<BR/>
							</DIV>
							
							<IMG SRC="./pics/button-good-resourcen.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" HREF="./?page=resourcen/artikel">Artikel</A><BR/>
								
								&nbsp;- <A CLASS="goodlink" HREF="./?content=164">Bildmaterial</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Links">Links</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Downloads">Downloads</A><BR/>
								<BR/>
							</DIV>
<!-- auskommentiert da doppelt mit Ressourcen							
							<IMG SRC="./pics/button-good-multimedia.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Screenshots&category=7">Screenshots</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Screenshots&category=16">Exclusives</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Screenshots&category=6">3D-Modelle</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Screenshots&category=2">Konzeptskizzen</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Screenshots&category=8">Artworks</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Downloads&id=711&category=8">Videos</A><BR/>
								<BR/>
							</DIV>	
-->
							
							<IMG SRC="./pics/button-good-team.png" WIDTH="119" HEIGHT="20" ALT=""/><BR/>
							<DIV STYLE="margin: 4px">
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Mail">Kontakt</A><BR/>
								&nbsp;- <A CLASS="goodlink" HREF="./?module=Impressum">Impressum</A><BR/>
								<BR/>
							</DIV>
						</TD>
					</TR>
					</TABLE>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
					<BR/>
				</TD>
				<TD ALIGN="CENTER" VALIGN="TOP" BGCOLOR="#BDBDBD" BACKGROUND="./pics/page-bg.jpg" WIDTH="502">
					<IMG SRC="./pics/page-03.jpg" WIDTH="502" HEIGHT="126" ALT="EverQuest II - Create Your Own Destiny"/><BR/>
					<TABLE BORDER="0" CELLPADDING="10" CELLSPACING="0" WIDTH="100%">
					<TR>
						<TD ALIGN="CENTER" VALIGN="BOTTOM" BACKGROUND="./pics/page-04.jpg">
<table border="0" cellpadding="1" cellspacing="0"><tr><td bgcolor="#ffffff"><img src="/networkservice/pics/banners/468x60.png" width="10" height="60" alt="Werbung" /></td><td bgcolor="#ffffff"><script language='JavaScript' type='text/javascript' src='http://82.133.85.64/adx.js'></script>
<script language='JavaScript' type='text/javascript'>
<!--
   if (!document.phpAds_used) document.phpAds_used = ',';
   phpAds_random = new String (Math.random());
   phpAds_random = phpAds_random.substring(2,11);
   document.write ("<" + "script language='JavaScript' type='text/javascript' src='");
   document.write ("http://82.133.85.64/adjs.php?n=" + phpAds_random);
   document.write ("&amp;what=zone:37");
   document.write ("&amp;exclude=" + document.phpAds_used);
   if (document.referrer) document.write ("&amp;referer=" + escape(document.referrer));
   document.write ("'><" + "/script>");
//-->
</script><noscript><a href='http://82.133.85.64/adclick.php?n=ac0cbf33' target='_blank'><img src='http://82.133.85.64/adview.php?what=zone:37&amp;n=ac0cbf33' border='0' alt='' /></a></noscript>
</td></tr></table>					
						</TD>
					</TR>
					</TABLE>
					<img src="./pics/head_balken.png" width="502" height="30"><br>
					<TABLE BORDER="0" CELLPADDING="10" CELLSPACING="0" WIDTH="502">
					<TR>
						<TD CLASS="P0" VALIGN="TOP">			<div class="content">
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
<TR>
<TD CLASS="H0">&nbsp;Fraktionen in Everquest II</TD>
</TR>
</TABLE>
<BR/>
<p>F&#252;nfhundert Jahre sind vergangen seit der Schl&#228;fer erweckt wurde und ein turbulentes, neues Zeitalter hat Norrath erreicht. F&#252;rchterliche Katastrophen haben die Welt ersch&#252;ttert. Zerst&#246;rung ist vom Himmel geregnet. Die alten G&#246;tter sind still. Die ehemaligen Reiche der alten Rassen liegen in Ruinen und ihre &#220;berlebenden haben sich zerstreut auf ihrer Suche nach Zuflucht und F&#252;hrung. Die St&#228;dte der Menschen, Freepot und Qeynos - unter mysteri&#246;sen Umst&#228;nden von der Zerst&#246;rung des restlichen Norrath verschont - sind zu H&#228;fen der Zuflucht f&#252;r Fl&#252;chtlinge aus allen Teilen der Shattered Lands geworden.&#160;</p><TABLE BORDER="0" CELLPADDING="1" CELLSPACING="0" WIDTH="482" CLASS="newsheadline">
<TR>
<TD CLASS="P0" ALIGN="CENTER" WIDTH="100%">&nbsp;<B>Freeport</B></TD>
</TR>
</TABLE>
<p></p><p>Die verdorbene Stadt Freeport bleibt im unsterblichen/nicht endenden Griff ihres ewigen Herrschers Lucan D&#8217;Lere. Mit Hilfe seiner Lucanic Knights wacht D&#8217;Lere &#252;ber die Stadt und manipuliert deren beherrschende Gruppen, um Freeport&#8217;s Einflu&#223; und Vorherrschaft auszuweiten. B&#246;se Rassen, vertrieben durch die Katastrophen, bev&#246;lkern nun die Stadt. Die f&#252;nf st&#228;rksten Gruppen Freeport&#8217;s konkurrieren um pers&#246;nliche Macht w&#228;hrend sie gleichzeitig versuchen den dunklen Willen des gnadenlosen Lucan zu befriedigen.</p><h4>Die Freeport Militia - Milit&#228;rische Macht/Milit&#228;r </h4>Die Freeport Militia stellt die Hauptverteidigung der Stadt. Sie besteht aus S&#246;ldnern, Halunken und Rauhbeinen aus der ganzen Welt. Ihre Reihen bestehen haupts&#228;chlich aus Rekruten von lokalen Kriegergilden, Kneipen oder den Grenzl&#228;ndern. Die meisten Mitglieder sind K&#228;mpfer, allerdings gibt es auch spezialisierte Einheiten die andere Klassen beinhalten. Die Militia hat eine lange Geschichte von Korruption und Gewalt. Auch wenn sie diese Haltung beibeh&#228;lt ist sie doch zu einer st&#228;rker organisierten und effizienten Kampfkraft geworden, wie sie besser in die gro&#223;e Handelsstadt Freeport passt. Sie ist eine sehr f&#228;hige und organisierte Armee des Staates und eine der m&#228;chtigsten Kampfverb&#228;nde auf Norrath. Diese Organisation ist an keine Gottheit oder Glaubensrichtung gebunden. Lucan selbst formte die Militia vor vielen Jahren. <h4>Die Dismal Rage - Herolde des G&#246;ttlichen/Kirche </h4>Die Dismal Rage ist ein dunkler, unheimlicher Orden der alle b&#246;sen G&#246;ttern anbetet. In dieser Gruppe kann man eine Vielzahl von religi&#246;sen Kasten und &#220;berzeugungen finden, vereinigt durch ihre dunklen Ziele. Der Orden begr&#252;ndet sich auf einer strikten Lehre die dem Covenant of the Accursed folgt, einem uralten Buch welches angeblich aus der Plane of Knowledge gestohlen wurde. Diese Organisation ist ist sehr spirituell und heimt&#252;ckisch b&#246;se. Priester und Kreuzritter sind meist mit der Dismal Rage verbunden, aber es finden sich auch andere Klassen in seinen Reihen. Hass und Leid sind seine treibenden Kr&#228;fte, wie es auch ihr Wille ist den Glauben in eine Welt zur&#252;ckzubringen die offensichtlich von den alten G&#246;ttern aufgegeben wurde. <h4>Die Arcane Scientists - H&#252;ter des Arkanen/Magier </h4>Diese alte Bruderschaft widmete sich einst nur der Magie, inzwischen hat sie sich zu einer Fundgrube arkanen Wissens und Artefakte entwickelt.Ihre Mitglieder sind ein emotionsloses Volk/Pack die Wissen vor allem Anderem erstreben. Ihre Wurzeln liegen in einer blutigen Vergangenheit, begr&#252;ndet auf dem Massaker an allen guten Mitgliedern der Akademie und der Einf&#252;hrung der dunklen K&#252;nste. Jeder Bewohner Freeports der glaubt das Einf&#252;hrungsritual zu bestehen kann versuchen den Reihen der Gemeinschaft beizutreten. Nach seiner Aufnahme muss jedes neue Mitglied sich verpflichten die Bruderschaft durch Forschung und der Suche nach verlorenen Artefakten zu unterst&#252;tzen. Keine Gnade wird denjenigen zuteil die versuchen sich zwischen die Bruderschaft und dem Erwerb mystischer Kraft zu stellen, und keine Reue gezeigt f&#252;r das Leben welches der Expansion der Dominanz der Arcane Scientist weichen muss. <h4>Die Seafury Buccaneers - Informationsh&#228;ndler/Geheimdienst </h4>Die Seafury Buccaneers sind eine Piraten Organisation in Freeport die von Gesetzesbrechern und Schurken gegr&#252;ndet wurde. Diese zwielichtige Gruppe fand es profitabel an Freeport&#8217;s Verteidigung durch kapern generischer Schiffe und der Weitergabe der dadurch gewonnenen Informationen an die Militia teilzuhaben. Daf&#252;r durften sie einen Gro&#223;teil ihrer Beute behalten. Die Buccaneers sind eher Piraten als eine wahre Marine. Sie versenken und kapern Schiffe unter dem Schutz von Lucan und den verdrehten Gesetzen Freeports. <h4>Die Coalition of Tradesfolke - Befehlshaber des Handels/H&#228;ndler </h4><p>Die Coalition ist die inoffizielle Verwaltung f&#252;r alle Handelsaktivit&#228;ten in Freeport, inklusive aller Kolonien in den Grenzen des Reichs. Tats&#228;chlich ist die Coalition ein sehr gut organisiertes Verbrechersyndikat und die gef&#228;hrlichste Gruppierung in Freeport: ein unerbitterliches Kartell das vor nichts halt macht, um den Handel zu monopolisieren. Es ist ein gro&#223;er Spieler auf dem Weltmarkt und ist bekannt daf&#252;r kurzen Prozess mit Mitbewerben zu machen. Und dies sowohl auf wirtschftlichem Wege als auch durch pure Gewalt. Die Coalition hat eine Privatarmee aus Killern und S&#246;ldnern verschiedener Klassen, um den Weltmarkt zu seinen Gunsten zu manipulieren. </p><p></p><TABLE BORDER="0" CELLPADDING="1" CELLSPACING="0" WIDTH="482" CLASS="newsheadline">
<TR>
<TD CLASS="P0" ALIGN="CENTER" WIDTH="100%">&nbsp;<B>Qeynos</B></TD>
</TR>
</TABLE>
<p></p><p>Qeynos ist eine wohlt&#228;tige Stadt, die ihre Arme &#246;ffnet f&#252;r jene die f&#252;r eine Verbesserung der Gesellschaft und die Reinigung des B&#246;sen aus den Shattered Lands arbeiten wollen. Damit is Qeynos ein Leuchtfeuer f&#252;r St&#228;rke und Ideale. Gute Leute aus ganz Norrath suchten Zuflucht unter der F&#252;hrung von Antonia Bayle. Dieser tapferen Herrscherin des K&#246;nigreichs von Qeynos hilft der Circle of Five, ein Rat aus den F&#252;hrern der f&#252;nf gr&#246;&#223;ten Gruppen der Stadt. </p><h4>Die Qeynos Guard - Milit&#228;rische W&#228;chter/Milit&#228;r </h4>Die milit&#228;rischen Kr&#228;fte der Qeynos Guard sind in vier Divisionen eingeteilt, deren Kommandeure einem General unterstehen. Die vier Divisionen sind die City Guard, die Tower Guard, die Qeynos Navy und die Outland Brigade. Der General erh&#228;lt seine Befehle vom Circle of Five, dem Regierungsrat der Stadt. Trainiert werden die Soldaten von den Steel Warriors des Order of Life. <h4>Die Celestial Watch - Verteidiger des g&#246;ttlichen/Kirche </h4>Die Celestial Watch ist eine religi&#246;se Gemeinschaft aus J&#252;ngern der nun abwesenden G&#246;tter der G&#252;te und des Lichts. Dieser Orden verehrt alle guten G&#246;tter und ist eine sehr gl&#228;ubige Gemeinschaft. Unabl&#228;&#223;ig betend, dass die alten G&#246;tter nicht f&#252;r immer gegangen sind, beobachten ihre Mitglieder den Himmel f&#252;r deren R&#252;ckkehr. Die Celestial Watch ist eine selbstlose Organisation, die sich um das k&#246;rperliche und geistige Wohlbefinden der guten B&#252;rger des K&#246;nigreichs von Qeynos sorgt. Manchmal unternimmt sie missionarische Kreuzz&#252;ge zu entfernten L&#228;ndern, um das Wort der rechtschaffenden zu verk&#252;nden. <h4>Das Concordium - Meister des Arkanen/Magier </h4>Das Concordium ist eine wohlt&#228;tige Gemeinschaft von Magiern die es sich zur Aufgabe gemacht haben den positiven Einflu&#223; des Arkanen in ganz Norrath zu verbreiten. Seine Mitglieder lieben es die Bewohner Qeynos zu unterhalten und sind bekannt daf&#252;r durch die Lande zu ziehen, um ihre F&#228;higkeiten zu zeigen. Obwohl sie gern die Sch&#246;nheit der Magie demonstrieren sind sie dennoch extrem m&#228;chtige Magier und f&#228;hig immense zerst&#246;rerische Kr&#228;fte zu entfesseln. Ihr Auftrag ist es alles verlorene Wissen aus den Shattered Lands zur&#252;ckzuerlangen. Sollten sie es nicht schaffen, wird es mit Sicherheit in die H&#228;nde des B&#246;sen fallen. <h4>Die Tunarian Alliance - Die stillen W&#228;chter/Geheimdienst </h4>Die Tunarian Allianz ist die Vereinigung der Druiden, Kundschafter und F&#246;rster Organisationen aus den Shattered Lands. Ihre Mitglieder folgen den Gesetzen der Tunarae Prinzipien die auf den Lehren der G&#246;ttin des Wachstums basieren. Mitlieder der Alliance sind Verteidiger der Waldl&#228;nder, die oft au&#223;erhald der zivilisierten Gebiete patroullieren. Ihre meisterhafte F&#228;higkeit unendeckt zu bleiben und ihre vielen Reisen an den Rand der bekannten Welt haben sie zu f&#228;higen Spionen gemacht - Stille Beobachter in den Schatten. <h4>Die Ironforge Exchange - H&#228;ndler </h4>Die Ironforge Exchange besteht aus Handwerkern und H&#228;ndlern die L&#228;den in Qeynos besitzen. Der F&#252;hrer der Ironforge Exchange ist ein Mitglied im Circle of Five. Ihm berichten die Handelsmeister des Hafenbezirks und der Farml&#228;nder. Die H&#228;ndler Qeynos helfen schnell bei jeder Aufgabe die dem Reich und seiner Bev&#246;lkerung hilft. Sie arbeiten oft mit den anderen Gruppen von Qeynos zusammen und selbst ein finanzieller Verlust schreckt sie nicht ab, solange es der Gemeinschaft dient. Kein Gewinn ist wertvoller als der Wohlstand aller Antonicans. <h4>Eine neue Welt erwartet dich </h4><p>Die Zeit der Entscheidung ist da. Wirst du Lucans verdrehte Tr&#228;ume von Kontrolle und Eroberung unterst&#252;tzen, oder hilfst du Qeynos als ein Licht gegen die Dunkelheit? Unz&#228;hlige Abenteuer erwarten dich und zahllose Fragen m&#252;ssen beantwortet werden. Was verursachte die Zerst&#246;rung Luclins? Sie die alten G&#246;tter wirklich fort? Welche gef&#228;hrlichen neuen Grenzen liegen jenseits der aufgew&#252;hlten Meere? Im Schatten warten mysteri&#246;se M&#228;chte und beobachten dich. Jetzt, wie in l&#228;ngst vergangenen aber nicht vergessenen Zeiten, zeigen sich neue Helden &#252;berall in Norrath. F&#252;r wessen Ziele werden sie k&#228;mpfen? Welche Geheimnisse werden sie l&#252;ften? Sie sind es die die Zukunft Norraths gestalten. Es ist der Morgen eines neuen Zeitalters: Dem Zeitalter des Schicksals. </p><p></p>
</div>
						</TD>
					</TR>
					</TABLE>
				</TD>
				<TD VALIGN="TOP" BGCOLOR="#564436" BACKGROUND="./pics/evil-bg.jpg" WIDTH="129">
					<IMG SRC="./pics/evil-01.jpg" WIDTH="129" HEIGHT="205" ALT=""/><BR/>
					<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0">
					<TR>
						<TD VALIGN="TOP">
							<IMG SRC="./pics/null.png" WIDTH="4" HEIGHT="400" ALT=""/><BR/>
						</TD>
						<TD VALIGN="TOP" CLASS="evilmenu">
							<IMG SRC="./pics/button-evil-login.png" WIDTH="119" HEIGHT="17" ALT=""/><BR/>
							<FORM ACTION="./?module=Login" METHOD="POST" STYLE="margin: 0px">
								<INPUT TYPE="TEXT" NAME="loginusername" SIZE="8" CLASS="userlogin"/><BR/>
								<INPUT TYPE="PASSWORD" NAME="loginuserpass" SIZE="8" CLASS="userlogin"/><BR/>
								<INPUT TYPE="SUBMIT" VALUE="Login" CLASS="userpress"/>
							</FORM>
							<BR/>
							<BR/>
						</TD>
					</TR>
					</TABLE>
				</TD>
			</TR>
			<TR>
				<TD COLSPAN="3"><IMG SRC="./pics/page-02.png" WIDTH="760" HEIGHT="6" ALT=""/><BR/></TD>
			</TR>
			<TR>
				<TD COLSPAN="3" CLASS="copyright" STYLE="margin: 0px; text-align: center">
					<B>EverQuest II Mystics</B> © 2004 <A HREF="http://www.mystics.de/" CLASS="copyright">Mystics Network</A><BR/>
					( EverQuest ist ein eingetragenes Markenzeichen der <a href="http://sonyonline.com/corp/legal.jsp" CLASS="copyright">Sony Computer Entertainment America Inc.</a>)<BR/>
					<SPAN STYLE="color: #888888">Seite generiert mit mPortal 4.2.2 in 0.0027 Sekunden (0.0025 Sekunden PHP und 0.0003 Sekunden MySQL) mit 1 Queries</SPAN>
				</TD>
			</TR>

			</TD>
			</TABLE>
		</TD>
		<TD VALIGN="TOP">
			<DIV STYLE="margin: 1px"></DIV>
<table border="0" cellpadding="1" cellspacing="0"><tr><td bgcolor="#ffffff"><script language='JavaScript' type='text/javascript' src='http://82.133.85.64/adx.js'></script>
<script language='JavaScript' type='text/javascript'>
<!--
   if (!document.phpAds_used) document.phpAds_used = ',';
   phpAds_random = new String (Math.random());
   phpAds_random = phpAds_random.substring(2,11);
   document.write ("<" + "script language='JavaScript' type='text/javascript' src='");
   document.write ("http://82.133.85.64/adjs.php?n=" + phpAds_random);
   document.write ("&amp;what=zone:38");
   document.write ("&amp;exclude=" + document.phpAds_used);
   if (document.referrer) document.write ("&amp;referer=" + escape(document.referrer));
   document.write ("'><" + "/script>");
//-->
</script><noscript><a href='http://82.133.85.64/adclick.php?n=a1ffa319' target='_blank'><img src='http://82.133.85.64/adview.php?what=zone:38&amp;n=a1ffa319' border='0' alt='' /></a></noscript>
</td></tr></table>		</TD>
	</TR>
	</TABLE>
</DIV>

<!-- MYSTICS.DE IVW -->
<img src="/cgi-bin/ivw/CP/mystics/eq" border="0" width="1" height="1" alt="" /><br />
<!-- /MYSTICS.DE IVW -->

</BODY>
</HTML>