{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"BobbiS7@xxx.xxx","from":"BobbiS7@...","replyTo":"LIST","senderId":"qAcfR86Oqpky8eCkkb25tr999LOBfz7mfs3pzpRBI4tOfCmz5O69AlVbXyvbCnOMhv7HH5k9","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Newbie Fodder & Test Servers","postDate":"925015723","msgId":105,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjI4LjEwNS45NTkyOTQzODNAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":106,"prevInTime":104,"nextInTime":106,"topicId":105,"numMessagesInTopic":10,"msgSnippet":"Wow!   Lots of good stuff... Thank you everyone for all of your replies. I wonder if anyone at Verant is on the lists? (Get a soda or something stronger, this","messageBody":"<div id=\"ygrps-yiv-2051467024\">Wow!   Lots of good stuff...<br/>\n<br/>\nThank you everyone for all of your replies.  <br/>\nI wonder if anyone at Verant is on the lists?<br/>\n(Get a soda or something stronger, this is a lengthy reply)<br/>\n<br/>\nIf I was asking a pure newbie question, there is another <br/>\nmailing list for them, but I haven&#39;t seen much activity.<br/>\n<br/>\nIn this reply please consider my situation:  <br/>\nSince the non-SB Sound patch went  &#39;live&#39;, my system <br/>\nfreezes after 5-15 minutes of play on Veeshan.  <br/>\nI have posted numerous messages on EQVault&#39;s Bug board.<br/>\nI also recently got a direct reply from John Smedley.<br/>\nI figured rather than be frustrated, try Test last weekend.  <br/>\nHeck, John posted on EQVault news for us to give them<br/>\nfeedback of problems.  I love to rant as you can see.<br/>\nEither due to the lower head count, my 1am pst on time <br/>\nor the potential of a test patch fixing my problem, I enjoyed <br/>\nplaying for well over an hour, but I still froze.  <br/>\nI had hoped with the April 20 migration that my freezing<br/>\nwould return to a bareable once per hour.<br/>\n<br/>\nEQ doesn&#39;t lock-up or just drop where I could Ctl-Alt-Del, <br/>\nmy system freezes.  Mouse stops moving etc.. <br/>\nReboots take about as long as a a full game to load from <br/>\nfirst click.   Try that 3 times an hour.<br/>\n <br/>\nFirst - for those who get individual posts, try setting digested.<br/>\nFor those who already have digested, please consider shorting<br/>\nthe &quot;Original&quot; messages you quote to just the juicy parts.   <br/>\nFor the rest that are confused, read the Number 27 digest to <br/>\nsee what a 2 line reply looks like when 3 messages are tagged<br/>\nto the end of each post.  <br/>\nPLEASE double check before replying to THIS post!<br/>\n<br/>\nVespair - I&#39;m not a pure newbie, I also play on Simtronics&#39;<br/>\nDragonrealms as well as numerous other text MUDS, so <br/>\nmy expectations of development are still with using my <br/>\nfirst, a 4th level Cleric in Freeport now a member of the<br/>\nBrotherhood of Balance guild.   Their squire quest has <br/>\nbeen a painful one with 10 minute reboots, but the <br/>\nguild leader Myrddin is very supportive of my success.<br/>\n<br/>\nOn test, I started a Paladin to challenge more Warrior like<br/>\ndisiplines, but still Holy based.  For the last 3 days I&#39;ve<br/>\nbeen stuck in the Attic of the Sea Farer&#39;s Roost.<br/>\nI have submitted /Bug reports and when on, /Petition.<br/>\nMy quandry, I don&#39;t think anyone is there to react.<br/>\nBeing the ONLY player in East Freeport, I suppose<br/>\nI&#39;ll have to let my my character starve, just to get out.<br/>\n<br/>\nThe common feature of both was being Human and homed <br/>\nin Freeport.   Someone posted on Bugs, that there maybe <br/>\na problem with freezing while in Freeport and suggested that <br/>\nI pick another home city/race.   Thus Dark Elf in Neriak.<br/>\nMy only problem has been AOL carrier drop and Server not<br/>\nresponding, but that is NOT Verant&#39;s problem.<br/>\nAwhile back I also tried and then purged a Tree Elf Ranger <br/>\nin Kelethin, {but that&#39;s a silly place (MP Holy Grail - Camelot)}.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Vespair (Vesheen Server)<br/>\n&gt; maybe you should pick another server other than Test Server... <br/>\n<br/>\n </span></blockquote>PWipes on test don&#39;t bother me.  Traveling on big ships to far<br/>\naway places is a bit risky still - I never did find my Corpse in <br/>\nthe Southern Desert of Ro!   Starting a new throw away character <br/>\nin other places is a great opportunity to explore both class/race <br/>\nabilities and other locations with fewer risks to my primary.<br/>\n<br/>\nWhat DOES bother me is the absence of a GM on TEST where <br/>\nproblems are expected to pop up.  I have Bugged a few already<br/>\nI found in the Temple Marr during my first Message Quest.<br/>\nOkay, maybe not a 1am on Saturday morning, but then, when <br/>\ndoes any hardcore EQ player really sleep?  <br/>\nIf John were listening &lt;g&gt;, then I would simply expect one 24x7, <br/>\nover any of the other servers, as a requirement for EQ&#39;s own <br/>\nhealthiness.<br/>\n<br/>\nDark Elf Shadow Knight is a difficult combination.  The game<br/>\nwarns this during character registration on the server.  <br/>\nActually a nice warning for some who have never played <br/>\nAD&D or RPg&#39;d.   I love to see the Doom/Quake Fraggers <br/>\nflaunder about with less than a trusty pistol to start.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;   From: &quot;Shane Bole&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:shane0009@...\">shane0009@...</a>&gt;<br/>\n<br/>\n&gt; go to the nekbulos forest or whatever its called <br/>\n&gt; you should find stuff there to kill<br/>\n<br/>\n </span></blockquote>Shane, I&#39;ll try Nekbulos next time on, Neriak is a strange place indeed.<br/>\nOther than for Necro&#39;s and SK&#39;s, I didn&#39;t see a mailng list for it, so <br/>\nI created one.   <br/>\nMy question, are the Ghoul critters fodder or friend for Dark Elf types?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; crowded with people stealing kills<br/>\n<br/>\n </span></blockquote>Amen... For even a loner, as I am, it&#39;s a bit two quiet at times.  <br/>\nIt is nice to see another face other than a guard or merchant<br/>\nin Freeport during the early AM.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Thormael<br/>\n<br/>\n&gt; Another point is that they reset server and boot people without <br/>\n&gt; warning usually, and I didn&#39;t pay for this as a permanent effect!<br/>\n<br/>\n </span></blockquote>I didn&#39;t pay for my frequent freezing on &#39;live&#39; either.  <br/>\nI signed on the Friday after EQ went out of Beta.  <br/>\nThe same weekend as the UUNet router problems which <br/>\naffected everyone!   That was also beyond Verant&#39;s control.<br/>\n<br/>\nVerant and EverQuest are going through normal post-beta growing pains.  <br/>\nI had the same experience working with Microprose with the release of<br/>\nMagic the Gathering.  This before being absorbed into the Hasbro Borg.  <br/>\nSimtronics opened Hercules & Xena and continued to tweak well beyond<br/>\nBeta.  More than once my items wouldn&#39;t BUNDLE correctly afterwards.<br/>\n<br/>\nI will continue to be very patient.  <br/>\n<br/>\nI see potential in this great game.  Even the non in-game social aspect <br/>\nlike this message, adds to &quot;our&quot; whole experience of playing.  <br/>\nJust try a Search on Onelist for Everquest!<br/>\nI just wish there would be far less duplicates of similar lists <br/>\nand an &quot;official&quot; NETRep appearance in each of them.   <br/>\nOkay, so it would be a really boring job having to READ a bunch of group <br/>\nemail rants ALL day long,  but it could also reward the faithful subscribers <br/>\nthat Verrant is present and listening.   <br/>\nWhat else is there to do 9-5 during the week?  &lt;even bigger Grin&gt;<br/>\n<br/>\nToday, my problem(s) feels like it&#39;s due to just MY configuration.  Techy <br/>\nstuff.<br/>\nI&#39;ve already created a second Win98 boot profile to disable things like USB<br/>\nand Network.   Btw: it doesn&#39;t seem to have helped.    Since John&#39;s message<br/>\nI even tried disabling my sound card, but that seems to make EQ launch<br/>\nproblems only worse.  On BUGS, I have a handful of confirms that others also <br/>\nhad similar problems.    I have forwarded to Phase2 (Steve) per EQVault news, <br/>\nmy Nevat.zip file I previously sent to EQtech.  I do hope they remember to <br/>\nREAD the included ZIP comments.  <br/>\nI have not seen ANY reply or a courtesy confirmation like a auto-ack Ticket#.<br/>\nMy other problem, about the same time as freezing started, lovely mosaic <br/>\nscreens are in the game on both Veeshan and Test.  I&#39;ve sent a few of them <br/>\nto EQShots for Screen shots of the day.  My favorite is Freeport Winter.<br/>\nIf anyone is interested, I can post my NEVAT.Zip in the Files section here.<br/>\n<br/>\nCleric Taven (Veeshan)<br/>\nPaladin Nevat (Test)</div>","specialLinks":[]}}