{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tom Moore","from":"Tom Moore &lt;machesta@...&gt;","replyTo":"LIST","senderId":"tTFhySNJGoboHVSDmahzBIdIK2arktUaDQNqNcd_ZZoxwgpqOiUan7RdZC9W7hhI1IBIKHaX7Epb9htPa6Erh8t5AMftYw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] About loot order","postDate":"988810997","msgId":1257,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNBRjAwRUY1LjQ0OTgyODE1QG4tbGluay5jb20+","referencesHeader":"PDUxOUM1MjNGNjMzRUQ0MTFCMzc2MDIyMDQ4NjQyODc2QjM1NzZCQGNnNTh1cGQwMS5waGlsaXBwaW5lLXNlYS5uYXZ5Lm1pbD4="},"prevInTopic":1256,"nextInTopic":1258,"prevInTime":1256,"nextInTime":1258,"topicId":1246,"numMessagesInTopic":48,"msgSnippet":"Greetings Mu, To illustrate the trade up provision that many groups here use, let s say we are hunting in the crypt in Old Sebilis and you win a ranger helm","messageBody":"<div id=\"ygrps-yiv-2141460046\">Greetings Mu,<br/>\n<br/>\nTo illustrate the trade up provision that many groups here use, let&#39;s say we are<br/>\nhunting in the crypt in Old Sebilis and you win a ranger helm since no one in<br/>\nthe group can use and they do a group roll in the helm.  Later an item that of<br/>\ngreater value drops, you can say &quot;I would like to trade up.&quot;  You then get to<br/>\nroll on the new item, if you win it, then your old item (the ranger helm) goes<br/>\nback into the pot for the others (that have not got an item yet) to roll on and<br/>\nyou get the new item.  We figure it is a way to be fair in cause early on, lower<br/>\nitems drop and then we get higher items later.  As long as group understands we<br/>\nare using that proviso, then there is no problem and people accept it.  :)<br/>\n<br/>\nAdditionally, we try to do groups that will last long times and do our best to<br/>\nkeep groups together until everyone gets something.  This does not always work,<br/>\nbut that is our goal in most groups I hunt with now.  Sometimes we form groups<br/>\nwith an agreement to get together on several different occassions to hunt items<br/>\nfor each member in the group, but like I said in earlier post, most grouping<br/>\nthat I participate in is done for experience and fun now versus loot.  I have<br/>\nseen loot become too much of an issue and ruin too many in game friendships.<br/>\n<br/>\nPlease do not get me wrong, I still like to get loot and still need money to buy<br/>\nitems I cannot camp or items that takes long time to camp like some of the<br/>\nexpansion spells I need.  I usually like to carry a stack or two of small<br/>\ncoffins on me to be able to help friends in corpse recovery when a camp or raid<br/>\ngoes bad.  I do not ask for them to pay for the coffins, I figure it is for me<br/>\nto return back to the community a little of what I receive from it.  :)<br/>\n<br/>\nI am open to any suggestions that people might have for camp spots for farming<br/>\ncash cow or loot that is easy to turn into cash.  So please if any of you have<br/>\nany suggestions for hunt spots, please share them.  :)<br/>\n<br/>\nBut enough on that,  I hope you all have good hunts and fun in EQ.  ;)<br/>\n<br/>\nWaylorn<br/>\n<br/>\n<br/>\n&quot;Nygaardr, FC3&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; &quot;We allow people to trade up, when better items drop.&quot;  How does this work?<br/>\n&gt; We do the same thing on my server with what you call &quot;king&quot; looter, but we<br/>\n&gt; call it Commie (common) loot.  But how would you do the trade up?  We hold<br/>\n&gt; all items until the end (except those that are Obvious equipment upgrades<br/>\n&gt; for someone then we roll right then) and lets say 5 good items dropped<br/>\n&gt; everyone would roll one time 100 to 1000 or 1 to 100 whatever different<br/>\n&gt; every time and everyone picks in that order.  The bulk of the good gems and<br/>\n&gt; PP would go to the cleric for symbols and maybe some to the enchanter if<br/>\n&gt; he/she was using Rune a lot.  How does the trade up work?<br/>\n&gt;<br/>\n&gt; Mu<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; From: Tom Moore [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:machesta@...\">machesta@...</a>]<br/>\n&gt; Sent: Tuesday, May 01, 2001 6:12 PM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a><br/>\n&gt; Subject: Re: [EverQuest] About loot order<br/>\n&gt;<br/>\n&gt; Su,<br/>\n&gt;<br/>\n&gt; In most groups that I hunt with now, we use the king looter system, where<br/>\n&gt; one<br/>\n&gt; person loots everything and then it is divided out when someone leaves the<br/>\n&gt; group.  If a major item drops, we normally have it go to whomever will use<br/>\n&gt; it<br/>\n&gt; first.  If no one will use it as a primary item, then it is rolled on by the<br/>\n&gt; group.  We allow people to trade up, when better items drop.  Some days we<br/>\n&gt; might<br/>\n&gt; only see one or two major items drop.  Then other days, we have seen<br/>\n&gt; multiples<br/>\n&gt; of items drop and everyone in the party get something good.  It is always<br/>\n&gt; that<br/>\n&gt; luck element that decides the quality and quantity.  Nowadays, I am more<br/>\n&gt; experienced oriented and fun oriented than loot oriented.  Most of the<br/>\n&gt; places I<br/>\n&gt; camp do not drop items that are useable by my class or drop items that are<br/>\n&gt; better than the items I might already have.  I do not like loot hogs or<br/>\n&gt; ninja<br/>\n&gt; looters, but I am not really concern about loot as long as the system is<br/>\n&gt; fair<br/>\n&gt; and everyone understands and agrees to it ahead of the time.  :)<br/>\n&gt;<br/>\n&gt; It has been ages since I been in a group that use alpha loot or loot to X<br/>\n&gt; plat<br/>\n&gt; or whatever.  Normally, I really like the king looter system, since it<br/>\n&gt; allows me<br/>\n&gt; to concentrate on supporting the party and getting mana back up.  ;)<br/>\n&gt;<br/>\n&gt; On a side bar, what does FFA stand for.  I know I should know it, but I am<br/>\n&gt; not<br/>\n&gt; very good with abbreviations.<br/>\n&gt;<br/>\n&gt; Tom aka Waylorn Dragonsbane, Druid of 58 seasons<br/>\n&gt;<br/>\n&gt; Su wrote:<br/>\n&gt;<br/>\n&gt; &gt; Recently in some of the groups I&#39;ve been in, we&#39;ve had a few problems with<br/>\n&gt; &gt; loot order. Often, the tanks will insist on FFA. But since I play the main<br/>\n&gt; &gt; healer and am expected to sit and med (only getting up to heal) I get<br/>\n&gt; &gt; totally screwed. I never get loot. But then when we try to establish alpha<br/>\n&gt; &gt; loot some people complain. They don&#39;t care about the casters. All they<br/>\n&gt; care<br/>\n&gt; &gt; about is getting loot for themselves. These people partake in<br/>\n&gt; &gt; &quot;ninja-looting&quot;. They loot everything really fast so nobody else gets a<br/>\n&gt; &gt; chance. And even when we establish a regular loot order some people will<br/>\n&gt; &gt; still loot out of turn.<br/>\n&gt; &gt; And then we have times when people say we roll for certain types of loot.<br/>\n&gt; &gt; When I first joined a group, this one guy told me it was ffa (and he was a<br/>\n&gt; &gt; ninja-looter) but that &quot;bronze&quot; and ore were rolled for. I saw that he<br/>\n&gt; &gt; picked up an FS morning star and wanted to roll for it (bc it&#39;s an<br/>\n&gt; expensive<br/>\n&gt; &gt; item). He said no, it was only for bronze, not FS. So later he picked up a<br/>\n&gt; &gt; bronze weapon. I said, &quot;ok, let&#39;s roll for it&quot;. He said, &quot;no, that&#39;s only<br/>\n&gt; &gt; for bronze armor&quot;...<br/>\n&gt; &gt; Has anyone else had this problem?<br/>\n&gt; &gt; What do you think is the best and fairest loot order?<br/>\n&gt; &gt; Just wondering.<br/>\n&gt; &gt; luv,<br/>\n&gt; &gt; -Su<br/>\n&gt; &gt; ps. alpha loot with 3 loots per turn (per person) works pretty well when<br/>\n&gt; &gt; people cooperate.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a> </span></blockquote></div>","specialLinks":[]}}