{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cook Miller-ETOP03","from":"Cook Miller-ETOP03 &lt;etop03@...&gt;","replyTo":"LIST","senderId":"uKbgUkNbnPwwWI8W62Zqn9Hwa0KbTr1rk-WUhChqQsdpyXwYpf1TRXsUnSl39uxy9QWvbuQVk8tB05mxn0UNhNRcLVY9cjilG2zB15IU22c","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Adrenaline and pulse pounding....","postDate":"990640815","msgId":1461,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNGRDZDQ0ZFNkJGMUQ0MTE4REM3MDAxMDgzRkQ4OEY0MEI0QjVDQHBsbnQwNTcuY29tbS5tb3QuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1460,"nextInTime":1462,"topicId":1461,"numMessagesInTopic":1,"msgSnippet":"Depending on the situation, I too still get the heart pounding.  Just the other night in Dalnir, we pulled, got pops along the return route and got pops in the","messageBody":"<div id=\"ygrps-yiv-1482399654\">Depending on the situation, I too still get the heart pounding.  Just the other night in Dalnir, we pulled, got pops along the return route and got pops in the L room to all join in with our pull.  And our normal chanter was playing his wizard (to get 29 and group tp&#39;s), so no crowd control.  And to top it off, amongst the pops were two healer mobs.  You might think we should have just called zone immediately, but all the mobs didn&#39;t join the party at the same time - pathing, stopping to cast spells or stopping to cast a pet.  By the time we realized it was time to go, I (the cleric) was lom and aggro&#39;d pretty badly.  Sure I have Divine Aura, but I didn&#39;t know the zone that well.  The path back to the zone in is twisty and twirly and you can get lost.  And of course I stop to get that last heal in on the lowest member of the group so I am lagging behind everyone.  So I start casting DA and get hit...but I regain my concentration and finish my spell.  I start the run, right, ri!<br/>\n!<br/>\nght, left, jump, where is that last hall and the zone?, /shout Train..., xx tells you &quot;You gonna make it?&quot;, a coerced gnome tries to hit you, but you are invulnerable, where is that zone?, /e heart is pounding hard, ah, there it is,...your invulnerability fades! A coerced gnome begins to cast a spell...., Loading please wait - made it to zone - whew!  Half bubble of hp left and my pulse rate was up.<br/>\n<br/>\nI too love this game!<br/>\n<br/>\nRobiinton Masterrhealer<br/>\nPiemur Draggonsinger<br/>\n<br/>\nPS - I now keep DA and DB (divine barrier) up at all times - with the aggro a cleric can get, they are really nice spells to have.  I have not yet had to use both of them one after another, but with the 30 minute timer to reset(or whatever it is), you want to keep them both up (or at least I do).<br/>\n<br/>\nMessage: 5<br/>\n   Date: Sun, 20 May 2001 09:01:12 +1000<br/>\n   From: &quot;Su&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:suceress@...\">suceress@...</a>&gt;<br/>\nSubject: Re: Re: Portin&#39;<br/>\n<br/>\nYeah! When I first started playing I was actually scared. A thunderstorm had<br/>\nstarted and I was sitting there wide-eyed asking my sister (over the phone)<br/>\nif lightning could hurt people. When I tried to follow her everything seemd<br/>\nso big.. I had never played this type of game before. It was amazing...<br/>\nI still get my pulse up when running from a train. :-)<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; I am rather new to the game, but one of the things that fascinates me<br/>\n&gt; is the real sense of danger when I put my character in a new<br/>\n&gt; situation. Heart pounds, pulse rate goes up, I even get the shakes<br/>\n&gt; sometimes. I seldom get that in real life, even though I have a job<br/>\n&gt; that requires occasional physical combat.<br/>\n&gt;<br/>\n&gt; I love this game!<br/>\n&gt;<br/>\n&gt; Barto of Rivervale. </span></blockquote></div>","specialLinks":[]}}