{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Victoria Wickham","from":"&quot;Victoria Wickham&quot; &lt;nymue@...&gt;","replyTo":"LIST","senderId":"ZLsaW4O074PHGFZZNrA-5Z5icWVHO9rf8WScmYqFV1CvAVTjUNHJ89tXOp8q1G_xV1ZxyMZcoGYjYf-yBMD-hefY3hZRE9-sgA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"From Guard Fireblight","postDate":"990655890","msgId":1479,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PE9FMTlZTHFWcFVPRjl2SlpUdUcwMDAxMjA3OEBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":1566,"prevInTime":1478,"nextInTime":1480,"topicId":1479,"numMessagesInTopic":2,"msgSnippet":"This has been making the rounds of the EQ message boards and I wanted to share :) Nymue To: the citizens of Norrath, primarly those of Kelethin Fr: Guard","messageBody":"<div id=\"ygrps-yiv-1988141481\"><html><div>This has been making the rounds of the EQ message boards and I wanted to share :)</div> <div>Nymue</div> <div>&nbsp;</div> <div>&nbsp;</div> <div>&nbsp;</div> <div>To: the citizens of Norrath, primarly those of Kelethin <br>Fr: Guard Fireblight, stationed at the PoD lift <br><br>Dear Citizens, <br><br>I am writing this letter in behalf of my fellow guards here in Kelethin. We&#39;ve refrained from voicing our concerns and opinions long enough. Here are a list of demands that must be met, or else we whom are affiliated under the Emerald Warriors will refuse to save your retarded young ones from yard trash trains and your [censored] children from falling off of the lifts of Kelethin. <br><br>- If you are young enough to be a casualty of war between the elves and the Kelethin yard trash, DO NOT attack the bat that&#39;s surrounded by its sisters, brothers, uncles, aunts, mother and father, and expect me to take action. Kelethin is better off without you, and your lack of contribution to the Fier`Dal bloodline will only strengthen us. <br><br>- What the hell do you think I&#39;m going to do with your fishing grubs and cloth loot? The bloody merchant is up the lift. Hell, give it to the Priest of Discord. We sure as hell don&#39;t have need of any of your junk. <br><br>- This one irks us the most. When you train the entire orc encampment to the &quot;orc lift,&quot; and die because the guard stationed there did not kill off the twelve orcs quickly enough, DO NOT yell trash about the guards being &quot;broken&quot; or &quot;stupid.&quot; Between you and me (yes, you right there, the newbie to the left), the one who trained the orcs to the guards wasn&#39;t me. I&#39;d seriously reconsider calling someone else &quot;stupid&quot; and &quot;broken.&quot; There is only two of us, and as &quot;uber&quot; and &quot;leet&quot; we might be in comparison to you, sixteen orcs take at least five seconds to fend off, even with my &quot;leet&quot; skills. Unfortunately for your pathetic rear, you don&#39;t have five seconds worth of hit points to make it to the end. <br><br>- As much as watching you newbies cry like babies as you crawl towards me may be entertaining (in a slightly sadistic way, I&#39;ll admit), don&#39;t wail about how the &quot;worthless&quot; guard didn&#39;t save you because you didn&#39;t make it to me in time. You were the one who wanted to take on big mama bee and her three children alone, not me. <br><br>- Now, I shall answer a question that has astounded the masses since the beginning of time. Why don&#39;t the guards save you when you fight pixies or faeries? I&#39;ll tell you why. The sight of a young warrior getting his ass handed to him by a blue pixie with cute little wings (who&#39;s less than 1/4 his size, mind you) is one we guards derive massive amounts of entertainment from. Even funnier is the picturesque image of the hapless elf&#39;s curled up body lying on the ground with a pint-sized pixie hovering over his corpse, gloating in victory. Don&#39;t look at me so surprised when you&#39;re dying to a faerie next to me and give me the sad puppy dog face, wondering why I&#39;m not helping you. It gives me something to talk about with my comrades after the day is over. <br><br>- Let me tell you this before I get another crazy moron who tries to piss off the Priest of Discord right in front of me. I own the PoD. Sure, it&#39;s fun to kick that fugly hummie&#39;s ass from time to time, but don&#39;t come back and yell and carp that the &quot;****ing useless&quot; guard didn&#39;t help you. I may own the PoD, but the PoD sure as hell owns you. That&#39;s just the natural order of things. It&#39;s him, me, and you lying beside us in that cute fetal position. Provoke the damn PoD at your own @#%$ risk. <br><br>- You older and more experienced ones out there, listen to this one. Don&#39;t remain in a stationary position in the middle of a collection of newbies at Kelethin then gripe about them inspecting you. They&#39;re like flies, and your &quot;uber&quot; equipment is like honey. Come back to the city, do the banking and restocking you need to do, and get out. Go back to Velious or wherever it is you live now. Make yourselves useful and stop provoking the damn newbies. Find another way to satisfy your damn egos. <br><br>- On the flip side, you greedy newbies need to stop harrassing the residents of higher level whenever they pop up naked beside you, begging for &quot;ph@t l3wts&quot; and the like. It bothers me when I see a seasoned warrior run like a pansy because some newbie is chasing him for a donation. If you really, really want a donation, target the high level comrade, and type &quot;/d&quot; for donation. I&#39;m sure he/she will give you one, and the silence that will result afterwards will be music to my ears. <br><br>- All you newbies that really think your idle rants shouted throughout the faydark really go appreciated, come see me. Target me and press &quot;A.&quot; I&#39;ll show you just how much the citizens of the faydark appreciate you. <br><br><br>The guards of Kelethin are sick and tired of this garbage. Get your acts together, or your newbies die. Then again, that might actually be an interesting prospect... <br><br>- Guard Fireblight <br><br></div></html></div>","specialLinks":[]}}