{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wilk Mysliwski","from":"Wilk Mysliwski &lt;wilk_mysliwski@...&gt;","replyTo":"LIST","senderId":"jLhi1mTzNldDAi4zMllJ99Ah5LTMHpZie5jrYCqYrOUtvxJGFg0wA13b_rBX3eoog2Zw0D-DINdzNOfhqm6mMKiapSMHzwpzlyauNvd6SGE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] From Guard Fireblight","postDate":"991896165","msgId":1566,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNCMUYyMjY1LkZFRDIwQUVCQHlhaG9vLmNvbT4=","referencesHeader":"PE9FMTlZTHFWcFVPRjl2SlpUdUcwMDAxMjA3OEBob3RtYWlsLmNvbT4="},"prevInTopic":1479,"nextInTopic":0,"prevInTime":1565,"nextInTime":1567,"topicId":1479,"numMessagesInTopic":2,"msgSnippet":"ROFLMAO!!\n\nVictoria Wickham wrote:\n\n This has been making the rounds of the EQ message boards and I wanted\n to share :)Nymue   To: the citizens of Norrath,","messageBody":"<div id=\"ygrps-yiv-1303260369\">ROFLMAO!!<br/>\n<br/>\nVictoria Wickham wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; This has been making the rounds of the EQ message boards and I wanted<br/>\n&gt; to share :)Nymue   To: the citizens of Norrath, primarly those of<br/>\n&gt; Kelethin<br/>\n&gt; Fr: Guard Fireblight, stationed at the PoD lift<br/>\n&gt;<br/>\n&gt; Dear Citizens,<br/>\n&gt;<br/>\n&gt; I am writing this letter in behalf of my fellow guards here in<br/>\n&gt; Kelethin. We&#39;ve refrained from voicing our concerns and opinions long<br/>\n&gt; enough. Here are a list of demands that must be met, or else we whom<br/>\n&gt; are affiliated under the Emerald Warriors will refuse to save your<br/>\n&gt; retarded young ones from yard trash trains and your [censored]<br/>\n&gt; children from falling off of the lifts of Kelethin.<br/>\n&gt;<br/>\n&gt; - If you are young enough to be a casualty of war between the elves<br/>\n&gt; and the Kelethin yard trash, DO NOT attack the bat that&#39;s surrounded<br/>\n&gt; by its sisters, brothers, uncles, aunts, mother and father, and expect<br/>\n&gt; me to take action. Kelethin is better off without you, and your lack<br/>\n&gt; of contribution to the Fier`Dal bloodline will only strengthen us.<br/>\n&gt;<br/>\n&gt; - What the hell do you think I&#39;m going to do with your fishing grubs<br/>\n&gt; and cloth loot? The bloody merchant is up the lift. Hell, give it to<br/>\n&gt; the Priest of Discord. We sure as hell don&#39;t have need of any of your<br/>\n&gt; junk.<br/>\n&gt;<br/>\n&gt; - This one irks us the most. When you train the entire orc encampment<br/>\n&gt; to the &quot;orc lift,&quot; and die because the guard stationed there did not<br/>\n&gt; kill off the twelve orcs quickly enough, DO NOT yell trash about the<br/>\n&gt; guards being &quot;broken&quot; or &quot;stupid.&quot; Between you and me (yes, you right<br/>\n&gt; there, the newbie to the left), the one who trained the orcs to the<br/>\n&gt; guards wasn&#39;t me. I&#39;d seriously reconsider calling someone else<br/>\n&gt; &quot;stupid&quot; and &quot;broken.&quot; There is only two of us, and as &quot;uber&quot; and<br/>\n&gt; &quot;leet&quot; we might be in comparison to you, sixteen orcs take at least<br/>\n&gt; five seconds to fend off, even with my &quot;leet&quot; skills. Unfortunately<br/>\n&gt; for your pathetic rear, you don&#39;t have five seconds worth of hit<br/>\n&gt; points to make it to the end.<br/>\n&gt;<br/>\n&gt; - As much as watching you newbies cry like babies as you crawl towards<br/>\n&gt; me may be entertaining (in a slightly sadistic way, I&#39;ll admit), don&#39;t<br/>\n&gt; wail about how the &quot;worthless&quot; guard didn&#39;t save you because you<br/>\n&gt; didn&#39;t make it to me in time. You were the one who wanted to take on<br/>\n&gt; big mama bee and her three children alone, not me.<br/>\n&gt;<br/>\n&gt; - Now, I shall answer a question that has astounded the masses since<br/>\n&gt; the beginning of time. Why don&#39;t the guards save you when you fight<br/>\n&gt; pixies or faeries? I&#39;ll tell you why. The sight of a young warrior<br/>\n&gt; getting his ass handed to him by a blue pixie with cute little wings<br/>\n&gt; (who&#39;s less than 1/4 his size, mind you) is one we guards derive<br/>\n&gt; massive amounts of entertainment from. Even funnier is the picturesque<br/>\n&gt; image of the hapless elf&#39;s curled up body lying on the ground with a<br/>\n&gt; pint-sized pixie hovering over his corpse, gloating in victory. Don&#39;t<br/>\n&gt; look at me so surprised when you&#39;re dying to a faerie next to me and<br/>\n&gt; give me the sad puppy dog face, wondering why I&#39;m not helping you. It<br/>\n&gt; gives me something to talk about with my comrades after the day is<br/>\n&gt; over.<br/>\n&gt;<br/>\n&gt; - Let me tell you this before I get another crazy moron who tries to<br/>\n&gt; piss off the Priest of Discord right in front of me. I own the PoD.<br/>\n&gt; Sure, it&#39;s fun to kick that fugly hummie&#39;s ass from time to time, but<br/>\n&gt; don&#39;t come back and yell and carp that the &quot;****ing useless&quot; guard<br/>\n&gt; didn&#39;t help you. I may own the PoD, but the PoD sure as hell owns you.<br/>\n&gt; That&#39;s just the natural order of things. It&#39;s him, me, and you lying<br/>\n&gt; beside us in that cute fetal position. Provoke the damn PoD at your<br/>\n&gt; own @#%$ risk.<br/>\n&gt;<br/>\n&gt; - You older and more experienced ones out there, listen to this one.<br/>\n&gt; Don&#39;t remain in a stationary position in the middle of a collection of<br/>\n&gt; newbies at Kelethin then gripe about them inspecting you. They&#39;re like<br/>\n&gt; flies, and your &quot;uber&quot; equipment is like honey. Come back to the city,<br/>\n&gt; do the banking and restocking you need to do, and get out. Go back to<br/>\n&gt; Velious or wherever it is you live now. Make yourselves useful and<br/>\n&gt; stop provoking the damn newbies. Find another way to satisfy your damn<br/>\n&gt; egos.<br/>\n&gt;<br/>\n&gt; - On the flip side, you greedy newbies need to stop harrassing the<br/>\n&gt; residents of higher level whenever they pop up naked beside you,<br/>\n&gt; begging for &quot;ph@t l3wts&quot; and the like. It bothers me when I see a<br/>\n&gt; seasoned warrior run like a pansy because some newbie is chasing him<br/>\n&gt; for a donation. If you really, really want a donation, target the high<br/>\n&gt; level comrade, and type &quot;/d&quot; for donation. I&#39;m sure he/she will give<br/>\n&gt; you one, and the silence that will result afterwards will be music to<br/>\n&gt; my ears.<br/>\n&gt;<br/>\n&gt; - All you newbies that really think your idle rants shouted throughout<br/>\n&gt; the faydark really go appreciated, come see me. Target me and press<br/>\n&gt; &quot;A.&quot; I&#39;ll show you just how much the citizens of the faydark<br/>\n&gt; appreciate you.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; The guards of Kelethin are sick and tired of this garbage. Get your<br/>\n&gt; acts together, or your newbies die. Then again, that might actually be<br/>\n&gt; an interesting prospect...<br/>\n&gt;<br/>\n&gt; - Guard Fireblight<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;                    Yahoo! Groups Sponsor<br/>\n </span></blockquote>  [Yahoo! Website Services- Click Here!]<br/>\n  Yahoo! Website Services- Click Here!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to the Yahoo! Terms of Service.<br/>\n<br/>\n\r<br/>\n </span></blockquote>_________________________________________________________\r<br/>\nDo You Yahoo!?\r<br/>\nGet your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a></div>","specialLinks":[]}}