{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","replyTo":"LIST","senderId":"Ym-5MwbywYVYynNp3tK-sWtDsnyJM9uyq32Fw8rx83zpO1w5GxAB4ho9MLdGLtAujm5m9jMIDOuAN5VYXCIwoeYPnppkFm0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: SV: [EverQuest] Verant&#39;s new security policy..","postDate":"992640519","msgId":1620,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYTAwMWMwZjVlMiQyNWE4YjAwMCQ5YTQ0ODBjYUBob21lc2VydmVyPg==","referencesHeader":"PDIwMDEwNjE1MTMzMjAyLjYxOTk4LnFtYWlsQHdlYjEwMTA0Lm1haWwueWFob28uY29tPg=="},"prevInTopic":1618,"nextInTopic":1623,"prevInTime":1619,"nextInTime":1621,"topicId":1574,"numMessagesInTopic":36,"msgSnippet":"Really? When it happened to me they didn t to jack. They didn t even answer my petition. The offender logged off like a little pussy bc he knew the GMs would","messageBody":"<div id=\"ygrps-yiv-1548004325\">Really? When it happened to me they didn&#39;t to jack. They didn&#39;t even answer<br/>\nmy petition. The offender logged off like a little pussy bc he knew the GMs<br/>\nwould get him.<br/>\nI tried to scroll back up to get the text to show him pulling the train..<br/>\nbut it had been lost in all the battle messages of me getting hit, trying to<br/>\nrun away, asking my friend if she was ok, dying, and reloading.. Also, the<br/>\nguy didn&#39;t say much when he pulled the train other than &quot;here, take it&quot;.<br/>\nMy friend talked to a GM who told her that since the guy logged off we<br/>\ncouldn&#39;t prove he was even online at the time it happened. Nor could we<br/>\nprove anything without screen captures.<br/>\nOne thing though, if they can keep logs of guild chats, why can&#39;t they keep<br/>\nlogs of other stuff?<br/>\nSo, we were SOL.<br/>\nThe GM didn&#39;t even give me the kindness of letting me know that she saw my<br/>\npetition. :-(<br/>\nluv,<br/>\n-Su<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; What is their policy in cases of harassment? Or in cases where harassment<br/>\n </span></blockquote>leads to one player purposely pulling a train of high lvl mobs onto lower<br/>\nlvl characters and getting them killed on purpose just to harass one of the<br/>\nlower lvl characters in that area?<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; They actually take these pretty seriously.  When they receive a petition<br/>\n </span></blockquote>concerning harassment as you have described they will zone in the zone and<br/>\nswitch to hidden.   While hidden they can investigate the matter concealed<br/>\nfrom view ( completely invisible, and cannot be searched via /w).  They are<br/>\nto investigate the matter for evidence that can be gathered thru<br/>\nobservations, they will confront the aggressor and issue a warning.<br/>\nDepending on the number of warnings, normally three, they will be suspended<br/>\nfor a week.  For a year now they have also been given the ablity to assign<br/>\ninformation to your soulmark.  That mark will carry possitive or negative<br/>\nnotes concerning your account and it will follow you no matter what<br/>\ncharacter or server you reside.  That information can be viewed on/offline<br/>\nto determine the best action to take.   They should also remind you to use<br/>\nthe /report command to save your chat window text.  That information can be<br/>\neasliy accessed by the servers GM for evidence. ( they dont accept<br/>\nscreenshots )<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; The peition itself will be relayed to the servers bulletin board at the<br/>\n </span></blockquote>end of the shift.   It will note: (a) the petitioner, (b) the accused, (c)<br/>\nany information the guide was able to collect and (d) what was the outcome.<br/>\nThe information is posted for review by all server CS staff, keeping them<br/>\ninformed of daily happenings.  There are parser programs that filter the<br/>\ninformation of a guides logs.  Can list every petition they handled.. all<br/>\ntheir conversations.. every zone they were in.. the time it took handle each<br/>\npetition.. and any notes they care to add.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; D.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ---------------------------------<br/>\n&gt; Do You Yahoo!?<br/>\n&gt; Yahoo! Mail Personal Address - Get email at your own domain with Yahoo!<br/>\n </span></blockquote>Mail.</div>","specialLinks":[]}}