{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","replyTo":"LIST","senderId":"gbQV_jUNmzmUJ7YX8BaZfczQSL-vtaojrONdegaIRgDB0gqvknn_hWzXBBqpZ64E7hCfm3lgZNwGh8r7ZsvRhns4QXUOc6o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] As the Everquest Turns","postDate":"992641427","msgId":1622,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYjIwMWMwZjVlNCQ0MmQwYzI2MCQ5YTQ0ODBjYUBob21lc2VydmVyPg==","referencesHeader":"PDExYS41YWRkMjIuMjg1Yjc0NmNAYW9sLmNvbT4="},"prevInTopic":1616,"nextInTopic":1624,"prevInTime":1621,"nextInTime":1623,"topicId":1601,"numMessagesInTopic":15,"msgSnippet":"Well, this should give you someting to gossip about. In my guild I have a friend,we ll just call her Luv. Luvs ex-boyfriend, Shift (that is his actual ","messageBody":"<div id=\"ygrps-yiv-1587173885\">Well, this should give you someting to gossip about. In my guild I have a<br/>\nfriend,we&#39;ll just call her Luv. Luvs ex-boyfriend, Shift (that is his actual<br/>\ncharacter name on The Tribunal), was jealous that a married player gave Luv<br/>\nan item.<br/>\nThey ended up breaking up. Luv started seeing someone else. Shift started<br/>\nharassing her. He followed her around. Went to the zones she went to. She<br/>\nasked him to leave her alone. he would still harass her. So, we&#39;re on a<br/>\nguild raid and he shows up. He buffs me and is really polite. I thank him<br/>\nand am polite to him. Then Luv explains that he is her ex. He comes up and<br/>\nstarts insulting her equipment. Saying stuff like &quot;That&#39;s a pathetic staff&quot;<br/>\nand stuff like that. She politely responds &quot;Well, it&#39;s the best I can get at<br/>\nmy level&quot;. He makes some other snide remark. She tells me in group that he&#39;s<br/>\nannoying her. He makes her feel threatened. He goes away for awhile bc we<br/>\nstart fighting stuff. (and we have another male character in group with us).<br/>\nHe comes back awhile later and starts talking to her. She tells me she<br/>\nreally doesn&#39;t want to talk to him. I tell him that she doesn&#39;t want to talk<br/>\nto him. (as politely as I can). He hangs around for awhile just saying<br/>\nnothing (as far as I know-- I think he might&#39;ve been sending her tells). I<br/>\ntold her to put him on /ignore. she said that she tried it and it didn&#39;t<br/>\nwork. He kept bugging her. I said maybe we should petition to make him go<br/>\naway.<br/>\nAnyways, our male group member left and it was just me and Luv. So this jerk<br/>\ncomes back. I state that the ledge is camped. He says &quot;I see that&quot;. I said<br/>\n&quot;So you&#39;re here because..?&quot; He said he was going to pull a train to us. then<br/>\nhe shouts &quot;Where is my train?&quot; I tell him &quot;no no no. We already have as much<br/>\nas we can handle here. don&#39;t pull any trains to us,thank you.&quot;<br/>\nSo he goes away. We fight some elites and run out of mana killing them.<br/>\nRight after we were oom, he pulls a train of like 5 elites onto us saying<br/>\n&quot;here, take it&quot; and then leaves us to die. Luv trites to run away. he sends<br/>\nher a tell and laughs at her for running. I try to pull some off to buy her<br/>\nsome time. they come and aggro on me. I try to get to safety. we both call<br/>\nfor help. We both die. I see Shift outside and say &quot;You got me killed!&quot; he<br/>\nturns and runs from me. I say &quot;Hey!&quot; and he just runs off and camps.<br/>\ncouldn&#39;t even have the decency to apologize to me. And he did it all to get<br/>\nat his ex-gf. Jerk. I petitioned as soon as I had come back from being dead.<br/>\nbut he still logged before any GM answered Luv&#39;s petition. The GM never<br/>\nanswered mine. It really sucked.<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Do things ever happen on your server and you want to tell someone but no<br/>\n </span></blockquote>one<br/>\n<blockquote><span title=\"ireply\"> &gt; you know will care?  Does that make sense?<br/>\n&gt;<br/>\n&gt; Maybe it&#39;s just because I&#39;m a female and feel the need to gossip.  I don&#39;t<br/>\n&gt; know any females in RL that play the game.  Only my husband and his<br/>\n </span></blockquote>friends.<br/>\n<blockquote><span title=\"ireply\"> &gt; They don&#39;t care about the gossip of the game.<br/>\n&gt;<br/>\n&gt; The funniest things I see go on between males and females.  Jealously<br/>\n </span></blockquote>mainly.<br/>\n<blockquote><span title=\"ireply\"> &gt;  Female A gets jealous when Female B is flirting with Male A who &quot;belongs&quot;<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; Female A.  Male C is married to Female C.  Female C&#39;s alt is engaged to<br/>\n </span></blockquote>Male<br/>\n<blockquote><span title=\"ireply\"> &gt; D.  Male C doesn&#39;t like that Female C&#39;s alt is engaged to someone else.<br/>\n&gt; Stuff like that...I find it amusing.  Everquest could turn into this huge<br/>\n&gt; soap opera.  Who cares about loot, who&#39;s &quot;cheating&quot; on who?  It&#39;s just a<br/>\n </span></blockquote>game<br/>\n<blockquote><span title=\"ireply\"> &gt; and sometimes people really take it seriously.<br/>\n&gt;<br/>\n&gt; And since we have a former guide (or where you a GM) on here I have a<br/>\n&gt; question.  When you get married and you take the surname of your<br/>\n&gt; husband...can you hypenate???  I don&#39;t like his last name (my RL husband&#39;s<br/>\n&gt; character that is).  It doesn&#39;t sound &quot;catchy&quot; with my first name.<br/>\n&gt;<br/>\n&gt; Ok and I didn&#39;t know you could get divorced in Norrath.  I just find that<br/>\n&gt; funny too.  I might want to marry my RL husband&#39;s character just to<br/>\n </span></blockquote>divorce<br/>\n<blockquote><span title=\"ireply\"> &gt; him.  He doesn&#39;t take out the trash one night...I divorce him in EQ.  LOL.<br/>\n&gt;<br/>\n&gt; Ok so anyway.<br/>\n&gt;<br/>\n&gt; Also, I wonder how many of Norrath marriages have one person being a young<br/>\n </span></blockquote>14<br/>\n<blockquote><span title=\"ireply\"> &gt; to 16 year old male and the other either an old guy pretending to be a<br/>\n </span></blockquote>female<br/>\n<blockquote><span title=\"ireply\"> &gt; or an older female.<br/>\n&gt;<br/>\n&gt; What do you think the percentage of actual female players versus actual<br/>\n </span></blockquote>male<br/>\n<blockquote><span title=\"qreply\"> &gt; players are in the game?<br/>\n&gt;<br/>\n&gt; Lena<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}