{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","replyTo":"LIST","senderId":"5QJkK8r9Z1eZCQE3JqEWVfSsEEz7K3tRWGCydWWC6IDiDvzHafTMzifsHfbglcuOHatAolcN_lvfk41uO6ENp1bP0gq08f0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] As the Everquest Turns","postDate":"992784592","msgId":1645,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNDUwMWMwZjczMSQ5YWRiNWVlMCQ4NzQ0ODBjYUBob21lc2VydmVyPg==","referencesHeader":"PDExOC42NWVkNDcuMjg1ZDM1YTVAYW9sLmNvbT4="},"prevInTopic":1641,"nextInTopic":0,"prevInTime":1644,"nextInTime":1646,"topicId":1601,"numMessagesInTopic":15,"msgSnippet":"Yeah, this guy wouldn t even talk to us. He didn t respond to anything anyone said at all (except for the one time he claimed he only looted one corpse). He","messageBody":"<div id=\"ygrps-yiv-1971223219\">Yeah, this guy wouldn&#39;t even talk to us. He didn&#39;t respond to anything<br/>\nanyone said at all (except for the one time he claimed he only looted one<br/>\ncorpse). He would pull stuff when we weren&#39;t ready. It was like he wanted to<br/>\nsolo but couldn&#39;t kill stuff on his own. So he acted like he was solo by not<br/>\nspeaking to anyone and hogging all the loot.<br/>\nAnother time I was helping to PL my brother who was in a group. I was<br/>\nsitting on the sidelines. A new guy joined his group and then went and sat<br/>\nin the orc camp. They kept telling him to get out of the camp so his pet<br/>\nwouldn&#39;t aggro on all of the orcs. One of the group members sent me a tell<br/>\nsaying &quot;That pet is going to get us killed&quot;. He kept getting the whole camp<br/>\nin them. So I had to start rooting and nuking to save them. I soon ran out<br/>\nof mana. The guy with the pet (a lvl 12 mage) was saying he could probably<br/>\nsolo the camp even though people were helping him. He wanted to take on<br/>\nLegos. Group leard told him &quot;No.&quot; that the Legos were for me. Part of the<br/>\ndeal was I was buffing them and helping them and in return I got the few<br/>\nlegos that spawned (bc they were the only things that gave me xp). The guy<br/>\nobjected. He wanted the Legos. They said No. I told him I was there first--<br/>\nbefore any of them had come along. I also watched the guy loot 5 corpses in<br/>\na row and loot while they were fighting. He would sit back and do nothing<br/>\nwhile they fought, and then run up and loot. I told the group leader. He<br/>\ntold the guy to stop hogging loot. One of the group members told me to let<br/>\nher know if the jerk tried to KS me. After the guy kept arguing that he had<br/>\nmore of a right to kill Legos the guy left the group, claiming he didn&#39;t<br/>\n&quot;need&quot; them. So he went and sat in the camp, to make sure he could KS. I<br/>\ntold my bro &quot;If he thinks he can solo this camp, just let him try. tell your<br/>\ngroup not to help him. Let him find out if he really does need other people<br/>\nore not&quot;. So he gets aggrod by two cents. Then an oracle comes along. Bc<br/>\nhe&#39;s standing inside the camp, all the new pops come over and aggro. His pet<br/>\ndies and he runs to us. We all move out of the way and ignore him. He dies.<br/>\nThe orcs go back to their camp,where I proceed to pull one at a time for the<br/>\ngroup to kill. My brother dances on the jerk&#39;s corpse. It was quite amusing.<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; We had a guy who was looting out of turn in the group that was standing<br/>\n </span></blockquote>too<br/>\n<blockquote><span title=\"ireply\"> &gt; close to the camp in the incident I described earlier.  I never want to be<br/>\n&gt; the bad guy and disband them.  But I have to say in your case you pretty<br/>\n </span></blockquote>much<br/>\n<blockquote><span title=\"ireply\"> &gt; have no choice.  At least in mine when I told him he looted a df belt out<br/>\n </span></blockquote>of<br/>\n<blockquote><span title=\"ireply\"> &gt; turn he gave it to rightful owner.<br/>\n&gt;<br/>\n&gt; Lena<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt; Maybe. Some people are just too dense to listen to anyone. I had some<br/>\n </span></blockquote>people<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; who were ninja-looters in my group. One guy in particular. He kept<br/>\n </span></blockquote>looting<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; while we were still fighting. I told him to stop it. (with my female<br/>\n </span></blockquote>alt).<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; He tried to claim he had only looted once corpse but I watched him loot<br/>\n </span></blockquote>3 in<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; a row. I told him to stop looting and let others have a chance. Still he<br/>\n&gt; &gt; kept hogging loot. We killed a Lego. He sat back and didn&#39;t do much<br/>\n </span></blockquote>while we<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; killed it but he ran up and looted. He looted a bronze weapon. I said I<br/>\n&gt; &gt; wanted to roll for it. Everyone rolled, I got the highest roll. Not only<br/>\n </span></blockquote>did<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; he not roll, but he refused to give the brozne weapon up. So he got df<br/>\n&gt; &gt; shoulderpads AND the bronze weapon. Finally, we killed the orc<br/>\n </span></blockquote>weaponsmith.<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; I said his name and &quot;Do NOT loot the weaponsmith&quot;. He looted it. I<br/>\n&gt; &gt; immediately disbanded him. He stood around for awhile and didn&#39;t seem to<br/>\n&gt; &gt; realize he wasn&#39;t in group until he tried to loot something. Then he<br/>\n </span></blockquote>asked<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; to be allowed back into group. I said &quot;no&quot;. I think he was shocked that<br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; female character was so &quot;harsh&quot;. I only wish I had disbanded him before<br/>\n </span></blockquote>he<br/>\n<blockquote><span title=\"qreply\"> &gt; &gt; could loot the Lego.<br/>\n&gt; &gt; luv,<br/>\n&gt; &gt; -Su<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}