{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nygaard, Jeff","from":"&quot;Nygaard, Jeff&quot; &lt;jeff.nygaard@...&gt;","profile":"micromu","replyTo":"LIST","senderId":"ejPznZzU7_X5m9yeyK6T__jLqIp-GfZI73Vz-TEbf7DYXd2jWwHpi6cCDDwzbbB5AKVUzIDAWSWw9rLVe9wNKC3AWrq4_wq20faBe7hXxY1t_g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Bravery","postDate":"1003422720","msgId":1892,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEQ3RUQ0N0I5ODhGMEQzMTFCOUM3MDA1MDhCNjBFNzJEMDFERUQwRTdAZmhudGV4MDEucm9oci5jb20+"},"prevInTopic":1891,"nextInTopic":1893,"prevInTime":1891,"nextInTime":1893,"topicId":1888,"numMessagesInTopic":12,"msgSnippet":"Recently, a few friends and I killed the captain in WW for the scout quest with only 5 people me 58 warrior, 60 rogue, 2 60 clerics and 59 druid. When the","messageBody":"<div id=\"ygrps-yiv-1058937893\">Recently, a few friends and I killed the captain in WW for the scout quest<br/>\nwith only 5 people me 58 warrior, 60 rogue, 2 60 clerics and 59 druid. When<br/>\nthe scout pops on my server, the quest is usually done within 15 minutes or<br/>\nso. No time to wait for more, just go for it.<br/>\n<br/>\nIf you don&#39;t know of this quest, it is really a great quest, and is fairly<br/>\neasy. You first need to get a tool key from the quest giver in Skyshrine,<br/>\nCommander Leuz. Then you head out to WW and track to see if Charisa is up.<br/>\nCharisa is on a 12 hour spawn cycle. Handing her the tool kit spawns 8<br/>\ngiants on the shore line with 1 Kromzek Captain. I know this giant can be<br/>\nlevel 58 or 59. <br/>\n<br/>\nWhen I fought him this time, Kromzek Captain was level 58. He has a very,<br/>\nvery high Magic resistance. I know some fire base spells will land after you<br/>\nlower his fire base resistance. Our 59 druid pulls him with harmony. We<br/>\ndon&#39;t pull it to the zone because the fact of a possible KS and we knew it<br/>\nwould be a long fight with our small group. I think Kromzek Captain has 32k<br/>\nhitpoints and hits for 250 and enrages. The 2 clerics in the group knew<br/>\nthey&#39;d have to time every complete heal to perfection if we were going to<br/>\nwin. As the fight went on we became worried about my defense discipline,<br/>\nwhich lasts for 3 minutes. The discipline fell when the Kromzek Captain was<br/>\nat ~ 30 % health. We ended up killing Kromzek Captain, but both clerics were<br/>\noom and were using low mana heals just to keep me alive. I know we would<br/>\nhave failed if I would not have had the full line of buffs I had from the<br/>\nprevious day in ToV. I still had speed buff VoG, shaman buffs AGI, STA,<br/>\nAucman, Focus,  Pallys Divine STR.  With my Ring and the druid damage shield<br/>\nI had a 40 point DS which helped too over the 4 ½ minute fight. <br/>\n<br/>\nGoing into this fight, I really did not give us a chance having killed him<br/>\nseveral times in the past with as much as 14 people. The fewest I&#39;ve done it<br/>\nin the past has been 8 people and I remembering that to be a difficult<br/>\nbattle.<br/>\n<br/>\nNot a real type of a &quot;brave&quot; story, but one of odds was not in our favor in<br/>\nmy mind. If you are not aware of this quest and are level 50+ and can get a<br/>\ngroup or 2 of level 55, you should check out this quest. The rewards are<br/>\ngood for all. Whoever wins can pick any of the following items:<br/>\n<br/>\n1)\tRobe of Benevolence, 17 AC, -8 DEX, 15 CHA, 10 INT, -8 AGI, 25 HP,<br/>\n80 MANA<br/>\n2)\tBracer of Benevolence 17 AC, 8 STR, 8 STA, 30 HP, 5 FIRE, 12 COLD,<br/>\n12 MAGIC<br/>\n3)\tTalisman of Benevolence 7 AC, 15 WIS, 38 HP, 55 MANA, 12 COLD, 12<br/>\nMAGIC <br/>\n<br/>\nThe Talisman is really a great item, it fits into the range slot which makes<br/>\nthis ideal for the druids, clerics and shaman. The bracers are not lore, so<br/>\nyou can have 2 of them. The AC on the bracer is lower than my ToV bracers,<br/>\nbut these bracers are great for dragons/raids with the resists and AC combo.<br/>\n<br/>\nWell, I hope I did not bore anyone!<br/>\n<br/>\nSistily<br/>\nGnome powered Warrior <br/>\n<br/>\n<br/>\n\t-----Original Message-----<br/>\n\tFrom:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:LeSamLam@...\">LeSamLam@...</a> [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:LeSamLam@...\">LeSamLam@...</a>]<br/>\n\tSent:\tThursday, October 18, 2001 8:09 AM<br/>\n\tTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a><br/>\n\tSubject:\tRe: [EverQuest] Bravery<br/>\n<br/>\n\tHmmm, I tend to be very cautious because I hate CRs so I don&#39;t<br/>\nknow....  Maybe the stupidest thing I do often is running through Kithicor<br/>\nat any time of the night.  I just get a sow and run up on the side of the<br/>\nhill as fast as I can and never look back.  So far, I&#39;ve been lucky and I&#39;ve<br/>\nbeen doing this since my mid teen levels.  Have a friend who says I&#39;m crazy<br/>\nand I should wait until day. <br/>\n\t<br/>\n\tLesamlam <br/>\n\t40th Enchanter <br/>\n\tTorvonnilous <br/>\n\t<br/>\n\t<br/>\n\t<br/>\n<br/>\n\t\tHi, <br/>\n\t\tIts been pretty quiet here lately so i&#39;ll see if i can get a<br/>\nthread going! <br/>\n\t\t<br/>\n\t\tOk whats the bravest (or most stupid) thing that you have<br/>\ndone? <br/>\n\t\t<br/>\n\t\tI&#39;ll start then: <br/>\n\t\t<br/>\n\t\tThis will probably sound a bit lame to you veterans,  but as<br/>\na newbi to EQ this was pretty scary (not to mention stupid!) <br/>\n\t\t<br/>\n\t\tI got bored soloing round Qeynos hills with my lv6 Bard, my<br/>\nlevel 7 ranger has far more fun grouping round Greater Fay and CB so.....(in<br/>\nbest forest gump voice) &quot;i just started running&quot; and tried to run (and boat)<br/>\nto kelethin. <br/>\n\t\t<br/>\n\t\tBeing a bard i can run pretty fast so the plains of karana<br/>\nwere easy.  The gorge that leads to highpass was a lot scarier, running<br/>\nround those narrow ledges with a small train of griffon things behind!<br/>\n(oops, still bound in Qeynos!!!).  Highpass hold was just as bad - i must<br/>\nhave run back out of the zone 8 or 9 times with a load of gnolls behind -<br/>\nanyway luckily a friendly Halfling guided me through - he was lv9 and we<br/>\nstill only just made it! <br/>\n\t\t<br/>\n\t\tAnyway my guide was going to Rivervale....and i have to be<br/>\nin work in the morning so i followed him there and finally got a bind before<br/>\ni camped. <br/>\n\t\t<br/>\n\t\ttommorow......On to Freeport! <br/>\n\t\t<br/>\n\t\tOk so its not exactly soloing dragons on Velious - but it<br/>\nwas the most nerve wracking thing ive done so far  - and there is still a<br/>\nlong way to go to Kelethin! <br/>\n\t\t<br/>\n\t\t<br/>\n\t\tOk your turn!! <br/>\n\t\t<br/>\n\t\t<br/>\n\t\tCheers <br/>\n\t\tRalwen <br/>\n\t\t6th Verse Bard - Torvonnilous <br/>\n\t\t<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n\tVisit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a>&gt; <br/>\n\t<br/>\n\t<br/>\n\tYour use of Yahoo! Groups is subject to the Yahoo! Terms of Service<br/>\n&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a>&gt; .</div>","specialLinks":[]}}