{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":88770771,"authorName":"Jeff Gaudry","from":"Jeff Gaudry &lt;bgrifter@...&gt;","profile":"bgrifter","replyTo":"LIST","senderId":"Q2GVQ6Kld9x4L67Wju_yKwC8hm0HchyYnWNFBMCyebnzCY39GErtBZgNTIA86IVy1swtLyIKlGsOVyUjKlfq2sUGlsPGyA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: I hate Shadows of Luclin and I don&#39;t even own it yet...","postDate":"1008228558","msgId":2009,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDExMjEzMDcyOTE4LjMwMjQ4LnFtYWlsQHdlYjE0NzAyLm1haWwueWFob28uY29tPg==","inReplyToHeader":"PDEwMDgyMjI0NDguMTQxMi41ODM0Ni5tMTJAeWFob29ncm91cHMuY29tPg=="},"prevInTopic":2003,"nextInTopic":2010,"prevInTime":2008,"nextInTime":2010,"topicId":1962,"numMessagesInTopic":35,"msgSnippet":"... The info that i d been getting on everquest.com and other sites seemed to indicate that the improved graphics engine was only a feature of the expansion, ","messageBody":"<div id=\"ygrps-yiv-943305407\"><blockquote><span title=\"ireply\">&gt;If you would like to include one example of why,<br/>\n&gt;what aspect of the Vah Shir model requires DirectX<br/>\n&gt;8.1 I would be happy to accept your line of<br/>\n&gt;reasoning.  In fact other then the fact that each<br/>\n&gt;model requires a more capable video card to handle,<br/>\n&gt;what aspect of them requires anything other then<br/>\n&gt;DirectX 7.  Sorry don&#39;t buy your argument.<br/>\n<br/>\n </span></blockquote>The info that i&#39;d been getting on everquest.com and<br/>\nother sites seemed to indicate that the improved<br/>\ngraphics engine was only a feature of the expansion,<br/>\nand that even then virtually all of the features could<br/>\nbe turned off. The notable exception being the Vah<br/>\nShir model due to a lack of an &quot;old&quot; version. For<br/>\nnon-expansion users, it would stand to reason that the<br/>\nmajor (if not sole) barrier between them and DirectX<br/>\n7+ play would be the Vah Shir model.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;To say a company need to continue to provide support<br/>\n&gt;for an OS that is no longer supported by its own<br/>\n&gt;creator (especially in the gaming world) is somewhat<br/>\n&gt;laughable.  If you can come up with one game out<br/>\n&gt;there that supports concurrent multiple version of<br/>\n&gt;DirectX other then downward compatibility, list one<br/>\n&gt;for me.<br/>\n<br/>\n </span></blockquote>I think you&#39;re misreading my arguments, I don&#39;t in any<br/>\nway feel that it&#39;s necessary for Verant to offer<br/>\nbackward compatability for expansion users. What I<br/>\ntake issue with is the patches making the game<br/>\nunplayable for the segment of the population who has<br/>\nno interest in the expansion and wants to continue<br/>\nplaying &quot;EQ Classic&quot;.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Could you sight anywhere that says people don&#39;t want<br/>\n&gt;new graphics, and player models that update their<br/>\n&gt;characters to those comparable, if not better then<br/>\n&gt;those found in any other graphics based MMORPG.<br/>\n<br/>\n </span></blockquote>If it came at no significant cost, everyone would want<br/>\nthe improved graphics (except that silly new troll<br/>\nmodel ;) but there is a cost involved, and one that a<br/>\nsignificant portion of people are unwilling to pay.<br/>\nJust look thru message boards at the uproar when<br/>\nVerant originally changed the system requirements for<br/>\nLuclin? Again though, this is addressing people who<br/>\nintend to install the expansion pack, not the group of<br/>\nusers i&#39;ve been talking about. :)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;If you like MUDDs fine stick with them... However<br/>\n&gt;everyone here that has Luclin and its new graphic<br/>\n&gt;enhancements by far have been impressed and think<br/>\n&gt;their great. Sorry I find it hard to believe in your<br/>\n&gt;argument.<br/>\n<br/>\n </span></blockquote>Bah, that was just a way of expressing that to myself<br/>\nand more than a few others, RPGs are more about<br/>\ncontent and depth than pretty pictures. If you want<br/>\nstylish graphics, go play Quake or something. The<br/>\ngraphics on most first person shooters are far<br/>\nsuperior to even the new Luclin models.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;And your reference to ORIGIN.. Origin started out<br/>\n&gt;good.  Then they created a boatload of crappy games,<br/>\n&gt;and released a total bomb of a film to the theater. <br/>\n&gt;They alienated their customers with poor games and<br/>\n </span></blockquote>bad<br/>\n<blockquote><span title=\"ireply\"> &gt;investments.  I don&#39;t know how many millions of<br/>\n&gt;dollars they spend on the last Wing Commander.<br/>\n<br/>\n </span></blockquote>The third Wing Commander was the initial game that<br/>\nsignaled the fall of Origin. The big problem there was<br/>\nless that it was a poor game, and more that a large<br/>\nchunk of their customer base had computers below the<br/>\nminimum requirements or close enough that performance<br/>\nwas painfully bad. Ultima VIII was a combination of<br/>\nboth, a poor game with ludicriously high system<br/>\nrequirements for it&#39;s time. As things moved on, their<br/>\ngames got worse and worse, but it was their pushing<br/>\ngraphical boundaries initially that started their<br/>\ndecline. (notice that Sierra who put out just as many<br/>\nhorrid games, if not more, but at least stuck to<br/>\nreasonable requirements, is still around and<br/>\nsuccessful today)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Again.. What aspect of the new cat model requires<br/>\n&gt;DX8.  You seem to forget the whole world engine was<br/>\n&gt;updated.  That goes beyond the added looks the<br/>\n&gt;player models and world landscape.  It&#39;s the<br/>\n&gt;underlining graphical programming interface.  The<br/>\n&gt;engine runs so much faster now ( apart from a<br/>\n<br/>\n </span></blockquote>The impression i&#39;ve gotten repeatedly is that the<br/>\nimproved graphical engine was a feature of the<br/>\nexpansion, not something added via patches. I&#39;d<br/>\nimagine if it were added via patches i&#39;d have spent<br/>\nmore than just 3-4 minutes downloading the patch... If<br/>\ni&#39;m mistaken on this, then I concede the point that<br/>\nthe Vah Shir model is the significant difference. Of<br/>\ncourse, then we&#39;re creeping into the realm of &quot;why<br/>\nforce this &#39;improvement&#39; onto devout longterm<br/>\ncustomers who don&#39;t want it?&quot;.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I&#39;m a gamer and enjoy innovations/imaginations of<br/>\n&gt;those that create them.<br/>\n<br/>\n </span></blockquote>I&#39;m a roleplayer in all of their forms, as such I have<br/>\npriorities aside from hardware purchases. (as quite a<br/>\nfew people do, most people have *gasp* multiple<br/>\nhobbies ;) Fortunately aside from the RAM, the system<br/>\nrequirements for Luclin were no problem for me, and<br/>\nthe RAM I happen to have the cash at the moment to<br/>\nremedy. It&#39;s unfortunate though, that the dedicated<br/>\nusers to whom computer hardware is not a priority are<br/>\ngoing to be lost. (again, referring to people who<br/>\ncannot play EQ Classic due to the patches, not people<br/>\nwho are unable to run Luclin)<br/>\n<br/>\n<br/>\n______________________________________________________ <br/>\nSend your holiday cheer with <a rel=\"nofollow\" target=\"_blank\" href=\"http://greetings.yahoo.ca\">http://greetings.yahoo.ca</a></div>","specialLinks":[]}}