{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":3053168,"authorName":"Whitmore, Lance","from":"&quot;Whitmore, Lance&quot; &lt;lwhitmore@...&gt;","replyTo":"LIST","senderId":"WpSEakfUtVjXu4bUx7kRkOmaee8DCGBwyv27FKXxaoKedllVKWsjYLUV-vSws-rg0EETmWhdxskrCblHChdKVZyoVWo53lheLHiNvDI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Re: I hate Shadows of Luclin and I don&#39;t even own\t it yet...","postDate":"1008258255","msgId":2012,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PERBMEVGRjk4QzNGMkQyMTE5REY4MDAwMDkyOUIzNjc2OUI2MUYzQERTVElfU1JWMj4="},"prevInTopic":2011,"nextInTopic":2017,"prevInTime":2011,"nextInTime":2013,"topicId":1962,"numMessagesInTopic":35,"msgSnippet":"Ah Geez, For non-expansion users, it would stand to reason that the major (if not sole) barrier between them and DirectX 7+ play would be the Vah Shir model.","messageBody":"<div id=\"ygrps-yiv-919447686\">Ah Geez,<br/>\n<br/>\n&quot;For non-expansion users, it would stand to reason that the major (if not<br/>\nsole) barrier between them and DirectX 7+ play would be the Vah Shir model.&quot;<br/>\n<br/>\nObviously you never played on the test server the final few weeks before the<br/>\nrelease of Luclin, when they implemented the DirectX 8.1 coding.  There were<br/>\nno new models, no new menus, interfaces, etc.  The old world flew... The<br/>\n&quot;old&quot; models under the character selection screen spun so fast, they were<br/>\nmaking me dizzy. :)  The introduction of DX8 streamlined the entire game<br/>\n(old and new graphics).  This also made room, from a graphical latency<br/>\nstandpoint, to provide an engine that could handle the new models as well as<br/>\nupgraded resolution for every texture in the game.<br/>\n<br/>\n<br/>\n&quot;I think you&#39;re misreading my arguments, I don&#39;t in any way feel that it&#39;s<br/>\nnecessary for Verant to offer backward compatability for expansion users.&quot;<br/>\n<br/>\n**** Previous Post<br/>\n&quot;There has been no enhancements (at least to my knowledge) of the pre-Luclin<br/>\ngraphics aside from the new character models all of which can be disabled<br/>\nexcept for the Vah Shir model. By allowing users to get by with an older<br/>\nversion of DirectX, older video cards are still acceptable.&quot;<br/>\n*****<br/>\n<br/>\nNot sure how I could have misread you.  You wish that they would offer the<br/>\nold DX7 compatible engine.. Alongside the new DX8 engine.  There is no way<br/>\nto offer such a implementation other then having multiple engines.  Again,<br/>\nthis expansion and update goes beyond the addition of the Vah Shir model.<br/>\nSee the first paragraph... Heck read it from the developers themselves -&gt;<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://eq.castersrealm.com/viewarticle.asp?Article=3966\">http://eq.castersrealm.com/viewarticle.asp?Article=3966</a><br/>\n<br/>\n&quot;If it came at no significant cost, everyone would want the improved<br/>\ngraphics (except that silly new troll model ;) but there is a cost involved,<br/>\nand one that a significant portion of people are unwilling to pay.&quot; <br/>\n<br/>\nYeah that&#39;s like saying why do I need a color T.V.. Everyone would love a<br/>\ncolor one if they could afford it, yet a significant portion of people are<br/>\nunwilling to pay.  Move beyond the past.  Please remember... the days of<br/>\ngoing to Radio Shack and paying outrageous prices for PC hardware has been<br/>\nreplaced by the overwelming competition these days.  Computer parts now<br/>\n(unless your insisting on having the top of the line in home computing) are<br/>\ncheap.  And even the specifications introduced with the expansion fall well<br/>\nwithin the &quot;Cheap&quot; hardware range.  <br/>\n<br/>\n<br/>\n&quot;Bah, that was just a way of expressing that to myself and more than a few<br/>\nothers, RPGs are more about content and depth than pretty pictures. If you<br/>\nwant stylish graphics, go play Quake or something. The graphics on most<br/>\nfirst person shooters are far superior to even the new Luclin models.&quot;<br/>\n<br/>\nWith the intro of Luclin they added both content as well as graphic<br/>\nenhancements.  Who cares about Quake... If some night I feel like playing it<br/>\nthat would have nothing to do with the graphics.  In my past post I limited<br/>\nmy comparison to other MMORPG&#39;s. And I would have to say the detail on the<br/>\nnew luclin models are nothing to scoff at.<br/>\n<br/>\n<br/>\n&quot;As things moved on, their games got worse and worse, but it was their<br/>\npushing<br/>\ngraphical boundaries initially that started their decline. (notice that<br/>\nSierra who put out just as many horrid games, if not more, but at least<br/>\nstuck to reasonable requirements, is still around and successful today)&quot;<br/>\n<br/>\nYeah well nothing like complaining about pushing graphical boundaries...<br/>\nThat just sounds silly :).  Some reason I never found their games to be<br/>\ntaxing on my system in the least.  I was even running and old 286 at the<br/>\ntime.  I sincerely doubt that the requirements they requested (that was the<br/>\npre-3d accelerated cards era) had any significance with their demise.  I<br/>\nremember that they spent well over 4 million dollars to create Wing<br/>\nCommander 3, and even hired Mark Hamil *Luke Skywalker* as the lead roll in<br/>\ntheir live action segments.  Their demise came from losing their deal with<br/>\nLucasArts for the creation of the X-wing series.  Which if any of you<br/>\nremember required the same hardware standards as the Wing Commander line,<br/>\nthe only difference was that Star Wars magic.  Origin from that point was<br/>\nDead.<br/>\n<br/>\n&quot;(again, referring to people who cannot play EQ Classic due to the patches,<br/>\nnot people who are unable to run Luclin)&quot;<br/>\n<br/>\nAll I hear is a violin playing in the background.  I&#39;m willing to bet that a<br/>\nmajority of the players out there that have problems right now , apart from<br/>\na few bugs, are due to the retirement of Windows 95.  If Microsoft had<br/>\nreleased a final DX8 for that OS I doubt we would even be having this<br/>\ndialogue.  But then again, does a **gaming** company compete by supporting<br/>\nan OS that&#39;s over 7 years old now and which is retired?  Even that question<br/>\nin itself sounds ridiculous to ask.  Well we will see, aye if you like the<br/>\ngame I believe you will find that loyal customers will find a way to play.<br/>\nThis doesn&#39;t even include the number of players out there still running<br/>\nVoodoo cards - that&#39;s a whole different issue in itself.<br/>\n<br/>\nLater Guys/Gals,</div>","specialLinks":[]}}