{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":7452419,"authorName":"Cook Miller-ETOP03","from":"Cook Miller-ETOP03 &lt;etop03@...&gt;","profile":"jmillerc","replyTo":"LIST","senderId":"elh3qcs2r7kfTa9AqFC-cja3BxBmhrszoI5akJU1BGCzLq7Fhnxsl9MEEKGBB1eqIAPb363p2uHzIJvtHS9yfxqWuhfPpBRSVMRWo2YdR4c","spamInfo":{"isSpam":false,"reason":"0"},"subject":"SoL alternative","postDate":"1008615279","msgId":2026,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNGRDZDQ0ZFNkJGMUQ0MTE4REM3MDAxMDgzRkQ4OEY0MDE5OUVCNDBAcGxudDA1Ny5jb21tLm1vdC5jb20+"},"prevInTopic":0,"nextInTopic":2031,"prevInTime":2025,"nextInTime":2027,"topicId":2026,"numMessagesInTopic":3,"msgSnippet":"Greetings all, A lurker is coming out of the shadows... Piemur the 42 bard and Robiinton the 44 cleric here (who haven t posted here in a long time...).  I","messageBody":"<div id=\"ygrps-yiv-307213909\">Greetings all,<br/>\n<br/>\nA lurker is coming out of the shadows...<br/>\n<br/>\nPiemur the 42 bard and Robiinton the 44 cleric here (who haven&#39;t posted here in a long time...).  I have SoL and was blessed enough to also be able to afford another 256 mb stick of ram and due to a work bonus earlier this year, I have a good video card(Geforce 2 Ultra).  With my 450 mhz P3 and the rest of my configuration, I can loads most of the new graphics and I zone in about 50 seconds which is up 20 seconds pre Luclin - not bad at all considering what I have been reading here and on other EQ lists.  However, I was worried about this since my PC is coming up on 3 years old - a very long time in the computer world.<br/>\n<br/>\nBut I am still not playing EQ.  I have found another game that is keeping my interest even with SoL.  So what is the alternative?  Many of you probably guessed or already have tried it, but Dark Age of Camelot from Mythic is very EQ like and will run on a low end system.  You don&#39;t need DirectX 8.1.  You can probably get away with 128 mb of ram (I was at 256 already) and there is not as much zoning in DAoC.  Voodoo cards do not work though - would have been a problem for me earlier this year.  In some ways it is better I think (Realm vs Realm combat is great) and some ways it is worse (not as much depth or variety) than EQ.  A lot of the /commands are identical and there is a fair amount of class variety and some added spice called specialization.  Costs for the game and month to month charges are similar with the first month free like EQ.<br/>\n<br/>\nWhen DAoC first came out, a lot of folks from EQ tried it.  Some have stayed and others have migrated back to EQ.  To each his own - it is not for everyone, but if you find your system is now hosed due to the new requirements for SoL, give DAoC a try.  Check out the system requirements - I think it will satisfy your itch if you can&#39;t do SoL or any EQ for that matter.  <br/>\n<br/>\nIf you do try it, get in and participate in a guild.  We are having lots of fun and it really helps to have someone to support you as you try things out.  Of course I am biased, but Midgard is the realm to be part of and Gawaine is the server to be on.  We like squishing the Hibernians and Albions.  Piemur there is a skald (viking bard) - I still like the speed song.  Give me a tell sometime if you ever visit - our guild is still growing.  Actually, depending on your desire, there are some EQ guilds on other DAoC servers too if you do want to be another race.  I think you will have fun on any of them.  Good luck to you all whatever you do.  Do a web search on DAoC if you want to see other opinions - lots of good websites out there (Allakhazam&#39;s, Caster&#39;s Realm, Atlas, etc. all have DAoC sections now).<br/>\n<br/>\nPiemur/Robiinton<br/>\n<br/>\nPS - I know this is an EQ list, but feel that the intent here is good gaming, sharing gaming and sometimes venting.  EQ is still good gaming, but for some it is no longer an option.  I don&#39;t know what I would do if I didn&#39;t have one of these to play.  The games are a relaxer and exciter all at the same time, a way to get away from it all (and needed now more than ever with recent events).  I have been doing EQ since July of 1999 so it is now part of my life (as is true to so many of us) and DAoC since release in October.  Please take this in the spirit it was sent and don&#39;t go off on me.  This is mainly for those at their wits end who are frustrated they can no longer play EQ.  Thanks for listening, Pie.  <br/>\n<br/>\n<br/>\n<br/>\n________________________________________________________________________<br/>\n________________________________________________________________________<br/>\n<br/>\nMessage: 1<br/>\n   Date: Mon, 17 Dec 2001 08:11:35 +0100<br/>\n   From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:alexander.jones@...\">alexander.jones@...</a><br/>\nSubject: RE: I hate Shadows of Luclin and I don&#39;t even own it yet...<br/>\n<br/>\nNo that people who PAY more money is more important. Significant difference.<br/>\n<br/>\n/Alex</div>","specialLinks":[]}}