{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"MFerrulo@xxx.xxx","from":"MFerrulo@...","replyTo":"LIST","senderId":"pjjXHrc9Phuk4xSO3AtcJ5hjTid-miA3AqA0PV7FPHywkclKeAxYA1Bi206hpHTbD0v7sadB6A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: What&#39;s missing in Everquest?","postDate":"926044017","msgId":229,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjM4LjIyOS45NTkyOTQzODNAZUdyb3Vwcy5jb20+"},"prevInTopic":228,"nextInTopic":233,"prevInTime":228,"nextInTime":230,"topicId":212,"numMessagesInTopic":20,"msgSnippet":"In a message dated 5/5/99, 7:03:05 PM, EverQuest@onelist.com writes: ","messageBody":"<div id=\"ygrps-yiv-1772573429\">In a message dated 5/5/99, 7:03:05 PM, <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@onelist.com\">EverQuest@onelist.com</a> writes:<br/>\n&lt;&lt;Everquest is best thing what i see in online gaming, from graphic to sound<br/>\nand grup sistem but it still miss much things wich leaves too much place to<br/>\nconcurent products to enter. <br/>\n<br/>\nFirst it is hard to add new zones or monsters it request huge uploads (<br/>\nthis can be corrected with addon discs but it is another question), loading<br/>\nof zones is realy messed up if you just exit one zone it takes soooo long<br/>\nto reload it again it will be nice to have 2 zones in memory if you have<br/>\nenough memory for this (i have 128 mb).<br/>\n<br/>\nit is concentrated on gruping but too hard for solo play for some classes<br/>\nand i dont like to play necromancer or any pet holder, and gruping have<br/>\nmuch flows wich need corection and additional balancing like higer lv mages<br/>\nand wizards. <br/>\n<br/>\nAlso there are too low gains from questing and one thing wich can add much<br/>\nto game can be a god questing sistem where many diferent players must<br/>\ncooperate to reach some target but for now it is only killing stronger MOB<br/>\nand if you spend 5 hours to resolve quest and in end you dont know a right<br/>\nword wich you hear on other side of continent you make all way back write a<br/>\nright word on paper go back and say it only to get 1 rusty sword and 5<br/>\ncopper as a 12 lv caracter not to see any move on your experience bar it is<br/>\nrealy bad. i do it 3 times to 3 diferent quests and as i try hardest things<br/>\nwhat i found and after this reward i lost wish to try again.<br/>\n<br/>\nto be thrue it will be nice to get experience also for trading skills and<br/>\ngive them more variants so a posibility to make all normal armours and<br/>\nweapons. And it will be nice to have possibility to make a dragon leather<br/>\narmour ( hint hint)<br/>\n<br/>\nIt will be nice to have some chests wich thiefs can picklock.<br/>\n<br/>\nFishing some other things then normal fishs, or other stramge things like<br/>\nboots with a gen in bag with a surprise big fish wich will pull you in<br/>\nwater and cast summon pirana swarm on you eheheeh<br/>\n<br/>\nIt will be nice to have a place where you can leave your goods to sell and<br/>\nwhere you must pass evry now and then to collect all income or it is lost<br/>\nput this place on some lost plane or limit sellers to some level range, i<br/>\nwish to buy a totem stah and all mana gain equipment but as im from europe<br/>\nand i play normaly when all servers are empty i cannot buy or sell nearly<br/>\nanything. and i play on fenin ro wich is all time full. ( hmm maybe i will<br/>\nmove from rathe mountains not too much people know where this place is<br/>\neheheheh)<br/>\n<br/>\nIt is great and wonderfull world but for now it is a little bit empty it<br/>\nneeds a soul, a movement a random orc attacks on kelethim, dark elf rampage<br/>\non freeport, dragon flying in sky in unknown direction, strange never seen<br/>\nbeast in dark wood to start legends. More inteligence in program to make<br/>\nworld looks more diferent so that finaly a camping is not more interesting.<br/>\nIt is not need for human intervence it can be done by program if you leave<br/>\na orc camp and in zone is many players then why not that orcs group and<br/>\nstart hunting around geting items from falen (eheheh at last some money so<br/>\nbank will get some real signifikance). Other similar products will come<br/>\nsoon big bad MS is preparing to enter in game on big door ( i just read a<br/>\nnews on its site it will bring some interesting news) the other players are<br/>\nalso on front door for bringing something new soon everquest will not be<br/>\nonly game in 3d rpg town and if a game is not interesting enough when<br/>\nothers come in play ? .... ?<br/>\n<br/>\n<br/>\n<br/>\nP.S. I like this game very very much and all this critics are only in hope<br/>\nthat it will give some ideas how to make it better and that i will be shure<br/>\nto play it long long time as i enjoy it now. ( my english is not maxed jet<br/>\nsorry)<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;<br/>\n<br/>\n </span></blockquote>If English is your 2nd language, then I aplologize for this post.  That said, <br/>\nGOOD LORD MAN get a dictionary!!!!!  Your spelling is so bad I can&#39;t even <br/>\nread your post.<br/>\n<br/>\nWizaro</div>","specialLinks":[]}}