{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":80423493,"authorName":"bigmaca3","from":"&quot;bigmaca3&quot; &lt;bigmaca3@...&gt;","profile":"bigmaca3","replyTo":"LIST","senderId":"0siY1ZLyoI839lubQ81d9lBRf9DI_oqbs_1_4WErtgMdYZkCKvgkoXOaitVv078oEguSXpt8vhghOkkIXo73UixEtc6mfA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Hi, I am new","postDate":"1018050735","msgId":2623,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGE4bGRiZituZ3NpQGVHcm91cHMuY29tPg==","inReplyToHeader":"PE9FMTY4aXJjZkk3aGlTa1M3Z1IwMDAwMWQ1N0Bob3RtYWlsLmNvbT4="},"prevInTopic":2612,"nextInTopic":2625,"prevInTime":2622,"nextInTime":2624,"topicId":2605,"numMessagesInTopic":11,"msgSnippet":"Actually, spells are a small part of a Rangers damage output.  You should be looking for 20-24 delay weapons now and just dual wield them to death.  There are","messageBody":"<div id=\"ygrps-yiv-2111276484\">Actually, spells are a small part of a Rangers damage output.  You <br/>\nshould be looking for 20-24 delay weapons now and just dual wield <br/>\nthem to death.  There are several good Ranger sites around that give <br/>\nyou the low down on playing an effective Ranger.  Most groups want a <br/>\nSoW&#39;er and a Snare&#39;er!  I&#39;ll look them up and post one for you.<br/>\n<br/>\nAs for armor, banded is ok, but you should be starting your Ivy <br/>\nEtched quests or looking into Ry&#39;Gorr.  Weight is the killer for most <br/>\nRangers and all those armors help.  And get you Short Sword of <br/>\nMorin.  You should be able to handle the Ghoul Messenger in WK.  Make <br/>\nus proud!<br/>\n<br/>\n<blockquote><span title=\"qreply\"> --- In EverQuest@y..., &quot;J. Smythe&quot; &lt;lgumaer@h...&gt; wrote:<br/>\n&gt; Yeah, I am pretty good in groups. That is the thing about rangers I <br/>\ndont like is having to pull, but sometimes it is fun. Rangers are the <br/>\nbest outdoor pullers. At 30 I have found that I can still be a main <br/>\ntank. I concentrate soley on AC. Riftwind&#39;s protection is a great <br/>\nspell that really helps your AC. I like being a ranger because, they <br/>\nare surprisingly effective at helping out in bad situations. Of <br/>\ncourse, the wizard and enchanter are the best at putting down a bad <br/>\nsituation, but the ranger isn&#39;t that bad either. If you have a full <br/>\nbar of mana and a decent wis, you can cast your 37hp nuke like twenty <br/>\ntimes. I guess I am saying that Rangers have some control over how <br/>\nmuch damage they deal, whereas the other tanks just do consistent <br/>\ndamage. If a ranger wants something to die faster they can do that <br/>\nwhich is helpful in a group and something most people and rangers I <br/>\nplayed with dont realize. I understand that as you get older you have <br/>\nto be more aware about not drawing agro. I read a post somewhere that <br/>\nsays a ranger needs to keep their AC at 20 times their level. I am at <br/>\nlevel 30 and with Riftwinds Protection and the new thornskin buff, my <br/>\nAC is exactly 600. I don&#39;t know how I am going to get the money to <br/>\nget it any higher. I am still mostly in banded though, so I guess it <br/>\nshouldn&#39;t be that hard. I will try to make some friends to play with, <br/>\nbut I have always had a hard time with that for some reason, maybe I <br/>\nshould try the friends command.  <br/>\n&gt; <br/>\n&gt; Group skills are probably the most important thing you can have in <br/>\nthe game.  As a Ranger you are sometimes asked to pull, and you need <br/>\nto know how to do that.  Otherwise you&#39;re a backup to the tank.  The <br/>\nroles change several times during the game as you progress in <br/>\nlevels.  Now I feel how poorly Rangers tank when the Mob puts the <br/>\nsmack down on me!  Maybe I should change my name to Manasponge! LOL </span></blockquote></div>","specialLinks":[]}}