{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":78392202,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"oYrHRYhnXiDrzNmx-WCFwqmrSpR8AbGozkmWq1yt9kL9zKJVi87FLTYXaHxqj_MaQfjHjbOTUArqbSCiOUPlbKAt","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Something Awful.com pokes fun at EQ","postDate":"1019166364","msgId":2734,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTIwMWMxZTcyMyRjNTNmMzRkMCQ2ZTAwYThjMEBTVT4=","referencesHeader":"PDAwMDgwMWMxZTM3ZCQ0ZmE1NjBlMCQ2ZTAwYThjMEBTVT4gPDAwMTAwMWMxZTQwMyQ4NzM5ZWUwMCQ2NDAxYThjMEBnaWdhY293Pg=="},"prevInTopic":2707,"nextInTopic":2737,"prevInTime":2733,"nextInTime":2735,"topicId":2696,"numMessagesInTopic":18,"msgSnippet":"... The scariest thing was that I found the link at www.wilwheaton.net I was bored and looking of the Star Trek cast members and stuff. He actually runs and","messageBody":"<div id=\"ygrps-yiv-1501203249\"><blockquote><span title=\"ireply\">&gt; Truly excellent stuff, Su. Thank you for sharing the link.<br/>\n&gt;<br/>\n </span></blockquote>The scariest thing was that I found the link at www.wilwheaton.net<br/>\nI was bored and looking of the Star Trek cast members and stuff. He actually<br/>\nruns and makes his own webpage. He doesnt&#39; hire anyone, he does it all<br/>\nhimself. which is pretty cool.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Someone else jumped in and chided us for &quot;being harsh&quot; so I decided to<br/>\n </span></blockquote>give<br/>\n<blockquote><span title=\"ireply\"> &gt; the beggar 2pp just to see what happened. I tracked her down near<br/>\n </span></blockquote>Felwithe,<br/>\n<blockquote><span title=\"ireply\"> &gt; hailed her, and gave her 2pp. The VERY next thing she says to me is &quot;you<br/>\n </span></blockquote>got<br/>\n<blockquote><span title=\"ireply\"> &gt; any caster stuff?&quot; Not &quot;Thank You&quot;, not even &quot;ty&quot; or &quot;thx&quot;, just &quot;you got<br/>\n&gt; any caster stuff&quot;. I just said &quot;No, I am a Ranger, sorry&quot; and turned and<br/>\n&gt; left.<br/>\n&gt;<br/>\n </span></blockquote>I hate when that happens. You give someone something and they start asking<br/>\nyou for stuff. and you&#39;re like, I don&#39;t have anything. Some guy was<br/>\nfollowing me around asking for money and I was like &quot;I spent it all on my<br/>\nnew spells!&quot; and they&#39;re like &quot;Oh, can you give me any armor&quot; and Im like &quot;I<br/>\ndon&#39;t have any.&quot; and then they asked for weapons. I was like &quot;I sold all of<br/>\nthe stuff that I did not need so I could buy my spells&quot;.<br/>\nAnd I had the same thing where I gave someone something and rather than a<br/>\nthanks they asked for more stuff. I would never ask for more stuff. I try to<br/>\noffer people something in return when they give me something. Like today a<br/>\nhigh lvl chanter walked up and gave me a platinum jasper ring because I had<br/>\nchecked for some items on allakhazam for her and reported to her that they<br/>\nwerent&#39; listed.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; A few minutes later this same person was back spamming the zone for tiny<br/>\n&gt; daggers (ingredient to cast pet) because she &quot;looked everywhere in<br/>\n </span></blockquote>Felwithe&quot;<br/>\n<blockquote><span title=\"ireply\"> &gt; and &quot;couldn&#39;t find them anywhere&quot;. I have played a HE enchanter, so I KNOW<br/>\n&gt; you can buy them for 1sp each from one of the 4 merchants in the room<br/>\n </span></blockquote>where<br/>\n<blockquote><span title=\"ireply\"> &gt; the Enchanter Guildmaster is, so I repeated that information in /ooc. She<br/>\n&gt; then asks for money to buy them because she didn&#39;t have any. I told her in<br/>\n&gt; /ooc &quot;An enchanter can get 1 sp for a wasp wing, and that happens to be<br/>\n </span></blockquote>how<br/>\n<blockquote><span title=\"ireply\"> &gt; much a tiny dagger costs. Start killing stuff and stop begging.&quot;<br/>\n&gt;<br/>\n </span></blockquote>I hate when people do that too. You give them something and they act like<br/>\nthey have nothing. Scam artists.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; I guess maybe I was a litte harsh to that newbie chanter, yes, but I have<br/>\n&gt; used my Druid&#39;s bank account to equip numerous new druids and rangers in<br/>\n&gt; that zone with full leather armor, a half-way decent newbie weapon, and a<br/>\n&gt; little buffing (skin like diamond, sow, strength of stone, thorns, regen),<br/>\n&gt; but not because they begged. I did it because they seemed to be players<br/>\n </span></blockquote>that<br/>\n<blockquote><span title=\"ireply\"> &gt; wanted to have fun and to play the game right, but needed a little boost,<br/>\n&gt; and I enjoy helping people. I don&#39;t enjoy beggars, though.<br/>\n&gt;<br/>\n </span></blockquote>you weren&#39;t harsh. You were giving them a reality check. They needed to know<br/>\nthat it was unacceptable behavior and would not get them anywhere later in<br/>\ngame.<br/>\nMy druid at level 8 was giving out patchwork armor to newbies after she<br/>\nturned in CB belts. I would do a /who 1 5 and then pick people I could find<br/>\nto give armor to.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Anyone else have thoughts to share on players who spam the newbie zones<br/>\n&gt; asking to be given free money or items? I would be interested to see how<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; others on this mailing list feel about the subject.<br/>\n&gt;<br/>\n </span></blockquote>The other day some idiot was using /shout mode to try to sell his account.<br/>\nPeople told him it was against the rules. I told him privately that if he<br/>\nwanted to sell something to please use /auction. Yet a barrage of /ooc and<br/>\n/shouts began. Someone accused the person who complained of being a narc and<br/>\na malcontent. The idiot shouted 3 more times to sell his account and the<br/>\ncomplainer said that they had reported the person for violation of the terms<br/>\nof service. Then there was a big /ooc name calling thing of people arguing<br/>\nover who won a duel (someone claimed they had beaten the complainer in a<br/>\nduel) and the person went on to say that the person they duelled was twinked<br/>\nand so on.. I just started ignoring it after awhile.<br/>\nOh, and today I did /ooc to ask for support for planning a huge raid in<br/>\nnagafen&#39;s lair. I said my plan was to get as many lvl 53+ to come in as<br/>\nfirst wave of attack to clear the giants and a path to nagafen. (bc I&#39;d just<br/>\nheard about a raid that went sour when someone trained the giants into<br/>\nnagafen&#39;s room and wiped out the people fighting naggy). I wanted the 53+<br/>\nfolks to not only clear a path, but to set up guard points along the way to<br/>\nkill any respawners so it was clear for the folks 52 and under. Then the<br/>\nhigh lvls would guard outside the door to make sure no trains got through to<br/>\nnaggy&#39;s room. Anyways, someone started saying that high lvls couldn&#39;t fight<br/>\nnaggy it was against the rules and stuff. an argument ensued in /ooc over<br/>\nhow we were talking about the highers fighting the giants, not Naggy. (I<br/>\ndidn&#39;t argue, I just said what my plan was and what the limit cap was for<br/>\nattacking naggy). Someone else started saying there were schedules for the<br/>\nraid and that you had to sort of make reservations. I&#39;ve never heard of such<br/>\na thing before. If someone wants to go fight something or raid, they can do<br/>\nit. So long as there is no KSing. My plan was to have everyone work together<br/>\nanyways. The more the merrier. Only drawback would be lag. I wanted to have<br/>\na huge raid meeting beforehand to discuss strategy. who would guard where<br/>\nand so forth. What do do in case one group got in trouble, who would help<br/>\nthat group and who would take the place of the group helping. A bunch of lvl<br/>\n60s would be great for keeping zone clear. :-)<br/>\nAnyhoo, I was referred to a website about raids on that server that I will<br/>\ncheck out later. If anyone has any ideas, let me know. :-)<br/>\nThis is all on The Tribunal but the plan could work on any server. So long<br/>\nas nobody above 52 draws aggro from naggy, its all good. :-)<br/>\nluv,<br/>\n-Su</div>","specialLinks":[]}}