{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":9864784,"authorName":"Richard Skelton","from":"&quot;Richard Skelton&quot; &lt;richards@...&gt;","profile":"shidoshimonk","replyTo":"LIST","senderId":"0wzdOKcwgbFerSf7ohqNDr4hET5kmY6I2IJ5re3PPd0lb5Wckhdi7XqMxNeXfTpW7MzRxxybhRYH-eINFF5PsxofS3_ZHIBgy7YvOTDh9A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"eq2","postDate":"1019634413","msgId":2755,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDRFRDMxMDA3OUI3QTUxNEU5NjYxNEE1MkJFQzBGQjA1MDkxMTE4QGh5cGFjMS5oeXBhYy5jby51az4="},"prevInTopic":0,"nextInTopic":2756,"prevInTime":2754,"nextInTime":2756,"topicId":2755,"numMessagesInTopic":29,"msgSnippet":"A friend posted this to me, and i thought it may intrerest some people on this list.. in case you hadnt heard... EverQuest 2: It s True, It s True filed by","messageBody":"<div id=\"ygrps-yiv-1763795749\">A friend posted this to me, and i thought it may intrerest some people on this list..<br/>\n<br/>\n<br/>\nin case you hadnt heard...<br/>\nEverQuest 2: It&#39;s True, It&#39;s True filed by Moorgard <br/>\n04/24/2002 12:16 AM CDT 0 Comments <br/>\nCurtain Falls, Oz Revealed <br/>\nA well-meaning ranger was nice enough to scan the new issue of PC Gamer and confirm that EverQuest 2 is officially on the way. She also posted a link &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://forums.interealms.com/ranger/showthread.php?threadid=1792\">http://forums.interealms.com/ranger/showthread.php?threadid=1792</a>&gt; to the pics on the ranger forums, but Rob Smith, the Editor-in-Chief of PC Gamer, was understandably upset about that: <br/>\nThe issue is not due to hit newsstands until May 7th... we don&#39;t even have them in the office yet, so I&#39;m not sure how people have the issue. <br/>\nWhether the magazine went out earlier than intended is unclear, but a lot of folks seem to have it. In any case, the images are gone due to copyright issues, but the info has been leaked ad infinitum. You should really go out and buy the magazine when it becomes available, but until then we&#39;ll give you the quick rundown: <br/>\n- The game is set in Norrath&#39;s future (exact time hasn&#39;t been determined). - Minimum system requirements are a P3 733 or Athlon XP with 512 MB RAM and a GeForce3 or better card . <br/>\n- Only the three original continents will be in the game--Antonica, Faydwer, and Odus. The other continents and the moon will be gone (presumably Luclin could simply have moved out of range for a while). <br/>\n- Freeport has been taken over by the corrupt guards and exiled the paladins to a new fortress called Marr. Qeynos appears to have been cleaned up. <br/>\n- The Iksar and Kerrans will still be playable races, despite the fact that their homelands are gone or &quot;inaccessible.&quot; <br/>\n- Half of the game&#39;s locations will be new; the other half will be &quot;re-imaginings&quot; of familiar places. <br/>\n- There will still be zones, but loading times will be faster and smoother, and some mobs will be able to chase you across zone lines (though they&#39;ll give up after a while). <br/>\n- You don&#39;t choose a class when you create your character--only race, appearance, and sex. Nor will you assign any stat points. Instead, at level 6 you pick a general class (fighter, priest, mage, rogue, or tradesman). At level 15 you specialize (&quot;a fighter can choose to become a warrior, crusader, or brawler, for example&quot;). Finally, at level 30 you make your final choice in class (&quot;a crusader, for instance, will choose the path of paladin, shadow knight, or ranger&quot;). <br/>\n- Level cap is initially 100, with 200 being the possible cap after an expansion or two. Leveling itself will be faster. <br/>\n- Three skills called Knowledge, Technique, and Arts will decide how well you use weapons and armor. If you don&#39;t have the skill to use an item, its effectiveness will be greatly reduced and it might break. In other words, twinking will be tough. <br/>\n- Items will decay, so there will be a greater emphasis on player-made goods, and thus a healthy economy. <br/>\n- Corpse recovery will be simplified. You might appear at your bind point with all your items (or only missing a couple), and rather than lose experience you will gain an experience debt that needs to be repaid. <br/>\n- Bind points will be plentiful. <br/>\n- Banks are no longer connected; you will have different &quot;accounts&quot; at each bank, and will need to physically move the contents from one to another if you wish to do so. You will be able to acquire the use of horses, carts, and boats to transport items. <br/>\n- Players will be able to buy land and build small houses. If multiple players build in the same area, a community can be formed. It sounds like whole towns could spring up this way. <br/>\nThat&#39;s a lot of stuff to chew on, and it&#39;s really only the beginning. You can expect insanely gorgeous graphics, cool fighting animations, and a boatload of other goodies. <br/>\nBear in mind, of course, that the game is 18 months from release at best. Features will change; some will be added, some will be dropped. After all, the original specs for EverQuest called for things like player-owned housing and enchanted items--abandoned notions that bitter folks still like to grouse about. <br/>\nSkeptics will also note that a lot of the above concepts were introduced in games created by Verant&#39;s competition, and will no doubt claim that SOE is ripping off DAoC, AC, or whatever. I hate to break this to you, but none of these games are horribly original, and all of them build off one another. Verant is using the basic strategy of taking good ideas from your competitors and building on them--a proven strategy in any business. <br/>\nA multitude of current EQ players are lamenting the fact that we won&#39;t be able to transfer our existing characters to EQ2. Nobody likes the idea of losing four years of hard work, but bear in mind that this game represents a whole new world. EQ2 will be designed like the original game, with a certain character progression and set of levels in mind for its content. Obviously, levels won&#39;t even mean the same thing between the two games (which I consider a very good thing, by the way), so a level 60 in EQ is something totally different from a level 60 in EQ2. Transferring characters would be a total mess, so it&#39;s best just to avoid it. Besides, I&#39;m sure the original EverQuest will remain alive and kicking for a long time after EQ2 shows up. <br/>\nVerant&#39;s Web guy, Nathan Pearce, did a cool job of bringing this whole mystery to light. His Easter eggs and crafty design presented a unique challenge, and we look forward to more of his work. <br/>\nAs a matter of fact, today Pearce got his own corner of the EQLive site, where he spelled out &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.station.sony.com/featured_content/Hammerfel/\">http://everquest.station.sony.com/featured_content/Hammerfel/</a>&gt; his newsletter strategy for leaking the Nektulos site info. Speaking of spelling things out, if you put the funny bold letters together, you&#39;ll find his latest hidden goody: Ruins of Befallen &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ruinsofbefallen.com/\">http://www.ruinsofbefallen.com/</a>&gt;. It&#39;s nice that this favorite old dungeon will see a new life in the next game--if a dungeon full of undead can be said to have a &quot;new life,&quot; that is. <br/>\nOkay, that&#39;s enough babbling for now--I&#39;m sure there&#39;s more &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.mmognews.com/article.php?sid=36\">http://www.mmognews.com/article.php?sid=36</a>&gt; out there to find if you go look for it. After all, we have 18 months to discuss and debate what this game is going to be like. <br/>\nWow, 18 months. That&#39;s a lot of freaking news roundups. <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n**********************************************************************<br/>\nThis email and any files transmitted with it are confidential and<br/>\nintended solely for the use of the individual or entity to whom they<br/>\nare addressed. If you have received this email in error please notify<br/>\nthe system manager.<br/>\n<br/>\nThis footnote also confirms that this email message has been swept by<br/>\nMIMEsweeper for the presence of computer viruses.<br/>\n<br/>\nwww.mimesweeper.com<br/>\n**********************************************************************</div>","specialLinks":[]}}