{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":78392202,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"kdGk3nXAnTLwl-Z9_NbX3Vzh9nDnDzDwsOGkvJMx-t9HaqHZemdhNuO6riznKXCpE9gXBd52QqCOPMXSDFFNs6P-","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Important info on virus detection and such","postDate":"1021374032","msgId":2897,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA4NzcwMWMxZmIzNiQ5NTI5YjliMCQ2ZTAwYThjMEBTVT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":2896,"nextInTime":2898,"topicId":2897,"numMessagesInTopic":1,"msgSnippet":"As I mentioned to some of the lists earlier, a virus made its way through a few of the yahoogroups lists I am on. A friend of mine who is a tech guy passed","messageBody":"<div id=\"ygrps-yiv-443131332\">As I mentioned to some of the lists earlier, a virus made its way through a<br/>\nfew of the yahoogroups lists I am on. A friend of mine who is a tech guy<br/>\npassed this information along. This is not a virus scare. This is merely<br/>\ninfo on how to protect your system better.<br/>\n<br/>\nThe Klez virus and its new strings are a real pain in the butt. It&#39;s really<br/>\nquite clever in the way it replicates itself, and it&#39;s another of a line of<br/>\nviruses where you&#39;re only susceptible if you have Outlook or Outlook Express<br/>\nas your e-mail client.<br/>\n<br/>\nIt doesn&#39;t always broadcast as an attachment, either. One of the few forms<br/>\nof Klez.e is embedded in a standard HTML message and runs automatically when<br/>\nthe &quot;image&quot; is displayed. Another string prompts Outlook to immediately ask<br/>\nfor download, rather than merely coming as a dormant attachment.<br/>\n<br/>\nSo you don&#39;t always have to download or run something to get a virus. Many<br/>\nof the more damaging viruses, like Red Alert and Magi, come in through<br/>\nunprotected ports on your computer, left open by some of Microsoft&#39;s<br/>\nbackground services. Magi also has a string that runs through Active X, and<br/>\nits three stages of damage and distribution are kinda interesting.<br/>\n<br/>\nFor the first 30 days, it does nothing. On Day 30, it deletes your CPL<br/>\n(Control Panel) files. At 60 days, it cripples your desktop, making it<br/>\nappear as though the icons run away from your mouse pointer. If left<br/>\nunchecked for 90 days, the real fun starts. It overwrites a portion of your<br/>\nboot sector, renames every other file to something lewd, deletes every 25th<br/>\nfile, and corrupts your registry.<br/>\n<br/>\nAnyway, my point is that it&#39;s still always a good idea to check your<br/>\nregistry from time to time. Norton and McAfee are nice, but I don&#39;t like the<br/>\nway either of them insists on running in the background, eating up resources<br/>\nbetter spent elsewhere. McAfee is the better of the two, in my opinion, but<br/>\nneither can be relied upon for total safety. Even if you update your<br/>\ndefinitions religiously, it&#39;ll be a week or two before either will protect<br/>\nyou from a virus written today, y&#39;know?<br/>\n<br/>\nSymantec and McAfee&#39;s rundowns on the virus are misleading, especially when<br/>\nit comes to removing it. This is why I tend to do these things by hand.<br/>\n<br/>\nKlez is a registry driven virus that runs an executable from your<br/>\n&#92;WINDOWS&#92;SYSTEM directory each time you start your computer. The EXE file in<br/>\nyour SYSTEM directory is randomly named, though it always has &quot;win&quot; at the<br/>\nbeginning. winblk.exe, winking.exe, winyhb.exe, and on and on and on.<br/>\n<br/>\nIf you&#39;re running a Windows OS (95 through XP), here&#39;s how to check to see<br/>\nif you have it...<br/>\n<br/>\n1 - Click Start, Run, type REGEDIT, and hit Enter.<br/>\n<br/>\n2 - Navigate to the HKEY_LOCAL_MACHINE &gt; SOFTWARE &gt; MICROSOFT &gt; WINDOWS &gt;<br/>\nCURRENT VERSION &gt; RUN directory on the left to see the RUN key values on the<br/>\nright.<br/>\n<br/>\n3 - If you have the virus, you&#39;ll have a key to the file described above<br/>\n(winking.exe, for example). If the entry is there, click on it and hit the<br/>\nDelete key on your keyboard.  It should be the last entry in that key list.<br/>\n<br/>\nNOTE: Some strands of this virus monitor changes to the registry so that if<br/>\nyou delete the virus key, it will automatically replace it. Once deleted,<br/>\nyou can hit the F5 key to refresh the folder. If it has replaced itself,<br/>\ndon&#39;t worry. The steps to eliminate the virus will kill it.<br/>\n<br/>\nThe easiest way to positively eliminate the virus is in DOS. Depending on<br/>\nyour OS, you may have a Restart in MS-DOS Mode option in your shutdown menu.<br/>\nUse it if you do. If you don&#39;t, you can reboot and hit the F8 key after the<br/>\npost screen to bring up the boot option menu and choose Command Prompt Only<br/>\nto get to a native DOS prompt.<br/>\n<br/>\nThe reason this is necessary is because the Klez executable will be active,<br/>\nmeaning you won&#39;t be able to edit or delete the file while Windows is<br/>\nrunning. It technically starts itself as a Windows service, so it won&#39;t<br/>\nappear in your Close Program dialog box either.<br/>\n<br/>\nAnyway, shut down or boot into DOS and navigate to your &#92;WINDOWS&#92;SYSTEM<br/>\ndirectory. On most machines the path is C:&#92; Windows&#92;System. For those not<br/>\nfamiliar with DOS, assuming your use the common path, the following commands<br/>\nwill get you to your System directory...<br/>\n<br/>\ncd&#92;<br/>\ncd windows<br/>\ncd system<br/>\n<br/>\nNow run the following command...<br/>\n<br/>\ndir /a:h<br/>\n<br/>\nThis will display all hidden files in the directory. There should only be a<br/>\nfew, and one of them will be the virus executable, which should be the only<br/>\nEXE file listed. Again, we&#39;ll use winking.exe as our example.<br/>\n<br/>\nThis file will have attributes set to protect it from detection and<br/>\ndeletion. To remove those attributes, use the following command...<br/>\n<br/>\nattrib -h -s -r winking.exe<br/>\n<br/>\nWith those attributes removed, you can now delete the file...<br/>\n<br/>\ndel winking.exe<br/>\n<br/>\nNow the virus won&#39;t start with Windows. Reboot your machine and repeat the<br/>\nsteps above to check for and remove the registry entry. Reboot again to make<br/>\nsure everything was done properly. If on this restart you no longer have the<br/>\nregistry key, then your system is no longer running the Klez virus.<br/>\n<br/>\nNow, this doesn&#39;t mean you don&#39;t still have infected files. Although<br/>\ninnocuous, Klez can infect other executables on your machine. So it&#39;s a good<br/>\nidea when all&#39;s said and done to update your virus definitions and do a<br/>\nthorough scan, cleaning or removing any infected files found.<br/>\n<br/>\nFor Klez, it&#39;s important that you don&#39;t rely on your AV software to<br/>\neliminate the active virus. Always do it manually. As of today, neither<br/>\nNorton Antivirus or McAfee successfully innoculate all 9 strings of the Klez<br/>\nvirus. In other words, it&#39;ll scan, it&#39;ll find files, it&#39;ll clean/remove them<br/>\nfor you, but it will not uniformly remove the SYSTEM file or the registry<br/>\nentry. Depending on the string you have, it might fix things, but the manual<br/>\nprocess is the only way to make sure.<br/>\n<br/>\nI hope that this helps.<br/>\nluv,<br/>\n-Su</div>","specialLinks":[]}}