{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":81944491,"authorName":"Romanlegion88@netscape.net","from":"Romanlegion88@...","profile":"romanswinter","replyTo":"LIST","senderId":"A1zQgaxJjyftOvh7v78BpoqZr5WefDoKxHWovhDejxFb07P9FhWq8a4n3PebbNNJvit1yBnLbKJH7MQDDn6WtGE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Thoughts on EQ2","postDate":"1021404582","msgId":2915,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxMDc2NzQ1LjJFNTI2MDRCLjBCRTQ0NzUzQG5ldHNjYXBlLm5ldD4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":2914,"nextInTime":2916,"topicId":2915,"numMessagesInTopic":1,"msgSnippet":"Sounds like they decided to merge all the things that made Ultima worth playing into Everquest. For a long time I always went back and forth on which game was","messageBody":"<div id=\"ygrps-yiv-67971415\">Sounds like they decided to merge all the things that made Ultima worth playing into Everquest. For a long time I always went back and forth on which game was truly better. I decided that Ultima is geared more toward Role Players and is truly a Role Playing game. I say this because in Ultima you really can be whatever you want. Hell I used to play ultima and I was a farmer, herder and cook who owned my own property. On my property I built my own store where I had my own mill and oven. There I would work and cook all kinds of food, and sell them to other PC&#39;s who visited my store. Now that is Role Playing. Everquest on the other hand has much better craphics, and is generally just a lot more fun to play, it is more of a fantasy hack and slash game, with character advancement. That was the big flaw with UO, was there was not a lot of Action even if you were a warrior, you found yourself fighting the same things over and over again. The other great thing about Ultima was that horses were not insanly expensive. You could by one with the equivalent of say 20pp in EQ. Also you could own your own boat and take it out for travel or fishing. A good merchent would own several boats and send his employees all over the map selling his goods and name, at least that is what I did with my merchant. Anyhow, I think that EQ2 will be good now that they are putting those great elements into the game, I am just hoping they are able to impliment them well into their system of gameplay without actually destroying the gameplay. My only question is what will come of EQ1? Will they continue to keep that game runnin? Will they continue to make expansions for EQ1 after EQ2 has come out? Well those are my thoughts, what do you guys think?<br/>\n<br/>\n       -Rob<br/>\nps Oh and I also think they should have allow player run servers like Ultima does. It really makes the game amazingly special when you get someone who has a great imagination running a server. I played an Ultima server where just about All the vendors were removed from the game, to make it a more &quot;economy&quot; based game. If you wanted and item, you had to find someone who made it and sold it. It created great compitetion in vendors, and shopping malls even opened up where vendors would all place there buildings next to each other and set there prices to compete with their neighbors. Now that kind of server it TRULY RPG<br/>\n<br/>\n<br/>\n__________________________________________________________________<br/>\nYour favorite stores, helpful shopping tools and great gift ideas. Experience the convenience of buying online with Shop@Netscape! <a rel=\"nofollow\" target=\"_blank\" href=\"http://shopnow.netscape.com/\">http://shopnow.netscape.com/</a><br/>\n<br/>\nGet your own FREE, personal Netscape Mail account today at <a rel=\"nofollow\" target=\"_blank\" href=\"http://webmail.netscape.com/\">http://webmail.netscape.com/</a></div>","specialLinks":[]}}