{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":7123398,"authorName":"Hall, Tony, JCW","from":"&quot;Hall, Tony, JCW&quot; &lt;alhall@...&gt;","profile":"chrome_77","replyTo":"LIST","senderId":"FZTeFIEy9HZczTAS00jvtwTsDLFP_mKaJ8bimLqL_LILQAhtffZxKReuTXaj5wJWunKZjc2du560JcTUMMboXQdEafcjsKRZHw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Digest Number 508","postDate":"1024402549","msgId":3053,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEMxNDRFN0U5MjA4QUQyMTE4RUNGMDAwOEM3QjE3QzIxQUQ2Mjg5QGpjd3NteHN1c3IwMS5qY3cub3JnPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":3052,"nextInTime":3054,"topicId":3053,"numMessagesInTopic":1,"msgSnippet":"My first character was a monk, got him to level 12, he was weak so I started what is now my main. I have a level 20 Troll Sk. This guy is one bad mother but he","messageBody":"<div id=\"ygrps-yiv-980345905\">My first character was a monk, got him to level 12, he was weak so I started<br/>\nwhat is now my main. I have a level 20 Troll Sk. This guy is one bad mother<br/>\nbut he levels soooooo slow due to the xp penalties. I would recommend an SK<br/>\nfor a first character. My alt is a Level 11 Human Necro, this guy levels<br/>\nabout twice as fast as my SK, but I&#39;m STILL saving to get my lvl 8<br/>\nspells.... Almost 5pp each.... I&#39;m gonna be lvl 12 before I buy any of my<br/>\nlvl 8 spells (but I do believe my SK is gonna help in that area after he<br/>\nbuys his lvl 22 spells). Anyway, I&#39;m extremely happy with the SK and the<br/>\nNecro, tho I believe you could get frustrated with the exp gain with the<br/>\nrace I chose for the SK.. The faction thing isn&#39;t too bad for the SK, your<br/>\nhome town likes you, I have banked in Ogguk (ogre city) and Neriak<br/>\n(darkies), otherwise my base is usually in the auction house in EC. Just<br/>\nhave to remember if going to the guild in Neriak to cast invis against<br/>\nundead or the ghouls will get ya... LOL! Plus, as a troll I pretty much have<br/>\nto crawl through town, definitely in character cussing those little dark<br/>\nSOB&#39;s that built their doorways too short and getting a few interesting<br/>\nreplies.<br/>\n<br/>\nMessage: 17<br/>\n   Date: Mon, 17 Jun 2002 19:24:22 -0500<br/>\n   From: &quot;Su&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:suceress@...\">suceress@...</a>&gt;<br/>\nSubject: Re: getting started<br/>\n<br/>\nAnother class that might be good is shadowknight. The drawbacks: Good races<br/>\nwon&#39;t want to sell to you and some may even want to kill you. If you play a<br/>\ndarkelf the newbie grounds completely and totally suck but you get pretty<br/>\ncool armor when you can manage to find all the stuff you need for it. People<br/>\ndon&#39;t think of shadowknights when they think of tanks. They don&#39;t often<br/>\ninvite them to group. I don&#39;t think they get the spell &quot;gate&quot;.<br/>\nThe bonuses: You make a decent tank, you can summon a pet to tank for you<br/>\nwhile you med, you can lifetap to heal yourself, and you get a spell that<br/>\nsnares and dots a mob at the same time. You can solo alot and are a good<br/>\nasset to a group. Way later in the game you get to summon your own horse<br/>\ncalled an Unholy Steed.<br/>\nMy brother started a shadowknight and got him to lvl 35 in 8 days.<br/>\n<br/>\nPaladins are welcome in all good cities. Don&#39;t usually have problems selling<br/>\nto merchants. Get good damage, duel wield, disarm. Are thought of as tanks<br/>\nand can get into group. Can also heal and buff. Can even resurrect. But they<br/>\ncannot gate. They can solo pretty well with a good weapon and armor. There<br/>\nare newbie paladin armor quests for humans and halfelves in freeport.<br/>\n<br/>\nDruids, not really great tanks but can snare/root and dot from afar. sucks<br/>\nalot of mana. Sometimes they can charm an animal to attack a mob for them.<br/>\nBut then the animal turns and attacks them when charm wears off. They can<br/>\nalso track, port, and heal.<br/>\n<br/>\nIf you like things to be more difficult, there&#39;s clerics. They can pretty<br/>\nmuch get into any group because people always seem to want a healer. But<br/>\nthey can&#39;t really solo much and have alot of downtime from medding.<br/>\nluv,<br/>\n-Su</div>","specialLinks":[]}}