{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":78392202,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"vb7Kx8MOjGB75qPSe5tHCVGvyt0ARsaftcNVF66FKWBnaH_-fkcprD3p0RRmZyXoLZaKGMOjzEtJsPYZ0LT9nyAS","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Re: getting started","postDate":"1025550248","msgId":3150,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDA1NWYwMWMyMjEzMiQxNzg1YTBiMCQ2ZTAwYThjMEBTVT4=","referencesHeader":"PEEzNkY4QjIwRDcyMUQ0MTE4NkNFMDAwOEM3RjM2ODI2MDNBNTBFQ0RAZm9udGV4MDEucm9oci5jb20+"},"prevInTopic":3141,"nextInTopic":3151,"prevInTime":3149,"nextInTime":3151,"topicId":3019,"numMessagesInTopic":43,"msgSnippet":"I saw coffins for sale in the cleric guild in Neriak. Not sure if they are the right ones. What type of coffin do you need? luv, -Su ... not ... that","messageBody":"<div id=\"ygrps-yiv-1895243422\">I saw coffins for sale in the cleric guild in Neriak. Not sure if they are<br/>\nthe right ones. What type of coffin do you need?<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Cynfyn MacCulloch said &quot;Sk have the lesser summon corpse spell but ihave<br/>\n </span></blockquote>not<br/>\n<blockquote><span title=\"ireply\"> &gt; used it yet and still can&#39;t find whre Ineed to get the coffin Ineed for<br/>\n </span></blockquote>that<br/>\n<blockquote><span title=\"qreply\"> &gt; spell seeing as Neriak still doenst have them hehe I may ned to go into<br/>\n&gt; Paineel for it.&quot;<br/>\n&gt;<br/>\n&gt; The easiest place to buy coffins is on the moon, in the bazaar zone. The<br/>\n&gt; first merchant next to the bank sells them. He sells both kinds, stackable<br/>\n&gt; and non-stackable coffins. I just had to buy a couple yesterday :-( Some<br/>\n&gt; guild members do not listen about pushing mobs through the wall, I was<br/>\n&gt; tanking a flurry drake in NToV and it got pushed through the wall and it<br/>\n&gt; summon myself and 2 others. Since I was bound in bazaar and the corpse&#39;s<br/>\n&gt; were now almost to the Plane of Mischief zone, they had to be summoned.<br/>\n&gt;<br/>\n&gt; BTW, has anyone else been to the PoM zone before? Some card drops are<br/>\n&gt; dropped at a ridiculous rate.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; From: carmacculloch [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:crhydderch@...\">crhydderch@...</a>]<br/>\n&gt; Sent: Tuesday, June 18, 2002 6:34 PM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a><br/>\n&gt; Subject: [EverQuest] Re: getting started<br/>\n&gt;<br/>\n&gt; I have to Agree with Erik here.  Each class hass a role to play in<br/>\n&gt; any grouping.  Especially when it comes epic Raids.  As one of the<br/>\n&gt; premier Sk&#39;s in my guild on Saryn,  I&#39;m needed  in regards to<br/>\n&gt; tanking, Fearing on occassion and if we need to go to aplace with<br/>\n&gt; alot of undead like the Epic raid to The Hole this past weekend IVU<br/>\n&gt; was needed to get to where 2 of the Epic mobs spawned so we didnt<br/>\n&gt; have a bunch of casualties. alos using hat Evocation skill is a<br/>\n&gt; definate plus when using the Ward Undead line of spells.  Also to a<br/>\n&gt; minor degree so far  with FD we can stay at the pull spot and be the<br/>\n&gt;<br/>\n&gt; spy network to give out the all clear if everyone in the group is<br/>\n&gt; dead  so the Clerics if they have not zoned or logged can come in<br/>\n&gt; and<br/>\n&gt; rezz folks<br/>\n&gt;<br/>\n&gt; Monks are great for pulling when it comes to breaking agro&#39;s.  Using<br/>\n&gt;<br/>\n&gt; FD  9 times out of 10 they can sucessfully  break the agro train so<br/>\n&gt; the rest of us can go after one particular mob.<br/>\n&gt;<br/>\n&gt; Clerics obviously are a plus when it comes to heals and rezzes if<br/>\n&gt; things go completely awry<br/>\n&gt;<br/>\n&gt; Rangers and Druids have that nice tracking ability to let folks know<br/>\n&gt;<br/>\n&gt; if the objective has spawned or not.  Not to mention the dot&#39;s,<br/>\n&gt; snares and roots they have<br/>\n&gt;<br/>\n&gt; Necros  have this nice little spell called summoned corpse. if<br/>\n&gt; things<br/>\n&gt; get hairy and peeps who were not able to get out in time need to get<br/>\n&gt;<br/>\n&gt; a rezz and their corpse happens to be deep into the zone with a<br/>\n&gt; gazillion mobs between the zoneline and their corpse (CT, ToFS, The<br/>\n&gt; Hole, Befallen are prime examples) If the prson  manages to make it<br/>\n&gt; back tot he zone nekked then the necro can target the PC and summon<br/>\n&gt; the corpse.  admittedly Sk have the lesser summon corpse spell but<br/>\n&gt; ihave not used it yet and still can&#39;t find whre Ineed to get the<br/>\n&gt; coffin Ineed for that spell seeing as Neriak still doenst have them<br/>\n&gt; hehe I may ned to go into Paineel for it.  Plus necros can fear cast<br/>\n&gt;<br/>\n&gt; IVU and also have other nice damaging spells at teir disposal.  and<br/>\n&gt; DMF is to die for when you need to swim to someplace and you dont<br/>\n&gt; have  a good  underwater spell not to mentionletting you see invis<br/>\n&gt; and float at the same time<br/>\n&gt;<br/>\n&gt; Shamans have a lot of nice spells to cast on peeps and some can be<br/>\n&gt; stacked with other peeps buffs.  not to mention they have some nice<br/>\n&gt; dot&#39;s  and back up roots  if the Druids are unable to root.<br/>\n&gt;<br/>\n&gt; Pallies make great tanks as well as back up healers and at higher<br/>\n&gt; levels can do  limited rezes. buffs are of the lower end Cleric line<br/>\n&gt;<br/>\n&gt; but if no cleric is around for heal&#39;s buffs and rezzes, are you<br/>\n&gt; gonna<br/>\n&gt; complain? I ain&#39;t cause a pally buff/heal could mean the difference<br/>\n&gt; between life and death.<br/>\n&gt;<br/>\n&gt; Chanter&#39;s have ths nice mezz line of spells as well as charm.  Ever<br/>\n&gt; been to a raid or in group where you have a couple of mobs on your<br/>\n&gt; rear end and you happen to see a mob fighitng another mob?  Thank<br/>\n&gt; that Chanter for that.  And their  Clarity line of spells are a<br/>\n&gt; godsend for  all of us mana users<br/>\n&gt;<br/>\n&gt; Speaking of Meddings and such dont forgett eh bards with their mana<br/>\n&gt; song that goes quite well in conjuntion with Clarity.  also their<br/>\n&gt; Regen song goes great in conjunction with  some of teh Regen spells<br/>\n&gt; some peeps (shammy  comes to mind right off the bat) have<br/>\n&gt;<br/>\n&gt; Then you have the Rogues.  Not only do they tank well but they also<br/>\n&gt; have this nice  backstab ability that can do some serious damage to<br/>\n&gt; the mob giving that nice death from behind effect<br/>\n&gt;<br/>\n&gt; Mages and Wizards have some great nuke spells that come quite handy<br/>\n&gt; when an especially difficult mob is encountered and the pally lay on<br/>\n&gt;<br/>\n&gt; hands is used up the sk harm touch is used up and your healers are<br/>\n&gt; oom<br/>\n&gt;<br/>\n&gt; And last but not least oyu have the Warrior.  The premier Tank<br/>\n&gt; class.  You need a tanks to help take down a mob call a warrior.<br/>\n&gt; not<br/>\n&gt; only do they hit hard but the can do some nice crits as well as kick<br/>\n&gt;<br/>\n&gt; harder than a mule and igf I remember correctly they can duel wield<br/>\n&gt; and double attack thus making them a force to be reckoned with.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; My apologies if I did not mention the Beastlord.  I have not come<br/>\n&gt; across one yet at the time of this writing so i have very little<br/>\n&gt; (read as none =()information as to how they fit in the scheme of<br/>\n&gt; things.<br/>\n&gt;<br/>\n&gt; All of the above of course is based on my personal encounters with<br/>\n&gt; each of these classes.  Whether my encounter be in group or based on<br/>\n&gt;<br/>\n&gt; the chars I have of a particular class.<br/>\n&gt;<br/>\n&gt; Cynfyn MacCulloch 47 DESK<br/>\n&gt; Halyburton Bearhugger 22 BarbShm<br/>\n&gt; Saltaque 12HIEEnch<br/>\n&gt; Qapmoc 11HalfElfRng<br/>\n&gt; Oroblram 8HuWar<br/>\n&gt; Defender of the Faith<br/>\n&gt; Saryn<br/>\n&gt;<br/>\n&gt; --- In EverQuest@y..., &quot;erik&quot; &lt;naslund@a...&gt; wrote:<br/>\n&gt; &gt;<br/>\n&gt; &gt; This is the kinda thing that gives people the wrong impression<br/>\n&gt; about<br/>\n&gt; &gt; classes.  Shaman are extremely important to a raid, from slowing a<br/>\n&gt;<br/>\n&gt; mob to<br/>\n&gt; &gt; giving melee some excellent stat buffs.  High level Rangers put<br/>\n&gt; out<br/>\n&gt; obscene<br/>\n&gt; &gt; amounts of damage and are able to tank mobs that aggro on casters,<br/>\n&gt;<br/>\n&gt; while<br/>\n&gt; &gt; being about to almost immedialely reduce aggro when needed.  Mages<br/>\n&gt;<br/>\n&gt; are<br/>\n&gt; &gt; excellent for mana regen (mod rods) and CotH.  Druids are<br/>\n&gt; excellent<br/>\n&gt; &gt; secondary healers on raid, throwing in heals between CHs.  Monks<br/>\n&gt; and SK&#39;s<br/>\n&gt; &gt; are excellent indoor pullers (breaking Fear is terribly hard<br/>\n&gt; without a Monk<br/>\n&gt; &gt; or SK to scout).<br/>\n&gt; &gt;<br/>\n&gt; &gt; There really isn&#39;t one single class that is not needed in a raid<br/>\n&gt; situation.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ------------------------ Yahoo! Groups Sponsor<br/>\n&gt;<br/>\n&gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}