{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":72127109,"authorName":"Toni","from":"Toni &lt;silly_girl4ever@...&gt;","profile":"silly_girl4ever","replyTo":"LIST","senderId":"lztqAZmtbt_EF8VEVyKqp1VjyQrJlQTNeG2eHMaDAbIY0UlI6fqta_7FzOqIQO08IWSl7ao_Qye4v4fFUA1fULY7ILSuRKk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Re: Gaming Death","postDate":"1026880541","msgId":3240,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDIwNzE3MDQzNTQxLjQ4MDU1LnFtYWlsQHdlYjEyMjA4Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PGFoMmplNSsydjQ1QGVHcm91cHMuY29tPg=="},"prevInTopic":3239,"nextInTopic":3242,"prevInTime":3239,"nextInTime":3241,"topicId":3206,"numMessagesInTopic":23,"msgSnippet":"My biggest pet peeve is when people come up to me and demand I sow them when I am in the middle of a battle.  Next time I get around to kunark,  I will be","messageBody":"<div id=\"ygrps-yiv-935945763\"><p>My biggest pet peeve is when people come up to me and demand I sow them when I am in the middle of a battle.&nbsp; Next time I get around to kunark,&nbsp; I will be getting the spell Scale of wolf,&nbsp; it is the upgrade to SOW,&nbsp; but with a BIG drawback,&nbsp; as soon as you cast another spell,&nbsp; or enter combat the spell is gone (similar to invis)&nbsp; SO,&nbsp; next time some idiot demands a SOW from me, I&#39;ll gladly give them scale of wolf =D \n<p>Toni aka \n<p>&lt;div style=&quot;color: rgb(133, 4, 240); font-size: 28pt; font-family: Palace Script MT&quot;&gt;Katashaka Naboombu&lt;/div&gt;&nbsp; &lt;BR&gt; High Shaman&lt;BR&gt; Future Grandmaster Alchemist &lt;br&gt;Champions Of War &lt;BR&gt;&lt;a href=&quot;<a rel=\"nofollow\" target=\"_blank\" href='http://www.magelo.com/eq_view_profile.html?num=301439&quot;&gt; Magelo'>http://www.magelo.com/eq_view_profile.html?num=301439&quot;&gt; Magelo</a> profile&lt;/a&gt; &lt;BR&gt;&lt;a href=&quot;http://www.digitalmarble.com/toni/me.htm&quot;&gt;me&lt;/a&gt; \n<p>PS&nbsp; this is the first time I&#39;ve used my new sig,&nbsp; so if It doesn&#39;t turn out, sorry =D\n<p>&nbsp; <b><i>bigmaca3 &lt;bigmaca3@...&gt;</i></b> wrote: \n<blockquote><span title=\"qreply\"> <blockquote style=\"PADDING-LEFT:5px;MARGIN-LEFT:5px;BORDER-LEFT:#1010ff 2px solid;\"><tt>I think I&#39;ve gotten a Rez like twice in 2 years of playing!&nbsp; Once was <br>from a Cleric who was PL&#39;ing an Ogre War who sat down in the exit <br>from SolA, so nobody got out of there alive.&nbsp; She Rezzed everyone and <br>started smacking him good! LOL<br><br>Death is just a part of the game.&nbsp; Yeah, it sucks to die, especially <br>deep in a dungone or in the middle of the zone.&nbsp; Luckily I can SoW, <br>buff myself to the max and RUN like mad.&nbsp; It helps to know where you <br>are when you go down.<br><br>I think all Buffs, Rezzes, SoW and all of that are bestowed upon <br>people as a favor, not as a requirement just because you can.&nbsp; I <br>get &quot;Demands&quot; for Sow and anything else.&nbsp; A lot of people get ignored.<br>And I always make sure to have a few plat on me, for a port, a <br>clarity or a rez.&nbsp; It&#39;s only right to at least offer.<br><br>Tul<br><br>--- In EverQuest@y..., &quot;Su&quot; &lt;suceress@k...&gt; wrote:<br>&gt; Oh, I know that feeling. I get sooo many rez requests for my <br>cleric. I mean,<br>&gt; I will get people who contact me when I am in GD and want me to rez <br>them in<br>&gt; Guk. And I&quot;m not even talking about guildies.. My guildies are <br>fairly nice<br>&gt; about that. There have been maybe 2 people in guild (not counting <br>the ones<br>&gt; related to me by blood) who annoyed me by wanting me to drop <br>everything to<br>&gt; go either rez or powerlevel them. The rezzing doesn&#39;t bother me. I <br>did over<br>&gt; 33 rezzes in 2 days. I received donations for 2 of them. But I felt <br>good<br>&gt; having helped people. I generally only ask for a rez if I can&#39;t get <br>back to<br>&gt; my own corpse to rez it-- or if I&#39;m playing my bard or wizard.<br>&gt; luv,<br>&gt; -Su<br>&gt; <br>&gt; <br>&gt; &gt; In regards to death in game and such.&nbsp; There was a time<br>&gt; &gt; when our highest level Cleric at the time was so<br>&gt; &gt; inundated with requests from&nbsp; guildies to rez them<br>&gt; &gt; everytime they died.&nbsp; It didn&#39;t matter that&nbsp; there was a<br>&gt; &gt; cleric in the zone that was happy to do the rez, for a<br>&gt; &gt; small donation in most cases.&nbsp; But the people that<br>&gt; &gt; either had not been smart enough to carry enough pp on<br>&gt; &gt; them or were just too cheap to donate for the rez were<br>&gt; &gt; mostly the ones to beg our cleric to rezz them.&nbsp; Now our<br>&gt; &gt; cleric soon realized the pattern only after I had the<br>&gt; &gt; gumption to mention it to him after I got a rezz from<br>&gt; &gt; him, luckily he was only one zone over from where I had<br>&gt; &gt; died and he was getting ready to log for the night so I<br>&gt; &gt; managed to catch him when he wasn&#39;t busy.&nbsp; Once I showed<br>&gt; &gt; him the pattern he learned to not drop everything he was<br>&gt; &gt; doing to rezz the poor soul and also checked to see if<br>&gt; &gt; there was a cleric nearby before he even went to rezz<br>&gt; &gt; the peep.&nbsp; Unfortunately he got&nbsp; one request too many<br>&gt; &gt; when he was working on his Epic and he got fed up and<br>&gt; &gt; left guild.&nbsp; But the few of us who didn&#39;t bother him<br>&gt; &gt; constantly if he was not busy he will still do teh rez<br>&gt; &gt; for&nbsp; us IF and only If we were not able to find one on<br>&gt; &gt; our own.<br>&gt; &gt;<br>&gt; &gt; But the rezzes really are&nbsp; more of a priviledge than a<br>&gt; &gt; right in the game. At least that is the way I see it.&nbsp; I<br>&gt; &gt; pretty much solo a lot onmy own atm when i am really not<br>&gt; &gt; wanting to hurry up and level.&nbsp; this helps me learn the<br>&gt; &gt; zone I am in a little better and&nbsp; I rarely ask for a<br>&gt; &gt; rezz unless I have lost a level or I am very close to<br>&gt; &gt; ding.&nbsp; And if I must go to the guild for a rezz i make<br>&gt; &gt; sure I have exhausted all the other avenues before going<br>&gt; &gt; to teh guild to see if any of our rezzers are on.&nbsp; Hell<br>&gt; &gt; I&#39;ve even settled for a 35% on more occasion than I can<br>&gt; &gt; count&nbsp; if that was the best i could get and was quite<br>&gt; &gt; happy with it. And i always make sure that I offer a<br>&gt; &gt; donation whether I have said I would donate or not.<br>&gt; &gt; Most times when I do get teh rezz I have had the<br>&gt; &gt; donation rejected only because I made the effort to fork<br>&gt; &gt; over the pp.<br>&gt; &gt;<br>&gt; &gt; Cynfyn MacCulloch 51 DESK<br>&gt; &gt; Halyburton Bearhugger 26 BarbShm<br>&gt; &gt; Saltaque 12 HIEEnch<br>&gt; &gt; Qapmoc 11 HalfElf Ranger<br>&gt; &gt; Oroblram 9 Hu War<br>&gt; &gt; Doktari 6 HIE Cleric<br>&gt; &gt; Defender of the Faith<br>&gt; &gt; Saryn<br><br></tt><br><br><tt>Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com/\">http://www.everquest.com</a><br></tt><br><br><tt>Your use of Yahoo! Groups is subject to the <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">Yahoo! Terms of Service</a>.</tt> <br></blockquote><br><br><p>Princess.....&nbsp; having had sufficent experience with frogs,&nbsp; finally found a real prince</p><p><br><hr size=\"1\"><b>Do You Yahoo!?</b><br>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://autos.yahoo.com/\">Yahoo! Autos</a> - Get free new car price quotes </p></span></blockquote></div>","specialLinks":[]}}