{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":92450871,"authorName":"WULF Tech","from":"&quot;WULF Tech&quot; &lt;wulftech@...&gt;","profile":"wulfricr","replyTo":"LIST","senderId":"um45nyew2ttquCQVYkXcIJF2h1JakgkXdpVE8a1LLygMyjKB5eOKFkzRD0MZtij3PTEOICdFN5dRLRGQHsUhpx3RfajLTqY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Orc Training Camp - A Short Story","postDate":"1028265853","msgId":3509,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMWUwMWMyMzllNCRkNzk5YzFlMCQ2NTAxYThjMEB0YW1wYWJheS5yci5jb20+","referencesHeader":"PDEwMjgxNjU1MDguMzIzLjk4MzEwLm0xMkB5YWhvb2dyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":3531,"prevInTime":3508,"nextInTime":3510,"topicId":3509,"numMessagesInTopic":3,"msgSnippet":"Orc Training Camp Grogg opened his eyes.  The first rays of sunlight were creeping their way into his tent.  Somewhere in his dream he had heard the bell that","messageBody":"<div id=\"ygrps-yiv-1293469442\">Orc Training Camp<br/>\n<br/>\n Grogg opened his eyes.  The first rays of sunlight were creeping their way<br/>\ninto his tent.  Somewhere in his dream he had heard the bell that signaled a<br/>\nnew day at the orc training camp.  His orc brain was slow to respond to the<br/>\nwaking process, and several thoughts went through his head as he tried to<br/>\nstruggle against the grasping roots of drowsiness. Grogg thought back to<br/>\nwhat he was dreaming about.  He could remember it had to do with his mother.<br/>\nHe closed his eyes and tried to concentrate on her visage.<br/>\n<br/>\n &quot;Grogg, wake up,&quot; she said that in that dreamy voice only an orc mother<br/>\ncould have. To Grogg it sounded like a cross between a crystal mountain<br/>\nstream trickling through the rocks and a saw blade chopping wood. He liked<br/>\nhis mother&#39;s voice.  It felt very comforting to him.  &quot;Wake up, Grogg,&quot; she<br/>\nsaid again.  &quot;Today is a very special day!&quot;<br/>\n Ah, yes, today.  The day Grogg would be sent to the orc warriors&#39; training<br/>\ncamp. As with most young orcs his age, he would be sent to the training camp<br/>\nto learn the ways of survival and warfare, to one day protect the dear orc<br/>\nlands from the trampling footsteps of the intruders.  Grogg had learned in<br/>\nschool that the orc territory used to be vast and covered much of Norrath,<br/>\nbut with the invasion of humans and elves and their elite weapons, the orc<br/>\nnumbers had been cut back drastically; and now the orcs were struggling to<br/>\nsurvive in ramshackle camps with what meager possessions they could loot<br/>\nfrom the bodies of their victims.  Grogg&#39;s father had been an orc warrior.<br/>\nA very proud man, and Grogg respected his father, loved him as only an orc<br/>\nchild could.  But, unfortunately, his father had been slain by the hand of<br/>\nthe invaders several moons ago.  Grogg vowed that one day he would avenge<br/>\nhis father&#39;s death.  Orcs hold a very strong bond for their kin.<br/>\n &quot;Time to wake up, Grogg,&quot; his mother called again.  He realized he had<br/>\nalmost drifted back to sleep.  Slowly, he crawled out of his straw mat on<br/>\nthe floor and stood up.  He stretched a full stretch, then donned his green<br/>\ntraining tunic that would carry him to the waiting orc training camp.  He<br/>\nmade his way into the main section of his tent-home where his mother was<br/>\nplacing a small wooden bowl of bat wing crunchies cereal on the old oak<br/>\ntable.  Grogg did not speak.  His mother was cheery.  She knew it was an<br/>\nimportant day for her son.  She let him eat in silence though while she<br/>\ntidied up the tent and soaked the cooking pots in already dirty water.<br/>\n Shortly after breakfast, there was a rapping on the tent frame.  &quot;Hail!&quot;<br/>\ncame the call.  &quot;Come in!&quot; his mother responded still cheery. The tent flap<br/>\nopened and Grogg watched in awe as the biggest orc he&#39;d ever seen in his<br/>\nlife walked in.  He was twice as wide as Grogg was from shoulder to<br/>\nshoulder, and stood at least twice as high.  His armor was shiny gold and<br/>\nquite impressive.  Around his waist he wore a large belt decorated in<br/>\nvarious motifs and lined with numerous slashes.  He was a giant of an orc;<br/>\nthe likes of which Grogg had never seen.<br/>\n &quot;I am Legionnaire Gor, assistant headmaster at the Orc Training Facility,&quot;<br/>\nhe began in a booming voice.  &quot;I am here for Grogg.&quot;<br/>\n Grogg shyly stood up.  He barely came up to the man&#39;s belt.  His mother<br/>\nstood behind him.  She placed a comforting hand on Grogg&#39;s shoulder.  &quot;Yes,<br/>\nI&#39;m very proud of Grogg,&quot; she said with that saw blade trickling water<br/>\nvoice.  &quot;I am sure he&#39;ll make a very fine warrior some day, like his father<br/>\nwas.&quot;<br/>\n The Legionnaire looked down on Grogg.  &quot;Yes, looks stout for his age.  I<br/>\nbet your father was a fine warrior,&quot; he said, kneeling down to be eye to eye<br/>\nwith Grogg.  Then he said, in a quieter voice, &quot;Son, you understand these<br/>\nare tough times we live in, right?  Well, being an orc warrior is not easy.<br/>\nTo tell the truth, countless have died, but we do what we can.  There&#39;s no<br/>\nshame to die in combat.  Many orcs consider it the greatest honor to die<br/>\nwhile protecting their homelands.  Now if you&#39;re strong of arm and strong of<br/>\nwill, then I know that you too can be the great warrior your father once<br/>\nwas.  So what do you say?  Would you like to be an orc warrior?&quot;<br/>\n Grogg was near paralyzed.  It was all too much to take in at once.  He<br/>\ncould not find his voice, but he knew he wanted it more than anything else.<br/>\nSlowly, he shook his head.   &quot;Very well, then!&quot; said Gor regaining his full<br/>\ncomposure.  &quot;If you have your things packed then we&#39;ll be off.  We have a<br/>\nlong day ahead.&quot;<br/>\n Grogg had already packed what little possessions he owned.  His mother<br/>\nhanded him the rucksack.  He looked at her still unable to speak.  The tent<br/>\nwas silent now.  Gor let out a small cough recognizing the situation.  &quot;I&#39;ll<br/>\njust step outside and check the horses while you say goodbye to your<br/>\n mother,&quot; he said.   With that, he turned on his boot heel and promptly<br/>\nexited.<br/>\n His mother was the first to speak.  &quot;I&#39;m proud of you, Grogg,&quot; she said.<br/>\nHer voice was more water than saw blade now.  &quot;And I know you&#39;ll make our<br/>\nfamily proud.  Your father would definitely be proud.  I want you to write<br/>\nas often as you can.  I will miss you, you know that.&quot;  Grogg felt tears in<br/>\nhis eyes.  He suddenly hugged his mother very tightly.  He let the tears<br/>\nflow as she comforted him.  He did not want to let go.  But out of the<br/>\ncorner of his eye he saw Gor standing in the entrance.  &quot;We must go now,<br/>\nGrogg.  Daylight moves fast on Norrath.&quot;<br/>\n &quot;Goodbye, Grogg,&quot; his mother said finally.  He knew inside she must be<br/>\nfeeling terrified, but she was trying to remain strong to not show it.<br/>\nGrogg still couldn&#39;t speak.<br/>\n<br/>\n The bell had rung again.  &quot;Grogg, wake up!&quot;  He heard the even harsher<br/>\nvoice of his drill instructor calling him.  &quot;March time!  Out of that bed,<br/>\nwarrior!&quot;<br/>\n &quot;I wish I had said something,&quot; Grogg muttered under his breath.<br/>\n &quot;Today&#39;s a special day, warrior!&quot; ranted the drill instructor.  &quot;You wouldn<br/>\n&#39;t want to be late would you?&quot;<br/>\n Suddenly it came back to Grogg.  Today was a special day.  Today was the<br/>\nday he would be leaving orc training camp.  Grogg was graduating.  He would<br/>\nbe a full-fledged warrior now and receive his first assignment.  As the<br/>\nrealization hit him, he suddenly jumped out of his sleeping sack and donned<br/>\nhis best training tunic.  It was gold like Gor&#39;s armor had been, but not as<br/>\nfancy.  &quot;I&#39;m ready,&quot; said Grogg.<br/>\n<br/>\n The ceremony had been a short one, though it had been festively decorated.<br/>\nAlongside Grogg, his other training mates had also been graduated.  They<br/>\neach had to pass a podium and shake hands with the High Chief as they<br/>\nreceived their diplomas.  As Grogg stood on the platform he searched the<br/>\naudience for his mother but he could not find her.  When he heard his name<br/>\ncalled he stood as straight as possible.  The High Chief said,<br/>\n&quot;Congratulations, Grogg! You are awarded the honored Deathfist Belt.  Wear<br/>\nit in pride, and may you make many slashes in it!&quot;<br/>\n It had been explained that the Deathfist Belt was given to new graduates of<br/>\nthe orc training camp, and they would wear them through the rest of their<br/>\nservice in the orc legion.  The slashes represented how many invaders they<br/>\nhad slain in combat.  Grogg wondered whatever happened to his father&#39;s belt.<br/>\n As he stepped off the platform, one of the senior officers pulled him aside<br/>\nby the shoulder.  &quot;Orc Chief wants to see you pronto,&quot; said the officer.<br/>\nGrogg wondered what it was about.  He made his way to the High Chief&#39;s<br/>\noffice and knocked on the door.<br/>\n &quot;Come in, Grogg,&quot; said the Chief.  His voice was also booming like Gor&#39;s<br/>\nhad been.  It sounded more like bones crunching bones though.<br/>\n &quot;I have some bad news, Grogg.&quot;  The Chief stood with his back toward him.<br/>\nHe looked out a window at the remnants of the ceremony.  &quot;I just received<br/>\nword that your mother has been slain.&quot;  He turned around to face Grogg, but<br/>\nsaid nothing further.<br/>\n &quot;When?&quot; asked Grogg.<br/>\n &quot;Last night.  The invaders came through.  We had armies stationed in that<br/>\narea, but they were overpowered.  An entire platoon was slaughtered.  These<br/>\ntimes are bad for orcs.  The intruders are getting smarter.  Getting better<br/>\nequipment.  It&#39;s hard for us to maintain an edge.&quot;<br/>\n &quot;And my mother?&quot;<br/>\n &quot;She has been buried alongside the other orcs.  A marker has been placed.<br/>\nYou will be allowed to return there before reporting to your first<br/>\nassignment. &quot;<br/>\n &quot;Thank you, Sir,&quot; said Grogg.<br/>\n &quot;And, Grogg, on a more personal note, I am sorry.  I know you loved your<br/>\nmother.  And for what it&#39;s worth, I knew your father when he trained here.<br/>\nHe was a good orc and a brilliant warrior.  I was also sad to hear of his<br/>\ndeath.  I am sorry, Grogg.&quot;<br/>\n &quot;And what of my father&#39;s belt?&quot; asked Grogg.  &quot;What happened to it?&quot;<br/>\n &quot;Who knows?&quot; replied the Chief.  &quot;Looted perhaps. These scoundrels are<br/>\nnotorious looters.&quot;<br/>\n Grogg was silent.  The Chief noted this.  &quot;You can go,&quot; he said.  Grogg<br/>\nturned on his heel as Gor had once done and slowly walked out.<br/>\n<br/>\n He had visited his mother&#39;s grave.  He placed some flowers on it. When he<br/>\ntried to find the words to say a small prayer, all he could think of was &quot;I<br/>\nwish I had said something.&quot;  Then Grogg cried quietly until the tears had<br/>\nrun out.  Calmly, he picked up his sword and headed off to his first<br/>\nassignment.<br/>\n<br/>\n &quot;You will be stationed in the Commonlands,&quot; the High Chief had said.  &quot;I<br/>\nknow you had lived around that area, and I know it&#39;s close to your mother&#39;s<br/>\ngrave.  You will be promoted to the rank of Centurion.  There are<br/>\nweaponsmiths there who can help you, and if you need spiritual guidance due<br/>\nto the loss of your parents, there is also an orc oracle.  Plus I have<br/>\nassigned some of my high chiefs to periodically check on the camp.  I think<br/>\nyou should like it.<br/>\n If you survive your tour of duty there, you will be sent to the High Pass<br/>\nzone.  Many good orcs are there to lead your way.  However, that&#39;s a very<br/>\ndangerous area as the High Pass Citizens are constantly at war with us.  The<br/>\nintruders make their way into the zone to buy and sell their goods also.  Be<br/>\nsafe and cautious, young Grogg.&quot;<br/>\n<br/>\nGrogg reported to the Commons.  He reported to the High Chief in charge, a<br/>\nvery grim man with no sense of humor.   He was also a man of few words.  All<br/>\nhe said was &quot;Welcome to Orc Station One.  I hope your survive.&quot;<br/>\n<br/>\nThe day was quiet.  There were not many travelers in zone.  The orcs went<br/>\nabout their business making their weapons and practicing their skills.  It<br/>\nwas about near dusk when the alarm was sounded.  Instantly, orcs began<br/>\nshouting and running around him.  Grogg responded slowly.  But he grabbed<br/>\nhis sword, tightened his Deathfist belt which had begun to show some newly<br/>\nmade slashes, and ran along with the others toward the melee.  It was a<br/>\nsmall group of invaders - only six of them, but they looked very decked out<br/>\nin high quality armor and yielding shiny expensive looking weapons.  Grogg<br/>\nknew it was going to be a hard battle.  He took a deep breath and rushed<br/>\ninto combat with his battle cry:<br/>\n<br/>\n&quot;Orc stomp, Orc kill! Orc weapons, blood spill!&quot;<br/>\n<br/>\nHe focused on the nearest to him, slashing away as fast as he could. The<br/>\nintruder was a tough opponent, an equal match.  Grogg wondered if this was<br/>\nhow his father felt just before he was slain.  A strange sort of battle calm<br/>\ncame over him then, and even though he slashed away on reflex, he noticed<br/>\nthe sky was turning a dark shade of gray.  He could tell it was about to<br/>\nrain.  The fog moved in fast.  His mind was aware that he was feeling pain.<br/>\nHe looked down and noticed blood was seeping through his golden breastplate.<br/>\nHe stared at his opponent, not wanting to realize the truth.  Grogg was<br/>\nabout to die.<br/>\nWith one mighty stroke of his sword he gave a final effort.  The blade fell<br/>\nshort as he saw the huge two-handed sword of his opponent came crashing down<br/>\non his armor.  Grogg fell over.  He looked up at his opponent.  He thought<br/>\nof his mother and father.  &quot;I&#39;m coming to join you, father,&quot; Grogg thought.<br/>\n&quot;MY COMRADES WILL AVENGE MY DEATH!&quot; he shouted, but it was no use.  The last<br/>\nthing he saw before his eyes closed permanently was that of his opponent<br/>\nstripping away his beloved Deathfist slashed belt.<br/>\n<br/>\nTHE END<br/>\n<br/>\n----------------------------<br/>\n<br/>\nWulfric Rennison  31 HEF ROG  Cazic Thule server<br/>\nRaido Covenfall   40  ELF DRU   Cazic Thule server<br/>\nCelric Feldrak    20 DE CLR        Cazic Thule server<br/>\nSavawulf Tageric   15 HEF RNG   Cazic Thule server<br/>\nKenjite Arimasen   18 ELF DRU    Tunare server<br/>\nPetrus Steelsinger   11 HEF BRD   Tunare server</div>","specialLinks":[]}}