{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":78392202,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"qN3MIoZZFYHapgEh-wYPdMCglZMPZ6xTpTR3mGZPMbOAJQiWamRs64XqhwnYt3y0EXmNxXL-cEEbZ4N2GvW47mB4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] RE: Givin&#39; up on love and everything","postDate":"1028408482","msgId":3528,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMmIwMWMyM2IzMCRlY2FhYTJmMCQ2OTAwYThjMEBTVT4=","referencesHeader":"PDAwMDAwMWMyMzkwNCQxNmMwMjllMCQ2ZDNhZmQwY0BjMTYxNTYwOWI+"},"prevInTopic":3503,"nextInTopic":3530,"prevInTime":3527,"nextInTime":3529,"topicId":3501,"numMessagesInTopic":8,"msgSnippet":"... Huh? You can t give up something you never tried. lol. I m not feeling bad or anything. I just don t give a rats ass. lol. I don t want to date anyone or","messageBody":"<div id=\"ygrps-yiv-140387520\"><blockquote><span title=\"ireply\">&gt; I agree with Barto Su, Don&#39;t give up. It will happen someday. Here let<br/>\n&gt; me tell you my story and see if you feel any better ok?<br/>\n&gt;<br/>\n </span></blockquote>Huh? You can&#39;t give up something you never tried. lol. I&#39;m not feeling bad<br/>\nor anything. I just don&#39;t give a rats ass. lol.<br/>\nI don&#39;t want to date anyone or anything like that. Just not interested. It<br/>\nwould probably cut into my EQ gaming time too much.<br/>\nI&#39;m happy being single.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; Back in 1988 I met this girl going to the local Jr. college in the town<br/>\n&gt; I was living in. I was a senior in high school and we really hit it off.<br/>\n&gt; I&#39;ll call her &quot;K&quot;, K and I were always together and I soon fell madly in<br/>\n&gt; love with her. Soon the school year came to a close, things were<br/>\n&gt; changing a little for us, I actually cut my waist long hair so her<br/>\n&gt; parents wouldn&#39;t freak! Yea, I really liked her!<br/>\n&gt; Well after she moved back to Denver I got a phone call from her. She<br/>\n&gt; wanted to break up and see other people. Of course I was devastated,<br/>\n&gt; (I&#39;m one of those sappy sensitive types), and it was hard. I agreed<br/>\n&gt; because I really didn&#39;t have the experience in relationships to try and<br/>\n&gt; work something out. Well two weeks pass and my graduation came. K shows<br/>\n&gt; up to go to my graduation, which was cool and all but the night before<br/>\n&gt; we get into this nasty fight. We&#39;re cruising along and there is a truck<br/>\n&gt; full of some of my female friends fom school and they are drunk off<br/>\n&gt; their ass! They&#39;re whopin&#39; and hollarin&#39; having a good ol&#39; time. Well K<br/>\n&gt; suddenly jumps out of the passenger seat and practically into my lap.<br/>\n&gt; &quot;Don&#39;t look at them.&quot; She says to me as she entwines her arm in mine.<br/>\n&gt; &quot;Excuse me? You broke up with me remember?&quot; I said back to her, &quot;I can<br/>\n&gt; look at whomever I want!&quot; granted it probably wasn&#39;t the most mature way<br/>\n&gt; to put it but either way we ended up into a fight. So we came home and<br/>\n&gt; went to bed. (I left a bunch of non-important stuff out to save time,<br/>\n&gt; btw nothing happened.)<br/>\n&gt; The next morning I woke up before she did. I was lying there looking at<br/>\n&gt; her and thinking this will be the last time we see each other. So I<br/>\n&gt; stroke her arm ans she wakes up. We start to kiss and one thing leads to<br/>\n&gt; another. It was my first time mind you so I was really nervous about<br/>\n&gt; that and to top it off, my Mother was asleep in the next room! So<br/>\n&gt; afterwards I ask the usual guy question, of &quot;How was I&quot; and her response<br/>\n&gt; was &quot;I&#39;ve had bigger.&quot; SMAK! Oh that hurt! I was destroyed, whether or<br/>\n&gt; not it was true, (My wife says she&#39;s full of crap!), it really hurt.<br/>\n&gt; This began a 7 year drought for me. I completely shut myself off. I<br/>\n&gt; didn&#39;t date, never went out, got into stamp collecting. ;D Man it was<br/>\n&gt; rough! So finally to make an incredibly long story a little shorter I<br/>\n&gt; finally got back into the dating scene. I put an ad out on<br/>\n&gt; coloradosingles.com which was a great site because I&#39;ll never meet<br/>\n&gt; someone say in Pennsylvania! I don&#39;t suggest going to that site now<br/>\n&gt; because they are now a &quot;swinger&#39;s&quot; site, unless of course your into<br/>\n&gt; that. :-)<br/>\n&gt; So now you know that love can happen but it just takes time. Hey are you<br/>\n&gt; going to the Denver Everquest Meetup? <a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.meetup.com/\">http://everquest.meetup.com/</a> I&#39;m<br/>\n&gt; going to meet some fellow CO Eqer&#39;s. Who know, you might meet that<br/>\n&gt; someone! ;-)<br/>\n&gt;<br/>\n </span></blockquote>Thanks for sharing. :-)<br/>\nGlad things worked out for you in the end. :-)<br/>\nI&#39;m stuck on the farm taking care of my animals so I can&#39;t go to conventions<br/>\nand stuff.<br/>\nI&#39;m a low energy person. I do not have the energy to deal with people all<br/>\nthe time. Nor do I have the desire to expend energy to work on a<br/>\nrelationship. I&#39;m just extremely lazy. Too lazy to bother with a<br/>\nrelationship. And I don&#39;t feel any need to find someone. I like things the<br/>\nway they are.<br/>\nluv,<br/>\n-Su</div>","specialLinks":[]}}