{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":71687111,"authorName":"Nygaard, Jeff","from":"&quot;Nygaard, Jeff&quot; &lt;jeff.nygaard@...&gt;","profile":"micromu","replyTo":"LIST","senderId":"hOywAryQ2h7yAigtcuzH4dJ5E9-kyGcyDl9t9f--3kYOkTve4sHIFywzmRrHVhQTCmkvHuniVvOX-CC1_KyM_DVXwRJTXgzx71H2DW34MayG4A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Patch Message for 8/14/2002","postDate":"1029329602","msgId":3592,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEEzNkY4QjIwRDcyMUQ0MTE4NkNFMDAwOEM3RjM2ODI2MDNFQzkyODRAZm9udGV4MDEucm9oci5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":3591,"nextInTime":3593,"topicId":3592,"numMessagesInTopic":1,"msgSnippet":"August 14, 2002 3:00 am ... ** Bug Fixes ** - Fixed a bug that allowed items to be placed in the wrong equipment slots - Fixed a problem that some folks had","messageBody":"<div id=\"ygrps-yiv-249249706\">August 14, 2002 3:00 am <br/>\n------------------------------ <br/>\n<br/>\n** Bug Fixes ** <br/>\n<br/>\n- Fixed a bug that allowed items to be placed in the wrong equipment slots <br/>\n- Fixed a problem that some folks had with polygons and clipping using the<br/>\nMatrox Parhelia card <br/>\n<br/>\n** Spells ** <br/>\n<br/>\n- Changed Luclin port spells to be usable from anywhere <br/>\n- Added new Druid and Wizard transportation spells for locations in Luclin <br/>\n<br/>\n** Items ** <br/>\n<br/>\n- Removed the cap for items that granted bonus mana <br/>\n- Bricks of Black Acrylia are now stackable <br/>\n- Plains Pebbles are now stackable <br/>\n- Casserole Dish Sketches are now stackable <br/>\n- Yttrium Sleeves and Leggings now have a plate armor appearance. They are<br/>\nalso no drop <br/>\n<br/>\n** New User Interface ** <br/>\n<br/>\n- New Interface Window: The Compass! Press Alt-D to activate it. The higher<br/>\nyour Sense Heading skill is, the more responsive and accurate the compass is<br/>\n<br/>\n<br/>\n- Fixed the fatigue percentage Label to show 100% when you are not fatigued<br/>\nat all <br/>\n- Clicking to add new items to a stack in your inventory will now stack<br/>\nthose items into the inventory rather than onto the cursor <br/>\n- Fixed a bug that was causing some people to lose items when looting too<br/>\nquickly <br/>\n- Tracking window no longer shifts to the top every time an NPC dies <br/>\n- Training window no longer only shows the first digit of the amount needed<br/>\nto pay for training <br/>\n- Fixed the bug that was causing left clicking during mouselook to target <br/>\n- The &#39;hits mode&#39; menu and filtering for it is done, including the options<br/>\nfor normal, abbreviated and number/miss only for the six main melee filters <br/>\n<br/>\n- UI Skin Creators: We added the following EQType labels: <br/>\n71 = Current AA pts available to spend <br/>\n72 = Current exp % being assigned to AA <br/>\n73 = Last Name of the player <br/>\n<br/>\n- Alternate Skin Users: You may need to return to the default interface<br/>\nuntil the skin that you are using has been updated to work with the latest<br/>\nclient. The addition of the new Compass window as well as some other changes<br/>\nmay cause problems with skins for older patches of EverQuest. If you<br/>\nexperience odd interface behavior or crashes, please try /LOADSKIN DEFAULT<br/>\nto return to the default skin. <br/>\n<br/>\n** Bazaar ** <br/>\n<br/>\n- The Bazaar Search Window is resizable (added in an earlier patch) <br/>\n- PCs can&#39;t beg or pickpocket from NPC&#39;s and PC&#39;s in the bazaar (added in an<br/>\nearlier patch) <br/>\n- The Trader drop down box is now sorted alphabetically <br/>\n<br/>\n** Alternate Advancement ** <br/>\n<br/>\n- Priests and intelligence casters now have the Combat Stability and Natural<br/>\nDurability Alternate Advancement abilities in their Archetype <br/>\n<br/>\n** Miscellaneous ** <br/>\n<br/>\n- Reduced the faction hit for the final turn in on the Wizard Epic quest <br/>\n- Implemented key rings. Certain keys will be placed on your key ring when<br/>\nyou use them (like clicking on the appropriate doors or locks). The keyring<br/>\nis a part of the character, not a space in inventory. To find out what keys<br/>\nyou have just type /key and the game will give you a list <br/>\n- Moved the safe point in Marus Seru to a somewhat safer spot <br/>\n<br/>\n** From Neriak ** <br/>\n<br/>\nAn uncharacteristic silence descended across the Imperial District of<br/>\nNeriak, city of the Prince of Hate&#39;s children. Not so much an absence of<br/>\nsound, more the oppression of pure silence; an almost tangible potential<br/>\ncrackling in the air itself, as a quiet before a tumultuous storm. <br/>\n<br/>\nNobles and commoners alike stood motionless in the streets, a look of<br/>\nconfused expectation upon their upturned faces. The ghouls guarding the<br/>\nentrance of the Dark Academy chittered briefly to one another before melting<br/>\ninto the shadows. <br/>\n<br/>\nAll eyes looked upon the Dark Tower of Sorcery, it&#39;s smooth stone walls<br/>\nseeming to almost pulse with a power from within. Darkened windows and<br/>\noriels looked out upon the silent city of the Tier&#39;dal, imparting an<br/>\nimpression of amused malice. <br/>\n<br/>\nSilence... interminable, suffocating silence... instantly broken by a<br/>\ndeafening, mind-rending thundercrack, reverberating from the cavernous walls<br/>\nof the city, shaking the very foundation of every building with immense<br/>\nforce. Blinding luminance, lancing forth from every aperture in the tower,<br/>\nburning the eyes of those foolish enough to look on, whilst the thundercrack<br/>\npained each listener&#39;s ears. <br/>\n<br/>\nThen, as soon as the cataclysmic burst had come, it vanished. The ringing in<br/>\nthe ears of every dark elf within the streets below slowly subsided, to be<br/>\nreplaced by a lone, maniacal stream of laughter echoing throughout the city<br/>\nfrom the Dark Tower&#39;s summit... <br/>\n<br/>\n** Head over to EverQuestLive.com for the rest of the story **</div>","specialLinks":[]}}