{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":125447887,"authorName":"Steven Hulse","from":"&quot;Steven Hulse&quot; &lt;steveh@...&gt;","profile":"stevenrhulse","replyTo":"LIST","senderId":"jwdh1SrAzf94komwn-HvxY_Ghc8sQcHMVwk9ZfekBAQD8x0yUxx9jJEu42m18rUsOLyZJUg1Jc8jYU-wwTs6ilXzX5zpdQY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] freeeqguides","postDate":"1034171934","msgId":3795,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDIxMDA5MTM1ODU0LjIxOTYucW1haWxAbWFpbC5jb20+"},"prevInTopic":3794,"nextInTopic":3796,"prevInTime":3794,"nextInTime":3796,"topicId":3789,"numMessagesInTopic":12,"msgSnippet":"Hmm, not sure why my messages aren t showing up for some but I do apologize. It s something funky with my mail I guess. Anyway to answer your email David, I do","messageBody":"<div id=\"ygrps-yiv-1853543882\"><p>Hmm, not sure why my messages aren&#39;t showing up for some but I do apologize. It&#39;s something funky with my mail I guess.</p>\n<p>Anyway to answer your email David, I do understand where your coming from but for me that&#39;s the whole point. last night is a good example, I got over to Dagnor&#39;s and unfortunately went the wrong way and got killed, (several times), while trying to recover my body. I also was bound over in WF so that made the trip even more fun! One of my guildmates and a necro from another guild came to my aid but before this happened we spent the majority of the evening trying to get my corpse. As much of a pain as it was it made the night fun and we actually had a good time doing it. I&#39;m now currently camped over in Unrest and will begin my fun this weekend. Plus I&#39;ll feel better about gaining the exp and funds on my own. </p>\n<p>To answer the issue of getting invites, well I really don&#39;t have that much of a problem getting them. My Ranger is invited because of her skills in track and sence heading more than for her &quot;gear&quot;. My Gnome Warrior is invited alot by lower to mid level classes to help them with exp and funds. Mostly because I enjoy it and don&#39;t really care about my own personal gains. My Mage is just coming up but he gets invited alot too mostly becuase he can take care of his own pretty well without his magic. This was a decision I made because heck, he can&#39;t wear all the uber armor so better be a scrapper too! I&#39;ve also found out if I don&#39;t brag about what I&#39;ve got vs. what others have I get more invites. Also I keep in mind there is always someone out there with better stuff than me. I&#39;ve found that generally&nbsp;&quot;tweakers&quot; don&#39;t get many invites especially from lower or equal players because they are &quot;tweaked&quot;. </p>\n<p>The guides are really not worth the money but do contain some info that is helpfull. I would never pay for them myself and thats why&nbsp;I&#39;m glad someone is giving them out for free! </p>\n<p>Happy Hunting!&nbsp;</p>\n<p>^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^ Steven R. Hulse Durgaa: Lvl12 FWE Ranger member of Causality Guild Genmay: lvl13 MGne Warrior Member of Causality Shizney: Lvl11 MGne Magician ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^ </p>\n-- \n<p>_______________________________________________<br>\r\nSign-up for your own FREE Personalized E-mail at <font color=\"#0000FF\"><a rel=\"nofollow\" target=\"_blank\" href=\"http://www.mail.com/?sr=signup\">Mail.com</a></font></p>\r\n\r\n<p>&quot;Free price comparison tool gives you the <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.bestbuyfinder.com/download.htm\">best prices and cash back!</a>&quot;</p></div>","specialLinks":[]}}