{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":5896834,"authorName":"alexander.jones@foreningssparbanken.se","from":"alexander.jones@...","replyTo":"LIST","senderId":"MbSTQMi9z8IbUEUBw8HUfMHDkRTn55lbVbFv7fgcox7qLRJvOyW_akojcqWeAzNK2snOg8aQyjLqaXbgaTUbI-YuTB4QBSiRE2bprZg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Any comments on the changes?","postDate":"1034233730","msgId":3826,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDk0RDExN0RGMjM2RUQ2MTE4OThGMDAwMkE1MkM5RTM4NjVBRTdCQGZzYnMwMngxMC5zd2VkYmFuay5mb3JlbmluZ3NzcGFyYmFua2VuLnNlPg=="},"prevInTopic":3825,"nextInTopic":3855,"prevInTime":3825,"nextInTime":3827,"topicId":3792,"numMessagesInTopic":29,"msgSnippet":"Well , most of the people in this list wont be too affected by these changes. Laine seems to hit the mark pretty well though. About ch, tell me the same 3","messageBody":"<div id=\"ygrps-yiv-91773538\">Well , most of the people in this list wont be too affected by these<br/>\nchanges. Laine seems to hit the mark pretty well though.<br/>\n<br/>\nAbout ch, tell me the same 3 months into PoP ^_^. Im sure it wont be a real<br/>\nproblem though as basing the heals around a spell that clerics get at<br/>\nlevel39 is ...odd. So this is probably a good change in the long run. 7500<br/>\nfor a cleric without Aas, and like 7800hps with some points spent. Not a big<br/>\ndeal now. Our tanks are hovering slightly above 7k hps and the highest one<br/>\npassed 7500 like a two months ago. So not many get this high.<br/>\n<br/>\nMonks, well yes Id agree thay are overpowered - they are actually a LEATHER<br/>\nCLASS and outtanks any hybrid and in some cases even warriors. So it was<br/>\nlogical. Took some time to figure this out heh...Lower defense will hurt<br/>\nsoloing and pulling. More tag teams required during pulls, this is good, and<br/>\nmaking soloing harder is also good. Its either this or upgrade all other<br/>\nplate/chain classes and big changes take time to balance.<br/>\n<br/>\nManaburn - The Wizards brought themself into this situation no one else.<br/>\nGood change. Seeing epic scales in the Bazaar for sale by Wizards only for<br/>\n100K is really rude. IT was meant to help guilds fighting bossmobs with high<br/>\nresistrates as a way to get unresistable damage. It still works but have to<br/>\nbe spread out in time now. Dont blame anyone else. <br/>\n<br/>\nMod rods - This is a HUGE change to high end raiding. Good rod management<br/>\nresults in infinate mana at the moment. The problem we have now is the aggro<br/>\nmanagement, mana is no longer a problem. This is needed cause of the<br/>\nduration of fights in Luclin are ridculously long. So the Luclin raid<br/>\nproblem is aggro management, both on Maintank and on Rampage tank. Handle<br/>\nthis and you can beat just about any mob with correct amount of people. Dont<br/>\nhandle this and you cant kill anything even with overkill amount of people.<br/>\n(more or less). The mod changes are that the mod2 will not be droppable<br/>\nanymore, its summoned onto target. So Mage targets cleric, summons rod. Rod<br/>\nreuse time for cleric will be 60 sec. 450hps lost for 360 mana, pretty good<br/>\nratio. So this limits the manapool of a guild some and will maybe demand<br/>\nsome manafeeding from the necros again yay, go verant, im sure necros are<br/>\nhappy now~ They can deal like a lot of damage but have to feed cleric to<br/>\nkeep tank alive... Without adjusting hitpoints down of luclin bosses a fight<br/>\nlike Arch Lich Rhag&#39;Zadune will be 100* harder now. So of course something<br/>\nwill be done, not sure how much and how yet, this hasnt been announced and<br/>\nprobably wont be. Its for the players to find out. The overall goal of this<br/>\nchange is to make fights shorter. Its very double edged to me, if I worked<br/>\nfor Verant i would *not* have done it this way. It would have been much<br/>\nsmarter to flag the rod2 as a spell not castable in PoP and keep Luclin<br/>\ncontent as it is. Then a guild progressing through different expansions need<br/>\nto adjust tactics to each expansion. Just introduce a mod3 for PoP and<br/>\nhandle the fights there as you want for this expansion. <br/>\n<br/>\nTime will tell what will happen here.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: LAINE. Mikael (Nol) [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:laine@...\">laine@...</a>] <br/>\nSent: den 10 oktober 2002 08:00<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a>&#39;<br/>\nSubject: RE: [EverQuest] Any comments on the changes?<br/>\n<br/>\n<br/>\n-  Cleric CH will only heal up to 7,500 HP, instead of <br/>\nthe 10,000 previously<br/>\n<br/>\nOnly affect it could have is making raids even more dependant on clerics,<br/>\nless healing=more clerics. VI said this will open up for new healing spells<br/>\ntho, to soon to say what impact it will have. As for today, no impact at<br/>\nall. Getting 7.5k hps ain&#39;t that common =P<br/>\n<br/>\n-  Monks won&#39;t avoid damage as easily as previously<br/>\n<br/>\nCould see it comming. Monks were to good.<br/>\n<br/>\n-  Manaburn will only work once per minute on a mob<br/>\n<br/>\nWill remove mb groups, big deal.<br/>\n<br/>\n-  A bunch of Mod Rod changes.<br/>\n<br/>\nTo early to say, VI said they will tweak &quot;uber mobs&quot; to avoid 20 minute<br/>\nfights but who knows. Differens from today will be that mages won&#39;t be doing<br/>\nmod rod carpets.<br/>\n<br/>\n-Domi<br/>\n<br/>\n<br/>\nVisit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n <br/>\n<br/>\nYour use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>","specialLinks":[]}}