{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cillo, Christopher L.","from":"&quot;Cillo, Christopher L.&quot; &lt;CLCILLO@...","replyTo":"LIST","senderId":"tmPiKOQSXsdIHKZWHewyH8JBriHnnVDBQnAqPGYSM_l4BrVPHE-SI7g4EHZWfZ8QfeJZ38-XUddMgelaCVlAh1LFW7iuK5btJwdesvlnLucZaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Looting (Long)","postDate":"928495034","msgId":415,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjYzLjQxNS45NTkyOTQzODRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":414,"nextInTime":416,"topicId":415,"numMessagesInTopic":1,"msgSnippet":"I think someone has brought this up before, but I figured I would bring it up again. Lately when I have been hunting in a group we have been using the one","messageBody":"<div id=\"ygrps-yiv-19918249\">I think someone has brought this up before, but I figured I would bring it<br/>\nup again. Lately when I have been hunting in a group we have been using the<br/>\none person loot method. This is where one person turns off autosplit and<br/>\nloots all the kills, and offers any items found on the body to the group.<br/>\nWhoever wants the items gets it if it is OK with the group. You can ask for<br/>\nthe item weather you can use it or you think you can get more for it selling<br/>\nit to PC&#39;s rather than selling it to a merchant. Or we can try to sell it in<br/>\nauction while we are hunting. Usually I have been the one doing the looting<br/>\nin the groups that I have been in, because I have the level 19 Druid Ring<br/>\nspells, which are awesome. If no one wants the item, or wants to sell it to<br/>\na PC, I hold on to it. When I get overloaded I use one of my ring spells to<br/>\ntake me RIGHT to a merchant. And it just so happens that this merchant is<br/>\nalso a Druid, so I get a little better price when selling items. Then I just<br/>\ngate back to where my party is and do some more hunting. This sell time<br/>\ntakes about 3 to 4 min, it is awesome. This continues until someone is ready<br/>\nto leave the group. Once someone needs to leave the group, I do one more<br/>\nfinal sell run, then come back and use the /split command to split the<br/>\ncoins. I first try to make change for the PP and the Gold if it is not a<br/>\nnumber that can be divided by the number of people in the group. I am not<br/>\nsure if everyone knows this, but even if you have Autosplit turned on, and<br/>\nthere is six people in your party, if the MOB has 5P 5G 5S 6C, the looter<br/>\ngets 5P 5G 5S 1C. The other party members get 1C each. The computer will not<br/>\nmake change. That is why the one looter method works so well.<br/>\n<br/>\nBut I have an even better way to do it, this works better if the entire<br/>\nparty are all members of the same guild or are good friends. You plan a<br/>\nhunting trip, make sure everyone goes to the bank and deposits of all their<br/>\ncoins. (You really do not have to do this, you can take note of what coins<br/>\nyou currently have and then subtract those numbers from the new numbers at<br/>\nthe end of the hunting trip. It is just a whole lot easier if you have zero<br/>\nfrom the start.)  This way everyone can loot, and can have Autosplit on or<br/>\noff, makes no difference. When an item is found it is offered to the group,<br/>\nif no one wants it, it is sold. Then when the party gets overloaded with<br/>\n&quot;JUNK&quot; they can go sell, or if they have a level 19 or higher Druid in the<br/>\nparty with a Ring spell, give all the junk to him, he gates to go sell and<br/>\nthen gates back to hunt some more! At the end of the hunting trip, or if<br/>\nsomeone must leave, everyone gives all their coins, or the coins that they<br/>\ndid not start with to one person and that person makes change where needed<br/>\n(this is not hard to do if you are in a crowded zone, someone is always<br/>\nlooking to get bigger coins for smaller ones, coin weight adds up). Then<br/>\nuses the /split command. Everybody wins in either one of these loot plans.<br/>\nThe only problem is finding someone to party with that you can trust. Trust<br/>\nis earned not given, and I can understand that..... just a few ideas on<br/>\nlooting!<br/>\n<br/>\n<br/>\nChris aka Thunderheart<br/>\nLevel 21<br/>\nWood-Elf<br/>\nDruid<br/>\nInnoruuk server<br/>\n---=== Divine Wind ===---</div>","specialLinks":[]}}