{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":888420,"authorName":"indeo","from":"&quot;indeo&quot; &lt;excelsis46@...&gt;","profile":"adamannl","replyTo":"LIST","senderId":"BCFUJ_lszVfVwYoWF67ArmoRihWMjG2i2oMx_9XtzurMYSv-g6QOVkzgul0zBhZjX7zRY_AijqruRKheMm1ypEUaoS4gx7M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"some encouragement  for a humble newb","postDate":"1051559337","msgId":4615,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGI4azBqOStuMmhqQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":4617,"prevInTime":4614,"nextInTime":4616,"topicId":4615,"numMessagesInTopic":12,"msgSnippet":"Hi As a newb, its hard not to feel a little intimidated by the discussions here. I am in AWE of you people even though I don t understand half of what you say.","messageBody":"<div id=\"ygrps-yiv-1181036740\">Hi<br/>\nAs a newb, its hard not to feel a little intimidated by the <br/>\ndiscussions here. I am in AWE of you people even though I don&#39;t <br/>\nunderstand half of what you say. I long for the day when I can talk <br/>\nabout the finer ponts of EQ like you guys. <br/>\n<br/>\nFor the moment I have a love/hate relationship with EQ after playing <br/>\nfor about two months or so. Its a type of game I have never <br/>\nexperienced before - I am totally fascinated and mildly (well, at the <br/>\nmoment!) addicted. The game boths thrills and scares me. I find <br/>\nmyself nervously approaching the PC every night mentally preparing <br/>\nmyself for the dangers ahead. Once I&#39;m in, I am immersed. GET THAT <br/>\nLEVEL UP is my only goal.<br/>\n<br/>\nWhen I levelled 10 I knew that I was going to have to deal with REAL <br/>\ndying and corpse retrieval. Boy, that was - and still is  - a <br/>\nlearning experience. The first few times I got so depressed that I <br/>\nvowed to give up and cancel my subscription. But I crawled to lvl 11 <br/>\nand am much more careful about conning.<br/>\n<br/>\nBy nature I am not a team player so grouping is still a bit alien to <br/>\nme although I realise its the only fast way to get xp. But too often <br/>\nI find myself in groups that just gung ho for everything in sight <br/>\nhitting anything that moves (= Excelsis having to retrive his corpse <br/>\nONCE more in some weird, out of the way loc).<br/>\n<br/>\nCan I ask you guys some questions? I reckon a 1/5 bub a night is <br/>\npretty average to aim for. That would lvl me up once a week. Is that <br/>\nthe norm? How long did it take you in the beginning?<br/>\n<br/>\nI have tried to solo in Black Burrow but that is well nigh impossible <br/>\non your own. Grouping is the only way but I HATE that place so much <br/>\nit makes me so nervous to go there. I am soloing in West Kerana but <br/>\ngrizzly and giant spider spawns are pretty rare so I spend a lot of <br/>\ntime hanging around and trying to avoid the bandits (by the way, they <br/>\nseem to be walking all over WK recently,  not just around their huts. <br/>\nIs this new?)<br/>\n<br/>\nAny advice and encouragement you can give me is greatly appreciated. <br/>\nI know I&#39;m not alone, but sometimes it feels as though I am! I use <br/>\nthe English server Venril Sathir (I live in Amsterdam) and sometimes <br/>\nthe zones are completely deserted. Is it like that on the US servers <br/>\nas well?<br/>\n<br/>\nHope to hear from some of you anyway, especially your experiences and <br/>\nfeelings about EQ when you first started. I&#39;m off again now to that <br/>\nHUGE VAST world that we all know and love (and sometimes hate...)<br/>\n<br/>\nExcelsis<br/>\nErudite Paladin 11</div>","specialLinks":[]}}