{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":71687111,"authorName":"Nygaard, Jeff","from":"&quot;Nygaard, Jeff&quot; &lt;jeff.nygaard@...&gt;","profile":"micromu","replyTo":"LIST","senderId":"eHirYvH4d3-Bstwis1wWwvr68iydzZVXg4Gz-QPBrB889Z40rxJy7gvWXODU1Emox1cm3vYFQ_x0EEUWZMmd74vchDwa5Im-rtfyVy2Vb5snaA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Re: Help with stats","postDate":"1054237192","msgId":4691,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDJBOUI0Mzg1RTY1QkUyNDZBMTFEQUVCQzI5Nzc2ODMyMDEwRjkzRThAZm9sMGV4MDEuYWVyb3N0cnVjdHVyZXMuZ29vZHJpY2guY29tPg=="},"prevInTopic":4683,"nextInTopic":0,"prevInTime":4690,"nextInTime":4692,"topicId":4670,"numMessagesInTopic":3,"msgSnippet":"You have to remember this game is 4 years old so many of the guides are outdated. Where to put what points and such can be really arguable. Your decisions you","messageBody":"<div id=\"ygrps-yiv-682158494\">You have to remember this game is 4 years old so many of the guides are<br/>\noutdated. Where to put what points and such can be really arguable. Your<br/>\ndecisions you make at the creation screen will have a big impact on your<br/>\nearly levels, but by the time you hit level 55 or so every class can<br/>\novercome any mistakes they might have made on creation ( like a warrior<br/>\nputting 20 points into charisma and 5 each into wisdom and intelligence or a<br/>\ncleric putting theirs into Dexterity and intelligence ). The player behind<br/>\nthe keyboard makes much more of a difference than a character that has a 2%<br/>\nlarger mana pool.<br/>\n<br/>\nIf your new character is low and you feel you put your points in the wrong<br/>\narea, re-roll your character. If you got a few levels and couple items your<br/>\nproud of, stick with your character, it all equals out to who is behind the<br/>\nkeyboard.<br/>\n<br/>\nLike I said, some of this information may have been written years ago. Read<br/>\nwhat each stat does. One line I read I know is outdated is this &quot;Enchanters<br/>\nshould, unless they are role-playing, always choose to be agnostic&quot; . Now<br/>\nthis was true years ago, but with the boom of trade skills, agnostic is not<br/>\nALWAYS the way to go. <br/>\n<br/>\nThe best up to date spell and effect data base - http://lucy.fnord.net/<br/>\n<br/>\nhttp://eq.crgaming.com/creationguides/enchanter.asp<br/>\n<br/>\nIntroduction <br/>\nThe enchanter class is perhaps one of the most difficult to play in<br/>\nEverquest.  There are a number of reasons for this.  The enchanter is a<br/>\ndefensive class.  Although they can be large damage dealers via charming,<br/>\nthey cannot do sustained direct damage via spells or DoT&#39;s in many<br/>\ncircumstances.  Soloing, whilst possible, is generally quite slow and as<br/>\nsuch they do not raise levels as quickly as some other classes as their<br/>\nexperience is almost always through that of a group.<br/>\n<br/>\nIn a grouped environment the Enchanter truly shines.  They can increase the<br/>\nrate at which mana regenerates from level 16 onwards.  They can speed up the<br/>\nattack rate of tanks, and slow down the attack rate of enemies.  They are<br/>\nthe only class who can cast damage absorbing shields on other players, and<br/>\nare also the only caster class which can raise intelliegence or wisdom.<br/>\nEnchanters can also charm NPC&#39;s and command them as a pet, but there are<br/>\nrisks associated with this.  They can mesmerise monsters for defined periods<br/>\nof time, effectively immobilizing them.  <br/>\n<br/>\nAn enchanter is a class which takes time to become good at.  They have the<br/>\nlargest number of spells for any class in the game, and only 8 slots to use<br/>\nthem in.  Learning the right spells for the right situation, is imperative.<br/>\nAt higher levels enchanters are virtually essential to most dungeon parties,<br/>\nand a group will learn to rely heavily on their powers.  Likewise an<br/>\nEnchanter will learn to rely heavily on the protection of their group.<br/>\n<br/>\nEnchanters die a lot at lower levels as they experiment and improve their<br/>\nskills.  Some people enjoy the challenge, many give up.  From Level 50<br/>\nonwards the role of the enchanter is almost purely crowd control and party<br/>\nenhancement.  <br/>\n<br/>\nIf you want a character which can deliver incredible damage, or play by<br/>\nthemselves, then an Enchanter is most probably not a good selection.  If you<br/>\nare after a challenging class that plays a defensive role in predominantly<br/>\ngrouped situations, then it may very well be worth a try.<br/>\n<br/>\nStatistics<br/>\n<br/>\nStrength: Strength determines how much you can carry.  It influences maximum<br/>\nand average damage and how quickly you learn many offensive skills.  As an<br/>\nEnchanter, Strength is not truly that important.  You receive a Strength<br/>\nincreasing spell from Level 1, and many other Strength enhancing spells in<br/>\nlater levels. <br/>\n<br/>\nStamina: Stamina affects how many hit points you have, and how long you can<br/>\nhold your breath.  It also affects how long you can swing weapons before<br/>\ntiring, and how often you can jump before becoming exhausted.  The main boon<br/>\nto stamina for an Enchanter is the extra hitpoints.  However, the amount of<br/>\nextra hitpoints received is minimal, and generally it isn&#39;t worth putting<br/>\nyour bonus points into this stat at creation. <br/>\n<br/>\nAgility: Agility affects how quickly you can learn some defensive skills,<br/>\nhow difficult it is to hit you as well as how much damage you take when you<br/>\nare hit.  The true effect of Agility is often debated.  Since enchanters get<br/>\nhit a lot in combat, there is sound argument for putting points into this<br/>\nstatistic.  However, it doesn&#39;t seem to make a noticeable difference, and<br/>\nthere are quite a few Agility increasing items in the game.  Enchanters also<br/>\nreceive an Agility increasing spell at Level 29.<br/>\n<br/>\nDexterity: Dexterity affects how quickly you learn weapon skills, and how<br/>\noften weapons will do their special.  This really only has any relevance to<br/>\nEnchanters at lower levels when they are forced to melee.  You should not<br/>\nput points into this skill at creation.<br/>\n<br/>\nWisdom: Wisdom affects the amount of mana the priest classes have, also<br/>\nrangers and paladins.   It also affects how quickly you can learn many<br/>\nskills if your wisdom is higher than your Intelligence.  This skill has<br/>\nabsolutely no relevance for the Enchanter class and bonus points should not<br/>\nbe put into it. <br/>\n<br/>\nIntelligence: Intelligence directly affects how quickly you can learn most<br/>\nskills.  It affects the amount of mana for bards and all pure casters, as<br/>\nwell as shadow knights.  It is the core statistic for Enchanters and a good<br/>\namount of your bonus points should be allocated here.  Whilst some people<br/>\nmay say it is easy to reach the soft cap of 200 intelligence through the<br/>\nmany bonus items in the game, this is one stat which you can never have<br/>\nenough of.  Once you reach 200 intelligence you can then free up slots for<br/>\nother stat enchancers such as for hitpoints, direct mana, AC, or charisma.<br/>\n<br/>\nCharisma: This affects amount you will be paid for goods by NPC merchants,<br/>\nand how much they will pay you.  It also affects the saving throw on certain<br/>\nBard and Enchanter spells (charms in particular).  There is much debate over<br/>\nthe true importance of Charisma for enchanters.  It seems that the truly<br/>\ndefining element which impacts on charm durations, mesmerise resists and<br/>\nother supposedly &quot;charisma&quot; based spells is actually the targets Magic<br/>\nResistance.  Some people claim that it makes a large difference.  Studies<br/>\nrun at Casters Realm have been inconclusive, so you may choose to say<br/>\n&quot;better safe than sorry&quot; and add some points at creation.<br/>\n<br/>\nPicking the right race for your statistics<br/>\n<br/>\nThe first thing you have to pick then is your race.   Which race you pick<br/>\nwill determine the foundation of you character for the rest of your life in<br/>\nNorrath so it is kind of important you pick one you like.  Now in terms of<br/>\nfaction, races are generally meaningless to Enchanters.  Religion plays a<br/>\nmuch larger role.  Enchanters can become any race they want through their<br/>\nillusion spells, and also have direct faction increasing abilities.  So when<br/>\npicking a race you are deciding on one of two reasons: statistics or looks.<br/>\nPersonally I think statistics are more important than looks, but looks can<br/>\ngo a long way in a game you are going to be playing for a long time.. <br/>\n<br/>\nSpending Your Bonus Points<br/>\n<br/>\nEnchanters can be a great character with any race, although the most popular<br/>\ntwo are High Elves and Dark Elves.  Keep in mind also that humans get no<br/>\nnight sight, and have generally low statistics across the board. All<br/>\nEnchanter races level at the same rate.  Here are our suggested bonus point<br/>\nspendings: <br/>\n<br/>\nFor Dark Elves add 25 intelligence, 5 Charisma. <br/>\nFor Erudites add 25 intelligence, 5 Charisma. <br/>\nFor Gnomes add 25 intelligence, 5 Charisma. <br/>\nFor High Elves add 25 intelligence, 5 Charisma <br/>\nFor Humans add 25 intelligence, 5 Charisma <br/>\n<br/>\nReligion<br/>\n<br/>\nEnchanters should, unless they are role-playing, always choose to be<br/>\nagnostic.  In some areas your illusion will not be enough to keep you alive.<br/>\nIn some areas you will still be Kill on Sight for any number of reasons,<br/>\nthough these are very few indeed.  If you choose to be agnostic you<br/>\nvirtually eliminate the risk of being murdered on a religious background.<br/>\nIt may however exclude you from partaking in certain quests at stages during<br/>\nthe game or from using some items if you have no religion.  In many ways the<br/>\nreligion system in Everquest is still unfathomed, serving only as an<br/>\noverriding faction system.  Who is to say what might happen as time goes on.<br/>\n<br/>\nNow it is time to go back to work. Feel free to ask questions in groups,<br/>\n/ooc, on message board and here.<br/>\n<br/>\nSistily - 65 Gnome Warrior<br/>\n<br/>\n<br/>\n -----Original Message-----<br/>\nFrom: \tEnie [mailto:dawn_marie@...] <br/>\nSent:\tWednesday, May 28, 2003 5:06 AM<br/>\nTo:\tEverQuest@yahoogroups.com<br/>\nSubject:\t[EverQuest] Re: Help with stats<br/>\n<br/>\nMatt, you&#39;re right - the Robe of Tears does have some +AGI points. I <br/>\ndidn&#39;t know that AGI increases AC, thanks for the heads-up. Is there <br/>\na website that shows what stats boost others? I know that INT <br/>\nincreases MANA (for lower-level Chanters I hear). But not sure on <br/>\nwhat else helps what.<br/>\n<br/>\nThanks for your help on the AC thing :)<br/>\n<br/>\n--- In EverQuest@yahoogroups.com, &quot;Matthew Bond&quot; &lt;mattgbond@n...&gt; <br/>\nwrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; Enie wrote:<br/>\n&gt; &gt; I have a Robe of Tears <br/>\n </span></blockquote>http://everquest.allakhazam.com/db/item.html?<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; item=19802 with AC9 and when I wear it, my AC goes up by 50 <br/>\n </span></blockquote>points.<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;<br/>\n&gt; &gt; I just bought a Shardtooth&#39;s Flayed Skin<br/>\n&gt; &gt; http://everquest.allakhazam.com/db/item.html?item=3768 with AC14 <br/>\n </span></blockquote>and<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; when I wear it, my AC goes up by only 17.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Sounds weird, I sent a petition in game about it and the GM told <br/>\n </span></blockquote>me<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; to ask other Enchanters about it? That was no help. Has anyone <br/>\n </span></blockquote>else<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; had stats show up in their inventory window different than what <br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; item is supposed to show?<br/>\n&gt; <br/>\n&gt; I note that the first item has a small amount of Agility on it... <br/>\n </span></blockquote>it may<br/>\n<blockquote><span title=\"ireply\"> &gt; be pushing just over the mid 70&#39;s agility threshold thus giving you <br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"ireply\"> &gt; dramatic boost in AC. What is your Agi when wearing both items?<br/>\n&gt; <br/>\n&gt; Matt<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ---<br/>\n&gt; Outgoing mail is certified Virus Free.<br/>\n&gt; Checked by AVG anti-virus system (http://www.grisoft.com).<br/>\n&gt; Version: 6.0.483 / Virus Database: 279 - Release Date: 19/05/2003<br/>\n<br/>\n<br/>\n<br/>\n </span></blockquote>Visit the EverQuest homepage at http://www.everquest.com<br/>\n <br/>\n<br/>\nYour use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/</div>","specialLinks":[]}}