{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"&quot;Su&quot; &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"q-hZo2I61LgpaIVtaqs8p7zGe3mG5r41WoOk3qWv6F4hH5zXS7xrtGA4ZPNfQvEEP_FvS7yZqeFLn5Z-7dG6fUtW6w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: How do you feel?","postDate":"1057789695","msgId":4749,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJlaTR0dis3cm1tQGVHcm91cHMuY29tPg==","inReplyToHeader":"PGJlaHNpaCtvNzM4QGVHcm91cHMuY29tPg=="},"prevInTopic":4748,"nextInTopic":4750,"prevInTime":4748,"nextInTime":4750,"topicId":4748,"numMessagesInTopic":14,"msgSnippet":"I mean this in the nicest way possible, but if you spelled things correctly, it might help your case a little more. I m not trying to insult you, but if I were","messageBody":"<div id=\"ygrps-yiv-813996906\">I mean this in the nicest way possible, but if you spelled things <br/>\ncorrectly, it might help your case a little more. I&#39;m not trying to <br/>\ninsult you, but if I were someone working for Sony and I saw the <br/>\nspelling errors in this I would assume that you were either a child <br/>\nor that you didn&#39;t really care enough about the message to use <br/>\ncorrect spelling.<br/>\nA few things to point out: the correct spelling is Verant. However <br/>\nVerant no longer has anything to do with Everquest. Quitting is the <br/>\ncorrect spelling. Meditating, Originally, Having, Minutes, Available, <br/>\nAppreciate and so forth. Spellcheck can run a long ways.<br/>\nI hope you don&#39;t use &quot;horse shit&quot; as an expression in your letter.<br/>\nThat said, I can understand why they &quot;nerfed&quot; C2 and C3. It made it <br/>\nharder for lower level enchanters to compete with higher level <br/>\nenchanters in selling their buffs, and it made fighting less <br/>\nchallenging for lower level characters than the creators had <br/>\nintended. Basically, players became so dependent on the buffs that <br/>\nthey did not learn how to conserve mana and play the characters in a <br/>\nmanner the creators had intended.<br/>\nIt did not take the fun out of the game. There are still many things <br/>\nto enjoy. Some of the changes have made the game more exciting. They <br/>\nhave also added new quests for lower level characters and added some <br/>\nfeatures to make things easier for new characters that are just <br/>\nstarting out.<br/>\nSome examples: When I first started out if you were low level and you <br/>\ndied you had a short period of time to get your corpse back. If you <br/>\ndid not you lost it and all of your gear. And you lost xp even at <br/>\nlevel 6. Now you don&#39;t lose your corpse or xp until level 10.<br/>\nThere is a feedback system you can use and you can email customer <br/>\nservice. I think that quitting EverQuest over a few changes is a bit <br/>\nextreme. But I guess what it comes down to is your enjoyment of the <br/>\ngame. If you no longer enjoy it, then you do not have to play.<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<br/>\n--- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a>, &quot;Connor Shi&#39;do&quot; <br/>\n&lt;salior_andromeda@y...&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; DUe to the frequent changes sony/varent has induced into this game <br/>\n&gt; such as revamping some perfectly fine zones and make them harder <br/>\n </span></blockquote>than <br/>\n<blockquote><span title=\"ireply\"> &gt; orginaly, and swiping c3 and even c2 from our collective grasp, my <br/>\n&gt; famley members who play this game will be writing sony and they <br/>\n </span></blockquote>will <br/>\n<blockquote><span title=\"ireply\"> &gt; shortly and most likely <br/>\n&gt; be quiting this game, which in effect may lead to my defection as <br/>\n&gt; well due to the incressing dificulty of this so call &quot;class <br/>\n </span></blockquote>balancing&quot;<br/>\n<blockquote><span title=\"ireply\"> &gt; now mind you this is total horse shit on sonys part, and they are <br/>\n&gt; taking all the fun and adventur out of this game by making every <br/>\n&gt; thing totaly impossible and un reachable, now i know not every one <br/>\n&gt; feels like this but not every one is a druid who with out c3 can <br/>\n&gt; cast no more that 3 spells with out haveing to sit for 20 minets <br/>\n </span></blockquote>and <br/>\n<blockquote><span title=\"ireply\"> &gt; meddititing for example<br/>\n&gt; <br/>\n&gt; What im asking my fellow everquest players and there friends is for <br/>\n&gt; there suport in the effort we are trying to get sony to see, that <br/>\n&gt; they are systematicly desimating a game that once was fun and <br/>\n&gt; enjoyable. Once this letter is writin i will have it in <br/>\n&gt; the forums here with sonys email which we have directed these <br/>\n </span></blockquote>coments.<br/>\n<blockquote><span title=\"ireply\"> &gt; We would appriciate the suport of our fellow gamers and friends if <br/>\n&gt; they too would also after that time email sony and the like with <br/>\n&gt; their concers and grips- please once this is posted consider our <br/>\n&gt; request as some one has to fight back again the few who decide they <br/>\n&gt; need to nerf our spells, our strengh and our fun in this game <br/>\n&gt; <br/>\n&gt; I will be posting the letter and the email address as soon as it is <br/>\n&gt; made aviabel and i will be posting this accross as many forums as i <br/>\n&gt; can find hoping to fight back against the evil that is the <br/>\n </span></blockquote>everquest <br/>\n<blockquote><span title=\"qreply\"> &gt; managemnt. <br/>\n&gt; thank you for taking your time to read this </span></blockquote></div>","specialLinks":[]}}