{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":4474435,"authorName":"Wulfric Rennison","from":"&quot;Wulfric Rennison&quot; &lt;wulftech@...&gt;","profile":"wulfricr","replyTo":"LIST","senderId":"C_qUS--zWTn4j9LmJfje8saLwkgEl8xbw_3QOjj8pOvXoeY0PJJM83KiEI8nMW3h9Kd637fZcsh-tECnXbeAqMWmNa2IiUNGGJ_NVvafxBrkSw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Re: How do you feel?","postDate":"1057802603","msgId":4751,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNDYwMWMzNDY4NyQ3MzMzYTZjMCQ2NDAxYThjMEB0YW1wYWJheS5yci5jb20+","referencesHeader":"PGJlaTR0dis3cm1tQGVHcm91cHMuY29tPg=="},"prevInTopic":4750,"nextInTopic":4752,"prevInTime":4750,"nextInTime":4752,"topicId":4748,"numMessagesInTopic":14,"msgSnippet":"I agree with Su.  Also to add, I have a druid.  I can cast more than 3 spells on full mana.  It also does not take me 20 minutes to meditate to full.  I don t","messageBody":"<div id=\"ygrps-yiv-1686333529\">\n<html><head>\n \n \n<style></style>\n</head>\n \n<div><font face=\"Arial\" size=\"2\">I agree with Su.&nbsp; Also to add, I have a \ndruid.&nbsp; I can cast more than 3 spells on full mana.&nbsp; It also does not \ntake me 20 minutes to meditate to full.&nbsp; I don&#39;t know what race you chose \nfor your druid, but when it comes to druids, wisdom counts.&nbsp; The higher the \nwisdom, the larger the mana pool you have, and the quicker you can \nmeditate.&nbsp; Wood elves and halflings have the highest wisdom for the druid \nclass.&nbsp; Half elves and humans do not.&nbsp; Now you can raise your wisdom \nwith some gear, but most likely it will never be as high as a wood elf or \nhalfling druid - assuming the creator dumped all their bonus points into \nwisdom.&nbsp; Curiously enough, I think the game has gotten a lot easier to play \nsince I started playing over two years ago.&nbsp; The advent of the windows GUI \nreally helped a lot, especially making everything in XML so it&#39;s customizable by \nusers.&nbsp; Also, not having to look at your spell book when you med helped a \nlot.&nbsp; I really like not losing my corpse or xp if I die before level \n10.&nbsp; Face the reality, buffs and everything else will eventually be nerfed \nas new expansion packs come out and more people start reaching higher \nlevels.&nbsp; KEI might have been nerfed, but eventually something better will \nreplace it.&nbsp; There are so many better objects in the game now than there \nwere before.&nbsp; As people get higher and higher level, they may have to \nrevamp zones to make them more challenging to those players.&nbsp; This is \nprobably easier than creating all new zones.&nbsp; No matter what they do there \nwill always be bugs, but they will fix those bugs and introduce new bugs.&nbsp; \nThis is why they say the world is constantly evolving and changing.&nbsp; These \nchanges are one thing that makes the game so unique because it makes the world \nhave a life of its own.&nbsp; I am sure if you send in your letter, Sony will be \nkind enough to respond back to you with a prefabricated form letter explaining \nthat they appreciate your comments and concerns, but as they have already \nexplained the world is constantly changing, they apologize they cannot please \nall of the people all of the time.&nbsp; And it will be signed with the most \nsincerest heart-felt sympathies of the President of Sony Online Entertainment \nhim/her self, whomever that may be.&nbsp; Then you can take this letter of \nprofessional courtesy and frame it and hang it on your wall to remind you of the \ntooth and nail battle that you fought to make Sony recognize your side of the \nstory.&nbsp; And I am sure your eyes will glance up at it every time you log on \nto Dark Ages of Camelot.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">You&#39;re in our world now.&nbsp; If you don&#39;t like \nit, don&#39;t get a rez for 7 days.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Wulfric Rennison</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<blockquote><span title=\"qreply\"> <blockquote\n style=\"PADDING-RIGHT:0px;PADDING-LEFT:5px;MARGIN-LEFT:5px;BORDER-LEFT:#000000 2px solid;MARGIN-RIGHT:0px;\">\n  <div style=\"FONT:10pt arial;\">----- Original Message ----- </div>\n  <div\n style=\"BACKGROUND:#e4e4e4;FONT:10pt arial;\"><b>From:</b> \n  <a rel=\"nofollow\" title=\"suceress@...\" target=\"_blank\" href=\"mailto:suceress@...\">Su</a> \n  </div>\n  <div style=\"FONT:10pt arial;\"><b>To:</b> <a rel=\"nofollow\" title=\"EverQuest@yahoogroups.com\"\n target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>Sent:</b> Wednesday, July 09, 2003 6:28 \n  PM</div>\n  <div style=\"FONT:10pt arial;\"><b>Subject:</b> [EverQuest] Re: How do you \n  feel?</div>\n  <div><br></div><tt>I mean this in the nicest way possible, but if you spelled \n  things <br>correctly, it might help your case a little more. I&#39;m not trying to \n  <br>insult you, but if I were someone working for Sony and I saw the \n  <br>spelling errors in this I would assume that you were either a child <br>or \n  that you didn&#39;t really care enough about the message to use <br>correct \n  spelling.<br>A few things to point out: the correct spelling is Verant. \n  However <br>Verant no longer has anything to do with Everquest. Quitting is \n  the <br>correct spelling. Meditating, Originally, Having, Minutes, Available, \n  <br>Appreciate and so forth. Spellcheck can run a long ways.<br>I hope you \n  don&#39;t use &quot;horse shit&quot; as an expression in your letter.<br>That said, I can \n  understand why they &quot;nerfed&quot; C2 and C3. It made it <br>harder for lower level \n  enchanters to compete with higher level <br>enchanters in selling their buffs, \n  and it made fighting less <br>challenging for lower level characters than the \n  creators had <br>intended. Basically, players became so dependent on the buffs \n  that <br>they did not learn how to conserve mana and play the characters in a \n  <br>manner the creators had intended.<br>It did not take the fun out of the \n  game. There are still many things <br>to enjoy. Some of the changes have made \n  the game more exciting. They <br>have also added new quests for lower level \n  characters and added some <br>features to make things easier for new \n  characters that are just <br>starting out.<br>Some examples: When I first \n  started out if you were low level and you <br>died you had a short period of \n  time to get your corpse back. If you <br>did not you lost it and all of your \n  gear. And you lost xp even at <br>level 6. Now you don&#39;t lose your corpse or \n  xp until level 10.<br>There is a feedback system you can use and you can email \n  customer <br>service. I think that quitting EverQuest over a few changes is a \n  bit <br>extreme. But I guess what it comes down to is your enjoyment of the \n  <br>game. If you no longer enjoy it, then you do not have to \n  play.<br>luv,<br>-Su<br><br><br>--- In EverQuest@yahoogroups.com, &quot;Connor \n  Shi&#39;do&quot; <br>&lt;salior_andromeda@y...&gt; wrote:<br>&gt; DUe to the frequent \n  changes sony/varent has induced into this game <br>&gt; such as revamping some \n  perfectly fine zones and make them harder <br>than <br>&gt; orginaly, and \n  swiping c3 and even c2 from our collective grasp, my <br>&gt; famley members \n  who play this game will be writing sony and they <br>will <br>&gt; shortly and \n  most likely <br>&gt; be quiting this game, which in effect may lead to my \n  defection as <br>&gt; well due to the incressing dificulty of this so call \n  &quot;class <br>balancing&quot;<br>&gt; now mind you this is total horse shit on sonys \n  part, and they are <br>&gt; taking all the fun and adventur out of this game \n  by making every <br>&gt; thing totaly impossible and un reachable, now i know \n  not every one <br>&gt; feels like this but not every one is a druid who with \n  out c3 can <br>&gt; cast no more that 3 spells with out haveing to sit for 20 \n  minets <br>and <br>&gt; meddititing for example<br>&gt; <br>&gt; What im \n  asking my fellow everquest players and there friends is for <br>&gt; there \n  suport in the effort we are trying to get sony to see, that <br>&gt; they are \n  systematicly desimating a game that once was fun and <br>&gt; enjoyable. Once \n  this letter is writin i will have it in <br>&gt; the forums here with sonys \n  email which we have directed these <br>coments.<br>&gt; We would appriciate \n  the suport of our fellow gamers and friends if <br>&gt; they too would also \n  after that time email sony and the like with <br>&gt; their concers and grips- \n  please once this is posted consider our <br>&gt; request as some one has to \n  fight back again the few who decide they <br>&gt; need to nerf our spells, our \n  strengh and our fun in this game <br>&gt; <br>&gt; I will be posting the \n  letter and the email address as soon as it is <br>&gt; made aviabel and i will \n  be posting this accross as many forums as i <br>&gt; can find hoping to fight \n  back against the evil that is the <br>everquest <br>&gt; managemnt. <br>&gt; \n  thank you for taking your time to read this<br><br></tt><br><br><tt>Visit \n  the EverQuest homepage at <a rel=\"nofollow\"\n target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br></tt><br><br><tt>Your \n  use of Yahoo! Groups is subject to the <a rel=\"nofollow\"\n target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">Yahoo! Terms of Service</a>.</tt> \n<br></blockquote></span></blockquote></html> \n</div>","specialLinks":[]}}