{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":117211609,"authorName":"JECII","from":"&quot;JECII&quot; &lt;jecii_1@...&gt;","profile":"jecii_1","replyTo":"LIST","senderId":"9QgBbNj688cSl4ZHxrK9GO4ElqnhfPHe8BUX3foqRaownEmXPzRymXKxi4SXGEyz8b2WzECw-fSdlicqCo0DEWGw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: How do you feel?","postDate":"1057853180","msgId":4757,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJlazJ0cythY2tlQGVHcm91cHMuY29tPg==","inReplyToHeader":"PDIwMDMwNzEwMTM1NTUzLjE1MjU1LnFtYWlsQHdlYjEzODA2Lm1haWwueWFob28uY29tPg=="},"prevInTopic":4756,"nextInTopic":4764,"prevInTime":4756,"nextInTime":4758,"topicId":4748,"numMessagesInTopic":14,"msgSnippet":"... have snipped it out.  check the board for all the previous stuff--- Hi all, Being a halfling druid that was made about as badly as can be (no bonus points","messageBody":"<div id=\"ygrps-yiv-2034448444\">---Being I hate resending the same stuff OVER AND OVER AND OVER, I <br/>\nhave snipped it out.  check the board for all the previous stuff--- <br/>\n<br/>\nHi all,<br/>\n<br/>\nBeing a halfling druid that was made about as badly as can be (no <br/>\nbonus points into wisdom), I can see why a lower level character may <br/>\nbe felt left out in the cold with the changes to KEI (Long time in <br/>\ncoming I might add...and seeing the documentation on how that spell <br/>\nwas SUPPOSED to work in the first place). I am completely happy with <br/>\nthe change.  It DID affect me as my druid was only in low 40s when <br/>\ncorrection to KEI was implemented.  I am not quite as bad off as the <br/>\nother char, but I do see where four or five buffs and a few heals can <br/>\nreally impact the ole mana pool, but I see that as a learning tool.  <br/>\nDruids are not clerics..never were...(and hopefully never will be).  <br/>\nI also play a cleric (who ALSO was not made perfectly as far as <br/>\ninitial stats).  I can see a dramatic difference in his mana usage <br/>\nwhen healing using the exact same spell (Greater Healing).  <br/>\n<br/>\nBeing a senior officer and cofounder of a guild and 16 month player, <br/>\nI have seen a lot of changes.  I would say I am happy with 90% of the <br/>\nchanges.  Seeing a newby player character log on and 3 weeks later <br/>\nsurpass me in level is a bit hard to take.  I am a single <br/>\nprofessional adult and can play for several hours a day.  <br/>\nPowerlevelling SUCKS if done for the sake of just level.   In the <br/>\npast I have been very against PLing, but appreciate its benefits if <br/>\nthe PLing character and the PLed character understand that skills <br/>\nsuffer greatly without appropriate buffs and APPROPRIATE (not <br/>\ntwinkie) gear.  I can personally say I have done PLing, but I prefer <br/>\nto call it Powerskilling..not powerlevelling, because I don&#39;t fight <br/>\nreds or yellows....I fight whites and dark blues...not as much xp and <br/>\nyou get more time to work your skills.<br/>\n<br/>\nI think the changes are good because of the apparent rampant <br/>\ndisregard for proper (or appropriate) character development.  I <br/>\ncannot count the number of times I have been killed because of the <br/>\ntimes where some PL&#39;d twink without a clue is in a group with me and <br/>\ncannot even land a heal because he fizzles so much.  Or land a DD / <br/>\nDoT or even a buff here and there.  (Or a ranger/warrior who cannot <br/>\nhit the broad side of a barn from inside, or taunt a rat off cleric <br/>\nbecause PLed twink bleeds so much because his defense and AC suck and <br/>\nthe cleric had to draw agro with heals...etc...)<br/>\n<br/>\nI can recall a day where some new 1st level character was bragging in <br/>\nOOC that they had almost 4000 hp...I was like...umm...???  And for a <br/>\ncaster that has had the KEI bottle since birth...I can understand <br/>\nthat they feel abandoned.  IMHO..Too bad... I cannot stand seeing a <br/>\nlower level caster without worn spots on the seat of their pants.  <br/>\nHehe.  I know of several characters that are relatively new that <br/>\nconstantly whine about &quot;I cannot chain nuke or chain heal anymore!&quot; : <br/>\nshedding tears :   Yep..these were NEW players...they just happened <br/>\nto get the Aqua goblin camps regularly and didn&#39;t have appropriate <br/>\nrespect for the difficulty for most newer players in getting more <br/>\nthan a few plat from a few hours of playing in 99% of the newby zones.<br/>\n<br/>\nI heard a lot of people talk about how PoP ruined a druids main <br/>\nsource of income (porting).  I think the benefit to the other classes <br/>\nin promoting getting around to other places is more of a help to the <br/>\ngame overall than a hinderance to the druids and wizzies that relied <br/>\non that (porting) as a primary source of income.<br/>\n<br/>\n[end rant]  :)<br/>\n<br/>\nSeriously, As more and more people play the game, and provide <br/>\nfeedback, I think SoE is trying to continuously balance the character <br/>\nclasses and the game overall.  This will positively impact some and <br/>\nnegatively impact others.  I would imagine they want a happy medium.  <br/>\nI am pretty sure SoE isn&#39;t too concerned about the few folks who <br/>\nleave the game for perhaps another (SoE has several).  The game is <br/>\nextremely popular and is getting more so.<br/>\n<br/>\nAnd most of all, please remember that SoE isn&#39;t doing all of this for <br/>\nour enjoyment.  $imply for Sony&#39;s bottom line. :)</div>","specialLinks":[]}}