{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wizard","from":"Wizard &lt;wizard@...&gt;","replyTo":"LIST","senderId":"_3z6WiAjmo1TvgLj5mO6PgeEbg7H8Iox1zlBVelmgpedRdTj6C7_DWkm564f3wYQgiV4qGlK-zLcYsWGnw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Languages !","postDate":"929909307","msgId":476,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3Ljc2LjQ3Ni45NTkyOTQzODRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":477,"prevInTime":475,"nextInTime":477,"topicId":476,"numMessagesInTopic":3,"msgSnippet":"Dear friends from EQ. I wish to divide with you my opinion on languages and how to enchant everquest using it better. Already in game is included languages, we","messageBody":"<div id=\"ygrps-yiv-1972932563\">Dear friends from EQ.<br/>\n<br/>\nI wish to divide with you my opinion on languages and how to enchant<br/>\neverquest using it better.<br/>\n<br/>\nAlready in game is included languages, we have Troll, dark elf, halfling,<br/>\nelf and some secret languages. But what is use of this very important<br/>\nfeature in game? <br/>\n<br/>\nNearly nonexistent unfortunatly only some magic users use it for reading<br/>\nsome lost magic books in long lost languages and nothing more. <br/>\n<br/>\nIn all citys merchants speak common, people in remonte huts talk common,<br/>\ntrolls talk common, elfs a nobile and arrogant race talk common you can go<br/>\nin every city and every place and all shop vendors speak common ALL PLAYERS<br/>\ntalk perfect common also. So all other languages are nearly never used !!<br/>\nWhy to waste this valuable resurce ? <br/>\n<br/>\nWhat we can do,  as now in Verant they have under work a new race war<br/>\nserver it will be nice to include this option in new code and enchant this<br/>\ninteresting new idea!<br/>\n<br/>\nMy points to change<br/>\n<br/>\n1.) I think that some MAX knowelege based on inteligence and wisdom for any<br/>\nlanguage can be imposted so that you can learn max awaful in dragon if you<br/>\nhave inteligence under 60. It is very strange to have a Troll wich speak<br/>\nfluent and with melodic elf language or read a long lost book writen in<br/>\ncombine language.<br/>\n<br/>\n2.) all city vendors speak a local language and some rare speak also common<br/>\nin some degre. In some citys arogant high elfs can speak only their<br/>\nlanguages and will not hear any of  beast races languages. <br/>\n<br/>\n3.) All players start with a race language based on total inteligence and<br/>\nwisdom and common in some degre but not at maximum. On base of class i will<br/>\nadd some rare aditional languages but only for casters some base of<br/>\nlanguages at wich are writen a basic spell books.<br/>\n<br/>\n4.) all aditional lv of spells can be only writen if you have enough<br/>\nknowelege in language on wich a scroll is writen. This can create a<br/>\ntraduction skills to translate spells from one language to another and so<br/>\non. Some paterns instructions can be in a specific language.<br/>\n<br/>\n5.) In spell research you must have a tome with instruction in one hand and<br/>\na combine book in another and to create new spell is checked not only your<br/>\nskill but also a language knowelege for language in wich is writen a book.<br/>\n<br/>\n6.) Npc will nor reply on your questions or trade with you if you dont know<br/>\na language enough<br/>\n<br/>\nThis are only some of possible uses of languages and there are many more im<br/>\nshure that some can be easily implemented right from start and others will<br/>\nrequire much work and maybe will not enter in game untio a everquest 2 but<br/>\ni think that here is hiden posibility to make a new profondity to this<br/>\ngreat game .<br/>\n<br/>\n<br/>\n<br/>\nSilverion<br/>\nHigh elf wizard (against all statistics eheheeh)<br/>\nFenin Ro<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.tip.it/wizard\">http://www.tip.it/wizard</a><br/>\n<br/>\nmoderator mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:_EQ_magic@onelist.com\">_EQ_magic@onelist.com</a></div>","specialLinks":[]}}