{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"2VYYNRU572b03ZRdT6d28n0x-SKOJErxLOrr7pfPyjGy-3elh7mt9r_EnIpyM2CfOV6WqJiKeRqYoXPMVIX93fI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Has this ever happened to you?? and what can you do when it does","postDate":"1061226312","msgId":4929,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMjAwMWMzNjVhYSRlNmM5NjViMCQyZDIzMDUwYUBTVT4=","referencesHeader":"PGJocW9raitnZzVmQGVHcm91cHMuY29tPg=="},"prevInTopic":4928,"nextInTopic":4935,"prevInTime":4928,"nextInTime":4930,"topicId":4925,"numMessagesInTopic":31,"msgSnippet":"... Some people just aren t friendly. Considering they yelled at you to get out of their camp when you were LFG then they sound like the uptight type ","messageBody":"<div id=\"ygrps-yiv-1845345026\"><blockquote><span title=\"ireply\">&gt; I have been playing EQ for about 2 years and enjoying every min. of<br/>\n&gt; it. I play for only about 1 to 2 hours a day (maybe) so I really get<br/>\n&gt; in to my time in the game. This sunday something new happened to me.<br/>\n&gt; I have a 24th level Bar. shaman and have been grouping in Pav.<br/>\n&gt; Caverns to work up in levels. I logged on and ooc&#39;ed asking to group.<br/>\n&gt; I got not responce. I went to camp 1 aqnd found a good mixed group<br/>\n&gt; working it very well (8 people mixed classes teaming very nicely) so<br/>\n&gt; I went to camp 2, There were 5 people 3 casters (2 mages and a necro)<br/>\n&gt; a ranger and a fighter) all around 19 to 20., all at 100% health. I<br/>\n&gt; asked if they wanted a healer/buffer and got &quot;Shouted down&quot; &quot;This<br/>\n&gt; Camp is TAKEN GO AWAY&quot;!!!....ok so I truned and started back. I got<br/>\n&gt; jumped by 3 of the bandits. I Camp was not doing anything so I pulled<br/>\n&gt; the mobs back in to the camp and ooced here is your mobs take them I<br/>\n&gt; don&#39;t want to steal your kills(all the time I am getting pounded) ..<br/>\n&gt; no one said anything so I ran .. about 1/2 way back I get ooc&#39;ed &quot;WTF<br/>\n&gt; Frezz wait...&quot; as I as all ready near the cave to SH and the zone I<br/>\n&gt; just left... the &quot;group&quot; because of 5 mobs brok camp and ran (as they<br/>\n&gt; ran they pulled 2 more) and &quot;telled&quot; me to death about how they were<br/>\n&gt; going to cause me problems every time they see me and ect...<br/>\n&gt; A. did I do wrong by trying to &quot;not steal&quot; the camp&#39;s mobs<br/>\n&gt; b. what do I do about the &quot;problems&quot; I might have later by thes<br/>\n&gt; people?<br/>\n&gt;  I like doing the right thing and playing with people not causeing<br/>\n&gt; problems for others...<br/>\n&gt; Frezslice<br/>\n&gt; 24 circle Shaman of the North<br/>\n&gt;<br/>\n </span></blockquote>Some people just aren&#39;t friendly. Considering they yelled at you to get out<br/>\nof &quot;their&quot; camp when you were LFG then they sound like the uptight type<br/>\nanyways. They&#39;ll probably just not invite you to group and such. Since you<br/>\nwere trying to bring them mobs so as not to steal you meant well,<br/>\nunfortunately they probably thought you were training them on purpose to get<br/>\nthem killed or something bc they told you to go away. The official rule is<br/>\nthat if something attacks you, you have the kill because it aggrod you<br/>\nfirst. If you couldn&#39;t kill them by yourself best thing to do is to pull<br/>\nthem away from other players and zone, but shout a train warning. If they<br/>\ncomplain that you are &quot;stealing&quot; their mobs, just tell them you got aggro<br/>\nand needed to defend yourself. Or you could ask them to take a mob or two<br/>\noff of you bc you got aggro and don&#39;t want to steal, but not pull into their<br/>\ncamp. It&#39;s a tough call. The people might call you names and junk but from<br/>\nmy experience, unless you did something really nasty to them or did<br/>\nsomething mean repeatedly they are likely to forget about it.<br/>\nI had people cussing at me one day when I was calling trains that I saw<br/>\ngoing by (bc the people pulling them weren&#39;t calling them). Someone started<br/>\ncalling me names and telling me to stop pulling trains and I had to explain<br/>\nthat I was not pulling the trains, I was just warning people when I saw<br/>\nthem. And I had someone accuse me of pulling trains when I was running from<br/>\nsomething that had been trained onto me. If the people are nice enough to<br/>\nlisten when you explain then that&#39;s cool. If they won&#39;t listen and just get<br/>\nnasty then you don&#39;t want to be grouping with them anyways.<br/>\nIt&#39;s just a game and people get too uptight about it sometimes.<br/>\nluv,<br/>\n-Su</div>","specialLinks":[]}}