{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"JQcOpdJprC2bgHoOHR4CntEHIyYyvT54gCWqbT02Mvos5NlCo27Opg3WvGMBo6QNrtmMoDqo0CSY8wjHsoWtMWA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Has this ever happened to you?? and what can you do when it does","postDate":"1061405522","msgId":4964,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNTUwMWMzNjc0YyQyYWMxZGY3MCQyZDIzMDUwYUBTVT4=","referencesHeader":"PDJCMTlBNjg5NzgxRUVCNDM4ODZGQ0M2MDE0RTVDNTQzMTVDNEZBQFNUTC1FWEJFLUkwMy5jb3JwLmVyYWMuY29tPg=="},"prevInTopic":4958,"nextInTopic":4965,"prevInTime":4963,"nextInTime":4965,"topicId":4925,"numMessagesInTopic":31,"msgSnippet":"I constantly have to remind my mother to calm down when she s hunting stuff. She s one of the get out of my camp type people. She was farming silks with her","messageBody":"<div id=\"ygrps-yiv-1043538958\">I constantly have to remind my mother to calm down when she&#39;s hunting stuff.<br/>\nShe&#39;s one of the &quot;get out of my camp&quot; type people. She was farming silks<br/>\nwith her lvl 17 and got mad bc a lvl 4 came over and was trying to hunt mobs<br/>\nin the same area (the newbie area). She kept having a fit that he was going<br/>\nafter the mobs she wanted to kill. When I tried to explain to her that<br/>\ntechnically farming is against the rules and the lvl 4 had every right to<br/>\nhunt and wasn&#39;t doing anything wrong or even rude, she just yelled at me.<br/>\nThen later on she was camping a spot with her lvl 10 where she was getting<br/>\nxp and swirling shadows. A Baron came up and started killing mobs all around<br/>\nher. She told him that she was getting xp from them and asked him to stop it<br/>\nbc she&#39;d been there first. He told her she could get xp elsewhere and that<br/>\nhe just wanted the swirling shadows. but she was after those too. After the<br/>\ntried to reason with him he got mad and told her to go ahead and petition,<br/>\nand then started intentionally ksing every lesser shade she attacked. I<br/>\nmentioned it to some of my guild alliance and I think one of them said<br/>\nsomething to him bc he went away. I mean, the dude could&#39;ve gotten more<br/>\nswirling shadows off of the shadows in twilight sea but he had to be a dick<br/>\nand KS a lvl 10. But I guess what goes around comes around.<br/>\nI had someone else ks me at the same camp before. He said I was being a<br/>\nbitch when I complained that he ksed 3 mobs that I had snared and was in the<br/>\nprocess of fighting. Some people are just jerks.<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<br/>\nIt is amazing that people can play this game to the mid-20s and not<br/>\nunderstand that accidents happen.  I am talking<br/>\nabout them Frez, not you.  You did nothing wrong, these individuals<br/>\nsound like anti-social babies.  I wouldn&#39;t worry,<br/>\nyour reputation will overcome the lies.<br/>\n<br/>\nI have been playing EQ since the month it came out and have had people<br/>\nshout &quot;GET LOST -OUR CAMP!!&quot; when I<br/>\njust ran by (not through) the camp with nothing arggo!<br/>\nThere are some real idiots in the game that don&#39;t understand that 1)<br/>\ndon&#39;t know how to share, 2) don&#39;t understand<br/>\nthat if you play enough, you will get accidently trained, you will die<br/>\nbecause someone makes a mistake.  If people can&#39;t understand that<br/>\nthey need to either grow up or not play at all.</div>","specialLinks":[]}}