{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"F5Wh2O8vHtoRCv-8WBjeKDBoy-z8pWI4M-Lyr2cKeaWOdC-ayOSMzcWnuKSWY2AOUu0Fq9p8iZUCXVK3Qw85m1k","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Hello, I am back!!","postDate":"1064031923","msgId":5069,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMDgwMWMzN2Y1MyRhOGNkNWQzMCQyZDIzMDUwYUBTVT4=","referencesHeader":"PDAwMWEwMWMzN2YyNSQwYTdjOTQ4MCQ2YjgwYTk0MUBiZWxvdmVkPg=="},"prevInTopic":5066,"nextInTopic":5070,"prevInTime":5068,"nextInTime":5070,"topicId":5066,"numMessagesInTopic":6,"msgSnippet":"Welcome back David! Legends of Ykesha comes with new zones, new items, new tradeskill recipes, and more bank space! not only do you get double your bank space,","messageBody":"<div id=\"ygrps-yiv-1922771399\">Welcome back David!<br/>\nLegends of Ykesha comes with new zones, new items, new tradeskill recipes,<br/>\nand more bank space! not only do you get double your bank space, but they<br/>\nhave now made it so you have 2 additional bank slots that are shared by all<br/>\nof your characters. There is even a shared coin bank part. Ykesha also added<br/>\na new inventory slot for charms. All of the charms I have seen are no drop<br/>\nand are either quested for or dropped from npcs in the Ykesha zones. Oh,<br/>\nYkesha also added a new playable race-- Frogloks. With a special dye only<br/>\nfrom Ykesha you can dye your armor whatever color you want. The only bad<br/>\nthing is that one of the evil races got kicked out of their home and now<br/>\nshare neriak with the darkelves.<br/>\nLost Dungeons of Norrath added new zones and instanced dungeons that only<br/>\nyou and your party can enter. No more fighting over spawns. You can choose<br/>\nyour adventure type and have a time limit for completion. Inside the<br/>\ndungeons there are chests and barrels and such that can be unlocked and<br/>\nopened or bashed into opening up. You need to be careful of these as they<br/>\nare often trapped. Dungeons also added item augmentations. Via quests or<br/>\nkilling mobs you can get magical stones that when combined in a little pool<br/>\nthingy on a pedastel (found in the Wayfarer&#39;s camps) you can augment an<br/>\nitem. The first one you get is the Adventurers stone, which increases the<br/>\nenchantments the more you interact and advance in your status with the<br/>\nwayfarers.<br/>\nIt&#39;s really quite neat. :-)<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<br/>\nHello,<br/>\n<br/>\n  I am back. I have been gone for awhile. But, for the ones that are new and<br/>\ndont remember me. I am David, I am 29. I play EverQuest on a normal bases.<br/>\nBut, right now I havent been on for a while because I had to let my scribes<br/>\ngo for the time being. I am planning to get back soon. I want to get the two<br/>\nnewiest expanesion. Lancy of Ysheka, and the lost dangunes. Please forgive<br/>\nme I am a bad speller. But I like to keep up with it. I have a question<br/>\nwhere do you get EQ IM? And, does it cost anythign extra? Is there in thing<br/>\ngreat about those expanses? I know I have alot of questions. But, I remember<br/>\nthat you guys are really helpful, and I am glad. I hope to make some friends<br/>\nthat like the samethings I do.<br/>\nmuaddib</div>","specialLinks":[]}}