{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":114093740,"authorName":"armsfullofblessings","from":"&quot;armsfullofblessings&quot; &lt;armsfullofblessings@...&gt;","profile":"armsfullofblessings","replyTo":"LIST","senderId":"2q5UF-cpuEQ5sMGMnYlvCKWbstqfnayglydzHBWZi9EfzgEXPRNDnViU8L3WeAAhoNC0kB3unLipb88Qrw2vLw8l_Z3SThH0z_L_aV2i7EWvr5eEQNxUo1IH258","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Newbie saga (Long...help?!)","postDate":"1073313582","msgId":5470,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJ0YnN2ZStyc3BiQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":5471,"prevInTime":5469,"nextInTime":5471,"topicId":5470,"numMessagesInTopic":10,"msgSnippet":"Hello all, My name is Peg, and I am glad to have found your e-loop.  I m one of those newbies.  Started about three weeks ago, role playing as Qaidyanye,","messageBody":"<div id=\"ygrps-yiv-395650269\">Hello all,<br/>\n<br/>\nMy name is Peg, and I am glad to have found your e-loop.  I&#39;m one<br/>\nof <br/>\nthose newbies.  Started about three weeks ago, role playing as <br/>\nQaidyanye, (still a 1st level High Elf-Paly) on the Brell Serilis <br/>\nserver.<br/>\n<br/>\nI have been trying to learn as much as possible from my basic EQ <br/>\nGold manual, a set of the Prima Players Guides a couple of sites <br/>\nonline and this loop.  I absolutely love to read about EQ play.  I <br/>\ncan only get on for one extended play and a couple of shorter <br/>\nsessions a week though, so don&#39;t have a lot of intense time online.<br/>\n<br/>\n (1) I wanted to roleplay and not use any of what is called the <br/>\npower leveling ...but I&#39;m so unknowledgeable, I think I have <br/>\naccidentally...?  I found a small mail quest and was talking to a <br/>\nreally high level (59 or so) SK, who for whatever reason deemed to <br/>\ngroup me and told me to get on auto-follow.  She got me from <br/>\nFelwithe to the orc lift at Kelethin.  So cool when you&#39;re new.   <br/>\nAnyhow, up the lift I went.  I found the Bard&#39;s Guild Hall, however, <br/>\nwhen I went to deliver the &#39;letter&#39; --- it was no longer in my <br/>\ninventory...I am certain it was given to me from an NPC character <br/>\n(Tissleplay.  Its not like I have a lot in inventory yet as you know <br/>\nwith newbies, but the `letter&#39; was gone when I went to &#39;give&#39;<br/>\nit to <br/>\nthe Bard.   So I wandered around the treetops for awhile.  I spoke <br/>\nto a few players, but found nothing to do and was trying to figure <br/>\nout how I could get back through the forest to Felwithe to do my <br/>\nbasic training points.  As I was walking around through the tree <br/>\nplatforms, from my back came an attack by an orc something or <br/>\nother...after he struck me the first time I ran to a guard nearby, <br/>\nbut the orc thingy killed me and the guard.  So I &#39;came back&#39; at the <br/>\nentrance to Greater Faydark I think.<br/>\n<br/>\nVery soon after I started walking, a character began talking with <br/>\nme, and I talked with him for awhile.  He said he was a level six, <br/>\nhe was bald looking and had a green robe of some type on.  He wanted <br/>\nto &#39;group&#39;, and we went along towards the town center.  He told me <br/>\nabout swimming and I tried that.<br/>\nThen he told me let&#39;s meditate, after sitting for awhile, I went <br/>\nover to try and talk with an NPC for fishing supplies, when I came <br/>\nback this group leader guy Summader) was dead.  He didn&#39;t come back <br/>\nvery quickly, so I went along.  I found some quest that said if I <br/>\ncollected the bone chips of four skeletons I would be &#39;richly <br/>\nrewarded.&#39;  So I went to the outside of Faydark, and Summader was <br/>\nthere again.  I told him of my quest and he said let&#39;s go...he had <br/>\nsome sorts of magic spells and used them on a couple of skeletons, <br/>\nand motioned for me to pick up the loot.  Which I think I did.  Then <br/>\nthis Summader disappeared.  Here I am, level one, innocent little <br/>\nPaly, drakelings, flying bats, skeletons...twinkling twinks or <br/>\nsomething like that all around me...no path in sight.  I start <br/>\nrunning; suddenly I see a path, and on the other side what looks <br/>\nlike a stanchion with a book on top of it.  I went over and clicked, <br/>\nthinking it was some sort of clue etc....and it says &#39;loading&#39;.   <br/>\n(2)  Then suddenly I am somewhere else...(I have EQ Gold edition <br/>\nwhich includes Everquest Classic, Ruins of Kunark, Shadows of <br/>\nLuclin, Scars of Velious and Planes of Power.)---so did I &#39;power up <br/>\nsomewhere?&quot;  Or was this just some sort of portal?  Open ground area <br/>\nwith mostly one story Grecian architecture type buildings...quite a <br/>\nlot of different races running about. Text is scrolling by fast on <br/>\nmy main window, most of which is peppered with abbreviations I <br/>\ncannot figure out of course :o)....I turned one corner, and then it <br/>\nlooks like a big party...at least 15 or 20 characters, different <br/>\nraces/species, all slinging magic of some sort or practicing or ?  <br/>\nI, irl, was at that a little fried from this log-on and all the <br/>\nactivity and not having any inkling where I am, or what is going <br/>\non.  I could find hardly anyone who would speak with mea very<br/>\nbusy <br/>\nplace! Finally, a gallant, (sweet) manly-man :0), took a minute to <br/>\nwalk me over to some sort of vertically designed stone and I got <br/>\nback to Greater Faydark and then camped.  And so that is my <br/>\n(probably quite boring) saga.  <br/>\n<br/>\nWhen I went online the next time, a most helpful Cleric struck up a <br/>\nconversation with me.  She was very generous with gifts and her <br/>\ntime.  (Unfortunately, I kept getting disconnected 1001 errors.) She <br/>\nsaid she gave to me three items  I think leather legging, a vest<br/>\nor <br/>\njacket of some sort, and something else.  She also gave me 107 <br/>\nplat.  The plat showed up on my inventory screen; but I can&#39;t<br/>\nfind <br/>\nthe gifts.  She kept trying to tell me to look in my backpack as I <br/>\ndon&#39;t have any bags yet.  I have scoured my manual and<br/>\nguidesI <br/>\nclick on my backpack and see the image of the backpackbut I<br/>\ndon&#39;t <br/>\nknow how to `open&#39; it or access the contents.  So I found a<br/>\nbank and <br/>\nput my money in, and went out happily hunting truth and injustice as <br/>\nonly a powerful 1st level Paly can doand I actually killed<br/>\nseveral <br/>\nrodents AND a spiderlingAND attacked a skeleton-looking<br/>\nthing,<br/>\nding,I got promoted, now evil Norrath residents are cowering as I <br/>\npractice my hunting prowess as a Level 2 High Elf Paly<br/>\n<br/>\nNow what?!  I thought I would try to get some info before going back <br/>\non.   I love this, but have absolutely no one irl who is the least <br/>\nbit interested in any sort of roleplaying type game...or knows <br/>\nanything about EQ.<br/>\n<br/>\nIn one of the last EQ digests I read, Flaumigevylke said:<br/>\n&quot;... But I have to say as well that there&#39;s characters from every <br/>\nclass I&#39;ve played with have done the same thing, they don&#39;t know how <br/>\nto play and end up getting the whole group wiped out. Personally I <br/>\nblame it on them being power leveled and not taking the time to <br/>\nlearn how to really play them or know what their full capabilities <br/>\nare.&quot;<br/>\n<br/>\n<br/>\nIt would be so helpful to all of the newbies reading this, if you <br/>\nvet&#39;s would give us a general overview of the most beneficial trek <br/>\ntoward being a good supportive player by the time we are at higher <br/>\nlevels.  I know skills and training is somewhat different dependent <br/>\nupon the race and class.  I would love some personal guidance on how <br/>\nto become a rock solid Paly!  But, general pointers are also helpful <br/>\nto beginners.  There is a HUGE amount of information. Like, I&#39;ve <br/>\nread in all my guides, if you are a level below 10 or so, you should <br/>\npractice or train your skills any chance you get; and also not to <br/>\nventure much past where a guard is, that you shouldn&#39;t try to kill <br/>\neven the smaller mobs if there are multiples, etc.   --- so how do I <br/>\nmove up in levels?  I have no inkling yet, how to strategize.  I <br/>\nknow what my main inventory window is, but when I have killed <br/>\nsomething and loot it, a different window pops up...does everything <br/>\nI loot go automatically to my main inventory window, or am I suppose <br/>\nto access some other sort of window to see the items I am obtaining <br/>\ntowards a quest I am on? Some character said he gave me a &#39;buff&#39; and <br/>\nfor me to go fight something---that the buff would be good for two <br/>\nhours.  But how do I confirm something like this; what window do I <br/>\ngo to in order to see what sort of magical help he gave me?  <br/>\n<br/>\nI swear never to write more than a two paragraph post again, pls <br/>\ndon&#39;t kick me off the list for taking up too much space and time!  <br/>\nThanks a lot, <br/>\n<br/>\nSign me:<br/>\nHoping for a lot of help now, so that a few seasons from now I won&#39;t <br/>\nsound so pathetic and I can later help someone else...<br/>\nQ on Brell Serilis</div>","specialLinks":[]}}