{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":155342689,"authorName":"STG2(SW) Pierce","from":"&quot;STG2(SW) Pierce&quot; &lt;piercer@...&gt;","replyTo":"LIST","senderId":"06A9F480kwceUtG98xwpcYuC36lDp5FJ3-tEjHFHunlw4Mf1s5BF33nHEtvFBFqqBfonkOOatUc-lYNPeMKTPkuuQYyLiYCt2_c_YNGUTSU2","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Newbie saga (Long...help?!)","postDate":"1073407865","msgId":5472,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDUxMUIyRjJGNjY1QTZCNDg5NjVBMzY4NkEzQTQzQjRGMjQ2QTA3QGZmZzYwdWJkMDEuZGF2aXMubmF2eS5taWw+"},"prevInTopic":5471,"nextInTopic":5473,"prevInTime":5471,"nextInTime":5473,"topicId":5470,"numMessagesInTopic":10,"msgSnippet":"Hello Peg let me one of the first to welcome you to the best chat room in the world =) I have to say your newbie saga was fun interesting to read, it brought","messageBody":"<div id=\"ygrps-yiv-992865766\">Hello Peg let me one of the first to welcome you to the best chat room in<br/>\nthe world =) I have to say your newbie saga was fun interesting to read, it<br/>\nbrought back memories of when I was a newbie..heh heh..I remember my first<br/>\ncharacter I made was a dark elf necromancer..I had no idea how to open doors<br/>\nso I would wait for someone to walk thru and I would rush in lol..but anyway<br/>\nthough I will try to answer your questions the best I can.  I&#39;ve been<br/>\nplaying EQ for about 2 and a half years now and my highest character is a 65<br/>\nwarrior so I have plenty of experience in EQ.  Ok to start with<br/>\npowerleveling (aka PL) is when a high lvl character casts &quot;buffs&quot; on you<br/>\nthat increase your stats by insane amounts (a lvl 1 with over 1,000 hit<br/>\npoints, str of 180, etc) and the way you can vertify if you are buffed is<br/>\nyou can check your upper right window..if you have a buff (or debuff) then a<br/>\nsymbol will appear in that window.  The type of symbol that appears depends<br/>\non the buff.  You can put your mouse pointer on that symbol and it will tell<br/>\nyou the name of the buff.  Another way you can tell is to press the &quot;i&quot;<br/>\nbutton to bring up your inventory, it will show your stats and if any of<br/>\nyour stats are way above normall then you are buffed.  And FYI that<br/>\nstanchion with a book on top of it is a portal to the Plane of Knowledge.<br/>\nThese portals are just about in every city so it makes traveling alot easier<br/>\nthan it used to be.  And another thing to open up any container all you have<br/>\nto do is right click it..you can also right click and hold on any item and<br/>\nyou&#39;ll see it&#39;s description like what it is, weither the item is no rent, no<br/>\ndrop, lore, etc.  Now at your lvl keep doing what you are doing hunting in<br/>\nthe newbie zones and cities, always &quot;con&quot; creatures (aka &quot;mobs&quot; - mobile<br/>\nobjects) by selecting any mob and pressing c, your EQ guide should cover the<br/>\ndetails on conning.  Now here is some advice, as a melee class you must work<br/>\non your taunt skill as often as possible, I reccomend making a taunt hot<br/>\nbutton and have that button set up so when you press q for example you would<br/>\ntaunt.  Another thing you should work on is trying to keep your weapons<br/>\nskills as balenced as possible..try to keep 1hs 2hs..etc..in somewhat equal<br/>\namounts (espically 2hs since your epic is a 2hs weapon).  The reason why I<br/>\nreccomend keeping your weapon skills balenced is that if you happen to come<br/>\nacross a really nice pierceing weapon or 1hb wep but your skill in that<br/>\nweapon is only 2 then you would be very effective with that weapon.  I<br/>\nalways try to practice in groups..it just makes your skill go up faster<br/>\nsince there is less downtime then going at it alone.  Also keep up your bash<br/>\nskill, your gonna use that skill the majority of your time playing a pally.<br/>\nWell I guess thats all the advice I can give you for now..good luck and<br/>\nhappy hunting!<br/>\n<br/>\nBloodbrood Deathdisciple &lt;Cealitus&gt;<br/>\nShadowknight of the 30th Season</div>","specialLinks":[]}}