{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":168823718,"authorName":"Wulfric Rennison","from":"&quot;Wulfric Rennison&quot; &lt;rgillispie@...&gt;","profile":"wulfricr","replyTo":"LIST","senderId":"glpH1uDG7F_hJApJ51K8zmOCAFHOGsVLp3g7iQu06WXOUWGUiNr6EaJ9jdd92QBENgnc5H8EB4e-I0RyeIB36Ajm-bR5PpJF-vhUpCrpx63Fx3JxpAI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] Newbie saga (Long...help?!)","postDate":"1073411673","msgId":5473,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYTgwMWMzZDQ3ZSQyNDhhMGEyMCQ2NTAxYThjMEB0YW1wYWJheS5yci5jb20+","referencesHeader":"PGJ0YnN2ZStyc3BiQGVHcm91cHMuY29tPg=="},"prevInTopic":5472,"nextInTopic":5474,"prevInTime":5472,"nextInTime":5474,"topicId":5470,"numMessagesInTopic":10,"msgSnippet":"Interesting story.  Reminds me of the humor column called Skaterr Gnome on Casters Realm. You ll find that there is an amazing learning curve that happens as","messageBody":"<div id=\"ygrps-yiv-550060889\">\n<html><head>\n \n \n<style></style>\n</head>\n \n<div><font face=\"Arial\" size=\"2\">Interesting story.&nbsp; Reminds me of the humor \ncolumn called &quot;Skaterr Gnome&quot; on Casters Realm.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">You&#39;ll find that there is an amazing learning curve \nthat happens as you go along.&nbsp; It starts with just learning your way around \nthe zones.&nbsp; You&#39;ll find that as you progress you&#39;ll keep visiting specific \nzones repeatedly, and these zones you&#39;ll get to know like the back of your \nhand.&nbsp; It&#39;ll be interesting to hear how your story changes when you start \ngetting higher in level... the type sof questions you will ask \nthen.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">I can remember when I first started playing \nEverQuest, the gameplay was very different than it is now.&nbsp; I started \nplaying at the time The Ruins Of Kunark had just been released.&nbsp; My first \ncharacter was a half elf rogue.&nbsp; I started out in Freeport.&nbsp; I didn&#39;t \nknwo anything about spells or having to med for mana.&nbsp; I didn&#39;t know \nanything about needing magical weapons to kill magical creatures.&nbsp; All I \nknew were the basics of how to move around and how to set up my hotkeys.&nbsp; \nSo believe me, the first time I tried to go up against a willowisp using a rusty \nrapier, I had a big shock.&nbsp; Another thing I didn&#39;t know about was light \nsources or gamma correction.&nbsp; As a default gamma isn&#39;t set very high in the \ngame and that makes it incredibly difficult to see int he dark, even for races \nthat have infravision.&nbsp; Then you find out that different light sources have \ngreater ranges.&nbsp; For example, a fire beetle eye acts as a lightsource but \ndoesnt have as wide a range as a Greater Lightstone.&nbsp; Then you find out \nthat some armor you can get acts as its own lightsource.&nbsp; Well as a newbie \nrogue, I didn&#39;t know all that.&nbsp; So when I found myself at an orc camp in \nEast Commons with no source of light, I had no idea where I was or how I got \nthere.&nbsp; All I knew was that I was dead before I could move 2 feet.&nbsp; I \nthought I&#39;d never get my corpse back!!&nbsp; Keep in mind, that was back in the \nday when you didnt get your&nbsp;gear back before level 10 when you died.&nbsp; \nAnyway, with the help of a bard I managed to locate my corpse.&nbsp; Since then, \nI&#39;ve learned East Commons so well that&#39;s it&#39;s now impossible for me to get lost \nthere.&nbsp; </font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">And I think you&#39;ll find the same will happen to \nyou.&nbsp; Just keep running around the zone, try to avoid dying as much as \npossible, and you&#39;ll learn your way around as well as any high level \nplayer.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Incidentally, another learnign curve happens when \nyou go from playing a caster to a non-caster or vice versa.&nbsp; you can&#39;t play \nthe two the same way.&nbsp; When you&#39;ve played one type for so long it&#39;s a \nlittle hard to get used to playing the other type.&nbsp; So if the first \ncharacter you create is a paladin, that&#39;s a good thing, cause they&#39;re highbrids, \ncasters with melee abilities.&nbsp; Make it easier to transition later \non.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Wulfric&nbsp; //&nbsp; Raido</font></div>\n<div><font face=\"Arial\" size=\"2\">38 ROG&nbsp; //&nbsp; 52 DRU</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<blockquote><span title=\"qreply\"> <blockquote\n style=\"PADDING-RIGHT:0px;PADDING-LEFT:5px;MARGIN-LEFT:5px;BORDER-LEFT:#000000 2px solid;MARGIN-RIGHT:0px;\">\n  <div style=\"FONT:10pt arial;\">----- Original Message ----- </div>\n  <div\n style=\"BACKGROUND:#e4e4e4;FONT:10pt arial;\"><b>From:</b> \n  <a rel=\"nofollow\" title=\"armsfullofblessings@...\"\n target=\"_blank\" href=\"mailto:armsfullofblessings@...\">armsfullofblessings</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>To:</b> <a rel=\"nofollow\" title=\"EverQuest@yahoogroups.com\"\n target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>Sent:</b> Monday, January 05, 2004 9:39 \n  AM</div>\n  <div style=\"FONT:10pt arial;\"><b>Subject:</b> [EverQuest] Newbie saga \n  (Long...help?!)</div>\n  <div><font face=\"Arial\" size=\"2\"></font><font face=\"Arial\"\n size=\"2\"></font><br></div><tt><br>Hello all,<br><br>My name is Peg, and I am \n  glad to have found your e-loop.&nbsp; I&#39;m one<br>of <br>those newbies.&nbsp; \n  Started about three weeks ago, role playing as <br>Qaidyanye, (still a 1st \n  level High Elf-Paly) on the Brell Serilis <br>server.<br><br>I have been \n  trying to learn as much as possible from my basic EQ <br>Gold manual, a set of \n  the Prima Players Guides a couple of sites <br>online and this loop.&nbsp; I \n  absolutely love to read about EQ play.&nbsp; I <br>can only get on for one \n  extended play and a couple of shorter <br>sessions a week though, so don&#39;t \n  have a lot of intense time online.<br><br>(1) I wanted to roleplay and not use \n  any of what is called the <br>power leveling ...but I&#39;m so unknowledgeable, I \n  think I have <br>accidentally...?&nbsp; I found a small mail quest and was \n  talking to a <br>really high level (59 or so) SK, who for whatever reason \n  deemed to <br>group me and told me to get on auto-follow.&nbsp; She got me \n  from <br>Felwithe to the orc lift at Kelethin.&nbsp; So cool when you&#39;re \n  new.&nbsp;&nbsp; <br>Anyhow, up the lift I went.&nbsp; I found the Bard&#39;s \n  Guild Hall, however, <br>when I went to deliver the &#39;letter&#39; --- it was no \n  longer in my <br>inventory...I am certain it was given to me from an NPC \n  character <br>(Tissleplay.&nbsp; Its not like I have a lot in inventory yet as \n  you know <br>with newbies, but the `letter&#39; was gone when I went to \n  &#39;give&#39;<br>it to <br>the Bard.&nbsp;&nbsp; So I wandered around the treetops \n  for awhile.&nbsp; I spoke <br>to a few players, but found nothing to do and \n  was trying to figure <br>out how I could get back through the forest to \n  Felwithe to do my <br>basic training points.&nbsp; As I was walking around \n  through the tree <br>platforms, from my back came an attack by an orc \n  something or <br>other...after he struck me the first time I ran to a guard \n  nearby, <br>but the orc thingy killed me and the guard.&nbsp; So I &#39;came back&#39; \n  at the <br>entrance to Greater Faydark I think.<br><br>Very soon after I \n  started walking, a character began talking with <br>me, and I talked with him \n  for awhile.&nbsp; He said he was a level six, <br>he was bald looking and had \n  a green robe of some type on.&nbsp; He wanted <br>to &#39;group&#39;, and we went \n  along towards the town center.&nbsp; He told me <br>about swimming and I tried \n  that.<br>Then he told me let&#39;s meditate, after sitting for awhile, I went \n  <br>over to try and talk with an NPC for fishing supplies, when I came \n  <br>back this group leader guy Summader) was dead.&nbsp; He didn&#39;t come back \n  <br>very quickly, so I went along.&nbsp; I found some quest that said if I \n  <br>collected the bone chips of four skeletons I would be &#39;richly \n  <br>rewarded.&#39;&nbsp; So I went to the outside of Faydark, and Summader was \n  <br>there again.&nbsp; I told him of my quest and he said let&#39;s go...he had \n  <br>some sorts of magic spells and used them on a couple of skeletons, <br>and \n  motioned for me to pick up the loot.&nbsp; Which I think I did.&nbsp; Then \n  <br>this Summader disappeared.&nbsp; Here I am, level one, innocent little \n  <br>Paly, drakelings, flying bats, skeletons...twinkling twinks or \n  <br>something like that all around me...no path in sight.&nbsp; I start \n  <br>running; suddenly I see a path, and on the other side what looks <br>like \n  a stanchion with a book on top of it.&nbsp; I went over and clicked, \n  <br>thinking it was some sort of clue etc....and it says \n  &#39;loading&#39;.&nbsp;&nbsp; <br>(2)&nbsp; Then suddenly I am somewhere else...(I \n  have EQ Gold edition <br>which includes Everquest Classic, Ruins of Kunark, \n  Shadows of <br>Luclin, Scars of Velious and Planes of Power.)---so did I \n  &#39;power up <br>somewhere?&quot;&nbsp; Or was this just some sort of portal?&nbsp; \n  Open ground area <br>with mostly one story Grecian architecture type \n  buildings...quite a <br>lot of different races running about. Text is \n  scrolling by fast on <br>my main window, most of which is peppered with \n  abbreviations I <br>cannot figure out of course :o)....I turned one corner, \n  and then it <br>looks like a big party...at least 15 or 20 characters, \n  different <br>races/species, all slinging magic of some sort or practicing or \n  ?&nbsp; <br>I, irl, was at that a little fried from this log-on and all the \n  <br>activity and not having any inkling where I am, or what is going \n  <br>on.&nbsp; I could find hardly anyone who would speak with mea \n  very<br>busy <br>place! Finally, a gallant, (sweet) manly-man :0), took a \n  minute to <br>walk me over to some sort of vertically designed stone and I got \n  <br>back to Greater Faydark and then camped.&nbsp; And so that is my \n  <br>(probably quite boring) saga.&nbsp; <br><br>When I went online the next \n  time, a most helpful Cleric struck up a <br>conversation with me.&nbsp; She \n  was very generous with gifts and her <br>time.&nbsp; (Unfortunately, I kept \n  getting disconnected 1001 errors.) She <br>said she gave to me three items  I \n  think leather legging, a vest<br>or <br>jacket of some sort, and something \n  else.&nbsp; She also gave me 107 <br>plat.&nbsp; The plat showed up on my \n  inventory screen; but I can&#39;t<br>find <br>the gifts.&nbsp; She kept trying to \n  tell me to look in my backpack as I <br>don&#39;t have any bags yet.&nbsp; I have \n  scoured my manual and<br>guidesI <br>click on my backpack and see the image \n  of the backpackbut I<br>don&#39;t <br>know how to `open&#39; it or access the \n  contents.&nbsp; So I found a<br>bank and <br>put my money in, and went out \n  happily hunting truth and injustice as <br>only a powerful 1st level Paly can \n  doand I actually killed<br>several <br>rodents AND a spiderlingAND attacked \n  a skeleton-looking<br>thing,<br>ding,I got promoted, now evil Norrath \n  residents are cowering as I <br>practice my hunting prowess as a Level 2 High \n  Elf Paly<br><br>Now what?!&nbsp; I thought I would try to get some info \n  before going back <br>on.&nbsp;&nbsp; I love this, but have absolutely no one \n  irl who is the least <br>bit interested in any sort of roleplaying type \n  game...or knows <br>anything about EQ.<br><br>In one of the last EQ digests I \n  read, Flaumigevylke said:<br>&quot;... But I have to say as well that there&#39;s \n  characters from every <br>class I&#39;ve played with have done the same thing, \n  they don&#39;t know how <br>to play and end up getting the whole group wiped out. \n  Personally I <br>blame it on them being power leveled and not taking the time \n  to <br>learn how to really play them or know what their full capabilities \n  <br>are.&quot;<br><br><br>It would be so helpful to all of the newbies reading \n  this, if you <br>vet&#39;s would give us a general overview of the most beneficial \n  trek <br>toward being a good supportive player by the time we are at higher \n  <br>levels.&nbsp; I know skills and training is somewhat different dependent \n  <br>upon the race and class.&nbsp; I would love some personal guidance on how \n  <br>to become a rock solid Paly!&nbsp; But, general pointers are also helpful \n  <br>to beginners.&nbsp; There is a HUGE amount of information. Like, I&#39;ve \n  <br>read in all my guides, if you are a level below 10 or so, you should \n  <br>practice or train your skills any chance you get; and also not to \n  <br>venture much past where a guard is, that you shouldn&#39;t try to kill \n  <br>even the smaller mobs if there are multiples, etc.&nbsp;&nbsp; --- so how \n  do I <br>move up in levels?&nbsp; I have no inkling yet, how to \n  strategize.&nbsp; I <br>know what my main inventory window is, but when I have \n  killed <br>something and loot it, a different window pops up...does everything \n  <br>I loot go automatically to my main inventory window, or am I suppose \n  <br>to access some other sort of window to see the items I am obtaining \n  <br>towards a quest I am on? Some character said he gave me a &#39;buff&#39; and \n  <br>for me to go fight something---that the buff would be good for two \n  <br>hours.&nbsp; But how do I confirm something like this; what window do I \n  <br>go to in order to see what sort of magical help he gave me?&nbsp; \n  <br><br>I swear never to write more than a two paragraph post again, pls \n  <br>don&#39;t kick me off the list for taking up too much space and time!&nbsp; \n  <br>Thanks a lot, <br><br>Sign me:<br>Hoping for a lot of help now, so that a \n  few seasons from now I won&#39;t <br>sound so pathetic and I can later help \n  someone else...<br>Q on Brell Serilis<br><br><br><br></tt><br><br><tt>Visit \n  the EverQuest homepage at <a rel=\"nofollow\"\n target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br></tt><br><br><br><tt>\n  <hr width=\"500\">\n  <b>Yahoo! Groups Links</b><br>\n  <ul>\n    <li>To visit your group on the web, go to:<br><a rel=\"nofollow\"\n target=\"_blank\" href=\"http://groups.yahoo.com/group/EverQuest/\">http://groups.yahoo.com/group/EverQuest/</a><br>&nbsp; \n\n    <li>To unsubscribe from this group, send an email to:<br><a rel=\"nofollow\"\n target=\"_blank\" href=\"mailto:EverQuest-unsubscribe@yahoogroups.com?subject=Unsubscribe\">EverQuest-unsubscribe@yahoogroups.com</a><br>&nbsp; \n\n    <li>Your use of Yahoo! Groups is subject to the <a rel=\"nofollow\"\n target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">Yahoo! Terms of Service</a>. \n  </li></ul></tt><br></blockquote></span></blockquote></html> \n</div>","specialLinks":[]}}