{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":80423493,"authorName":"Mac","from":"&quot;Mac&quot; &lt;bigmaca3@...&gt;","profile":"bigmaca3","replyTo":"LIST","senderId":"GkqdLRWFaz4eMQ_nFQnn5fCroS7_rFLZaBzl1bHcsEvtadB1V-dKXaMULCPgB4p7jR5GqAbkRlTqctlLq7MVWB0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"GM events","postDate":"1073548686","msgId":5481,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGJ0ajJpZSszaG50QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":5482,"prevInTime":5480,"nextInTime":5482,"topicId":5481,"numMessagesInTopic":8,"msgSnippet":"Since we are in a story telling mood, and to get some things jump started, I though I d ask this.  Do you remember your first GM event?  Or even the most","messageBody":"<div id=\"ygrps-yiv-1880006917\">Since we are in a story telling mood, and to get some things jump <br/>\nstarted, I though I&#39;d ask this.  Do you remember your first GM <br/>\nevent?  Or even the most memorable.  <br/>\n<br/>\nNow I know some of you are asking what are those!  Back in the olden <br/>\ndays of Everquest, before the new planes were revealed, before the <br/>\nNexus opened and the moon Luclin moved closer to us, before the great <br/>\nice sheet that is Velious was found there were mythical beings that <br/>\nwalked the land called GM&#39;s.  On certain occasions they would come <br/>\ndown to the lands of Norrath and alter them.  Sometimes they played <br/>\ntricks, or reset a zone to their own liking.  Some of you may have <br/>\nexperienced this over Christmas, or during Halloween.<br/>\n<br/>\nWhen Tuldayen was a young and very inexperienced Ranger roaming the <br/>\nhills around Qeynos he was involved in such an event.  He awoke one <br/>\nmorning to find himself in the quiet of Surefall Glade.  He took up <br/>\nhis trusty Hickory Bow and sheathed his now only tarnished long sword <br/>\nand ventured out into the still unfamiliar hills.  But when he <br/>\nentered the tunnel he was met by several of the evil undead.  He was <br/>\nlucky enough to jump back into the protection of the glade and <br/>\navoided death.  He thought to himself &quot;where are those guards&quot; and <br/>\nventured out again.<br/>\n<br/>\nHe was amazed by what he found.  The sky was a deep red, blood red.  <br/>\nThe entire land was filled with all manner of Skeletons.  Many were <br/>\nfamiliar to him, but many more were not and some were 30 feet tall!  <br/>\nIt was as if the ancient battlefields of Norrath had spilled their <br/>\ndead on the land.  Then he heard the wails of Varsoon the undying and <br/>\nsaw great magicks near the ruins.  He ran for his life toward the <br/>\nCity of Qeynos.  When he looked back there were a dozen of the evil <br/>\ncreatures behind him.  He made it to the city and found many like <br/>\nhim.  Parties were formed and we headed back to the hills to destroy <br/>\nwhat evil we could.  Oh, many of us fell that day.  We had the good <br/>\nfortune to have obtained a bind in the city.  Experience was gained <br/>\nand lost, many of us found better weapons amongst the shattered bones <br/>\nand plenty of gold was found.<br/>\n<br/>\nEventually the hills filled with powerful adventurers and the Guilds <br/>\ncalled upon their members to gather for the war.  The Undead War <br/>\nraged for days in the hills around Qeynos until at last enough blood <br/>\nhad been spilled to satisify any God.  Or GM! ;)<br/>\n<br/>\nThis was a 1-35 event that went for 8 actual hours.  Tell us your <br/>\nstory, and I&#39;ll tell you about day werewolves ravaged the West <br/>\nCommonlands!</div>","specialLinks":[]}}