{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":155342689,"authorName":"STG2(SW) Pierce","from":"&quot;STG2(SW) Pierce&quot; &lt;piercer@...&gt;","replyTo":"LIST","senderId":"BOW0EZ6ZYP6ziOJ-TpC6WrS6z-ObwBXZtNzzdAFVBBu55F2Ud-3fWHEspX4PBcT_1zh1hgMFbUEtTTholq7VUsgI-WdfQT1CWAMxoVGg9KMp","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EverQuest] Newbie saga (Long...help?!)","postDate":"1073687422","msgId":5485,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDUxMUIyRjJGNjY1QTZCNDg5NjVBMzY4NkEzQTQzQjRGMjQ2QTBEQGZmZzYwdWJkMDEuZGF2aXMubmF2eS5taWw+"},"prevInTopic":5479,"nextInTopic":5548,"prevInTime":5484,"nextInTime":5486,"topicId":5470,"numMessagesInTopic":10,"msgSnippet":"Hello Peg its me again, I am bored I had just moved so DSL isn t hooked up yet so I can t play EQ.  So I figure I read about EQ then.  I come across your","messageBody":"<div id=\"ygrps-yiv-1323080785\">Hello Peg its me again, I am bored I had just moved so DSL isn&#39;t hooked up<br/>\nyet so I can&#39;t play EQ.  So I figure I read about EQ then.  I come across<br/>\nyour newbie saga again and I thought of some more stuff/advice that you<br/>\nmight want to know.  Ok first off if you are in a group with a cleric always<br/>\nprotect the cleric by taunting the mob as often as you can, and if the<br/>\ncleric runs into trouble (like has 2 mobs beating on him/her and has 1<br/>\nbubble of health left) use your Lay Hands Skill on the cleric.  I can&#39;t<br/>\nstress this enough- It&#39;s very important!  Yes you might die but the cleric<br/>\ncan always rez you.  This goes for any group that you are in that has a<br/>\ncleric.  If the group runs into trouble and has lots of mobs beating them<br/>\nyou should taunt the mobs onto yourself and give everyone else a chance to<br/>\nrun espically if you are playing with casters.  I only reccomend this if you<br/>\nhave a cleric in the group..if not then hold the mob best you can to give<br/>\nyour group members some time to run..and once they are safe run for the zone<br/>\nline.  Sometimes just using the Taunt button isn&#39;t enough.  So what do you<br/>\ndo?  Use your healing spells to heal whoever is getting the beating, Healing<br/>\nspells are a great way to get aggro of any mob (ask any cleric) and onto<br/>\nyou.  If you are elected to be the group puller always communicate<br/>\ncommunicate communicate - everything, how many mobs there are, how many are<br/>\nfollowing you, what they con to you.  If you are the main tank in a group<br/>\nmake sure everyone assists (/assist) you...likewise if you are not the main<br/>\ntank then you be assisting him/her at all times by clicking their character<br/>\nand typing in /assist.  You must do this with every mob he/she pulls.  When<br/>\nin a group use the F1 thru F6 keys to target group members (to target group<br/>\nmembers pet&#39;s simply press the corresponding F key twice).  When beating on<br/>\na mob use the Tab key to quicky target yourself for a few quick heals if<br/>\nneeded then Tab again to get right back on the mob.  If you are up against a<br/>\nspell casting mob use your stun line of spells (and bash) to interuppt the<br/>\ncasting.  If you are about to die and you have no idea where you are at use<br/>\nthe /loc command so you have somewhat of an idea where your corpse is at.<br/>\nIf your corpse is somewhere dangerous use the /corpse command (or better yet<br/>\nmake a /corpse hotkey) to summon your corpse closer to you - but for it to<br/>\nwork you must be within a certain range.  Well I guess the last bit of<br/>\nadvice that I can give you..and that I can think of ...is to make sure to do<br/>\nsome homework on your spells before you go out and buy them.  You can look<br/>\nthem up at www.google.com or you buy a Everquest spellbook, it&#39;s a small<br/>\npaperback book that comes with other guides for Everquest.  Well I guess<br/>\nthats it - Happy Hunting!<br/>\n<br/>\nBloodbrood Deathdisciple &lt;Ceatlitus&gt;<br/>\nShadowknight of the 30th Season<br/>\n<br/>\nIt would be so helpful to all of the newbies reading this, if you <br/>\nvet&#39;s would give us a general overview of the most beneficial trek <br/>\ntoward being a good supportive player by the time we are at higher <br/>\nlevels.  I know skills and training is somewhat different dependent <br/>\nupon the race and class.  I would love some personal guidance on how <br/>\nto become a rock solid Paly!  But, general pointers are also helpful <br/>\nto beginners.  There is a HUGE amount of information. Like, I&#39;ve <br/>\nread in all my guides, if you are a level below 10 or so, you should <br/>\npractice or train your skills any chance you get; and also not to <br/>\nventure much past where a guard is, that you shouldn&#39;t try to kill <br/>\neven the smaller mobs if there are multiples, etc.   --- so how do I <br/>\nmove up in levels?  I have no inkling yet, how to strategize.  I <br/>\nknow what my main inventory window is, but when I have killed <br/>\nsomething and loot it, a different window pops up...does everything <br/>\nI loot go automatically to my main inventory window, or am I suppose <br/>\nto access some other sort of window to see the items I am obtaining <br/>\ntowards a quest I am on? Some character said he gave me a &#39;buff&#39; and <br/>\nfor me to go fight something---that the buff would be good for two <br/>\nhours.  But how do I confirm something like this; what window do I <br/>\ngo to in order to see what sort of magical help he gave me?  <br/>\n<br/>\nI swear never to write more than a two paragraph post again, pls <br/>\ndon&#39;t kick me off the list for taking up too much space and time!  <br/>\nThanks a lot, <br/>\n<br/>\nSign me:<br/>\nHoping for a lot of help now, so that a few seasons from now I won&#39;t <br/>\nsound so pathetic and I can later help someone else...<br/>\nQ on Brell Serilis<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nVisit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n <br/>\n<br/>\nYahoo! Groups Links<br/>\n<br/>\nTo visit your group on the web, go to:<br/>\n <a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/EverQuest/\">http://groups.yahoo.com/group/EverQuest/</a><br/>\n<br/>\nTo unsubscribe from this group, send an email to:<br/>\n <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest-unsubscribe@yahoogroups.com\">EverQuest-unsubscribe@yahoogroups.com</a><br/>\n<br/>\nYour use of Yahoo! Groups is subject to:<br/>\n <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a></div>","specialLinks":[]}}