{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":4817757,"authorName":"Nefrahari@aol.com","from":"Nefrahari@...","profile":"hj7lucy1","replyTo":"LIST","senderId":"mfuFOD0A7BZpmlRQ3KE4afyiwWMhaeL9CRsy-Rl0Z9Iyk2X3U9t14JF6PWvxRRADx1h89T-GAV8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] The first time to group blues.","postDate":"1074501979","msgId":5506,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE5Yi4xZjk0YWI3OC4yZDNjZjM1YkBhb2wuY29tPg=="},"prevInTopic":5505,"nextInTopic":5507,"prevInTime":5505,"nextInTime":5507,"topicId":5505,"numMessagesInTopic":5,"msgSnippet":"In a message dated 1/19/2004 3:02:32 AM Eastern Standard Time, family10@cox.net writes: How is a shaman important to a group? What does the group need most ","messageBody":"<div id=\"ygrps-yiv-197082423\"><html><head>\n \n</head> \n \n<div>\n<div>\n<div>In a message dated 1/19/2004 3:02:32 AM Eastern Standard Time, family10@... writes:</div>\n<blockquote><span title=\"qreply\"> <blockquote style=\"PADDING-LEFT:5px;MARGIN-LEFT:5px;BORDER-LEFT:blue 2px solid;\"><font face=\"Arial\">How is a shaman important to a group? What does the group need most <br>from the shaman? What is a shaman expected to know?</font></blockquote></span></blockquote></div>\n<div>Wow okay... where to start... I have a 46 Shaman, and I started off pretty clueless about shamans... just knew that they had some cool spells. The great thing about shamans is that we&#39;re very versatile... we can heal, we have the best buffs in the game, we can debuff mobs so that they are practically worthless... </div>\n<div>&nbsp;</div>\n<div>Here is how a typical group goes with my shaman. Before we start fighting, I cast my buffs on everyone. at level 24 you have a pretty good start on buff spells. You have different lines of spells you can use... basically the different things you can buff are dexterity, agility, strength,&nbsp;stamina, hit points (although you don&#39;t get a really good hp buff until a higher level), AC, and all the resists. (Magic resistance, disease resistance, etc...) You also have SoW which is a spell to increase your movement, regeneration, which allows your target to heal faster, and you&#39;ll get your first haste spell at 29. So buff your major stats on your tanks, give everyone sow and regen. Try and find out what, if any, kinds of spells your mobs cast so you will know what resistances to buff... those can be pretty mana intensive. </div>\n<div>&nbsp;</div>\n<div>Once the fighting starts, what you need to do depends on the makeup of your group. If you have a cleric or a druid, you probably will not need to heal. (Although in PC you do have cure disease which is helpful... any time you&#39;re in PC I would buff disease resist also.) But anyway, if you are not healing, you should keep regen buffed on everyone &amp; make sure the buffs stay... best way to do this is cast them on yourself first, that way you see when they are fading &amp; can recast them as needed. Shamans have the strongest slow spell of any class, so slowing the mobs will help immensely. You have damage over time &amp; nuke spells you can use also, depending on situation. If you have a full group, you may not have time to cast a DoT spell, so you might just want to nuke. If you have one or two people, your DoT spells are really more effective at casting more damage for less mana. </div>\n<div>&nbsp;</div>\n<div>If you ARE the healer, just sit back &amp; keep everyone healed &amp; buffed. </div>\n<div>&nbsp;</div>\n<div>At 24, you will also meet your new best friend, the spell called Cannibalize. This spell takes some of your hitpoints away to regenerate mana faster. Don&#39;t canni yourself below 45-50% of your hitpoints or if you are attacked you could die very fast, but it helps a lot in keeping your mana up so you can be a more effective group member. </div>\n<div>&nbsp;</div>\n<div>I would suggest going to caster&#39;s realm (</div></div>\n<div><a rel=\"nofollow\" target=\"_blank\" href=\"http://eq.crgaming.com/\">everquest casters realm - news, spells, items, equipment, prices, maps, quests, factions (c) 1999-2002</a>) for more information... this site is an incredible resource for magic users in the game, it will tell you everything you need to know about your spells as well as having strategy information. If you have any more questions feel free to ask :)</div>\n<div>&nbsp;</div>\n<div>Jenn</div>\n<div>Rubyflame, 46 Shaman on The Nameless</div>\n<div><font face=\"Arial\" size=\"2\" FAMILY=\"SANSSERIF\">&quot;Winter made a sound<br>Maybe next time if you need me<br>I&#39;ll be around...&quot;<br></font></div></html> \n</div>","specialLinks":[]}}