{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"SqefBMCu1jKSZXUbVou0YRUhSmZk1dWHnLdcFYbEB3Qch-5yBoJscWASk0SgU-wYMm_Mg8yjsktazTzCpd_R_UM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: [EverQuest] Somethign I would like you all to evaluate","postDate":"1077255976","msgId":5576,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDBIVEQwMERIMEMwWFpUQGEzNC1tdGEwMi5kaXJlY3dheS5jb20+"},"prevInTopic":5563,"nextInTopic":0,"prevInTime":5575,"nextInTime":5577,"topicId":5556,"numMessagesInTopic":8,"msgSnippet":"Cool!  How do you get that software? How much does it cost? I would love to learn how to do stuff like that. I got a download of a Flash program and I tried to","messageBody":"<div id=\"ygrps-yiv-418699467\">Cool!  How do you get that software? How much does it cost?<br/>\nI would love to learn how to do stuff like that. I got a download of a Flash program and I tried to make something with it but it kept saying I performed an illegal operation and crashed.<br/>\nYeah, I love the various scenes. They are awesome.<br/>\nAnd the beggar thing was great! My brother came and looked over my shoulder as I was watching it. He loved it too. I had never heard that song before and I really liked it.<br/>\nMakes me want to get the software and do something like that for my guild. I need to get more guild pictures...<br/>\nThanks for sharing that!<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n======== At 2004-02-15, 01:25:00 you wrote: ========<br/>\n<br/>\nHi Su and thanks .<br/>\n<br/>\nI used Macromedia Flash MX Professional 2004  to create the film the music<br/>\naddition was just a simple thing of adding it into one of teh frams  and<br/>\nletting  it start where I wanted it to.<br/>\n<br/>\nAs for the pics I can thank my guildmates for most of the pics  I just<br/>\narranged them in a way that I thought would work best for what I had in mind<br/>\nas I was picking them out  and I tried to have some of the effects to be<br/>\ntimed  with various parts of the song itself.  One of my guildmates said<br/>\nthat they liked the part where my Char is on his Drogmor and raises his epic<br/>\nto point  at  what I would like to imagine  was a mob we were getting ready<br/>\nto attack. In actuality we were getting set up for a Raid in Plane of Sky<br/>\n(air) and I had actually targeted the dwarf in front of me  and used him for<br/>\nthe point reference hehe.<br/>\n<br/>\nMy actual favorite though out of all of that was the very last frame lol<br/>\nwhere you can replay  teh film lol. that is my illustyrious guild leader lol<br/>\nand one of our trade skillers suggested that he dye his armor pink for April<br/>\nFoll&#39;s and  someone took teh screenshot of him dancing in his pink outfit<br/>\nlol  and as soon as I saw it I knew I wanted that one to be at teh end of<br/>\nthe film. At the time I planned this I hadn&#39;t thought about even doing a<br/>\nreplay feature till I was nearly done withteh film and it took me a week to<br/>\nfigure out how to keep the film form ending completely and going back to the<br/>\nstart of the actual film and not to the prelaod portion. Byt the time I was<br/>\ndone with the film I think my brain went LD for a couple of days lol just<br/>\nbefore I posted it for public viewing lol<br/>\n<br/>\nmy next favorite is where i am nekkid in PoK waiting for a rezz and one of<br/>\nour wizzies was there with me and in the movie I just had to make fun of the<br/>\nbeggars  that are so prevalent in the Eq world lol<br/>\n<br/>\nHaly<br/>\n<br/>\n<br/>\n--</div>","specialLinks":[]}}