{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"cVgu9M6KLRUFPrB7F87CC76tc8zWl9gP27c3Xu8zw5xE-NTo4swcYh21t0dYbtIr_f4sleH7NxozOMX6T2U6QIw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: Re: [EverQuest] Task system","postDate":"1096532117","msgId":5838,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDBJNFUwMDZOR0VUNTc5QGEzNC1tdGEwMi5kaXJlY3dheS5jb20+"},"prevInTopic":5837,"nextInTopic":5845,"prevInTime":5837,"nextInTime":5839,"topicId":5820,"numMessagesInTopic":15,"msgSnippet":"I can t get ISDN. I also can t get snail mail delivery, trash pickup, pizza delivery, full phonelines, or paved roads. I m 10 miles out from town in the middle","messageBody":"<div id=\"ygrps-yiv-1162255605\">I can&#39;t get ISDN.<br/>\nI also can&#39;t get snail mail delivery, trash pickup, pizza delivery, full phonelines, or paved roads. I&#39;m 10 miles out from town in the middle of the woods.<br/>\nBefore satellite I had dialup that only had 19.2k bandwidth because my phonelines suck and the phone company refused to fix them. They are the only phone company available to me in my particular area. In the city they have full phonelines going to each house, but out here they decided to be cheap and split up a line that should go to one house to serve several houses. The box the lines are in got knocked over and the lines have probably been damaged. Whenever it rains my lines get even worse, but the phone company denies there is a problem and won&#39;t send anyone out to look. The last time I dialed up when I lost connection from satellite during a thunderstorm I used dialup but only connected at 6k. So my phonelines now provide less bandwidth than legally required.<br/>\nSo satellite was the lesser of the 2 evils. I do get some latency, but I can download about 800k.<br/>\n-Su<br/>\n<br/>\n======== At 2004-09-29, 10:09:00 you wrote: ========<br/>\n<br/>\nI don&#39;t generally have lag issues.  I have a cable modem connection and I turn off some game options that would cause lag, like Spell Effects, full names, etc.  And in some places, if necessary, I&#39;ll drop the clipp plane down a little.  So assumng I&#39;m running at full speed with no lag, I still have a hard time soloing the tasks, even as a 64 druid, mainly because of miscellaneous aggro in close quarters.  Sure I can kite one or two mobs, but in close quarters, where adds are coming out of the woodwork, even greenies can beat you down.  I&#39;m not big on soloing per se.  It takes too long and requires too much attention.  I prefer grouping anyway.  XP is much quicker, and in a full group that knows what they&#39;re doing, I only have to snare/dot once per round as opposed to 2 or 3 per (high level) mob.So I don&#39;t waste nearly as much mana meaning I can do other things like back up heal, buff sporadically, or be available to evac if necessary.  <br/>\n<br/>\nI understand that some people are limited to what kind of connections they can get in certain geographical areas, but personally I don&#39;t think satellite is one of the best connections to play EQ.  You should try for an ISDN connection at least.  Connection would probably be more stable, and your uplink would be roughly same speed as your downlink.<br/>\n<br/>\n<br/>\nWulfric</div>","specialLinks":[]}}