{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":125447887,"authorName":"kosingigglephitz","from":"&quot;kosingigglephitz&quot; &lt;steveh@...&gt;","profile":"stevenrhulse","replyTo":"LIST","senderId":"NJxIldbAW5DDjySfqEs921AbRwUvSpuablgjTLdTs5CVnU6p4UAOQSCW5R_ysAiR6mIJERI22we-XCg2_H21XV_exD0x3KQ9Spk4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Something strange happened in Butcherblock","postDate":"1101582922","msgId":5949,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGNvYWpvYStzbm9jQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":5950,"prevInTime":5948,"nextInTime":5950,"topicId":5949,"numMessagesInTopic":4,"msgSnippet":"Yesterday (11/25/04) Kuyena and I werre over in Butcherblock trying to find her a Basalisk tounge to help finish her armor quest. Anyway after I poped in","messageBody":"<div id=\"ygrps-yiv-297077062\">Yesterday (11/25/04) Kuyena and I werre over in Butcherblock trying to<br/>\nfind her a Basalisk tounge to help finish her armor quest. Anyway<br/>\nafter I poped in through the book there was a Barbarian Shaman<br/>\nstanding there. Her name was Shaman Traxa and she was asking for<br/>\ncertain items. At first I couldn&#39;t tell if she was a real player who<br/>\nhad bad faction and couldn&#39;t go get the stuff because the guards would<br/>\nKOS her or if she was a new NPC, when doing a /who she would not show<br/>\nup. There was a froggy there by the name of Rattlehead who was trying<br/>\nto find the stuff so I asked her if this was a quest or a real person.<br/>\nRattlehead didn&#39;t know herself so I began to ask Shaman Traxa some<br/>\nquestions to try and find out. <br/>\n<br/>\nShaman Traxa would do things that really threw me off, she acted like<br/>\na NPC but then acted like a player. I would ask her if she was a real<br/>\nplayer or a NPC and she replied with &quot;What is a NPC?&quot; and then I<br/>\napologiezed for being rude (if she was a real person) and explained<br/>\nwhy I was asking all the questions and told her I am confused about<br/>\nher and she replied &quot;What confused?&quot; I wish I would have turned my<br/>\n/log on to have gotten the full text but as you can see by her actions<br/>\n(sitting and casting SoW on another toon) and her text it was as if<br/>\nshe was a RL player but not quite. Anyway after recieving all the<br/>\nitems she would turn into a red Dragon and then attack you. Oh and<br/>\nduring this time  there would be little things like in emote text it<br/>\nwould say &quot;Shaman Traxa opens a book and begins to read from it.&quot;<br/>\nfollowed by yellow text &quot;Sparks flash across the sky&quot;. And when she<br/>\nturned into a dragon there was in yellow text a<br/>\n&quot;SCHREEEEEAAAAACCCCHHHHHHH!&quot;. Anyway there was another person there<br/>\nnamed Cometome who was a much higher level toon buffing and healing us<br/>\nwhile we were fighting Shaman Traxa. He told me that only lowbies can<br/>\nkill it when I said I was going to go get Durgaa. Upon killing Shaman<br/>\nTraxa the loot was all the items we had gathered per her request plus<br/>\na Fire Emerald. Oh and after she killed Rattlehead she summoned her<br/>\nback and Rattlehead was in her exact image.<br/>\n<br/>\nSo my thoughts on this was it was either a GM event, (I know I already<br/>\ngot into a debate with someone about what &quot;uber level&quot; GM events<br/>\nusually are), A new quest in Butcher Block, A test of something new by<br/>\nSony such as using AI (Artificial Intelligence), or a real player<br/>\ndoing all this. I&#39;ve heard rumors that you can now go to other servers<br/>\nwith your toons but I haven&#39;t tried it yet. If so can a PVP go to a<br/>\nnon-PVP server? Maybe this was the case and some guys wanted to have<br/>\nsome fun? But why did Shaman Traxa not appear on /who then? So many<br/>\nquestions - so little answers. If anyone has seen anything on this or<br/>\nknows anything about it please let me know! I can&#39;t sleep at night<br/>\nanymore!  LOL</div>","specialLinks":[]}}