{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"v6AJZ6ba8A48r7FNvVdRS3ycHVd-6xwvxgtt5JpZFAWPLgyWS8I76lP7IPM3TI3qgGpgIOkiAiKijzUr5Bhxm2w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] power lvling 101","postDate":"1103591859","msgId":6016,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDBJOTEwMEEwTFNYOVFXQGEzNC1tdGEwMi5kaXJlY3dheS5jb20+"},"prevInTopic":6012,"nextInTopic":6018,"prevInTime":6015,"nextInTime":6017,"topicId":6012,"numMessagesInTopic":3,"msgSnippet":"I noticed you said twinked . Not all people who are getting PLed are twinked and have really good gear. So that type of PLing might not work for everyone.","messageBody":"<div id=\"ygrps-yiv-1485766354\">I noticed you said &quot;twinked&quot;. Not all people who are getting PLed are twinked and have really good gear. So that type of PLing might not work for everyone. When I PL people I like to make them work. I will not make the same mistake I made with my mother. I would kill to 55percent and let her finish it off and she actually complained that it was too hard for her to finish off blue mobs.... Of course, she did have a level 32 ranger and had NEVER fired her bow because she didn&#39;t know how. She has a level 47 druid that she doesn&#39;t know how to kite because I PLed her and then I played her to level her up. I found that I am better at playing my bard AND her druid at the same time duoing mobs better than she can play just her druid.  And if she got killed I could rez her with my cleric.<br/>\nShe doesn&#39;t play much though. She doesn&#39;t like to group with people bc she&#39;s a ninjalooter and doesn&#39;t want to share. Plus she can&#39;t stand getting hit. She panics. She tried to play a paladin for awhile but she panicked everytime she got to 80percent health... She likes to play Star Wars Galaxies now bc she puts down harvesters, forages stuff, and makes clothing. She&#39;s really rich in the game...<br/>\nluv,<br/>\n-Su<br/>\n<br/>\n====== At 2004-12-20, 22:43:00 you wrote: ========<br/>\n<br/>\n<br/>\nthe ends and out about power lvling is simple. get temp from a <br/>\ncleric, get a druid. druid casts regn, str, damage shield, sow. goto <br/>\nfield of bone hit mob once move on, kill anything that walks away. <br/>\nmake sure druid is healing you. lvl 12 goto kurns tower ( off field <br/>\nof bone ). kill in kurns tower to lvl 20 or intill something looks <br/>\ngreen or light blue. goto paludal caverns lvl there the same way hit <br/>\nmob once and move on. work your way to back tunnels and kill <br/>\nshrinkens once there light  blue take the camps at zone in. from Here <br/>\nyou should be well on your way and zone choice can be done by you or <br/>\nthe druid.  Paw is mine it is getting nerfed soon.  I can lvl there <br/>\ntill late 35 or so. You could also goto into Crystal Caverns at 30 <br/>\nfor power lvling. Usualy by the time iam lvl 40 the druid is sick of <br/>\nlvling me and i solo dawn shroud peak has zelnicks thay are cake for <br/>\na power lvled twinked player least it hasnt failed me. <br/>\n<br/>\nfor you who say spells spells spells. have powerlvled warrior, monk, <br/>\ncleric, enchanter, rogue, all to lvl 40. then soloed 40-50 and my <br/>\nskills where maxed from soloing. the coin you get plus the 5 points <br/>\neach lvl you can easly bring skills up spells to comp you at lvl 40 <br/>\nto get by. each class has a main spell class bring it and evocation <br/>\nup.  and the rest come in short order. I have only seen one person <br/>\npower lvled so hard he couldnt cast. But normaly you will work <br/>\nsomething up it does take time. and your melee skills will be maxed, <br/>\nif not close, my rogue i just started not only maxed pierceing but <br/>\n1hs as well.<br/>\n<br/>\nYou may not want or like power lvling how ever i see nothing wrong <br/>\nwith pling to 40 soloing to 50 before i begain my grouping career. <br/>\ntodayes game has drop gear cheap to make an old school 65 war on a 40 <br/>\nwar. so grping with people at lvls below 55 are slaying the mobs. its <br/>\nnot like it was when the game came out, and grps realy did need <br/>\nplayers below 55 to play well. even my rouge can tank still at 46. <br/>\ndont sweat lvl 70 because you not going to get there in a day. <br/>\n<br/>\n<br/>\n    lvl 46 rogue in 4 days played less than two weeks.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nVisit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n<br/>\n<br/>\n<br/>\nYahoo! Groups Sponsor<br/>\nADVERTISEMENT<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nYahoo! Groups Links<br/>\n<br/>\nTo visit your group on the web, go to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://groups.yahoo.com/group/EverQuest/\">http://groups.yahoo.com/group/EverQuest/</a><br/>\n  <br/>\nTo unsubscribe from this group, send an email to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest-unsubscribe@yahoogroups.com\">EverQuest-unsubscribe@yahoogroups.com</a><br/>\n  <br/>\nYour use of Yahoo! Groups is subject to the Yahoo! Terms of Service. <br/>\n<br/>\n<br/>\n<br/>\n= = = = = = = = = = = = = = = = = = = = = =<br/>\nBest regards. <br/>\n<br/>\n                Su<br/>\n                <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:suceress@...\">suceress@...</a><br/>\n                2004-12-20</div>","specialLinks":[]}}