{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":127794210,"authorName":"Thomas","from":"&quot;Thomas&quot; &lt;tigerfox@...&gt;","profile":"tigerfox73","replyTo":"LIST","senderId":"606A5mHeSuXynNZcPHQmvd5FQfULAETxgB2Oa4MANnIdYZMPEmwFglULQ_DFykzn6Ji46UP4zXCuY5fMLCHPh6lBe5eAjg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] power lvling 101","postDate":"1103623483","msgId":6018,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYmMwMWM0ZTc0NCQ3ZTIxNGIwMCQ2NDAxYThjMEBUSE9NQVM+","referencesHeader":"PGNxN2todStxczE3QGVHcm91cHMuY29tPg=="},"prevInTopic":6016,"nextInTopic":0,"prevInTime":6017,"nextInTime":6019,"topicId":6012,"numMessagesInTopic":3,"msgSnippet":"... Also learned that Tower of Frozen Shadow has a trap on the second floor that people have reported using to get their defense up since its far enough to ","messageBody":"<div id=\"ygrps-yiv-1214693922\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt; the ends and out about power lvling is simple. get temp from a<br/>\n&gt; cleric, get a druid. druid casts regn, str, damage shield, sow. goto<br/>\n&gt; field of bone hit mob once move on, kill anything that walks away.<br/>\n&gt; make sure druid is healing you. lvl 12 goto kurns tower ( off field<br/>\n&gt; of bone ). kill in kurns tower to lvl 20 or intill something looks<br/>\n&gt; green or light blue. goto paludal caverns lvl there the same way hit<br/>\n&gt; mob once and move on. work your way to back tunnels and kill<br/>\n&gt; shrinkens once there light  blue take the camps at zone in. from Here<br/>\n&gt; you should be well on your way and zone choice can be done by you or<br/>\n&gt; the druid.  Paw is mine it is getting nerfed soon.  I can lvl there<br/>\n&gt; till late 35 or so. You could also goto into Crystal Caverns at 30<br/>\n&gt; for power lvling. Usualy by the time iam lvl 40 the druid is sick of<br/>\n&gt; lvling me and i solo dawn shroud peak has zelnicks thay are cake for<br/>\n&gt; a power lvled twinked player least it hasnt failed me.<br/>\n&gt;<br/>\n&gt; for you who say spells spells spells. have powerlvled warrior, monk,<br/>\n&gt; cleric, enchanter, rogue, all to lvl 40. then soloed 40-50 and my<br/>\n&gt; skills where maxed from soloing. the coin you get plus the 5 points<br/>\n&gt; each lvl you can easly bring skills up spells to comp you at lvl 40<br/>\n&gt; to get by. each class has a main spell class bring it and evocation<br/>\n&gt; up.  and the rest come in short order. I have only seen one person<br/>\n&gt; power lvled so hard he couldnt cast. But normaly you will work<br/>\n&gt; something up it does take time. and your melee skills will be maxed,<br/>\n&gt; if not close, my rogue i just started not only maxed pierceing but<br/>\n&gt; 1hs as well.<br/>\n&gt;<br/>\n&gt; You may not want or like power lvling how ever i see nothing wrong<br/>\n&gt; with pling to 40 soloing to 50 before i begain my grouping career.<br/>\n&gt; todayes game has drop gear cheap to make an old school 65 war on a 40<br/>\n&gt; war. so grping with people at lvls below 55 are slaying the mobs. its<br/>\n&gt; not like it was when the game came out, and grps realy did need<br/>\n&gt; players below 55 to play well. even my rouge can tank still at 46.<br/>\n&gt; dont sweat lvl 70 because you not going to get there in a day.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Also learned that Tower of Frozen Shadow has a trap on the second floor that <br/>\npeople have reported using to get their defense up since its far enough to <br/>\navoid aggroing mobs and no roamers around it.  Its to the right as you get <br/>\nthere near the fallen bookcase with the skeletal hand sticking out.  As for <br/>\nspell casting when you have some serious downtime just head to Plane of <br/>\nKnowledge and cast whatever you need to get skill ups in on yourself.  PoK <br/>\nhas a magic shield that won&#39;t allow DD or DoT spells to actually land but <br/>\nyou will get skill ups in them.  Thats how my beastlord got his conjuration <br/>\nup since I never used my DoTs till higher level.  Since I hadn&#39;t used them <br/>\nat all in lower levels I could fizzle my entire mana pool just to get one <br/>\nshot off.  Took a few hours in PoK (with help from a KEI) to get my skills <br/>\nto the point they werent fizziling but 3-4 times before I got it, after that <br/>\nI started to use them a lot more.  As for defense at lower levels I always <br/>\ntanked the mob with my pet while soloing but at higher levels I had to back <br/>\noff when I got to 50% to let pet finish the job.  Later after 50 I just had <br/>\nto let the pet do all the tanking.  All that tanking at lower levels helped <br/>\nwith my friend I play regularly with.  Shes a chanter and yep, aggro central <br/>\non her.  She became known as the &quot;group sacrifice&quot; there for a while since <br/>\ntanks had hard times getting them to ignore her after only 3 casts (tash, <br/>\nslow, cripple, &quot;GET IT OFF THE CHANTER!&quot;) so I started firing my slows and <br/>\ncripples on pulls and the mobs werent as mad at her when hers landed.  For <br/>\nthe most part, I would hold off PLing till at least after 10 since you can <br/>\ndie without penelty, after 10 I can see a quick PL till 30s or so, but by <br/>\nthen you better make sure you start working on the skills again.  Sometimes <br/>\nthough they can go up fast enough to be PLed and they stay close for your <br/>\nlevel.  In the end its best to do some soling after a PL session to make <br/>\nsure your skills are up to speed and you know what you need to do to stay <br/>\nwithin your limits. :) <br/>\n<br/>\n<br/>\n<br/>\n-- <br/>\nNo virus found in this outgoing message.<br/>\nChecked by AVG Anti-Virus.<br/>\nVersion: 7.0.296 / Virus Database: 265.6.0 - Release Date: 12/17/2004</div>","specialLinks":[]}}