{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":127794210,"authorName":"Thomas","from":"&quot;Thomas&quot; &lt;tigerfox@...&gt;","profile":"tigerfox73","replyTo":"LIST","senderId":"tPxStN2CzixnBOJVUf6_ex6d8tJ1j9EVCHFA5Zk660mAqd85Uqk1ZgaNGlv3vQapmGNDwq7z_8C-m9-PMW8LywsFX7ALzw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] recovered my corpse","postDate":"1105613085","msgId":6047,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwOTAwMWM0Zjk1YyRlNWJiNmViMCQ2NDAxYThjMEBUSE9NQVM+","referencesHeader":"PGNyc2hxaitoNjhmQGVHcm91cHMuY29tPg=="},"prevInTopic":6043,"nextInTopic":6048,"prevInTime":6046,"nextInTime":6048,"topicId":6043,"numMessagesInTopic":3,"msgSnippet":"... Well in most zones are always those monsters ready to do you in no matter what you try to do to please them, as for cities like Qeynos and such, there are","messageBody":"<div id=\"ygrps-yiv-1035586863\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt; I have tried to travel, but seems my character is loved by low level<br/>\n&gt; npc&#39;s and hated by the high npc&#39;s everywhere with no middle ground. I<br/>\n&gt; can count on being killed 1 in 3x&#39;s I visit Qeynos--where I have high<br/>\n&gt; faction with gaurds and merchants. I am only marginally liked in<br/>\n&gt; Surefall Glade--my spawn point. I get killed everywhere I go--even by<br/>\n&gt; single dark blue monsters. How do I correct this? Or is this normal?<br/>\n<br/>\n </span></blockquote>Well in most zones are always those monsters ready to do you in no matter <br/>\nwhat you try to do to please them, as for cities like Qeynos and such, there <br/>\nare so many factions in there its hard to make sure you have all of them <br/>\nhappy enough to leave you alone.  I did a lot of faction work to get the <br/>\ngood guards to like me and also did the Badge of Qeynos quests but forgot to <br/>\nwatch my standing with the corrupted guards till it was too late.  By the <br/>\ntime I did realize they hated me I didn&#39;t really care....they were green <br/>\ncons and wisely ignored me.  But then I learned there was one who would not <br/>\nignore me, when i got Harmtouched for over 700.  Mind you that wasnt that <br/>\nbig a chunk of my life but being ambushed he got a full 50% of my life <br/>\nbefore I could react.  I still think there are claw marks on the streets <br/>\nheading out the gates to the PoK book.  For all you can do there will be <br/>\nlots of places that hate you and lots that like you and plenty that are a <br/>\nmixed crowd.  All you can really do is pay attention to all mobs in a city <br/>\nyou find.  If you need help working on some faction just ask and someone <br/>\nhere should know the best way to go about raising it, just remember when you <br/>\nraise one often you lower another, make sure the one lowered you don&#39;t care <br/>\nfor anyway.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I leveled twice yesterday! Back to lvl 19. I love playing this guy,<br/>\n&gt; but I want to be able to roam a little. I think I will build another<br/>\n&gt; character using the knowledge I have aquired over the last couple of<br/>\n&gt; weeks. I have been reading and asking a lot of questions. Any advice<br/>\n&gt; you guys have on a new hef rgr for me will be greatly appreciated.<br/>\n&gt;<br/>\n&gt; I am also thinking of building a gnome...well maybe later.<br/>\n<br/>\n </span></blockquote>Gnomes are fun I hear, as for leveling they created &quot;hot zones&quot; where xp is <br/>\nboosted.  To find out where I&#39;d say write down the zones when they change as <br/>\nfor the currrent hot zones check out www.everquest.com and look at the <br/>\n&quot;recent updates&quot; area and select the December 15th patch mesage.  Thats the <br/>\nlatest list of hot zones.  Oh and about a gnome....they are the shortest <br/>\nrace in the game so expect to be watching things from between peoples legs. <br/>\nPlaying my dwarf pally recently its hard to manuver between 2 barbarian guys <br/>\nto reach the mob, I tend to get pushed back when the mob gets pushed away <br/>\nand they close the gap by bunching up (dang oversized slabs of meat.) <br/>\n<br/>\n<br/>\n<br/>\n-- <br/>\nNo virus found in this outgoing message.<br/>\nChecked by AVG Anti-Virus.<br/>\nVersion: 7.0.300 / Virus Database: 265.6.11 - Release Date: 1/12/2005</div>","specialLinks":[]}}