{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":145039355,"authorName":"Greg","from":"&quot;Greg&quot; &lt;freechylde@...&gt;","profile":"freechylde","replyTo":"LIST","senderId":"GI3LES4pOxDHLGd2-MXHBCW5M0eK16NXknPiLOR6SnVPm-FgvcfNdeEP9pkHJrxgc4U8j9wumVu4wAXTkMg_WM8daGo","spamInfo":{"isSpam":false,"reason":"12"},"subject":"A thought or 4 on EQ..if anyone cares","postDate":"1114928829","msgId":6170,"canDelete":false,"contentTrasformed":false,"systemMessage":true,"headers":{"messageIdInHeader":"PGQ1MXNydCtwNnJwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":6169,"nextInTime":6171,"topicId":6170,"numMessagesInTopic":1,"msgSnippet":"I have been playing EQ for many years now, including the year I have taken off. I love the game, it is my break from the real-world, as I am sure it is for","messageBody":"<div id=\"ygrps-yiv-960204033\">I have been playing EQ for many years now, including the year I have <br/>\ntaken off. I love the game, it is my &quot;break&quot; from the<br/>\nreal-world, as <br/>\nI am sure it is for many others.  I have been a loyal fan <br/>\nand &quot;faithful&quot; to it, like a marriage of sorts. I cannot<br/>\nimagine the<br/>\nworld <br/>\nwithout EQ, well at least my world. Even in the past year without <br/>\nit, I have spent countless hours perusing the EQ sites, reading and <br/>\nposting in this forum, and chatting with others who still play.<br/>\n<br/>\nMy mind is relatively fresh to the game, though when I return I <br/>\nstill will feel like a newb again (and to many I am sure it will <br/>\nseem like my toons are &quot;E-BAYED&quot;).  But that doesn&#39;t<br/>\nbother me so <br/>\nmuch, I am informed and a very quick learner, mostly because EQ is <br/>\nin fact so easy to learn and easyperiod.<br/>\n<br/>\nThere is speculation that EQ will end in a few years. Personally, <br/>\nwhenever it does shutdown, I think it will be painfully bad, much <br/>\nlike a death in the family. However, I don&#39;t think EQ will close <br/>\nanytime soon.  I agree that SOE will not give up their main cash <br/>\ncow, that would be like cutting off your nose in spite of your face. <br/>\nEven with the amount of subscribers being down, I don&#39;t think it<br/>\nis <br/>\nyet low enough for them to worry or discuss bailing on the project.<br/>\n<br/>\nBut, let me say this: I WILL BE THE LAST &quot;MAN&quot; STANDING ON<br/>\nNORRATH <br/>\nWHEN IT ENDS. If the decision ever comes to end EQ, I will be there <br/>\nwhen they pull that ugly,white, 8-foot extension cord from the wall.<br/>\n<br/>\nI am sure I am not the first person to say that EQ has its problems, <br/>\nand that SOE should fix these problems. I don&#39;t think they will<br/>\nfix <br/>\nall of them, but they fix problems all the time ( just not the ones <br/>\nwe always want..lol) There are many &quot;improvements&quot; that they<br/>\ncould <br/>\nmake to make the gamebetter, like improving the graphics engine. <br/>\nBut if not, the one that exists is good enough, afterall it is the <br/>\none that I started with and come to love<br/>\n<br/>\nThere are some who say that the in-game content is limited. I am not <br/>\nclear exactly what  that means, but for the sake of this scribing, I <br/>\nwill deem it means &quot;the stuff in game..the lore, the legend, the <br/>\nmobs, etc&quot;those things that you deal with everyday. I have<br/>\nplayed <br/>\nEQ for a few years, and as such, there is still a whole s@*tload of <br/>\nthings that I have not seen or places I have been or things I <br/>\nhaven&#39;t killed. I have 16 toons to play with, my highest being a<br/>\n57 <br/>\nwizard. ( LOL I think he was 57 for a year before I took my <br/>\nbreak..lol)<br/>\n<br/>\nIf you take away the last 2 expansions (which I do not have) and <br/>\nperhaps even &quot;GoD&quot;, there is still a lot of things to do in<br/>\nEQmuch <br/>\ntoo many to do in any good amount of time. I have always been the <br/>\nfan of the idea of SOE going back and slowly &quot;fixing&quot; the<br/>\nstuff that <br/>\nwas originally thereand making it better..making some of these <br/>\nthings that I haven&#39;t done, more desirable to do.<br/>\n<br/>\nI do think that SOE needs to make new expansions and deliver new <br/>\ncontent. However, I think that the rate they have been pushing them <br/>\nout as of late, is a bit ridiculous if you ask me. It seems they put <br/>\nthem out faster than I can get them, lol. As a business decision, <br/>\nperhaps its good they put out &quot;new&quot; stuff and the thinking <br/>\nthat &quot;new&quot; is better and will bring back people to the game.<br/>\nWhile <br/>\ntrue it may be, I feel that &quot;tuning-up&quot; what already exists<br/>\nis the <br/>\nfar wiser option. But I am not SOE, I am just me.<br/>\n<br/>\nAs far as other games, as far as I am concerned, there ARE no other <br/>\ngames. I have my blinders in place. I do not have the &quot;mental <br/>\nprowess&quot; or &quot;attention-span&quot; to play another game. I<br/>\nwould feel like <br/>\nit was cheating on my wife. As I said, there are so many things I <br/>\nhave not done that I want to, I would feel like I left something <br/>\nunfinished..and I hate that feeling.<br/>\n<br/>\nIn my EQ Journal ( I have one, doesn&#39;t everyone?) I have a very <br/>\ncomprehensive list of the things I am going to do when I return, and <br/>\nthe list grows longer every day or so. This list is what I will be <br/>\ndoing when I returnat last count..I have 150 must do&#39;s on<br/>\nthe list<br/>\nSo I will be busyBut enough on that.<br/>\n<br/>\nOk, to make the long story short.EQ will be around for a long<br/>\ntime<br/>\n( /em crosses fingers) and there I will stay. It is like that little <br/>\nvacation spot that  I have been going to and loved forever. <br/>\n<br/>\nEQ FOREVEREQ FOREVER..EQ FOREVEREQ FOREVER<br/>\n<br/>\nSorry this was so long..<br/>\n<br/>\nAs always..Greg</div>","specialLinks":[]}}