{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":125447887,"authorName":"Steven R. Hulse","from":"&quot;Steven R. Hulse&quot; &lt;steveh@...&gt;","profile":"stevenrhulse","replyTo":"LIST","senderId":"ABxEQrzPii5a7IIZWA4ZaUeOHMKW3buw4F08V9V-x8aSu8-gOx7F2V8YX4KD72EUSxTvTLhnyoSkhZ65eNfujMjiQtZmAUDB6lA","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: [EverQuest] EQ math & Some thoughts....","postDate":"1114967284","msgId":6173,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDQyNzUwQ0Y0LjIwODA1MDJAbWFpbC5jb20+","inReplyToHeader":"PDExMTQ5NDc5MjcuMTU1LjE1MzYxLm0xN0B5YWhvb2dyb3Vwcy5jb20+","referencesHeader":"PDExMTQ5NDc5MjcuMTU1LjE1MzYxLm0xN0B5YWhvb2dyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":6174,"prevInTime":6172,"nextInTime":6174,"topicId":6173,"numMessagesInTopic":2,"msgSnippet":"You re right Wulfric, I did slightly misunderstand your post. I was looking at it from the point of the majority of other posts were negative and slamming EQ1","messageBody":"<div id=\"ygrps-yiv-2080412594\">You&#39;re right Wulfric, I did slightly misunderstand your post. I was looking at it from the point of the majority of other posts were negative and slamming EQ1 and you were defending it (Being the &quot;naysayer&quot; so to speak). Sorry, didn&#39;t mean it in that way. Like you and Greg, I will be there when they pull the plug. <br/>\n<br/>\nYes, EQ does have it&#39;s problems. Think about it. It was the first massive effort by a game manufacturer to create a world as large as EQ is. Heck even CNN did a story about the game and I think it was either UCLA or Stanford that did a study on the economy of EQ. If a computer game can make that kind of impact and still keep running, that really says a lot. Now don&#39;t get me wrong in the next few sentences, I&#39;m not really supporting SOE or Verant but you do have to give them some credit, for all that &quot;COULD&quot; have gone wrong they have done a really good job at preventing that. Granted we still have server crashes, updates don&#39;t go as well as planned, there will be bugs. (Oh wait, I mean &quot;Program Features&quot;) /wink <br/>\n<br/>\nRecently we had the server merges. This seemed to shake up a lot of players but also seemed like a needed thing. I was originally on Sol Ro and it was like no one was there half the time. Granted I loved the decrease in the lag in PoK and the Bazaar. It was actually nice to be able to chat with higher levels that were still in the game. Just on an everyday &quot;How ya doin?&quot; way and not a &quot;Can ya buff or PL me?&quot; way. I&#39;m not a &quot;power player&quot; who&#39;s interested in achieving greatness within a week so I enjoy chatting with higher, they have a lot of good wisdom to share. But getting back to my original point, I was glad to see the servers merge because there were more people I could group with that were around my level. Although I&#39;m starting to get sick of the whole Bristlebane vs. Sol Ro hatred. But thats another thread.<br/>\n<br/>\nI better wrap this up, I&#39;m getting long winded here. I still feel that SOE won&#39;t shut EQ1 down anytime soon. Heck they just had the city of FV get taken over by evil forces. I&#39;m sure there will be another huge battle for it and I hope I can be there! Anyway, enough of my ranting. <br/>\n<br/>\nBe excellent to each other!<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n________________________________________________________________________<br/>\n<br/>\nMessage: 3         <br/>\n   Date: Sun, 1 May 2005 07:00:58 -0400<br/>\n   From: &quot;Wulfric Rennison&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wulftech@...\">wulftech@...</a>&gt;<br/>\nSubject: Re: EQ math<br/>\n<br/>\nSteven,<br/>\n<br/>\nI think you misunderstood.  I am NOT the naysayer.  I was saying that in response to Matt&#39;s email which was largely filled with negativism that the game would end in a couple years.  The point of my post is that I will be playing EQ for as long as EQ is around to be played.  Be that 2 years, 5 years, or 25 years.  The original purpose of my EQ math post was to show that IF EQ is around in 25 years then the in-game date will have caught up with where EQ2 supposedly begins.   That&#39;s all.  The speculation on what would happen to the game within that time frame is what brought about the topic of whether or not the game would survive that long.  Personally, I hope it does.<br/>\n<br/>\n<br/>\nWulfric</div>","specialLinks":[]}}