{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":202262682,"authorName":"eq1967@comcast.net","from":"&lt;eq1967@...&gt;","profile":"carmacculloch","replyTo":"LIST","senderId":"SXgExMcUSRQlGqD5b8wSIEQMLaW3H9_p3ersTNZKbFEpWF1GCD5yxrhtrZ3VOQ1lsUC4BbG9mQNn4dM","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: [EverQuest] EQ math & Some thoughts....","postDate":"1114972963","msgId":6174,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAzNWMwMWM1NGU3ZCQ5MDAyYWM2MCQwYTAwYThjMEBjbGF1ZGU4MnZmOGt6dD4=","referencesHeader":"PDExMTQ5NDc5MjcuMTU1LjE1MzYxLm0xN0B5YWhvb2dyb3Vwcy5jb20+IDw0Mjc1MENGNC4yMDgwNTAyQG1haWwuY29tPg=="},"prevInTopic":6173,"nextInTopic":0,"prevInTime":6173,"nextInTime":6175,"topicId":6173,"numMessagesInTopic":2,"msgSnippet":"Steven, Greg, and Wulfric (/wave my old friend) AS long as I have played EQ (Starting with my original main Cynfyn back in August of 2k1) I have seen a lot of","messageBody":"<div id=\"ygrps-yiv-1875625613\">\n<html><head>\n \n \n<style></style>\n</head>\n \n<div><font face=\"Arial\" size=\"2\">Steven, Greg, and Wulfric (/wave my old \nfriend)</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">AS long as I have played EQ (Starting with my \noriginal main Cynfyn back in August of 2k1) I have seen a lot of things change \nand a lot of things stay the same.&nbsp; EQ1 in its current state with the \nlatest expansion has a lot to&nbsp; offer for everyone who can get it but like \nGreg said there is still stuff in the old world expansions that have yet to be \nseen by myself and even my guild.&nbsp; And i am still learning new things \nwithin the game whether it be from a veteran player and sometimes even a genuine \nnewbie has some useful input that I had not known previously.&nbsp; I have \nroughly 5&nbsp; or 6 accounts that i rotate out on a case by case basis with \nEQ&nbsp;when i want to play something different&nbsp;&nbsp;with My Shaman&#39;s \naccount being the center of them all since he is my main&nbsp; now.&nbsp;&nbsp; \nCurrently my&nbsp; line up&nbsp; is Haly (70 Barb shaman)&nbsp; yzural (65 Iksar \nmonk) Tennyson (62 High Elf Chanter) and Daygone (55 cleric) and learning \nseriously how to&nbsp; hydra 4 chars (Thank&nbsp;the Powers that be &nbsp;for \nWinEQ 2.0 Pro)&nbsp; but with each char I learn stuff that I can use for when i \nam ready to get all 4 chars in a raid and still be able to keep up and not fall \nbehind.&nbsp; I may once I get the hang of running all 4 together pull out \nCynfyn (52 DE SK) and use him as&nbsp; another melee hydra then maybe&nbsp; get \nmy Druid (Ridejta currently lvl 36) out of moth balls as well and get him \nleveled up to where I can hydra all my chars&nbsp; as my own personal little \narmy =)</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">But the point is EQ1 as long as it is still there \nis gonna&nbsp; the only one that i will mainly play.&nbsp; I recently signed \nup&nbsp; for the trial version of EQ2 and created a Barb Priest named after \nmy&nbsp; Barb Shammy (Halyburton) and I&#39;ve already reached the level cap of 6 in \nthat game with Haly jr since i only have the trial.&nbsp; I may or may not \nsubscribe to EQ2 but i have a char there in case i ever decide I want a break \nform EQ1&nbsp; </font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Yes EQ1 has some issues that SOE will eventually \nget to resolving&nbsp; that just makes peeps so frustrated that they hoot and \nholler in the chat areas at the GM&#39;s that are there.&nbsp;.&nbsp; They complain \nabout it in all the various message boards dedicated to EQ&nbsp; heck the recent \nuproar that SoE was nerfing the Panther line of Spells&nbsp; on we Shaman is \nstill yet IMHO and some other shammy&#39;s, but eventually stuff like that will one \nday be resolved.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">back in the days when Verant was in charge of EQ1 \nproduction we had ggogles of GM&#39;s running rampant&nbsp; around Norrath where \ncheaters and such managed to get caught.&nbsp; I should Know cause Cynfyn was \nput on a forced hiatus cause someone hacked into my account and Blatantly used \nsome kind of Cheat program right in front of a GM.&nbsp; I would love to see \nSpecial Holiday events like the Halloween event that got cynfyn killed so many \ntimes in Rathe Mountains it wasn&#39;t funny at&nbsp; the time cause everytime&nbsp; \nhe got rezzed it happened to be a spot where Halloween event mobs either spawned \nor were trained too (lol its funny now but wasn&#39;t then)&nbsp; but its stuff like \nthat that makes EQ1 such a great memory creator.&nbsp; Friends who have long \nsince left EQ cause of RL stuff&nbsp; Returning friends who came back&nbsp; \nbecause of the new stuff , New friend you make&nbsp; with the server merges and \ntotally brand new people to EQ1 who come up to you cause they see a higher level \nchar of thier class who practically hang on every word you speak that will help \nthem make the game more enjoyable.. It&#39;s Stuff like this that&nbsp; I am sure \nwill keep the Flagship of SoE&#39;s gaming genre around for however many years it \nwill remain.&nbsp; Will it remain for only a couple of years? 25? 100? Who \nknows?&nbsp; If I live that long and EQ1 is still around and I&#39;m still able to \nkeep up with it in whatever format it goes into whether it be still for PC or \nupgraded to some kind of VR type system I&#39;ll play it and help where i can \nto&nbsp; keep Norrath alive&nbsp; and make more memories and friends as i go \nalong</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Halyburton <br>70 Barb Fateseer<br>Legion of \nVengeance<br>Saryrn <br>(aka Kwasi) </font></div>\n<blockquote><span title=\"qreply\"> <blockquote\n style=\"PADDING-RIGHT:0px;PADDING-LEFT:5px;MARGIN-LEFT:5px;BORDER-LEFT:#000000 2px solid;MARGIN-RIGHT:0px;\">\n  <div style=\"FONT:10pt arial;\">----- Original Message ----- </div>\n  <div\n style=\"BACKGROUND:#e4e4e4;FONT:10pt arial;\"><b>From:</b> \n  <a rel=\"nofollow\" title=\"steveh@...\" target=\"_blank\" href=\"mailto:steveh@...\">Steven R. Hulse</a> \n  </div>\n  <div style=\"FONT:10pt arial;\"><b>To:</b> <a rel=\"nofollow\" title=\"EverQuest@yahoogroups.com\"\n target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>Sent:</b> Sunday, May 01, 2005 1:08 PM</div>\n  <div style=\"FONT:10pt arial;\"><b>Subject:</b> Re: [EverQuest] EQ math &amp; \n  Some thoughts....</div>\n  <div><br></div><tt>You&#39;re right Wulfric, I did slightly misunderstand your \n  post. I was looking at it from the point of the majority of other posts were \n  negative and slamming EQ1 and you were defending it (Being the &quot;naysayer&quot; so \n  to speak). Sorry, didn&#39;t mean it in that way. Like you and Greg, I will be \n  there when they pull the plug. <br><br>Yes, EQ does have it&#39;s problems. Think \n  about it. It was the first massive effort by a game manufacturer to create a \n  world as large as EQ is. Heck even CNN did a story about the game and I think \n  it was either UCLA or Stanford that did a study on the economy of EQ. If a \n  computer game can make that kind of impact and still keep running, that really \n  says a lot. Now don&#39;t get me wrong in the next few sentences, I&#39;m not really \n  supporting SOE or Verant but you do have to give them some credit, for all \n  that &quot;COULD&quot; have gone wrong they have done a really good job at preventing \n  that. Granted we still have server crashes, updates don&#39;t go as well as \n  planned, there will be bugs. (Oh wait, I mean &quot;Program Features&quot;) /wink \n  <br><br>Recently we had the server merges. This seemed to shake up a lot of \n  players but also seemed like a needed thing. I was originally on Sol Ro and it \n  was like no one was there half the time. Granted I loved the decrease in the \n  lag in PoK and the Bazaar. It was actually nice to be able to chat with higher \n  levels that were still in the game. Just on an everyday &quot;How ya doin?&quot; way and \n  not a &quot;Can ya buff or PL me?&quot; way. I&#39;m not a &quot;power player&quot; who&#39;s interested \n  in achieving greatness within a week so I enjoy chatting with higher, they \n  have a lot of good wisdom to share. But getting back to my original point, I \n  was glad to see the servers merge because there were more people I could group \n  with that were around my level. Although I&#39;m starting to get sick of the whole \n  Bristlebane vs. Sol Ro hatred. But thats another thread.<br><br>I better wrap \n  this up, I&#39;m getting long winded here. I still feel that SOE won&#39;t shut EQ1 \n  down anytime soon. Heck they just had the city of FV get taken over by evil \n  forces. I&#39;m sure there will be another huge battle for it and I hope I can be \n  there! Anyway, enough of my ranting. <br><br>Be excellent to each \n  other!<br><br><br><br><br><br>________________________________________________________________________<br><br>Message: \n  3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br>&nbsp;&nbsp; Date: Sun, \n  1 May 2005 07:00:58 -0400<br>&nbsp;&nbsp; From: &quot;Wulfric Rennison&quot; \n  &lt;wulftech@...&gt;<br>Subject: Re: EQ math<br><br>Steven,<br><br>I \n  think you misunderstood.&nbsp; I am NOT the naysayer.&nbsp; I was saying that \n  in response to Matt&#39;s email which was largely filled with negativism that the \n  game would end in a couple years.&nbsp; The point of my post is that I will be \n  playing EQ for as long as EQ is around to be played.&nbsp; Be that 2 years, 5 \n  years, or 25 years.&nbsp; The original purpose of my EQ math post was to show \n  that IF EQ is around in 25 years then the in-game date will have caught up \n  with where EQ2 supposedly begins.&nbsp;&nbsp; That&#39;s all.&nbsp; The \n  speculation on what would happen to the game within that time frame is what \n  brought about the topic of whether or not the game would survive that \n  long.&nbsp; Personally, I hope it \n  does.<br><br><br>Wulfric<br><br></tt><br><br><tt>Visit the EverQuest homepage \n  at <a rel=\"nofollow\"\n target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br></tt><br><br>\n  <p>\n  <hr>\n\n  <p></p>No virus found in this incoming message.<br>Checked by AVG \n  Anti-Virus.<br>Version: 7.0.308 / Virus Database: 266.11.0 - Release Date: \n  4/29/2005<br></blockquote></span></blockquote></html> \n</div>","specialLinks":[]}}