{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":145039355,"authorName":"Greg","from":"&quot;Greg&quot; &lt;freechylde@...&gt;","profile":"freechylde","replyTo":"LIST","senderId":"4Mi-O5AP_x_x1c8kly0LDzmIfxpT5b7PuYWCBsP8-2elA_7G2RiZoABLqLFDIYin6pU73816iKy2093AQmpfL-EKwlE","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Places, things, and all that similarly related blah","postDate":"1118293628","msgId":6221,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGQ4OGlwcytyaTEwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":6220,"nextInTime":6222,"topicId":6221,"numMessagesInTopic":1,"msgSnippet":"Hey all¡K.Is my turn to speak again.. I have stated before that as a 57 wizard, there are STILL many things that I have not done and do still very much want","messageBody":"<div id=\"ygrps-yiv-77609440\">Hey all¡K.Is my turn to speak again..<br/>\nI have stated before that as a 57 wizard, there are STILL many <br/>\nthings that I have not done and do still very much want to do. In <br/>\nthe old world, there is so much yet to discover for me, as I was one <br/>\nof these players who did it seriously when doing it, but only hunted <br/>\nin the more populous zones or the zones with the higher zone <br/>\nexperience modifiers.<br/>\n<br/>\nI left the game a little after GoD expansion came out, Admittingly, <br/>\nI never had it before I left game, I bought it a few months <br/>\nafterwards. So I never got to experience any of the new zones in <br/>\nGoD, let alone Omens and now the new DoN expansion. There is so very <br/>\nmuch more for me to do when I return ( sadly it has taken much <br/>\nlonger than I had hoped, But still crossing fingers)<br/>\n<br/>\nLike Wulf, I don¡¦t have any of the Dark raced toons, with the <br/>\nexception of my Shadowknight ( which btw was an experiment of sorts, <br/>\nbut alas is another story) But short of that SK, I never spent <br/>\nanytime in the dark regions, except passing through Feerott en route <br/>\nto Rathe Mtns.<br/>\n<br/>\nMy wizard has 242 int unbuffed at level 57, or there abouts. His <br/>\ngear isn¡¦t all that ¡§OOber¡¨ or special in anyway( ok special in the <br/>\nway that no one wore the outfit on my server until I did¡K<br/>\n&lt;&lt;&lt;trendsetter&gt;&gt;). His resists are low, around 30-40 ea, at least <br/>\nits around what many would consider low. But there is one thing for <br/>\nsure, he gets the job done when he needs to do so.<br/>\n<br/>\nHe could have int maxxed and all the top gear that game could have <br/>\ngiven at the time, but I did not want this to be so. I like my <br/>\nwizard, he will see 70 someday,(prolly liong after the max cap goes <br/>\nto 90) but he will see it. But as it is, I don¡¦t see the rush. I <br/>\nhave never seen the high end of the game, from what I hear its <br/>\ngreat, and some say its another day at work. I figure I will get <br/>\nthere when I get there.<br/>\n<br/>\nI have 16 toons, to play with¡Kand to me  that is fun. I have not <br/>\nbeen, nor will  I be one of those players that will rush and get my <br/>\ntoon to 70 in weeks. Perhaps, it might be cool to have my shammy or <br/>\nwizard to 70, but what then? I am not against it mind you, as most <br/>\nif not all of my toons will see at least 60, many to 70. But, I am <br/>\nas I have stated in the past, very short attention spanned and as <br/>\nsuch, I don¡¦t spend a lot of time on one character unless I am <br/>\nhaving fun. ( Everquest is fun, but as we all know there are times  <br/>\nwhen it get old  and tiring and sometimes you just want to nuke <br/>\nyourself just to liven it up), and I am not always having fun.<br/>\n<br/>\nI got my key to Old Sebilis when my wizard was 54/55 or so. I got it <br/>\nwith some friends of mine that I had known since I began playing EQ. <br/>\nWe went there a few times, and for one reason or another, we <br/>\nwouldn¡¦t get far and then we would quit and do something else. I <br/>\nhave never been back ( tried to solo once there, got lost finding <br/>\nthe portal and was killed by some spectre who I had made faces <br/>\nat..lol)<br/>\n<br/>\nMy wizard is not Planar Flagged, though if I am not mistaken I have <br/>\ndone the ¡§Grummus¡¨ part in Plane of Disease. Tried to do the justice <br/>\ntrials, but I guess myself and my friends were to low in level or <br/>\njust plain idiots, we took a total wipe and cried¡K<br/>\n<br/>\nEventually I will do the planar stuff, but I will wait. I had a <br/>\nfriend who was pushing me into doing the stuff when I played, but <br/>\nalas she moved onto the EQ2..so I can take my time. º<br/>\n<br/>\nThere are many things that I do not know about the game, many just <br/>\nhappen to be where things are¡KI am only familiar with about half the <br/>\nzones on the moon, the others..not a clue. My hunting on Kunark, is <br/>\nalso very limited..sans Dreadlands and the Burning Woods. I have <br/>\nnever hunted int Overthere, never wanted to. Tried to hunt in Cobalt <br/>\nScar, but I guess I¡¦m not liked there, some damn drake nukes me all <br/>\nthe time,( must take offense to the drake that follows me around¡K<br/>\nlol.) But I do want to hunt there.<br/>\n<br/>\nI have been to Kael Drakkel twice, once on an open raid that wiped <br/>\nand another time with some friends who were just screwing around. I <br/>\nwould like to hunt there, but no one at the time wanted to go there¡K<br/>\nxp sucks or nothing drops there worth the time, they say. Yes, I <br/>\nhave mostly hunted in zones where the xp was good or the loot was <br/>\ngood, but not always. I wanted to go to Kael for the sake of doing <br/>\nit, because I had never been TRULY in Kael. Not to mention the <br/>\nfaction would have been good for me. Besides, in my opinion there is <br/>\nnice loot there in Kael, just depends on what one is looking for, as <br/>\nis the true value of anything.<br/>\n<br/>\nThough I do imagine (when I am bored) of what it would be like to <br/>\nsee the Elemental Planes, to have my wizard and my BST all OObered <br/>\nand kicking arse. I don¡¦t think it wrong or bad of anyone to go to <br/>\n70 with a toon and have 200+ aa¡¦s. I will get  there someday, <br/>\nsomehow, hopefully long before Sony pulls the little white extension <br/>\ncord from the wall, and we all hear the sound of SOE¡¦s cash cow <br/>\nuttering its last ¡§MOO¡¨<br/>\n<br/>\nAnd what I will do ( when I return, whenever the He** that turns <br/>\ninto, I will do as I have always done, for the most part¡KPlay. Play <br/>\nwhen I want, who I want, for as long as I want¡Kand where I want!<br/>\n<br/>\nSorry Kids¡K.long as usual. Sorry for the lateness of the response, I <br/>\nwas gone for a few days¡K¡K<br/>\n<br/>\nAs always¡KGreg</div>","specialLinks":[]}}