{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":150623945,"authorName":"Su","from":"Su &lt;suceress@...&gt;","profile":"suceress","replyTo":"LIST","senderId":"UxGB289K8PE967opOMxSPmW0NmQRqWs2TFzlg5e_WkVv_Ffi_wMG_ezEPnUYz6YFWiHsRwCJnWYnJngv8nStSq4","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Cleric epic 1.0","postDate":"1118305656","msgId":6224,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDBJSFQwMEdBVTNEUDBSQGEzNC1tdGEwMS5kaXJlY3dheS5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":6223,"nextInTime":6225,"topicId":6224,"numMessagesInTopic":1,"msgSnippet":"Just thought I would mention to any clerics still doing their epic 1.0 there have been a few minor changes that might be helpful to know about. 1. The location","messageBody":"<div id=\"ygrps-yiv-99173311\">Just thought I would mention to any clerics still doing their epic 1.0 there have been a few minor changes that might be helpful to know about.<br/>\n1. The location of the Temple of Solesek Ro has been changed but is easy to find with maps.<br/>\n2. The male seeker who you do the turn-in to to spawn the Plasmatic Priest doesn&#39;t spawn at the time listed on allakhazam anymore. He seems to spawn at different times now. He still spawns on the lefthand side of the room when you have your back to the door. You can kill him in the hallway before he can set off any AoEs if you keep him stunned but make sure you root him because he can run through doors at an alarming speed while snared. Had him at 2% health and couldn&#39;t find the bugger bc he ran off.<br/>\n3. The turn-in npc in Burning Woods to spawn Ixiblat does still spawn at 6pm gametime however the surrounding mobs will attack and kill her. People have reported seeing her killed by gorrillas and skeletons. So you should probably be there when she spawns to make sure she is still up because she does not respawn again for another hour realtime.<br/>\n4. The aggro range on the fire giants in Nagafen&#39;s lair has been increased. If the Warlord is up (or any giants in the room above the turn-in point with Ragefire) they will attack you when you get close enough to do the turn-in. Also, the pulling them into lava trick no longer works. They do not return to spawn point and clear aggro. Falling in lava now restores their health though. It may be a bug but that was something I noticed happening yesterday. I&#39;ve been told that more of the mobs along the way see through invis now. So if you are going to camp him, make sure you have someone along who can kill the giants, or be able to fight off the mobs yourself.<br/>\n<br/>\nIf anyone has any updates or corrections, please let me know. <br/>\nluv,<br/>\n-Su<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n-- <br/>\nNo virus found in this outgoing message.<br/>\nChecked by AVG Anti-Virus.<br/>\nVersion: 7.0.323 / Virus Database: 267.6.5 - Release Date: 6/7/2005</div>","specialLinks":[]}}