{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":218906694,"authorName":"Steven Hulse","from":"Steven Hulse &lt;steven.hulse@...&gt;","profile":"kosingigglephitz","replyTo":"LIST","senderId":"x-OI4Q-M6smhGi18VA5lOZKOs4XJV4gjdQgoKaQGr2_1gNwSOfTCDR2q3pxoR2xnB-Ixj85yQLwu0OI5sl4cGiu_ER3xKtyt0NgS8A","spamInfo":{"isSpam":false,"reason":"12"},"subject":"Re: [EverQuest] Digest Number 1232","postDate":"1131984509","msgId":6385,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDU4OGJiYjRmMDUxMTE0MDgwOHkzNjdhYzkwZW0yZTdkYTFjZTI5YWMwMGIyQG1haWwuZ21haWwuY29tPg==","inReplyToHeader":"PDExMzE4ODQ2MDcuMTU4LjY3MTQyLm0xN0B5YWhvb2dyb3Vwcy5jb20+","referencesHeader":"PDExMzE4ODQ2MDcuMTU4LjY3MTQyLm0xN0B5YWhvb2dyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":6384,"nextInTime":6386,"topicId":6385,"numMessagesInTopic":1,"msgSnippet":"I agree. Definately get the Platinum pack first. it s actually cheaper to get that than if you went and purchased all the expansions seperately. You will get","messageBody":"<div id=\"ygrps-yiv-1528685064\">I agree. Definately get the Platinum pack first. it&#39;s actually cheaper\nto get that than if you went and purchased all the expansions\nseperately. You will get the following...EQ, Ruins of Kunark, Scars of\nVelous, Planes of Power, Legacy of Yekesha, Lower Dungeons of Norrath,\nand Gates of Discord. I keep thinking there was another in there but\ncan&#39;t remember. The three expansions past that are Omens of War,\nDragons of Norrath (Really nice if you get into a guild that uses it to\nmanage inventory) and the most recent Depths of Darkhollow.<br>\n<br>\nA quick note, this is a &quot;Live&quot; game and there can be some very rude\npeople but please don&#39;t let them discourage you from playing. For every\njerk there are at least 3 really cool people. If you can, find yourself\na good guild, one that will help and mentor you. My guild, Mystic\nCrusaders, is on the Bristlebane server. If you decide on that server\nto play on then look me up!<br>\n<br>\nOh, yea servers, there are several servers for you to play on. There\nare a couple of &quot;special&quot; servers that only do role playing or player\nvs. player but I can&#39;t remember which ones those are. I think the\nFirona Vie server is the RP one.<br>\n<br>\nInternet - it really helps if you have a cable or DSL connection but\nyou can still play on a dial up. (pref 56k) Dial up just takes a little\nlonger to do a few things like zone from one area to the other, when\nyou die it will take a few minutes to come back. (due to the data\ntransfer) <br>\n<br>\nComputer - What kind of PC you got? yes I will say that if you had one\nof the uber Alienware or custome build hot rods then you are set but\nyou should be fine with the &quot;off the shelf&quot; unit at Wal*Mart. As long\nas you have at least a Pentium III 800Mhz and 256MB Ram you should do\npretty well. Anything lower than that and you might run into a few\nperformance issues. A good graphics card really helps! <br>\n<br>\nPayment - As already mentioned, you can pay either by credit card or by\nGame Card. I have done both but now only so credit card. I have only\none card and thats all I use it for. Pay for EQ and then pay off the\ncard. Helps build good &quot;faction&quot; with the credit gods. ;-) <br>\n<br>\nCharacters - there are so many to choose from, Elves, Humans, Gnomes,\nTrolls and more. You can be a Ranger, (My personal fav) Warrior,\nCleric, Druid, Beast Lord, Necromancer, Rogue, Berzerker and I&#39;m sure\nI&#39;m forgetting a couple. You have 8 slots which allows you to create 8\ndifferent characters so this allows you to try a few different classes\nand races. Before creating a character, research them out. Ask here\nabout them, read Sony&#39;s site <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a> on characters,\nand check out websites like <a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.allakhazam.com/\">http://everquest.allakhazam.com/</a> and\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.eqatlas.com/\">http://www.eqatlas.com/</a> for maps. Doing a little research before hand\nwill help make your experience much better. Oh and a few other bits of\nadvice, You don&#39;t loose anything under level 10 when you die, after\nthat corpse runs suck, SoW is awsome, TEMP rules (until you can get V),\ntradeskills are boring at times but cool when you learn a new skill,\nAmbasador Dvinn is an ass along with Equestrielle and tracking rocks!<br>\n<br>\nThe game is really fun and it is what you make it. Granted it can be\nvery frustrating at times but thats just when you take a break and then\ncome back.&nbsp; <br>\n<br>\nHope to see you in the game and posting lots of questions here soon!<br>\n<br>\nC-ya!<br>\nDurgaa<br>\nGuild leader of Mystic Crusaders on the Bristlebane server <br><br><div><span class=\"ygrps-yiv-1528685064gmail_quote\">On 13 Nov 2005 12:23:27 -0000, <b class=\"ygrps-yiv-1528685064gmail_sendername\"><a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@yahoogroups.com\">EverQuest@yahoogroups.com\n</a></b> </span><blockquote><span title=\"qreply\"> <blockquote class=\"ygrps-yiv-1528685064gmail_quote\" style=\"border-left:1px solid rgb(204, 204, 204);margin:0pt 0pt 0pt 0.8ex;padding-left:1ex;\"><br>Message: 1<br>&nbsp;&nbsp; Date: Sat, 12 Nov 2005 23:48:47 -0800 (PST)<br>&nbsp;&nbsp; From: George Beltz &lt;\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bgrntfr@...\">bgrntfr@...</a>&gt;<br>Subject: Re: What to buy to get started?<br><br>I\nwould suggest starting with with EQ platinum set and when you get into\ngame more then get the additional downloads. Be sure to get your game\ncards or do your subscription via credit card. I do both. LOL.<br><br>As far as EQ II, I have seen alot of players come back to EQ from EQ II. They state that the game is too limiting.<br><br>Hope this helps. 52th level BST Notanicekitty (Quellious)\n<br><br>lindamiddleton_99 &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lindamiddleton@...\">lindamiddleton@...</a>&gt; wrote:<br>Lots of products to choose from.&nbsp;&nbsp;What products does a newb that has<br>never played Everquest before purchase?&nbsp;&nbsp;\ni.e.&nbsp;&nbsp;How do I get online<br>with this game and do I want it or the newest EV II.&nbsp;&nbsp;(Bored with UO<br>for sure.)<br>Thx in advance.&nbsp;&nbsp;Linda M<br><br></blockquote></span></blockquote></div><br>\n</div>","specialLinks":[]}}