{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Avron Elselynn","from":"&quot;Avron Elselynn&quot; &lt;avron@...&gt;","replyTo":"LIST","senderId":"YWGmaE8ZdaeELV3f8qko6XmAsc0yOjnjhYetHE-sAbbjXq3rl8B1uxIjdPNLg0IZcD87AzD4VKXJBnAHeWy6WjXz1o4LyTLMmOCL3C8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"new armor...","postDate":"940653957","msgId":694,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjEyNC42OTQuOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":693,"nextInTime":695,"topicId":694,"numMessagesInTopic":1,"msgSnippet":"I found two really good posts about the new armor, more specific the paladin armor, on eqstratic forums which brings up very valid points.. - Avron - Post by","messageBody":"<div id=\"ygrps-yiv-1157285889\">I found two really good posts about the new armor, more specific the paladin armor, on eqstratic forums which brings up very valid points..<br/>\n<br/>\n- Avron -<br/>\n<br/>\nPost by Travix in EqStratics forum October 22, 1999 04:53 PM<br/>\nTopic: Protest from Paladins over neglect.<br/>\n---------------------------------------------------------------------------<br/>\n<br/>\nIt appears that Verant wants to trim down the number of classes in light of<br/>\nthe recent treatment of Paladins. The Shadowknight and Rogue classes have all<br/>\nbut disappeared due to similar circumstances. In a post on this forum, a<br/>\npetition was circulated that detailed changes that would bring the paladin<br/>\nback as a viable character after months of neglect by the programming team.<br/>\nIn a few short hours, the number of &quot;aye&quot; respondants to the petition reached<br/>\nover 250. Then the server crashed. Now the post and its results are gone.<br/>\nSoon the petition will be reposted and the process will start again.<br/>\n<br/>\nAfter the recent upgrade to the Ranger, Paladins were certain that they were<br/>\nnext for enhancement. We waited patiently for the patch that was supposed to<br/>\nbe our salvation. Instead, what we received was armor quests that were 10<br/>\ntimes the length and 5 times more costly than any of the quest of any other<br/>\nclass. And for all of that the armor stinks. Class specific plate armor for<br/>\nthe Paladin has less AC than that of the chain worn by the ranger. Paladins<br/>\nare the &quot;Holy Knight&quot; counterpart to the ranger. Yet, with the last 3<br/>\npatches, the Ranger has been augmented so that he has more AC even though he<br/>\ncan wear no platemail. He also has higher skill caps, does nearly twice the<br/>\ndamage in battle, has spell equivalents to most of the Paladins spells yet<br/>\nnot confined to undead. Ensnare is far more effective that root. Several<br/>\nother spells and buffs of the druid class aren&#39;t nerfed , level wise, as with<br/>\nthe paladin. The ranger can track. Whereas the paladin can point himself in<br/>\nthe direction of the nearest undead, unless of course if there is a pet in<br/>\nthe area. Now to the arguements.<br/>\n<br/>\nPaladins have a unique skill called Lay Hands. However, at higher levels, it<br/>\nis simply an extra superior heal. In practice, it is simply a method, once<br/>\nper hour and a half, to be able to solo a creature that would be of little<br/>\ndifficulty to any other class of the same lvl. I don&#39;t discount the benifit<br/>\nof Lay Hands. I only say that, to the Paladin, it is not sufficient<br/>\njustification for nerfing our class as the ignorant and uninformed think.<br/>\n<br/>\nLets move to a discussion of weaponry. Ghoulsbane is indeed a prize. At lvl<br/>\n30 it is obtainable...er... was... not sure if the Shin Lord spawns there<br/>\nanymore. It is supposed to be made No Drop. Ive seen nothing on this yet.<br/>\nIn any case, the damage of the GB is unacceptable at higher levels. It<br/>\nis too slow to interrupt a caster and the proc is only usefull against...<br/>\nagain...undead. People pass around the name soulfire as though it were a<br/>\nrusty short sword laying around simply waiting to be picked up. Aside from<br/>\nbeing , perhaps, the most lengthy and involved quest in the game, it also<br/>\nrequires Killing Sir Lucan and a named SK in MM. From what I am told, it<br/>\ntakes at least 2 groups of lvl 40ish to take down Lucan in the midst of the<br/>\nmilitia held West Freeport. The Sword, while nice, is not the &quot;ultimate<br/>\nweapon&quot; that the ignorant and uninformed think.<br/>\n<br/>\nThere are many areas which we could discuss the imbalances. I am cognizant of<br/>\nthe &quot;grass is greener&quot; excuse foistered by Brad. It simply doesn&#39;t hold water.<br/>\nIf the game has changed with the latest patch, and people rarely have the<br/>\npatience to take a paladin beyond lvl 30, where are his figures? Please post<br/>\nthem. Oh... I&#39;ll probably pull my lvl 31 paladin out of the closet and dust<br/>\nhim off occasionally. But, I think I&#39;ll focus more on my ranger from now on.<br/>\nI liked the mystique of the paladin and am disappointed in the loss of the<br/>\nmany hours I could have spent on a character not crippled by the biases of<br/>\nthe games creator. I did have fun and met many good folk that I will rejoin<br/>\nwhen I reach their level again. I simply like the competitive side of things<br/>\nas well. I can powerlevel with the best, but I enjoy travelling, questing,<br/>\nand adventure also. <br/>\n<br/>\n---------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n<br/>\nPost by Dyers Ar&#39;dair in EqStratics forum October 22, 1999 05:19 PM<br/>\nTopic: Alexiran Bladedancer&#39;s Paladin Petition!!<br/>\n---------------------------------------------------------------------------<br/>\n<br/>\nGreetings Fellow Travelers of Norrath, <br/>\nPrelude: <br/>\n<br/>\nWhat I bring before you today is not a flame, nor is it a &quot;grass is greener&quot;<br/>\nwhine. It is righteous indignation and anger. Before going into the actual<br/>\npetition I will give a bit of background information. If you wish to skip<br/>\nthis and go straight to the petition it is indexed by a &quot;**&gt;&gt;&gt;&gt;**&quot;. <br/>\n<br/>\nBackground: <br/>\n<br/>\nVerant recently implemented class specific armor quests. Even when these<br/>\nquests were still rumors I rejoiced at the opportunity to quest for my armor<br/>\ninstead of camping. What has transpired upon full implementation of this<br/>\nquest is an insult to every Paladin in Norrath. The difficulty of our quests<br/>\nis without peer. Yet I remained calm while others flamed since I assumed<br/>\nthat, in the end, our armor would be worth it. I envisioned a holy knight<br/>\nclad in armor blessed by the gods outshining even a warrior. As the cold,<br/>\nhard numbers roll in it is as if we are the victims of a cruel joke. <br/>\n<br/>\n**&gt;&gt;&gt;&gt;** Petition <br/>\n<br/>\nI propose that the stats of the &quot;Armor of Ro&quot; are increased in proportion to<br/>\nthe difficulty of the quests. In addition I propose that Verant take a very<br/>\nclose look at the stats of the Shadowknight armor as well. As always it seems<br/>\nas if our evil twins share in our troubles. <br/>\n<br/>\nFor example: The current Greaves of Ro are AC 11 sta 6 sv cold 10 <br/>\nThe new Greaves of Ro AC 14 dex 8 sv cold 10 <br/>\n<br/>\nRationale: I have stated that the difficulty of our quests is without peer.<br/>\nI invite any citizen of Norrath to view the details at either<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://everquest.gamestats.com/\">http://everquest.gamestats.com/</a> or <a rel=\"nofollow\" target=\"_blank\" href=\"http://gameznet.com/eq/.\">http://gameznet.com/eq/.</a> In addition I<br/>\nwill briefly describe them here.<br/>\n<br/>\nEach church in Norrath controls the mold to a piece of armor (there are 7).<br/>\nA paladin must raise his/her faction with the appropriate church to get the<br/>\nquest. Then he/she must hunt a rare NPC for an item that is turned in for<br/>\nthe mold. Then the paladin must raise faction again with the Temple of<br/>\nSolusek Ro to obtain a cauldron from Lord Seafire. In this cauldron you are<br/>\nto place 4 more rare items and 2 bars of enchanted platinum. If you are a<br/>\nMaster Blacksmith these items will combine to make a bar of &quot;Ronium&quot;. Then,<br/>\ndespite false information from Lord Seafire, you place the bar of Ronium and<br/>\nand the mold into a forge and hit &quot;combine&quot;. Once again, if you are a Master<br/>\nBlacksmith, the items will hopefully combine into the armor.<br/>\n<br/>\n*Note* Several of the items required for this are No-Drop so you CANNOT have<br/>\na professional Blacksmith do this for you. The Paladin MUST become a master<br/>\nhimself. <br/>\n<br/>\nDespite this difficulty the stats on our &quot;Armor of Ro&quot; are pathetic. A<br/>\nranger, who supposedly sacrifices AC for agility and duel wield HAS HIGHER AC<br/>\nQUEST ARMOR THAN PALADINS. EVEN a Shaman, who is not even a tank, has higher<br/>\nAC armor in the greaves than Paladins/SK&#39;s. Also, for some bizzare reason,<br/>\nbards have better armor than all three of us. I&#39;d love Verant to explain the<br/>\nlogic of that but I digress.<br/>\n<br/>\nPrecendent: The stats of the Warrior crafted armor were adjusted to make them<br/>\ncompetitive with the quest armors. The Paladin armor can easily be adjusted<br/>\nto also make them competitive and worth the effort.<br/>\n<br/>\n<br/>\nConclusion: Please show your support of this petition in the form of a reply<br/>\nwith a simple &quot;yes&quot;. I invite other classes to study the issue and ask high<br/>\nlevel Paladins about it.<br/>\n<br/>\nAs a Paladin I try to humbly serve other citizens. So I make this request not<br/>\nfor myself but for the younger paladins who should have real rewards to look<br/>\nforward to.<br/>\n<br/>\nThank you all for your time.<br/>\n<br/>\n---------------------------------------------------------------------------</div>","specialLinks":[]}}