{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Whitmore, Lance","from":"&quot;Whitmore, Lance&quot; &lt;lwhitmore@...","replyTo":"LIST","senderId":"6mWPPLrCTOkiKlkQsSB4Bg3TaNOWzxn4GcJYIUEnTF9fddYD0UHQTRhoUDE3usAwVY3piijgqPW5hcWJL9HK8feu3DbRXIt7O4ORGMA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Fed up with EQ - any ideas?? - Rant","postDate":"940961238","msgId":704,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjEyNy43MDQuOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":703,"nextInTopic":706,"prevInTime":703,"nextInTime":705,"topicId":703,"numMessagesInTopic":9,"msgSnippet":"I made a suggestion... http://www.shadowbane.com/ As to your rant :) ( of course on my post.. hehe ) What solutions do you have?  What ideas do you have? I m","messageBody":"<div id=\"ygrps-yiv-987113588\">I made a suggestion... <br/>\n<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shadowbane.com/\">http://www.shadowbane.com/</a><br/>\n<br/>\n<br/>\nAs to your rant :) ( of course on my post.. hehe )<br/>\n<br/>\n<br/>\nWhat solutions do you have?  What ideas do you have? I&#39;m sure we would all<br/>\nlike to listen to a few suggestions. You can&#39;t be a lone ranger and submit<br/>\nthem yourself and expect changes to occur.. We all need to work together,<br/>\nunfortunately I here a lot of complaining yet no set forth solutions.<br/>\n<br/>\nHint us in on a few, we might just agree.<br/>\n<br/>\n(and this is in no way a flame)<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: kale eusi [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kaleusi@...\">kaleusi@...</a>]<br/>\nSent: Tuesday, October 26, 1999 1:55 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@onelist.com\">EverQuest@onelist.com</a><br/>\nSubject: RE: [EverQuest] Fed up with EQ - any ideas?? - Rant<br/>\n<br/>\n<br/>\nFrom: &quot;kale eusi&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kaleusi@...\">kaleusi@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: &quot;Whitmore, Lance&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lwhitmore@...\">lwhitmore@...</a>&gt;<br/>\n&gt;Personally i dont mind the changes they are making.. i feel that they are<br/>\n&gt;putting new life into the game that was dying.<br/>\n&gt;<br/>\n&gt;Give examples of what issues you have.. maybe others here will discuss <br/>\n&gt;them.<br/>\n&gt;Pros and cons like.  I believe the classes are pretty much balanced, each<br/>\n&gt;one needs time to develop.  Most classes that seem weak in the early levels<br/>\n&gt;(ie &lt;25 ) show true strength later on.<br/>\n&gt;<br/>\n&gt;Oh well, what does everyone else think.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Please keep in mind, that I merely am stating my beliefs/opinion. <br/>\nUnfortunately postings such as this tend to have an adverse effect - and <br/>\nflame wars usually ensue. This is not my intent. With that having been said,<br/>\n<br/>\nonward I must rant.<br/>\n<br/>\n/rant on<br/>\n<br/>\nIt is my belief that EQ could be so much more than it is. I find myself with<br/>\n<br/>\nmany ideas that could be used to help strengthen EQ, and Verant chooses to <br/>\nignore those suggestions even though they&#39;re easily implementable. I don&#39;t <br/>\nclaim to have all the answers, nor do I claim that by implementing my <br/>\nsuggestions that EQ will be totally fixed. But when will Verant take note <br/>\nand start listening to their customers? For the most part, they&#39;d rather <br/>\nignore us than listen. I find this highly disturbing. Is it be just one <br/>\nplayers problem/suggestion, if we&#39;re all complaining about it, or suggesting<br/>\n<br/>\nit? (It being whatever problem/issue/idea is at hand) And why can&#39;t they <br/>\ngive good customer support? Now don&#39;t get me wrong, I&#39;ve had some very good <br/>\nsupport from GM&#39;s and Guides, but unfortunately, I&#39;ve had way more bad <br/>\nencounters than good ones. Overall, it&#39;s leaving me rather unsatisfied for <br/>\nmy $10 a month.<br/>\n<br/>\nIn fact, instead using their resources on fixing problems, Verant would <br/>\nrather rave on and on about a player run economy that&#39;s practically non <br/>\nexistent. They point to the trade skills and say &quot;There&#39;s your answer!&quot; <br/>\nTruthfully, what real use are the trade skills? For that matter, how come <br/>\nthe trade skills don&#39;t make much sense? One point in case - mechanical <br/>\nlockpicks - rat ears are part of the recipe. Does that make sense? Not <br/>\nreally. Can I live with it? Yes. But when something as simple as the recipe <br/>\nfor the Telescoping fishing pole can&#39;t be figured out because of the &quot;lack <br/>\nof sense&quot; with the trade skill, wouldn&#39;t it signal to someone that maybe, <br/>\njust maybe, something is wrong?<br/>\n<br/>\nA very good example of this is tinkering. Being part of the Tinkerer&#39;s <br/>\nmailing list, I know firsthand how many people were involved with <br/>\nresearching the recipe, as well as how much PP went into it&#39;s discovery. I <br/>\nknow for a fact that correct recipe has been used many times before, and it <br/>\nnever worked. Now all of a sudden it does? Seems a bit fishy to me. Now try <br/>\nand get a straight answer out of a GM or Guide about it. In fact, try to get<br/>\n<br/>\nANY straight answer out of a GM or Guide, or even get anything from them at <br/>\nall. They&#39;re usually too busy ignoring us to care.<br/>\n<br/>\nOverall, in spite of everything, I guess the single number one thing that <br/>\nirritates me most, is the fact that I realize that EQ could and should be so<br/>\n<br/>\nmuch more. And instead of taking EQ to where it should be, I have to sit on <br/>\nmy butt due to lack of technical programming expertise, and watch from the <br/>\nsidelines while Verant idly tweaks and nerfs everything to hell with &quot;band <br/>\naid patches&quot;, instead of just outright fixing it. That&#39;s why I&#39;m currently <br/>\nlooking for a new game, (excluding AC or UO) or for a programming group with<br/>\n<br/>\nthe ability to do something high calibre like EQ but better, and that also <br/>\nhas the smarts to avoid the same pitfalls.<br/>\n<br/>\n/rant off<br/>\n<br/>\nVisit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a></div>","specialLinks":[]}}