{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Avron Elselynn","from":"&quot;Avron Elselynn&quot; &lt;avron@...","replyTo":"LIST","senderId":"_7z7z7Yjy6VXx3e5PCV-BqMU0KNPMDCJjGv0zQz5FpctVyqZAJ738XHvNDOHu_eDtIXbP4rzmzD4FuklRlk4ybe4miX8TLwjzxGFCes","spamInfo":{"isSpam":false,"reason":"0"},"subject":"SV: Fed up with EQ - any ideas?? - Rant","postDate":"940965066","msgId":708,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjEyNy43MDguOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":710,"prevInTime":707,"nextInTime":709,"topicId":708,"numMessagesInTopic":2,"msgSnippet":"Oh, you want MORE camping for items that break huh? Well maybe you should exclude MAGIC items from the durability feature.. I am not gonna spend ANOTHER month","messageBody":"<div id=\"ygrps-yiv-1678477793\">Oh, you want MORE camping for items that break huh? Well maybe you should exclude MAGIC items from the durability feature.. I am not gonna spend ANOTHER month and 200 hours in guk to get ghoulbane again just because I forgot to go to a smith to repair it.. Personally I can spend weeks out in nowhere not going to a city at all, I don&#39;t want to have to travel back to a city all the time to repair items.. It&#39;s hard enough to get them, don&#39;t want to have to repair them aswell.. This is a damn stupid idea if you ask me, good for player trade skill economy perhaps but it still is crap.. Oh and with the latest patch, Verant apparently want all the paladins to be blacksmiths, so smithing will be pretty crowded as a trade skill..<br/>\n<br/>\nI&#39;d love to have a sturdy warhorse to take me where I want, personally I most often travel in WALK mode without sow or jboots, I think I&#39;m cool striding through the landscape in my steel plate armor(now where did I put those raybans?) :p I guess it&#39;s my protest against all the rushing, camping and general powergaming.. :p<br/>\n<br/>\nYeah rubicite could have stayed in the game.. But I also think they need to twink the current quests for the armors that replaced rubicite, especially cleric/paladin/sk quests..<br/>\n<br/>\nAs I&#39;m a paladin I know the most about the paladin quests, and I believe we have the most work for our armor, and the crappiest stats.. I have concluded that it would be easier and take almost less time, for me to get to level 46 and go get me some valorium instead..<br/>\n<br/>\nI am level 32 now.. First I gotta up about 7 different factions, I estimate that it will take about the same time to up one faction that it will take me to raise 1 level.. If I went for exp instead that would put me at level 39.. Then I must go out and search for the items for the mold quests, some are easy to get though and won&#39;t take so much time so I estimate an average of 0.5 levels per mold quest.. By then I could be approx level 42.. THEN I have to become a master smith, this is the most time consuming part of the quest, estimated about 2-3 levels in time before I reach master.. that puts me at 44-45.. Also for each piece of armor I have to go out and find 4 items to create the metal ronium required to smith the armor, and two of the items for the metal are nodrop so I will have to go get them one at a time for each quest, the other items, if not LORE, I could build up a pile of.. Anyway with all this I think I could be high level enough to go to PoF and get some valorium instead.. I might have it way off in my amateur calculations though, but even if I am 5 levels off, is it worth getting it when you have 5 levels left until you can get valorium?<br/>\n<br/>\n- Avron -<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\nFrom: kale eusi &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kaleusi@...\">kaleusi@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@onelist.com\">EverQuest@onelist.com</a>&gt;<br/>\nSent: Tuesday, October 26, 1999 8:44 PM<br/>\nSubject: RE: [EverQuest] Fed up with EQ - any ideas?? - Rant<br/>\n<br/>\n<br/>\n&gt; From: &quot;kale eusi&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kaleusi@...\">kaleusi@...</a>&gt;<br/>\n&gt; <br/>\n&gt; &gt;From: &quot;Whitmore, Lance&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lwhitmore@...\">lwhitmore@...</a>&gt;<br/>\n&gt; &gt;I made a suggestion...<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.shadowbane.com/\">http://www.shadowbane.com/</a><br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;As to your rant :) ( of course on my post.. hehe )<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;What solutions do you have?  What ideas do you have? I&#39;m sure we would all<br/>\n&gt; &gt;like to listen to a few suggestions. You can&#39;t be a lone ranger and submit<br/>\n&gt; &gt;them yourself and expect changes to occur.. We all need to work together,<br/>\n&gt; &gt;unfortunately I here a lot of complaining yet no set forth solutions.<br/>\n&gt; &gt;<br/>\n&gt; &gt;Hint us in on a few, we might just agree.<br/>\n&gt; &gt;<br/>\n&gt; &gt;(and this is in no way a flame)<br/>\n&gt; &gt;<br/>\n&gt; <br/>\n&gt; Didn&#39;t meant to imply that you were flaming, nor do I take your suggestion <br/>\n&gt; as such.<br/>\n&gt; <br/>\n&gt; Here&#39;s just a few suggestions (of many) that have been made to Verant:<br/>\n&gt; <br/>\n&gt; 1.) To spur a &quot;player run&quot; economy, add in item durability on armor, weapons <br/>\n&gt; and such. The appropriate trade skill could repair the items durability - IE <br/>\n&gt; smithing for armor and weapons, tailoring for clothing and tailor made <br/>\n&gt; items, bowyer/fletching to fix bows etc etc. If the player made repairs in a <br/>\n&gt; shop with all the &quot;tools&quot; needed are assume to be handy, then there&#39;d be no <br/>\n&gt; reduction in the items durability. If it was done &quot;out in the field&quot;, IE not <br/>\n&gt; in a shop with the proper tools, then there&#39;d be a permanent reduction in <br/>\n&gt; the max durability of the item. Also, have NPC&#39;s that you could go to who <br/>\n&gt; could also make these repairs (of course the NPC would charge more). If the <br/>\n&gt; items durability hits zero, then there&#39;d be a chance of it breaking every <br/>\n&gt; time it was used. If the item breaks, it would be permanently and totally <br/>\n&gt; useless.<br/>\n&gt; <br/>\n&gt; 2.) Have additional modes of transportation in the future add on - IE <br/>\n&gt; Horses, Flying Mounts etc. as an alternative to JBoots. The graphics are <br/>\n&gt; already in the game for them both. It would take some minor adjustments to <br/>\n&gt; add them in, and make them fully functional.<br/>\n&gt; <br/>\n&gt; 3.) Have NPC&#39;s in key locations that you could pay to bind you to an area. <br/>\n&gt; Would have fixed the need to remove the Ring of the Dead (which should have <br/>\n&gt; worked before they put it on the live servers). Instead, they removed the <br/>\n&gt; ring (another band aid patch).<br/>\n&gt; <br/>\n&gt; 4.) Have rubi as a lore, no drop quest loot for a long, involved and hard <br/>\n&gt; quest. Would have fixed the need to remove it to decrease camping/farming of <br/>\n&gt; the armor. Instead, they removed it.<br/>\n&gt; <br/>\n&gt; &gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a><br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}