{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"PNdTY0-rA7xciGPTCWVAGZK-qZEZq1V765uKao7HQ0_LIUClniD2REpV8x2mWth6SQeUUUUpmZbTMk_d_1kqSqU-stXj8mrj-Vn0sieb9oXtmw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Fed up with EQ - any ideas?? - Rant","postDate":"940969632","msgId":713,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjEyNy43MTMuOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":706,"nextInTopic":714,"prevInTime":712,"nextInTime":714,"topicId":703,"numMessagesInTopic":9,"msgSnippet":"... From: kale eusi  To:  Sent: Tuesday, October 26, 1999 1:44 PM Subject: RE: [EverQuest] Fed up with EQ - any","messageBody":"<div id=\"ygrps-yiv-1578407085\"><blockquote><span title=\"qreply\">----- Original Message -----<br/>\nFrom: kale eusi &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kaleusi@...\">kaleusi@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EverQuest@onelist.com\">EverQuest@onelist.com</a>&gt;<br/>\nSent: Tuesday, October 26, 1999 1:44 PM<br/>\nSubject: RE: [EverQuest] Fed up with EQ - any ideas?? - Rant<br/>\n<br/>\nYou definitely make some valid points.  I find the &quot;secret nerfing&quot; to be<br/>\nvery frustrating. I do think, though that perhaps some of what may appear to<br/>\n&quot;nerfing&quot; may be the introduction of new bugs as they attempt to fix old<br/>\none.<br/>\n<br/>\nI hate to take some issue with your comments - particularly your assertion<br/>\n(in your second post) that &quot;and Verant chooses to<br/>\nignore those suggestions even though they&#39;re easily implementable&quot;<br/>\n<br/>\nFirst of all - your are 1 of 125,000 customers.  To be surprised that Verant<br/>\nseems to ignore your suggestion is, to say the least, naive.  How much time<br/>\ndo they have to respond to suggestion vs. implementing their own?  Also -<br/>\nyour suggestions may be in direct contraction to what others are suggesting.<br/>\nSo it&#39;s not really fair to say you&#39;re being ignored...<br/>\n<br/>\nAlso - it&#39;s impossible for anyone who doesn&#39;t have access to the EQ source<br/>\ncode and database definition to know how easy to implement any change is.<br/>\nVery often what seems (even to the programmer!) to be an easy change can<br/>\ncause major problems with the code.<br/>\n<br/>\n<br/>\n<br/>\n&gt; 1.) To spur a &quot;player run&quot; economy, add in item durability on armor,<br/>\nweapons<br/>\n&gt; and such. The appropriate trade skill could repair the items durability -<br/>\nIE<br/>\n&gt; smithing for armor and weapons, tailoring for clothing and tailor made<br/>\n&gt; items, bowyer/fletching to fix bows etc etc. If the player made repairs in<br/>\na<br/>\n&gt; shop with all the &quot;tools&quot; needed are assume to be handy, then there&#39;d be<br/>\nno<br/>\n&gt; reduction in the items durability. If it was done &quot;out in the field&quot;, IE<br/>\nnot<br/>\n&gt; in a shop with the proper tools, then there&#39;d be a permanent reduction in<br/>\n&gt; the max durability of the item. Also, have NPC&#39;s that you could go to who<br/>\n&gt; could also make these repairs (of course the NPC would charge more). If<br/>\nthe<br/>\n&gt; items durability hits zero, then there&#39;d be a chance of it breaking every<br/>\n&gt; time it was used. If the item breaks, it would be permanently and totally<br/>\n&gt; useless.<br/>\n&gt;<br/>\n<br/>\nI don&#39;t see how you can imagine this would be easy to implement.  Verant<br/>\nrecently admitted that they had to dramatically change the way corpses decay<br/>\nbecause the number of items in the item database was overwhelming.  To<br/>\nimplement this - they would have to make an enormous change to each and<br/>\nevery item in the database and all the code necessary to support it.  I<br/>\ndoubt that this could be added even in an expansion pack but only when &quot;EQ2&quot;<br/>\ncomes out.<br/>\n<br/>\nOn the other hand - I agree that it&#39;s a great suggestion...<br/>\n<br/>\n&gt; 2.) Have additional modes of transportation in the future add on - IE<br/>\n&gt; Horses, Flying Mounts etc. as an alternative to JBoots. The graphics are<br/>\n&gt; already in the game for them both. It would take some minor adjustments to<br/>\n&gt; add them in, and make them fully functional.<br/>\n&gt;<br/>\n<br/>\nI vaguely recall Verant talking about this - and that they had problems.<br/>\nBut assuming I&#39;m wrong - I doubt it&#39;s a &quot;minor&quot; adjustment to graphically<br/>\nrepresent this.  However - it would be nice thing to have - even if they<br/>\n&quot;kludged&quot; the graphics.  Probably easily done in the expansion at worst<br/>\ncase.<br/>\n<br/>\n<br/>\n&gt; 3.) Have NPC&#39;s in key locations that you could pay to bind you to an area.<br/>\n&gt; Would have fixed the need to remove the Ring of the Dead (which should<br/>\nhave<br/>\n&gt; worked before they put it on the live servers). Instead, they removed the<br/>\n&gt; ring (another band aid patch).<br/>\n&gt;<br/>\n<br/>\nThis is is a popular request - but Verant HAS addressed this issue.  They<br/>\nsaid it would negatively affect dynamics of having the players bind.  Player<br/>\neconomy blah-blah-blah..  Most people disagree with them...  Remember the<br/>\ndesigners have very strong opinions regarding the philoposphy of design.<br/>\nIt&#39;s their party - they can cry if they want to...<br/>\n<br/>\n&gt; 4.) Have rubi as a lore, no drop quest loot for a long, involved and hard<br/>\n&gt; quest. Would have fixed the need to remove it to decrease camping/farming<br/>\nof<br/>\n&gt; the armor. Instead, they removed it.<br/>\n&gt;<br/>\n<br/>\nThey did exactly that - but felt the need to make specific armor types per<br/>\nclass to continue to balance the classes the way they saw fit.  I&#39;m a bard<br/>\nand they have Lambient Armor (stupid name) - not sure if they have<br/>\nimplemented all class&#39; armors - perhaps that&#39;s the problem.<br/>\n<br/>\nIn summary - it seems to me you have some strong opinions regarding the way<br/>\nthe game should be implemented vs. Verant&#39;s - I&#39;m not surprised you are<br/>\nlosing interest in the game.  Unfortunately - I think you&#39;ll find that it&#39;s<br/>\nthe best the market has yet to offer.  To add insult to injury - one of the<br/>\nkey players - Sierra - has reorganized - and put their &quot;Middle Earth&quot;<br/>\nproject on ice.  They claim it&#39;s just on hold - not cancelled - but I&#39;m<br/>\nskeptical.  The project that would most interest you would be &quot;Neverwinter&quot;.<br/>\nIt&#39;s based on the Baldur&#39;s Gate Engine - and will allow players to set up<br/>\ntheir own servers - tweaking the rules as they see fit...<br/>\n<br/>\nGood luck to you!<br/>\n<br/>\nSlyde of  Xegony </span></blockquote></div>","specialLinks":[]}}