{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"William Orent","from":"William Orent &lt;will8155@...&gt;","replyTo":"LIST","senderId":"ZOXXD84HYNQ_ApJ9Tqzs5Km67m9k7pmYAnLM-tSjyC4-U5mOqXv2kowaOJEcvX5YSPvKO64gFyAh9yDvHwymvzSd1T755DkRr357rA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Fed up with EQ - any ideas?? - Rant","postDate":"941056568","msgId":715,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjEyNy43MTUuOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":714,"nextInTopic":716,"prevInTime":714,"nextInTime":716,"topicId":703,"numMessagesInTopic":9,"msgSnippet":"err one other thing.. The durability idea is just from diablo, taking it would be openly copying from that game","messageBody":"<div id=\"ygrps-yiv-1033181767\">err one other thing.. The durability idea is just from diablo, taking it would<br/>\nbe openly copying from that game<br/>\n<br/>\n&quot;Whitmore, Lance&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Whitmore, Lance&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:lwhitmore@...\">lwhitmore@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Interesting suggestions. Here&#39;s my thoughts on them (not that it means<br/>\n&gt; much).<br/>\n&gt;<br/>\n&gt; 1. I find the durability idea interesting. It would add to the player<br/>\n&gt; economy if someone could specialize in its repair.. and I&#39;m sure you will<br/>\n&gt; find many a player that would want to study these arts.  I definitely agree<br/>\n&gt; that something has to be done to increase the value of money.  What I find<br/>\n&gt; in today&#39;s EQ world are campers that are trading to other campers.. forcing<br/>\n&gt; every other player to then in turn become campers themselves..  This in<br/>\n&gt; combination with the fact that only jewelers actually need cash, gems etc.<br/>\n&gt; purchased from merchants, if your not in the market for enchanted jewelry<br/>\n&gt; then your cash is worthless.<br/>\n&gt;<br/>\n&gt; Now that they have created these new class specific rubi replacements, they<br/>\n&gt; have at least attempted to change that.  Example.. Being a ranger myself, in<br/>\n&gt; order to complete my quest for the Ivy bracer I have to purchase a stone<br/>\n&gt; valued at 120p.. then another for a second bracer. It does add to the<br/>\n&gt; economy a bit but.. the problem is the money I spend is not going back into<br/>\n&gt; the general population... its going to the merchants.. ack :(.<br/>\n&gt;<br/>\n&gt; Durability is an interesting idea sounds plausible to me.<br/>\n&gt;<br/>\n&gt; 2.  As for the idea of horses and the such.. I once thought this was a great<br/>\n&gt; idea; however, the EQ world as it is.. Is just to small for such modes of<br/>\n&gt; transport. Now if they could increase that land mass abit and make zones<br/>\n&gt; much larger, as in AC then I might agree.<br/>\n&gt;<br/>\n&gt; 3.  Binds in the city without going to casters for help.  Sounds good when<br/>\n&gt; you first hear it; however I kinda like the idea of somehow supplying newbie<br/>\n&gt; casters some income.  I remember really hurting for cash with one of my mage<br/>\n&gt; characters.  In the beginning spells cost a ton to the average newbie.  I<br/>\n&gt; like it the way it is.  The one thing I want?  My ranger would have the<br/>\n&gt; ability to gate.. I know that a ring does exist,&quot;Glimmer Ring&quot;, which allows<br/>\n&gt; me to gate.. only thing is, it works once.<br/>\n&gt;<br/>\n&gt; 4.  Rubi, Rubi, Rubi,  personally I hate rubi.. hehe...  I think its<br/>\n&gt; wonderful that they have added additional sets of armor, plus the fact its<br/>\n&gt; class specific.  It would be a truly boring place if everyone was decked out<br/>\n&gt; in all red.  I have to say the newly created no drop item quest for class<br/>\n&gt; specific armor, was a godsend.  Lets look at the pluses:<br/>\n&gt;<br/>\n&gt; a.  Armor tailored for a class with stats helping to further balance the<br/>\n&gt; classes overall.<br/>\n&gt;<br/>\n&gt; b.  Items for quest are no drop, therefore if you want the armor you pretty<br/>\n&gt; much have to loot the items yourself. This minimizes the camping by casters<br/>\n&gt; who are in it just for the money.  I hate having to lower myself to<br/>\n&gt; trade/buy an item from some caster, that could never use it to being with,<br/>\n&gt; whom probably KS&#39;d it from someone who really needed it.<br/>\n&gt;<br/>\n&gt; c.  Quest items are also spread out across the entire world forcing players<br/>\n&gt; to move about the zones.<br/>\n&gt;<br/>\n&gt; d.  Each armor piece requires the actual spending of money, ill be it to the<br/>\n&gt; merchants :(, and this is good to increase the overall value of the<br/>\n&gt; platinum.<br/>\n&gt;<br/>\n&gt; e.  The quest are, from what I have experienced, quite sufficiently<br/>\n&gt; difficult.  When teamed with a nice group they can be completed, however if<br/>\n&gt; you want to solo you better be ready to dish it out.. hehe<br/>\n&gt;<br/>\n&gt; Overall nice suggestions, and these are just my thoughts on the matter..<br/>\n&gt;<br/>\n&gt; :)<br/>\n&gt;<br/>\n&gt; &gt; Visit the EverQuest homepage at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.everquest.com\">http://www.everquest.com</a> </span></blockquote></div>","specialLinks":[]}}