{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kale eusi","from":"&quot;kale eusi&quot; &lt;kaleusi@...&gt;","replyTo":"LIST","senderId":"lfrQkUtPtJInF6wpKR2c_Nt_J0hgD4Nfk_1OmApZniDfzH_q6eKpWsjuGL0Uh7JWGqqVsG0IAF43ssr1PvGhnGThXOKQDnig","spamInfo":{"isSpam":false,"reason":"0"},"subject":"(unknown)","postDate":"949936083","msgId":797,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjE1MS43OTcuOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":799,"prevInTime":796,"nextInTime":798,"topicId":797,"numMessagesInTopic":20,"msgSnippet":"Just a friendly warning to all EQ players out there - yours truly was the subject of a scam that takes advantage of a new bug/exploit with the trade window. An","messageBody":"<div id=\"ygrps-yiv-2016024495\">Just a friendly warning to all EQ players out there - yours truly was the <br/>\nsubject of a scam that takes advantage of a new bug/exploit with the trade <br/>\nwindow. An individual on Saturday night, who will for now remain anonymous, <br/>\noffered to sell myself a Thick Banded Belt for 7500pp cash.<br/>\n<br/>\nBecause I have been looking to obtain a Thick Banded Belt for quite some <br/>\ntime now, I eagerly went to the bank in Neriak and withdrew the money. Upon <br/>\nmy arrival in Eastern Commons, I found the individual where they said they <br/>\nwould be. They immediately placed the Thick Banded Belt into the trade <br/>\nwindow, so I put my 7500pp there as well. I waited a few seconds, and then <br/>\nthe individual hit their trade button. I examined the item to ensure it was <br/>\nwhat I was told it was. Once I verified the item to actually be a Thick <br/>\nBanded Belt, I hit my trade button.<br/>\n<br/>\nAs I began to walk away with my newly found and much sought after piece of <br/>\ngear, I opened my inventory to find it so that I could equip the item. To my <br/>\namazement, it could not be found within my inventory. I immediately searched <br/>\nall my packs, and it was no where to be found. Now I know what you must be <br/>\nsaying to yourself; that I must be stupid for having dropped such a valuable <br/>\nitem. Let me assure you that I had, and still do have more than enough empty <br/>\nspots in my packs to hold many items, let alone just one.<br/>\n<br/>\nI immediately began to accost the individual responsible for having managed <br/>\nto pull off this scam, and as I suspected, the individual had logged off <br/>\nshortly after the transactions completion. I immediately petitioned a GM, <br/>\nand approximately an hour later I received a response.<br/>\n<br/>\nI quickly explained what had happened to the GM, and was informed that a <br/>\ndatabase cross index search would be performed to find the account <br/>\ninformation. The GM went on and explained to me that EVERY single trade or <br/>\ntransaction with an NPC/Player is kept track of so that in instances like <br/>\nthese or in the event of bugs, they can track down the information to <br/>\nisolate the incident in question. The GM went on to say that they didn&#39;t <br/>\nlike to perform this type of search, as it was a long and involved process. <br/>\nI went on to explain to the GM that I had screenshots of the transaction in <br/>\nprogress, and was promptly told that any and all screenshots were totally <br/>\nuseless as evidence. After all this had been explained to me, I was informed <br/>\nthat I would be contacted when the search had been completed.<br/>\n<br/>\nSunday night came, and once again I petitioned to find out as to the status <br/>\nof the search. After waiting approximately 2 hours, I was informed by the GM <br/>\nthat the account information had been found using the character name I had <br/>\nprovided. I was informed that they could find no records of a trade having <br/>\never taken place between myself, and the exploiter. I was informed however <br/>\nthat they had at least been able to verify that I did indeed have 7500pp on <br/>\nmy character as I had claimed, and that they had no idea where it had <br/>\ndisappeared to. I was also informed that the character in question had been <br/>\ndeleted sometime in between Saturday and Sunday night.<br/>\n<br/>\nAfter a long and heated debate with the GM over the matter, the GM finally <br/>\nreluctantly agreed to pull the character information off of the backup tapes <br/>\nto see if the character in question had actually taken my 7500pp. The GM <br/>\nwent on to say that they could find no trace of the money on the character <br/>\nin question, nor had the character traded it or any large amount of <br/>\nexpensive items off to someone else. The GM also stated that it made no <br/>\nsense to delete a character that had such a large amount of cash, and that <br/>\nin most all likely hood neither the Belt nor the cash would not be restored <br/>\nto me. I was then informed that I again would be contacted after the <br/>\noffending characters backup data had been viewed, so that they could verify <br/>\nif they had actually gotten my cash.<br/>\n<br/>\nTo date, the offenders entire account information has been found. It has <br/>\nalso been verified that I had 7500pp on my person as I had stated. However, <br/>\nthe servers GM can not find any record of this entire transaction having <br/>\never taken place, but are totally ignoring the fact that 7500pp just <br/>\nvanished off of my character without a trace. At the very least,  the sudden <br/>\ndisappearance of 7500pp off a character with no log as to it having been <br/>\ntraded away would signal that there was a serious bug/glitch that caused it <br/>\nto disappear. To top it all off, I have screenshots of the transaction, but <br/>\nthe GM said they were useless. In addition to this, I have screenshots of <br/>\nthe conversations with the GM showing that all I have stated is true.<br/>\n<br/>\nI will again tonight (Monday Feb 7, 2000)  try and speak with the GM&#39;s to <br/>\nget this matter resolved and have either my item or cash restored, and the <br/>\noffender banned if I have anything to do with it. Why you ask have I posted <br/>\nthis information everywhere? I do it simply to warn everyone! Be extremely <br/>\ncareful who you trade with or you&#39;ll end up like me - 7500pp in the hole, <br/>\nand no item to show for it! So now, I sit here on pins and needles, waiting <br/>\nand hoping that the server didn&#39;t screw up and not save the data, so that I <br/>\nmay have my items/cash restored!<br/>\n<br/>\nJarlax T`Kaedra<br/>\nHighly Agitated SK of the 38th Rank<br/>\nBertoxxulous<br/>\n<br/>\n______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}