{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kale eusi","from":"&quot;kale eusi&quot; &lt;kaleusi@...&gt;","replyTo":"LIST","senderId":"Rru2f-2gGx8SWq85NtgQztpAsi0Zl7hnmZA6g-DOVdk_UQPaGnzjP3X-D72qLP_kzi1Lvecuyv4tsWLk5rP9JOI1IudhkDoq","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Final Verdict","postDate":"950099351","msgId":809,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjE1Mi44MDkuOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":812,"prevInTime":808,"nextInTime":810,"topicId":809,"numMessagesInTopic":3,"msgSnippet":"For those of you who took the time to read my previous posting in reguards to the 7500pp I lost to an exploiter, I would like to take the time to thank you","messageBody":"<div id=\"ygrps-yiv-1032578351\">For those of you who took the time to read my previous posting in reguards <br/>\nto the 7500pp I lost to an exploiter, I would like to take the time to thank <br/>\nyou all. I recieved numerous suggestions, and more support than I ever <br/>\nexpected to get about the matter. But after all I have tried to accomplish, <br/>\nit has amounted to nothing.<br/>\n<br/>\nLast night, I once again was in a heated debate with Tinysa (even though I <br/>\nhad been informed by a guide that she wouldn&#39;t be on until Thursday night).<br/>\n<br/>\nAfter lengthy discussion, I was informed that neither my money nor the Thick <br/>\nBanded Belt would be returned to me, as there was no record on the backup <br/>\ntapes of the transaction having ever occured. I was informed after much <br/>\nquestioning, that ALL COMPLETED trades conducted by players was logged.<br/>\n<br/>\nGrudgingly, I got Tinysa to admit that it seemed a bit odd that 7500pp would <br/>\nsimply vanish off a character into thin air. However, I was informed that it <br/>\ndid not warrant further investigation because I could have just left the <br/>\ncash on the ground for someone else to pick up which also would not have <br/>\nbeen logged (yeah - as if I&#39;m going to leave 48+ days of savings around for <br/>\nsomeone to pick up).<br/>\n<br/>\nBased upon the information I recieved last night, and from the numerous <br/>\nemails I have recieved from other players about the matter, I have come to <br/>\nthe following conclusion - I believe that the Thick Banded Belt that I <br/>\nbought had indeed been exchanged. However it is my belief that for whatever <br/>\nreason, the server detected it as a duplicate, and destroyed it. As such, it <br/>\nwould not have registered as a completed trade, and there for would not have <br/>\nbeen logged.<br/>\n<br/>\nTo the best of my knowledge, the GM&#39;s did everything they possibly could to <br/>\nverify this information short of restoring the offending character, and <br/>\nverifying that they did indeed have my 7500pp cash. In fact, they had me <br/>\ndoubting that I had actually conducted the trade until I pulled up the <br/>\nscreenshot of the trade that I had managed to take a snapshot of, and looked <br/>\nat it closely. Based on the screenshot which I myself had taken, I can <br/>\nclearly see the items in question in both trade windows so I know the trade <br/>\nhad taken place. I also presented the time and date that it occured <br/>\n(Date/Time info off of the screenshot) to no avail. In the end, I lost my <br/>\nmoney. I&#39;ll never see it again...... Cheaters 99999..... Good guys <br/>\n0............. I guess it doesn&#39;t pay to be honest.<br/>\n<br/>\nOnce again, I stress the fact that I merely present this information to all <br/>\nso that you may avoid having this happen to you. This in no way is a rant, <br/>\nflame, gripe, or an attempt to get a thread going about duping/cheating.<br/>\n______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}