{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kale eusi","from":"&quot;kale eusi&quot; &lt;kaleusi@...&gt;","replyTo":"LIST","senderId":"ll8nu3gdA7HayD2Wmi_A3zKnTcsQs0ZGbfOHSMYb9q_YaZ0xByBzz8bXd9-nH2y_YEuPgep_KB-K_R6zs0OGsKOcF_vae0uk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Final Verdict Follow up","postDate":"950206826","msgId":818,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDYwODM3LjE1NC44MTguOTU5Mjk0Mzg0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":817,"nextInTime":819,"topicId":818,"numMessagesInTopic":1,"msgSnippet":"This was forwarded to me me today, and figured I d share with you all. My posting was forwaded to Brad McQuaid on behalf of myself by Cook Miller, (as ","messageBody":"<div id=\"ygrps-yiv-239197728\">This was forwarded to me me today, and figured I&#39;d share with you all. My <br/>\nposting was forwaded to Brad McQuaid on behalf of myself by Cook Miller, (as <br/>\nreflected below).<br/>\n<br/>\nOn another note, I can say that on occasion a bad situation will turn good. <br/>\nLast night an aquaintance of mine, Vinee (a monk who on occasion s I&#39;ve had <br/>\nthe pleasure of grouping with) obtained a Flowing Black Silk Sash. As such, <br/>\nhe no longer needed his Thick Banded Belt, and traded it to me for a very <br/>\ngood deal. I would like to take the time to say &quot;Kudos to you Vinee!&quot; for <br/>\nhelping me out in a very dire situation. I just hope that it goes to show <br/>\nothers out there that not everyone is greedy, and hope that on occasion <br/>\nthey&#39;ll show an act of kindness... Cheaters 99999..... Good guys <br/>\n1............. I&#39;ve changed my mind.... It pays to be honest on occasion. 8D<br/>\n<br/>\n--------<br/>\n&quot;That which does not kill us, makes us stronger.&quot; - Friedrich Nietzsche<br/>\n&quot;A beast I am, lest a beast I become.&quot; - Unknown<br/>\n--------<br/>\nJarlax T`Kaedra - Master Potter, Master Brewer, Journeyman Blacksmith, <br/>\nApprentice Tailor & Bowyer/Fletcher<br/>\nFaithful Servant of the almighty Innoruuk<br/>\nTeir&#39;Dal Shadow Knight of the 38th Rank<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: Cook Miller-ETOP03 &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Miller_Cook-ETOP03@...\">Miller_Cook-ETOP03@...</a>&gt;<br/>\n&gt;To: &quot;&#39;Brad McQuaid&#39;&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bmcquaid@...\">bmcquaid@...</a>&gt;<br/>\n&gt;CC: &quot;&#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:templarknights@...\">templarknights@...</a>&#39;&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:templarknights@...\">templarknights@...</a>&gt;<br/>\n&gt;Subject: Possible Duping Bug?<br/>\n&gt;Date: Thu, 10 Feb 2000 12:11:10 -0500<br/>\n&gt;<br/>\n&gt;Brad,<br/>\n&gt;<br/>\n&gt;I am a totally uninvolved player to this issue I saw posted on a One-list<br/>\n&gt;forum.  As I trade with other PC&#39;s for items and cash, I am concerned that<br/>\n&gt;something like this could happen again.  I don&#39;t expect a response, but if<br/>\n&gt;you could take the time to review what is said below, maybe you can direct<br/>\n&gt;it to the right someone who could check this out or at least read this and<br/>\n&gt;have in their mind as they deal with issues like this in the future.<br/>\n&gt;<br/>\n&gt;Regards,<br/>\n&gt;<br/>\n&gt;Piemur<br/>\n&gt;Wood Elf Bard (alias Miller Cook - satisfied EQ player and having fun)<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Message: 4<br/>\n&gt;    Date: Mon, 07 Feb 2000 15:09:39 GMT<br/>\n&gt;    From: &quot;Guild Master Jarlax&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:templarknights@...\">templarknights@...</a>&gt;<br/>\n&gt;Subject: (unknown)<br/>\n&gt;<br/>\n&gt;Just a friendly warning to all EQ players out there - yours truly was the<br/>\n&gt;subject of a scam that takes advantage of a new bug/exploit with the trade<br/>\n&gt;window. An individual on Saturday night, who will for now remain anonymous,<br/>\n&gt;offered to sell myself a Thick Banded Belt for 7500pp cash.<br/>\n&gt;<br/>\n&gt;Because I have been looking to obtain a Thick Banded Belt for quite some<br/>\n&gt;time now, I eagerly went to the bank in Neriak and withdrew the money. Upon<br/>\n&gt;my arrival in Eastern Commons, I found the individual where they said they<br/>\n&gt;would be. They immediately placed the Thick Banded Belt into the trade<br/>\n&gt;window, so I put my 7500pp there as well. I waited a few seconds, and then<br/>\n&gt;the individual hit their trade button. I examined the item to ensure it was<br/>\n&gt;what I was told it was. Once I verified the item to actually be a Thick<br/>\n&gt;Banded Belt, I hit my trade button.<br/>\n&gt;<br/>\n&gt;As I began to walk away with my newly found and much sought after piece of<br/>\n&gt;gear, I opened my inventory to find it so that I could equip the item. To <br/>\n&gt;my<br/>\n&gt;<br/>\n&gt;amazement, it could not be found within my inventory. I immediately <br/>\n&gt;searched<br/>\n&gt;<br/>\n&gt;all my packs, and it was no where to be found. Now I know what you must be<br/>\n&gt;saying to yourself; that I must be stupid for having dropped such a <br/>\n&gt;valuable<br/>\n&gt;<br/>\n&gt;item. Let me assure you that I had, and still do have more than enough <br/>\n&gt;empty<br/>\n&gt;<br/>\n&gt;spots in my packs to hold many items, let alone just one.<br/>\n&gt;<br/>\n&gt;I immediately began to accost the individual responsible for having managed<br/>\n&gt;to pull off this scam, and as I suspected, the individual had logged off<br/>\n&gt;shortly after the transactions completion. I immediately petitioned a GM,<br/>\n&gt;and approximately an hour later I received a response.<br/>\n&gt;<br/>\n&gt;I quickly explained what had happened to the GM, and was informed that a<br/>\n&gt;database cross index search would be performed to find the account<br/>\n&gt;information. The GM went on and explained to me that EVERY single trade or<br/>\n&gt;transaction with an NPC/Player is kept track of so that in instances like<br/>\n&gt;these or in the event of bugs, they can track down the information to<br/>\n&gt;isolate the incident in question. The GM went on to say that they didn&#39;t<br/>\n&gt;like to perform this type of search, as it was a long and involved process.<br/>\n&gt;I went on to explain to the GM that I had screenshots of the transaction in<br/>\n&gt;progress, and was promptly told that any and all screenshots were totally<br/>\n&gt;useless as evidence. After all this had been explained to me, I was <br/>\n&gt;informed<br/>\n&gt;<br/>\n&gt;that I would be contacted when the search had been completed.<br/>\n&gt;<br/>\n&gt;Sunday night came, and once again I petitioned to find out as to the status<br/>\n&gt;of the search. After waiting approximately 2 hours, I was informed by the <br/>\n&gt;GM<br/>\n&gt;<br/>\n&gt;that the account information had been found using the character name I had<br/>\n&gt;provided. I was informed that they could find no records of a trade having<br/>\n&gt;ever taken place between myself, and the exploiter. I was informed however<br/>\n&gt;that they had at least been able to verify that I did indeed have 7500pp on<br/>\n&gt;my character as I had claimed, and that they had no idea where it had<br/>\n&gt;disappeared to. I was also informed that the character in question had been<br/>\n&gt;deleted sometime in between Saturday and Sunday night.<br/>\n&gt;<br/>\n&gt;After a long and heated debate with the GM over the matter, the GM finally<br/>\n&gt;reluctantly agreed to pull the character information off of the backup <br/>\n&gt;tapes<br/>\n&gt;<br/>\n&gt;to see if the character in question had actually taken my 7500pp. The GM<br/>\n&gt;went on to say that they could find no trace of the money on the character<br/>\n&gt;in question, nor had the character traded it or any large amount of<br/>\n&gt;expensive items off to someone else. The GM also stated that it made no<br/>\n&gt;sense to delete a character that had such a large amount of cash, and that<br/>\n&gt;in most all likely hood neither the Belt nor the cash would not be restored<br/>\n&gt;to me. I was then informed that I again would be contacted after the<br/>\n&gt;offending characters backup data had been viewed, so that they could verify<br/>\n&gt;if they had actually gotten my cash.<br/>\n&gt;<br/>\n&gt;To date, the offenders entire account information has been found. It has<br/>\n&gt;also been verified that I had 7500pp on my person as I had stated. However,<br/>\n&gt;the servers GM can not find any record of this entire transaction having<br/>\n&gt;ever taken place, but are totally ignoring the fact that 7500pp just<br/>\n&gt;vanished off of my character without a trace. At the very least,  the <br/>\n&gt;sudden<br/>\n&gt;<br/>\n&gt;disappearance of 7500pp off a character with no log as to it having been<br/>\n&gt;traded away would signal that there was a serious bug/glitch that caused it<br/>\n&gt;to disappear. To top it all off, I have screenshots of the transaction, but<br/>\n&gt;the GM said they were useless. In addition to this, I have screenshots of<br/>\n&gt;the conversations with the GM showing that all I have stated is true.<br/>\n&gt;<br/>\n&gt;I will again tonight (Monday Feb 7, 2000)  try and speak with the GM&#39;s to<br/>\n&gt;get this matter resolved and have either my item or cash restored, and the<br/>\n&gt;offender banned if I have anything to do with it. Why you ask have I posted<br/>\n&gt;this information everywhere? I do it simply to warn everyone! Be extremely<br/>\n&gt;careful who you trade with or you&#39;ll end up like me - 7500pp in the hole,<br/>\n&gt;and no item to show for it! So now, I sit here on pins and needles, waiting<br/>\n&gt;and hoping that the server didn&#39;t screw up and not save the data, so that I<br/>\n&gt;may have my items/cash restored!<br/>\n&gt;<br/>\n&gt;Jarlax T`Kaedra<br/>\n&gt;Highly Agitated SK of the 38th Rank<br/>\n&gt;Bertoxxulous<br/>\n&gt;<br/>\n&gt;Message: 8<br/>\n&gt;    Date: Mon, 07 Feb 2000 15:54:32 GMT<br/>\n&gt;    From: &quot;Guild Master Jarlax&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:templarknights@...\">templarknights@...</a>&gt;<br/>\n&gt;Subject: Re: (unknown)<br/>\n&gt;<br/>\n&gt;I have one slot open in the main inventory and a backpack (I keep it in the<br/>\n&gt;upper left inventory slot) with one storage slot available. I also have a<br/>\n&gt;Sewn Bag of Evil Eye and a Light Burlap Sack which I keep in the lower <br/>\n&gt;right<br/>\n&gt;<br/>\n&gt;hand corner slots of the main inventory window because they&#39;re unstable, <br/>\n&gt;and<br/>\n&gt;<br/>\n&gt;on occasion items disappear out of them. The rest of the main inventory<br/>\n&gt;slots are filled with fletching kits for their low weight.<br/>\n&gt;<br/>\n&gt;In any event, the Thick Banded Belt should have gone into the open <br/>\n&gt;inventory<br/>\n&gt;<br/>\n&gt;slot, which if full, it should have gone into the backpack storage slot<br/>\n&gt;next. On another note, no containers of any sort were open during the <br/>\n&gt;trade.<br/>\n&gt;<br/>\n&gt;I only opened them only after the trade was complete to find the belt and<br/>\n&gt;equip it.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt;From: &quot;Jeff Bleich&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dolph@...\">dolph@...</a>&gt;<br/>\n&gt; &gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Spoilers@onelist.com\">EQ-Spoilers@onelist.com</a><br/>\n&gt; &gt;To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Spoilers@onelist.com\">EQ-Spoilers@onelist.com</a>&gt;<br/>\n&gt; &gt;Subject: Re: [EQ-Spoilers] (unknown)<br/>\n&gt; &gt;Date: Mon, 7 Feb 2000 10:29:38 -0500<br/>\n&gt; &gt;<br/>\n&gt; &gt;Just a quick question,  How many slots did you have open.  How many slots<br/>\n&gt; &gt;were used for bags, and what kind of bags.?<br/>\n&gt; &gt;<br/>\n&gt; &gt;Just a thought,<br/>\n&gt; &gt;<br/>\n&gt; &gt;Bismatal 50th Circle Monk of Cazic Thule<br/>\n&gt;<br/>\n&gt;Message: 1<br/>\n&gt;    Date: Wed, 09 Feb 2000 12:30:07 GMT<br/>\n&gt;    From: &quot;Jarlax T&#39;Kaedra&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:templarknights@...\">templarknights@...</a>&gt;<br/>\n&gt;Subject: Final Verdict<br/>\n&gt;<br/>\n&gt;For those of you who took the time to read my previous posting in regards<br/>\n&gt;to the 7500pp I lost to an exploiter, I would like to take the time to <br/>\n&gt;thank<br/>\n&gt;<br/>\n&gt;you all. I received numerous suggestions, and more support than I ever<br/>\n&gt;expected to get about the matter. But after all I have tried to accomplish,<br/>\n&gt;it has amounted to nothing.<br/>\n&gt;<br/>\n&gt;Last night, I once again was in a heated debate with Tinysa (even though I<br/>\n&gt;had been informed by a guide that she wouldn&#39;t be on until Thursday night).<br/>\n&gt;<br/>\n&gt;After lengthy discussion, I was informed that neither my money nor the <br/>\n&gt;Thick<br/>\n&gt;<br/>\n&gt;Banded Belt would be returned to me, as there was no record on the backup<br/>\n&gt;tapes of the transaction having ever occurred. I was informed after much<br/>\n&gt;questioning, that ALL COMPLETED trades conducted by players were logged.<br/>\n&gt;<br/>\n&gt;Grudgingly, I got Tinysa to admit that it seemed a bit odd that 7500pp <br/>\n&gt;would<br/>\n&gt;<br/>\n&gt;simply vanish off a character into thin air. However, I was informed that <br/>\n&gt;it<br/>\n&gt;<br/>\n&gt;did not warrant further investigation because I could have just left the<br/>\n&gt;cash on the ground for someone else to pick up which also would not have<br/>\n&gt;been logged (yeah - as if I&#39;m going to leave 48+ days of savings around for<br/>\n&gt;someone to pick up).<br/>\n&gt;<br/>\n&gt;Based upon the information I received last night, and from the numerous<br/>\n&gt;emails I have received from other players about the matter, I have come to<br/>\n&gt;the following conclusion - I believe that the Thick Banded Belt that I<br/>\n&gt;bought had indeed been exchanged. However it is my belief that for whatever<br/>\n&gt;reason, the server detected it as a duplicate, and destroyed it. As such, <br/>\n&gt;it<br/>\n&gt;<br/>\n&gt;would not have registered as a completed trade, and there for would not <br/>\n&gt;have<br/>\n&gt;<br/>\n&gt;been logged.<br/>\n&gt;<br/>\n&gt;To the best of my knowledge, the GM&#39;s did everything they possibly could to<br/>\n&gt;verify this information short of restoring the offending character, and<br/>\n&gt;verifying that they did indeed have my 7500pp cash. In fact, they had me<br/>\n&gt;doubting that I had actually conducted the trade until I pulled up the<br/>\n&gt;screenshot of the trade that I had managed to take a snapshot of, and <br/>\n&gt;looked<br/>\n&gt;<br/>\n&gt;at it closely. Based on the screenshot which I myself had taken, I can<br/>\n&gt;clearly see the items in question in both trade windows so I know the trade<br/>\n&gt;had taken place. I also presented the time and date that it occurred<br/>\n&gt;(Date/Time info off of the screenshot) to no avail. In the end, I lost my<br/>\n&gt;money. I&#39;ll never see it again...... Cheaters 99999..... Good guys<br/>\n&gt;0............. I guess it doesn&#39;t pay to be honest.<br/>\n&gt;<br/>\n&gt;Once again, I stress the fact that I merely present this information to all<br/>\n&gt;so that you may avoid having this happen to you. This in no way is a rant,<br/>\n&gt;flame, gripe, or an attempt to get a thread going about duping/cheating.<br/>\n&gt;_____________________________________________________________________<br/>\n&gt;<br/>\n&gt;Message: 2<br/>\n&gt;    Date: Wed, 9 Feb 2000 09:48:56 -0500<br/>\n&gt;    From: Jeff Burgess &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jburgess@...\">jburgess@...</a>&gt;<br/>\n&gt;Subject: RE: Final Verdict<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;[Jeff Burgess]  I empathize, and I have to hand it to you for handling this<br/>\n&gt;very well.  I&#39;m sure you are frustrated beyond belief, but I&#39;m glad to see<br/>\n&gt;that you want to turn this into a learning experience, not a rant.<br/>\n&gt;<br/>\n&gt;Perhaps we can take this to a new level.  Any high level player ends up<br/>\n&gt;making a very big trade eventually.  If we cannot trade with those we do<br/>\n&gt;not know for fear of being cheated, it imposes a big limit on who we can<br/>\n&gt;trade with.  We must try to learn more about why this happened - and<br/>\n&gt;perhaps, how to detect a duped item.<br/>\n&gt;<br/>\n&gt;Email Brad.  He does respond to email, if worded nicely and not a rant.  <br/>\n&gt;Put<br/>\n&gt;<br/>\n&gt;something like &#39;Possible duping bug?&#39; in the subject line, hopefully that<br/>\n&gt;will get his attention.  Explain what happened - but don&#39;t try to ask for a<br/>\n&gt;refund, that&#39;s the GM&#39;s job.  Ask him if what you suspect (a duped item<br/>\n&gt;disappear when traded) is true.  If it is, perhaps suggest that the check<br/>\n&gt;is done when the item is put into the trade window, not after both parties<br/>\n&gt;have hit trade.  Ask if he knows of any other bugs that may result in this,<br/>\n&gt;and how to detect or avoid them.  The goal here is information - I highly<br/>\n&gt;doubt you&#39;ll see that 7500pp again.<br/>\n&gt;<br/>\n&gt;Maybe you can stop others from being cheated, however.<br/>\n&gt;Naheeb<br/>\n&gt;<br/>\n&gt;Once again, I stress the fact that I merely present this information to all<br/>\n&gt;so that you may avoid having this happen to you. This in no way is a rant,<br/>\n&gt;flame, gripe, or an attempt to get a thread going about duping/cheating.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Thanks for your time.<br/>\n&gt;<br/>\n </span></blockquote>______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}