{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel P. Sniderman","from":"&quot;Daniel P. Sniderman&quot; &lt;fuzzbone@...&gt;","replyTo":"LIST","senderId":"ATfLhxD_21tvEMuB6twjvggMe2LdDxyl6diL1g1l_aPZSrCvkheqkp77cA1MR3CVo_mjPVlR0rcaZSLqsrBqMLS3C9EG_kxK19FSxIVEQjfudxXStoOJ17twPYOb","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Kunark Info (Spoiler)","postDate":"956694632","msgId":849,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxNWQwMWJmYWVmNSQxYjQ1MjRjMCQ2OTExZTNkOEBkc2wudGVsb2NpdHkuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":848,"nextInTime":850,"topicId":849,"numMessagesInTopic":1,"msgSnippet":"While the following is a spoiler - it describes travel to and from Kunark. I wasted a good four hours of time so unless you consider waiting for and on boats","messageBody":"<div id=\"ygrps-yiv-798710903\">\n<html><head>\n \n \n<style></style>\n</head>\n \n<div><font face=\"Arial\" size=\"2\">While the following is a spoiler - it describes \ntravel to and from Kunark.<br>I &quot;wasted&quot; a good four hours of time so unless you \nconsider waiting for and<br>on boats for long periods of time a vital part of \nthe role-playing<br>experience - I would suggest you read on.<br><br>OBLIGATORY \nSPOILER \nSPACE<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br>*<br><br>1) \nOasis Route.&nbsp; There is a raft on the Oasis dock - it will take you to \nan<br>Ogre Village in Timorous.&nbsp; I believe these are the &quot;Broken Teeth&quot; \nIslands on<br>the cloth map.<br><br>You will be taken to an Ogre village.&nbsp; \nThe Ogres I saw conned green to me -<br>but there are probably a goodly number \nof them. I wasn&#39;t KOS - but I guy I<br>eventually hooked up with was...&nbsp; If \nyou are working your way back - the loc<br>is +7000 +3300<br><br>I ended up \nfinding the wrong dock - there is an &quot;Evil Boat&#39; That will take<br>you to The \nOverthere.&nbsp; This is a nasty zone.&nbsp; It&#39;s an undead City.<br>Everything \nConned red to me - and to a 48(?) Paladin I hooked up with.&nbsp; The<br>boat \n&quot;Looks&quot; Evil so you&#39;ll know it if you see it.&nbsp; We didn&#39;t get off \nthe<br>boat (one of the con&#39;ed red things was literally ON the dock).<br><br>We \nzoned back to that dock.&nbsp; If I recall properly it was also an \nOgre<br>Village.&nbsp; If my notes are correct the loc for this dock is neg 5000 \nneg 3700<br><br>Through shouts we got the loc of the High-Elf village with the \ncorrect dock<br>to Fironia Vie.&nbsp; IF my notes are correct - (they are pretty \ncryptic at this<br>point) the loc is neg 200 pos 3600. You shouldn&#39;t have probs \ngetting exact<br>loc from people who are making the return route as the boat \nstops there.<br><br>We had to swim a lot to get there - but I&#39;m not sure whether \nthis is true if<br>you know where you&#39;re going from the Oasis Raft Dock.&nbsp; I \nthought I heard<br>someone say &quot;Go to South End of the Island&quot; which would imply \nno swimming -<br>but perhaps it was &quot;Go to the South Island&quot;<br><br>Regardless - \nfor me -&nbsp; I explored the boat (IT&#39;S HUGE with spots yet<br>unfilled for \nNPC&#39;s) I didn&#39;t realize that I ended up on the wrong side of<br>the boat and had \nto make the circuit twice.<br><br>REMEMBER - DOCKS ON LEFT SIDE OF BOAT - so for \nthis route - you stay on the<br>left side of the boat from the dock you got on \nat the High Elf Village to<br>get off at Fironia Vie.<br><br>From when I left \nOasis to when I actually got to Fironia Vie - 3 hours.<br><br>I got bound - and \nthen went the short way from the city to the tunnel that<br>takes you to \nDreadlands and hooked up with a pickup group.&nbsp; There was a lot<br>of \nconfusion and problems with a Ranger who eventually got booted.&nbsp; \nThere<br>was an excellent Bard - Ripkey (I don&#39;t think he was on the list) in \nthe<br>group however.&nbsp; Among other annoying things - the Ranger kept \ntelling us to<br>&quot;Sing Heal During Combat&quot;<br><br>But shortly there after - \nSeveral guildmates (led by Guild Leader 43 Level<br>Druid who tp&#39;d to the \nDreadlands) got on - and I wanted to hook up with<br>them...<br><br>2) Wizards \nand Druids can TP to the Dreadlands.&nbsp; This is a huge zone - I<br>believe \nlarger than anything pre-expansion.&nbsp; Plenty of hunting grounds.<br><br>We \nspent an hour or so (including several dumps) trying to figure out how \nmy<br>Guild&#39;s group could get to me without luck.&nbsp; Arkin died once...&nbsp; \nThen we<br>decided the only way to hook up would be for me to travel back \nto<br>Butcherblock and get a TP from Druid Circle.<br><br>The negative - on \nrelease day at least - no one had found the way from the<br>TP spot to the zone \nFironia Vie (the High-Elf City) - hopefully that will<br>change soon.&nbsp; The \nGuild group and I couldn&#39;t hook up until I did the<br>painfully long boat trip \nto BB for pickup.<br><br>3) Butcherblock route.&nbsp;&nbsp; Take the OTHER dock \nin Butcherblock from the<br>Freeport boat.&nbsp; There will be little shuttles - \nthis will zone to Timorous<br>Deep and connect to the Boat.&nbsp; The boat is \nvery large.<br><br>BUG REPORT - I went the opposite direction - so can&#39;t confirm \nit - But an EQ<br>Vault they reported probs with Shuttle. Take the 1st on one \nroute.&nbsp; If your<br>shuttle doesn&#39;t hook up with the loading dock on the \nside of the boat - jump<br>off and climb up the rudder.<br><br>The shuttles \nconnect with the right side of the boat.&nbsp; Move to the left<br>side.&nbsp; \nThere are a couple of stops in Timorous - this zone is the equiv. \nof<br>OOT.&nbsp; Don&#39;t get off here if you&#39;re going to Fironia Vie.&nbsp; \nEventually it will<br>zone there and the dock on the left side.<br><br>I did the \nreturn route - had just missed the boat in Firnonia.&nbsp; Took about<br>an hour \n(I&#39;m not kidding)<br><br>So far I&#39;ve only seen 2 zones - and the Dreadlands at \nleast are so big I<br>doubt that crowding will be an \nissue.<br><br>Slyde<br></font></div></html></div>","specialLinks":[]}}