{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"wolves50@aol.com","from":"wolves50@...","replyTo":"LIST","senderId":"l0UedVZqXNlo7aWo_c4TT5wxQE6aSIsFFTFDv8mcp2lBy17JQSHKUoYzJdjth3OTRRkTcLsUSQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EverQuest] UOvsEQ","postDate":"960315690","msgId":858,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyLjZjMTkwYmUuMjY2ZTliMmFAYW9sLmNvbT4="},"prevInTopic":857,"nextInTopic":859,"prevInTime":857,"nextInTime":859,"topicId":857,"numMessagesInTopic":9,"msgSnippet":"Having played them both, I think I can give you a good understanding from my perspective.  Both of them has good things and bad things. UO has a housing","messageBody":"<div id=\"ygrps-yiv-494179251\">Having played them both, I think I can give you a good understanding from my <br/>\nperspective.  Both of them has good things and bad things.  <br/>\n<br/>\nUO has a housing system, transportation system, and economic system that <br/>\nsurpasses EQ.  <br/>\n<br/>\nIn EQ, to sell items, you have really only two choices.  1) is to sell <br/>\ndirectly to a NPC 2) Using an auction command to sell off your wares to those <br/>\nPC&#39;s that are in the zone you are in.  You can&#39;t sell your items while <br/>\noffline.<br/>\n<br/>\nIn EQ, you can&#39;t purchase or create any sort of house, building, or castle.  <br/>\nYou basically camp where ever you deem that is safe.  Your only facility to <br/>\nstore items in, is the bank.  The banks are better organized, in EQ, as they <br/>\nhave fixed slots to put things in, and to my knowledge there is no weight <br/>\nlimit.<br/>\n<br/>\nTransportation in EQ is quite limited.  There are a few boats that will take <br/>\nyou to and from a specific destination.  You can&#39;t purchase your own boat.  <br/>\nYou can borrow a very small ship in certain zones that you can maneuver, but <br/>\nyou can&#39;t move it out of the fixed zone that they are found in.  Horses, <br/>\netc., are also not available for riding.  The only true options that you have <br/>\nis running (this includes levitation), taking the boat, or teleporting.  <br/>\nThere are spells and equipment that you can use that will make you faster <br/>\n(much like a horse.)<br/>\n<br/>\nThe graphics are far superior in EQ.  However, this does create long loading <br/>\ntimes when you travel between zones.  There is FAR more equipment in EQ.  <br/>\nThis allows for a lot of versatility.  The mood music in EQ and sound itself <br/>\nin general, sounds far more sophisticated and professional.  There are quite <br/>\na few individual quests that exist with EQ.  There are so many NPC&#39;s that you <br/>\ncan talk to, who can send you on various quests.  Sometimes these quests will <br/>\nsend you from one end of EQ to the other end.  <br/>\n<br/>\nI think in UO you have a better understanding of the world that you exist in. <br/>\n Few people understand what&#39;s really happening in EQ.  The &quot;events&quot; that <br/>\noccur, are very popular, but are so infrequent.  I have played for 5 months, <br/>\nand have seen only 3 events (perhaps my timing is just poor.)<br/>\n<br/>\nUgh, let me try to summarize.  There is no doubt, that I love EQ.  EQ scares <br/>\nme, makes me laugh, makes me feel proud, and gives me a warm fuzzy feeling <br/>\nsometimes.  I have a lot of close friends in EQ that have made EQ even more <br/>\nenjoyable.  I think the players on EQ are more mature.  I like the fact that <br/>\nI don&#39;t have to worry about some 14 year old that could blast the heck out of <br/>\nme, just because he felt like it.  I love both games, each gives me something <br/>\nthat I really like.  In fact, sometimes I wish UO and EQ designers would <br/>\nmerge to create a game that had both of the games qualities.  <br/>\n<br/>\nIn my opinion, give EQ a whirl, but keep your UO account open as well.  See <br/>\nwhich one you like the best and then either keep them both open, or close one <br/>\ndown.  They are both really good games.<br/>\n<br/>\nPlease remember that these are just my opinions.  Corrections requested, <br/>\nflames ignored. =)<br/>\n<br/>\nWolvens <br/>\n31st level necromancer</div>","specialLinks":[]}}