<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Noms&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Noms --> 
<p>Choisir un nom est s&ucirc;rement la chose la plus d&eacute;licate dans EverQuest. 
  Non seulement parce qu&#8217;il faut qu&#8217;il vous plaise, mais surtout parce 
  qu&#8217;il doit &ecirc;tre assez neutre pour ne pas d&eacute;ranger voire m&ecirc;me 
  choquer les id&eacute;es et convictions des autres personnes que vous serez 
  amen&eacute; &agrave; croiser dans ce jeu massivement multijoueur. <br>
  Gardez bien &agrave; l&#8217;esprit que les autres joueurs, mais aussi les Guides 
  et les Ma&icirc;tres de Jeu, ne peuvent absolument pas savoir quelle &eacute;tait 
  votre intention lorsque vous avez choisit un nom. Vous pouvez avoir envie, et 
  c&#8217;est concevable par tout le monde, de vous identifier &agrave; un personnage 
  plus ou moins c&eacute;l&egrave;bre. Certes, mais il faut comprendre que pour 
  un certain nombre de personnes c&#8217;est une sorte de &laquo; sacril&egrave;ge 
  &raquo; car ils respectent tant ce personnage qu&#8217;ils ne souhaitent pas 
  le voir utilis&eacute; en dehors de l&#8217;&#339;uvre dans laquelle il figure 
  par une personne autre que son auteur.<br>
  De m&ecirc;me, certains noms sont homonymes de coutumes ou rites religieux. 
  Dans ce cas l&agrave;, encore une fois, il est impossible de deviner quelle 
  signification du mot vous avez voulu choisir, et il faut donc changer ce nom. 
  <br>
  Vous trouverez ci-dessous une liste exhaustive des types de nom qu&#8217;il 
  vous est interdit d&#8217;utiliser pour les raisons &eacute;nonc&eacute;es en 
  partie ci-dessus, et en partie de simple bon-sens.</p>
<p><br>
  <em>Note : les exemples sont en revanche pr&eacute;sents uniquement &agrave; 
  ce titre. Ils ne doivent pas &ecirc;tre consid&eacute;r&eacute; comme une liste 
  exhaustive des termes interdits pour une cat&eacute;gorie. Tous les mots plus 
  ou moins proche en orthographe et/ou signification sont interdits de la m&ecirc;me 
  mani&egrave;re.</em></p>
<p><em>Seconde note : En addition &agrave; cette page, n'oubliez pas de lire les 
  <a href="http://www.eqloft.com:4321/page.php?url=fr/Support/conduite.htm">R&egrave;gles 
  de Conduite</a>.</em></p>
<ul>
  <li>Noms &quot;offensants&quot; : Cela comprend les insultes et les mots d&eacute;plac&eacute;s. 
    Cela inclut aussi les insultes racistes, les termes sexuels, ou les r&eacute;f&eacute;rences 
    &agrave; l'anatomie. Un nom qui se prononce comme un mot offensif (homonyme) 
    est tout autant inacceptable. Les abr&eacute;viations communes pour ce type 
    de mots ne sont pas non plus tol&eacute;r&eacute;es, ni les orthographes proches. 
    Les combinaisons de mots qui r&eacute;sultent en un nom interdit sont elles 
    aussi proscrites. Des tentatives r&eacute;p&eacute;t&eacute;es de cr&eacute;ation 
    de personnage avec un nom de cette cat&eacute;gorie peuvent d&eacute;boucher 
    sur un avertissement ou un bannissement. Nous vous demandons d'adopter un 
    comportement mature et de ne pas tenter de contourner ces filtres. Si vous 
    cr&eacute;ez malgr&eacute; tout un personnage portant un nom qui viole cette 
    r&egrave;gle, il sera supprim&eacute; et votre compte pourra &ecirc;tre suspendu 
    ou banni, en fonction de la nature du nom.</li>
  <li> Noms religieux : N'essayez pas de vous appeler Jesus ou Allah ou Belzebuth. 
    Les noms propres ou communs d&eacute;signant une c&eacute;r&eacute;monie, 
    un rite ou une id&eacute;e repr&eacute;sentative d&#8217;un culte religieux 
    sont tout autant proscrits.</li>
  <li> Les noms de nature offensante ou religieuse ou provenant d'un m&eacute;dia 
    populaire dans une autre langue que le Fran&ccedil;ais.</li>
  <li> Les services, produits ou concepts qui sont des marques d&eacute;pos&eacute;es. 
    Des noms tels que Kleenex, Evian, Marlboro, etc., ne sont pas tol&eacute;r&eacute;s.</li>
  <li> Les noms qui ne proviennent pas de la fantasy mais ont leur origine dans 
    le cin&eacute;ma, la t&eacute;levision, les bandes dessin&eacute;es, les mangas, 
    les livres ou d'autres types de m&eacute;dia ne sont pas acceptables. Exemples 
    : Rambo, Cendrillon, Darth Vader, etc.</li>
  <li> Noms communs qui n'ont aucun rapport avec le contexte de Norrath : cran 
    d'arr&ecirc;t, micro-onde, laser, siteweb, canabis, ordinateur, etc. Sont 
    aussi inclus des expressions ou d&eacute;formations de mots venant de la culture 
    du jeu vid&eacute;o tels que leet (elite), uber, phear, roxor, ownz, etc.</li>
  <li> Noms de PNJs et lieux qui existent d&eacute;j&agrave; dans Norrath : Kedge, 
    Innoruuk, Erudin, Odus, Rathe, etc.</li>
  <li> Noms qui comprennent un titre : Sirtallon, Seigneuraigle, Maitrebob, Roisteve, 
    Reinetara, Perebill, LeTueur, LaFaucheuse, etc. Les titres dans Norrath sont 
    obtenus via des qu&ecirc;tes ou des &eacute;v&eacute;nements ponctuels similaires, 
    vous en donner un vous-m&ecirc;me n'est pas autoris&eacute;. Ainsi votre nom 
    ou pr&eacute;nom ne doit pas contenir de &laquo; Le &raquo; ou &laquo; La 
    &raquo; (LeMassacreur, LaBelle). Les titres dans une autre langue que le fran&ccedil;ais 
    sont &eacute;galement prohib&eacute;s. </li>
  <li> Noms choisis pour copier, se moquer, ou donner mauvaise r&eacute;putation 
    &agrave; un autre joueur, employ&eacute; de SOE, UbiSoft, ou guide : Gmssontmauvais, 
    Amortubisoft, Sonycraint, etc., sont des exemples de noms qui entrent dans 
    cette cat&eacute;gorie.</li>
  <li> Noms originaires de la fantasy, mythologie et/ou qui sont d&eacute;j&agrave; 
    connus &agrave; travers d'autres m&eacute;dia populaires : Gandalf, Merlin, 
    Drizzt, Laracroft, Jupier, Ath&eacute;na, Mars, etc.</li>
  <li> Les noms ou pr&eacute;noms formant une phrase, ou la combinaison du pr&eacute;nom 
    et du nom, sont proscrits. Par exemple &laquo; Jenesuis Pasunsorcier &raquo;, 
    &laquo; Frappe&agrave;droite Frappe&agrave;gauche &raquo;, etc&#8230;</li>
  <li> Les noms avec un caract&egrave;re qui n'appartient pas &agrave; la langue 
    fran&ccedil;aise, comme &atilde; ou notamment les noms commen&ccedil;ant par 
    un carat&egrave;re accentu&eacute;. </li>
</ul>
<p></p>
<p><br>
  <b>C'est beaucoup d'informations pour mon pr&eacute;nom, mais qu'en est-il du 
  nom de famille ? </b></p>
<p>Toutes ces r&egrave;gles sont valables pour le nom de famille. De plus, la 
  combinaison du pr&eacute;nom et du nom de famille ne doit violer aucun des points 
  expliqu&eacute;s ci-dessus. Par exemple, le nom &quot;Mouli Nex&quot; est interdit. 
  De la m&ecirc;me fa&ccedil;on, les noms du genre Merr Linn ou Sylvester Stallone, 
  ne sont pas accept&eacute;s.</p>
<p><b>Et les apostrophes ou les doubles majuscules ? Je peux en avoir dans mon 
  pr&eacute;nom ?</b></p>
<p>Non, d&eacute;sol&eacute;, mais vous ne pourrez jamais avoir de doubles majuscules 
  ou d'apostrophes dans vos pr&eacute;noms. En revanche dans le nom c'est tout 
  &agrave; fait possible, du moment que cela n'entre pas en contradiction avec 
  les r&egrave;gles &eacute;nnonc&eacute;es ci-dessus. Notez que pour avoir un 
  tel nom, il faudra qu'un Guide Senior ou qu'un Ma&icirc;tre de Jeu le fasse. 
  Il faut donc que vous utilisiez la commande /requ&ecirc;te en expliquant quel 
  nom vous souhaitez pour l'obtenir. Exemple : Agbalah Men`Teth, Luis Man`Den, 
  Margamoth Van`Fhuri.</p>
<p><b>Le nom que j'ai choisi n'est pas offensant mais le filtre ne l'accepte pas, 
  pourquoi ?</b></p>
<p>C'est s&ucirc;rement parce que quelqu'un a d&eacute;j&agrave; choisi ce nom, 
  qu'il joue activement au jeu ou non.</p>
<p><b>Et mon nom de famille ? Ce n'est pas une phrase, ce n'est pas offensant, 
  mais le filtre ne l'accepte pas.</b> </p>
<p>Quelqu'un a d&eacute;j&agrave; ce nom de famille. Vous pouvez d&eacute;poser 
  une requ&ecirc;te aupr&egrave;s d'un Guide Senior ou d'un Ma&icirc;tre de Jeu 
  pour qu'il vous le donne, mais vous devrez garder &agrave; l'esprit que quelqu'un 
  d'autre le portera aussi.</p>
<p><b>Ok, et pour les apostrophes ou doubles majuscules dans mon nom de famille 
  ?</b></p>
<p>Les apostrophes et les doubles majuscules sont autoris&eacute;es dans les noms 
  de famille, particuli&egrave;rement si cela sert le <i>roleplay</i>. En revanche, 
  elles ne peuvent pas &ecirc;tre utilis&eacute;es pour cr&eacute;er un titre 
  ou une phrase, ou pour artificiellement s&eacute;parer en deux un nom autrement 
  inacceptable. Par exemple Bob Le`Boss, Luis Le`Fou, Gamelle La`Belle.</p>
<p><b>Est-ce que je peux avoir le titre &quot;Le&quot; dans mon nom de famille 
  ? Pour m'appeler Arthur LePaladin par exemple ?</b></p>
<p>Non d&eacute;sol&eacute;, mais &quot;Le&quot; ferait de votre nom de famille 
  un titre, ce qui n'est pas autoris&eacute;. La version f&eacute;minine (&quot;La&quot;) 
  est bien &eacute;videmment proscrite de la m&ecirc;me fa&ccedil;on.</p>
<p><b>Alors pourquoi est-ce que je vois des personnages avec &quot;Le&quot; dans 
  leur nom ?</b></p>
<p>Dans des cas tr&egrave;s sp&eacute;ciaux, comme des &eacute;v&eacute;nements 
  g&eacute;r&eacute;s par des ma&icirc;tres de jeu ou des qu&ecirc;tes historiques, 
  parfois un joueur obtient en r&eacute;compense un titre commen&ccedil;ant par 
  &quot;Le&quot;. De plus, les Guides et les Ma&icirc;tres de Jeu peuvent avoir 
  un &quot;Le&quot; dans leur nom. Par exemple : Morann le Virtuose, Zveldar la 
  R&ocirc;deuse, Thunak le Cavalier de Brell.</p>
<p><b>Dans quelles circonstances mon nom de famille peut-il &ecirc;tre chang&eacute; 
  ?</b></p>
<p>Le Service Client change le nom de famille d'un joueur &agrave; sa demande 
  si le joueur est au-dessus du niveau 20 et en dessous du niveau 50, et que le 
  nom qu'il demande, ou la combinaison du pr&eacute;nom et du nom, ne viole pas 
  les consignes de cr&eacute;ation de nom &eacute;num&eacute;r&eacute;es ci-dessus. 
  Le changement, une fois approuv&eacute;, d&eacute;bouche soit sur un changement 
  de nom, soit sur la suppression de celui-ci, selon les d&eacute;sirs du joueur. 
  Il n'est possible de changer son nom de famille que une fois par mois et par 
  joueur. A partir du niveau 50, les joueurs ne peuvent changer leur surnom qu'une 
  seule fois. Tout changement sera alors d&eacute;finitif. </p>
<p><b>Qui peut changer mon nom ?</b></p>
<p>Les Guides Senior et les Ma&icirc;tres de Jeu ont cette possibilit&eacute;. 
  Vous aurez besoin de remplir une requ&ecirc;te (commande /requ&ecirc;te) pour 
  un changement de nom. Soyez patient, il y a parfois des moments o&ugrave; d'autres 
  plaintes, plus urgentes, sont prioritaires. Il est aussi tr&egrave;s utile de 
  nous communiquer les noms que vous voyez et qui sont en violation des consignes 
  de cr&eacute;ation de nom.Notez que les Guides &quot;normaux&quot; et les Guides 
  apprentis ne peuvent effectuer ce changement.</p>
<p><b>Ces consignes sont tr&egrave;s restrictives ! Quel genre de nom est encourag&eacute; 
  ?</b></p>
<p>Nous essayons de promouvoir les noms qui sont descriptifs et engagent au <i>roleplay</i>. 
  Tueurdeg&eacute;ants, Etoiledusoir, Joyauardent, par exemple, sont des noms 
  de famille valides. Le nombre de combinaisons qui n'enfreignent pas ces consignes 
  est tr&egrave;s &eacute;lev&eacute;. Nous vous conseillons d'&ecirc;tre cr&eacute;atif 
  quand vous choisissez un nom. Apr&egrave;s tout, votre nom sera votre compagnon 
  ins&eacute;parable lors de vos voyages dans Norrath.</p>
<p>Cela dit si vous n'arrivez vraiment pas &agrave; trouver un nom qui vous convienne, 
  vous pouvez visiter les sites suivants qui proposent des g&eacute;n&eacute;rateurs 
  de noms <em>heroic &amp; fantasy</em> : </p>
<ul>
  <li><a href="http://spitfire.ausys.se/johan/names/default.htm" target="_blank">The 
    Cavemaster's Fantasy name generator</a></li>
  <li> <a href="http://www.chriswetherell.com/hobbit/default.asp" target="_blank">The 
    Hobbit name generator</a> (note: il y a aussi un g&eacute;n&eacute;rateur 
    de noms Elfes sur ce site)</li>
  <li> <a href="http://rinkworks.com/namegen" target="_blank">Rinkworks' Fantasy 
    Name generator</a></li>
  <li><a href="http://www.albans.demon.co.uk/NoFrames/Generate.html" target="_blank"> 
    The AD&amp;D name generator</a></li>
  <li><a href="http://www.flatearth.com/utilities/namegen.asp" target="_blank"> 
    Flat Earth Game's Name Generator</a></li>
  <li><a href="http://www.emmadavies.net/fairy/%20" target="_blank"> The Fairy 
    Name Generator</a><br>
  </li>
</ul>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 04/09/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
