{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...","replyTo":"LIST","senderId":"XTUjxqPuBiirMtLP78LcXhZSu3ve3eVOdYIMdb7sJ__tunIJge0Bqu4kOPavozlrnHJXES3Bg9fzuvjIHZUaiODysg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Solo&#39;ing","postDate":"931256613","msgId":1001,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS44Mi4xMDAxLjk1OTI3ODkyNEBlR3JvdXBzLmNvbT4="},"prevInTopic":999,"nextInTopic":1004,"prevInTime":1000,"nextInTime":1002,"topicId":999,"numMessagesInTopic":7,"msgSnippet":"It s very sad to see Trifrost changing sex, ops, I mean changing class, hehe.  I ll missed all the good old days of having free SOWing ;) From my personal","messageBody":"<div id=\"ygrps-yiv-892526855\">It&#39;s very sad to see Trifrost changing sex, ops, I mean changing class, <br/>\nhehe.  I&#39;ll missed all the good old days of having free SOWing ;)<br/>\n<br/>\nFrom my personal experience, my hardest days as a wiz is between lvl 6-11. <br/>\n This is the time where our dd spell sux, our melee sux, we cant steal, we <br/>\ncant block, we cant melee and has to live like a parasite begging everyone <br/>\nto let us tag along, haha (loss count of how many times I spaming the zone <br/>\nshouting for group and no one ever reply).  After lvl 12, we start to pick <br/>\nup some face with the more &#39;presentable&#39; shock spell, and our market value <br/>\nincease with lvl 16 lighing shock spell.  I heard at lvl 20, we will start <br/>\nto get our very 1st mana efficient &#39;mass dd&#39; spell - force shiok, ops I <br/>\nmean shock, hehe.  Maybe Leshrec can elaborate more on this. ;)<br/>\n<br/>\nI&#39;ve been teaming with a magi and a bard since lvl 8 - Flyingfox and <br/>\nDeadflower.  DF&#39;s song has save our butts many times but he is now having <br/>\nhis hardest day finding a magical weap to attack mobs tat can only be <br/>\nhurted by magic means.  His melee is also lossing out when comparing with <br/>\npaladin/shadowknight/warriors.  For the past 2 night DF has died at least 2 <br/>\ntimes trying to tank in the group. Fox also start to face a hard time <br/>\nlosing kills to those wiz of similar lvl.   According to Sereph, magi will <br/>\nhave a hard time getting their summoning spells from lvl 16 onwards, necro <br/>\nfrom lvl 20+ and wiz from lvl 30+ onwards.<br/>\n<br/>\nOn the other hand I feel I&#39;m playing at the peak of my wiz life so far, coz <br/>\nwith the shieldskin, invis and root, I have no problem travelling and <br/>\nfighting a mob white or sometime yellow to me.  Of coz, I still need a <br/>\ngroup for long term survival, but I start to feel the joy of playing as a <br/>\nwiz.  I remember the days I whine alot of been a weakling wiz during newbie <br/>\ntime coz I&#39;ve so much problem in both soloing and grouping - very often I&#39;m <br/>\nthe first one who died in a group ;)  Now I feel I have to ability to solo <br/>\nat times when I cant find a good team to join.  (Hopefully I dun have to <br/>\nwhine again at higher lvl, hehe).<br/>\n<br/>\nI ever mentioned abt an articles I read on UOVault or UOSS abt soloing, <br/>\nwhich the author ranking the race/class combo best for soloing in the <br/>\nfollowing order:<br/>\n- Troll anything<br/>\n- Wiz<br/>\n- Shaman<br/>\n- Dwarven Cleric<br/>\n- Monk<br/>\nHe also mentioned monk, been the lowest in soloing order, will ultimately <br/>\nbecome the easiest to solo above lvl 30.  Dunno if this is still true, but <br/>\nI just hope wiz remains to be a possible choice for soloing at high lvl.<br/>\n<br/>\nLast night there is a big stealing party at HH.  90% of the participants <br/>\nare pure casters, and melee chars all have to stand aside, hehe.  Even <br/>\ncombining Ling (lvl 18 wiz), Fox (lvl 17 magi) and I, we only have a 50% <br/>\nsuccessful rate in getting a kill (well we are competing with lvl 20s <br/>\nthere).  Frankly speaking if thing con&#39;t to stay on like tat, I would <br/>\nrather hunt at oasis orc camp, thou the loot is much more lousy and <br/>\ninconvenient due to the wulu wulu location.<br/>\n<br/>\nCome to think of it, I dun think TF is taking too long lvling his shaman, <br/>\ncoz he has MIA for quite a while.  If he find it too long, then he shld <br/>\ncompare me and Les - which I&#39;m at one time 6 to 7 lvl lag behind him coz of <br/>\nhouse shifting - dun forget Les is also training his necro while I only <br/>\nfocusing on 1 char.<br/>\n<br/>\nNo doubt a magi can solo well, coz he&#39;s like a provisional shop keeper with <br/>\nmost of the stuffs avilable at his summoning.  H/w, I think we have to <br/>\nconsider 2 sides of soloing - roleplaying aspect and realplaying aspect.<br/>\nAs a magi, u can have all the supplies at a wave of ya hand, but when it <br/>\ncome to hunting and lvling, you still need somone to tank, someone to nuke <br/>\nfor u.  A soloing magi will get no where at high lvl, coz wiz will steal <br/>\nfrom u, tankers can last longer than u, and worse, half of ya XP goes to ya <br/>\npet!  So I will consider magi a very good choice for roleplaying but not <br/>\nREALplaying.  I guess necro is a better choice for REALplaying, since they <br/>\ncan dot and drain hp (ie heal).  Magi is next to enchanter when coming to <br/>\n&#39;group&#39; caster.  I&#39;ve nothing against it, but hope TF can consider the l/t <br/>\nimplication instead of just current situation.  Yes, the 1st lvl 8 I met in <br/>\nPrexus is a magi and a necro, who guard the Kobold camp whole day with <br/>\ntheir pets.  But imagine like a place like HH pass, ya guarding pet only <br/>\nprovide a tank for those nukers - which they use ya pet to tank them while <br/>\nthey laughing behind, nuking and stealing ya kill.<br/>\n<br/>\nEQ is a group game, personally I dun think any of the char I mentioned <br/>\nabove is a good soloing choice.  At most they can only be a good PART-TIME <br/>\nsoloer, where u can still do a bit soloing when you dun feel like teaming <br/>\nwith others sometime (err who knows?  some gals are in bad mood certain <br/>\ntime of the month, hehe).<br/>\n<br/>\nAt least we have a big pool of local kakis which we can rely and dependent <br/>\non, trusty worthy as well.  I used to vioce out the loot order when I join <br/>\nother groups as a newbie, but now I prefer free loot coz I knew I can trust <br/>\nour own kakis to bahave themselves.  With all of us under the same guild, I <br/>\ndun think we will encounter much problem getting a descent group using the <br/>\nguildsay.<br/>\n<br/>\nAs for the backward trick, it&#39;s not working for casters.  Once we lose a <br/>\nlvl, we lose the mana, which reduce our casting ability.  Losing a lvl at <br/>\nthose critical lvl where we gain new spells will disable us to cast the new <br/>\nspells, even if I&#39;ve memo it (already try it, not on purpose but I always <br/>\nseem to die the moment I gain the lvl to cast new spells, hehe).<br/>\n<br/>\nI agreed with YY abt sometime we tends to slow down abit when grouping. <br/>\n When I gain my last bubb of xp at lvl 18, I only need an hr, where I took <br/>\nwhole Sunday grouping with others to gain 4 bubb, and mind u, I&#39;m playing <br/>\nthe &#39;legal&#39; nuking for my last bubb of xp. The worse time-vs-xp rate is <br/>\nwhen I team with DF (ok, just for elaborate purpose), I&#39;m basically nuking <br/>\n95% of the time while he stand nearby singing song.  I won&#39;t blame him coz <br/>\nit&#39;s really very diifficult for him to assist in kill the mobs.  1st most <br/>\nof the mobs are red to him, 2nd he dun have a good weap.  H/w, I still <br/>\nenjoy sharing xp with him coz I enjoy his company.  Of coz I can simply act <br/>\nblur and solo, coz it dun really make much different for me, but DF has do <br/>\nme a big favor during my newbie time and I really dun mind sharing my xp <br/>\nwith him.  I think this is the other element which we will come across when <br/>\nplaying EQ - friendship.<br/>\nDF ever to come all the way from Felwithe to escort me to get my corpse <br/>\nfrom mino cave and lead me back to Felwithe during my 1st trip to <br/>\nSteamfont.  He was killed at lesser Faydark when we meet with a train of <br/>\norcs half way thru the journey.  If u guys hunt with him often, u will <br/>\nnotice DF always LD at night, and given the fact that he almost logout that <br/>\nnight and change him mind after getting my seek help msg, I will never <br/>\nforget his kindness.  That&#39;s why until now I will try my very best to help <br/>\nhim, and hopefully contribute back to those who ever help me (Leshrec, <br/>\nGarren, YY etc).  OPs, side track more than YY liao, pai seh, hahaha.<br/>\n<br/>\nYY, let organise a Paw/Permfrost trip tonight if HH is flooded with <br/>\nstealers again? I&#39;m the first one who is more than willing to follow.  I&#39;ve <br/>\nbeen begging around for pple to bring me to Paw, heard too much of the <br/>\ngoodies there, yet fairly safe for group hunting.  I propose we form 2 <br/>\ngroups there -the higher lvls protect and help the lower lvls to get some <br/>\ndescent equipments.<br/>\n<br/>\nSomeone train a damn SOWer pls, hahahahahahah ;-?<br/>\n<br/>\nZiltus<br/>\n<br/>\nOn Tuesday, 06 July, 1999 4:58 PM, Alex [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leealex@...\">leealex@...</a>] <br/>\nwrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; From: &quot;Alex&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leealex@...\">leealex@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Today TriFrost just started a magician Char. He finds its takes too long <br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; Solo-Lvl at 16th for a Shaman. I dont blame him,casters will find it more<br/>\n&gt; diff to Solo when they get higer lvl. I have read that  monks too will <br/>\n </span></blockquote>have<br/>\n<blockquote><span title=\"ireply\"> &gt; some diff. when monks reach 25th. it going to be tougher. Con&#39; msg <br/>\n </span></blockquote>changes<br/>\n<blockquote><span title=\"ireply\"> &gt; again to 2 types of Green, 3-4 types of Blue msg.<br/>\n&gt;<br/>\n&gt; EQ being a Group game will &quot;force&quot; player to be group and team. An &quot;old&quot; <br/>\n </span></blockquote>EQ<br/>\n<blockquote><span title=\"ireply\"> &gt; monk friend name  &quot;Chien&quot; whom started off the same time as me is now a <br/>\n </span></blockquote>Lvl<br/>\n<blockquote><span title=\"ireply\"> &gt; 36th monk. He been trying to avoid being &quot;guilded&quot; into a Guild. But now <br/>\n </span></blockquote>is<br/>\n<blockquote><span title=\"ireply\"> &gt; with the &quot;Apo Knights&quot; becos his regualr Kakis r in that Guild and I <br/>\n </span></blockquote>noticed<br/>\n<blockquote><span title=\"ireply\"> &gt; a slowed down on his lvling , my guess is that so he could &quot;group&quot; with <br/>\n </span></blockquote>his<br/>\n<blockquote><span title=\"ireply\"> &gt; buddies , partly also is get tougher to lvl as u go higer.<br/>\n&gt;<br/>\n&gt; the following parargrah is not about xp lvling is bout soloing and <br/>\n </span></blockquote>enjoying<br/>\n<blockquote><span title=\"ireply\"> &gt; killin the nasties that u like to kill over and over again. 8-)<br/>\n&gt; I had tried a &quot;back-ward&quot; lvling trick(original idea) to hit nasties that<br/>\n&gt; cons Green to me at 19th lvl but r Blue at 18th. I max out melee skills <br/>\n </span></blockquote>at<br/>\n<blockquote><span title=\"ireply\"> &gt; 19th on the first bubble. Commited sucide and be killed 3-4 times and go<br/>\n&gt; back to 18th. I killed the &quot;Blue&quot; nasties easy since my melee is max at <br/>\n </span></blockquote>19th<br/>\n<blockquote><span title=\"ireply\"> &gt; lvl. The purpose is obviously not for xp or lvls. It for easy money and<br/>\n&gt; kills. Now i&#39;ve tried this on lvl 20th it didnt work too well since i got <br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"ireply\"> &gt; new skill, &quot;Eagle strike&quot; on this lvl. When i backward lvl. I &quot;Lost&quot; that<br/>\n&gt; new Skill, since  &quot;Eagle Strike&quot; is not avaible for lvl 19.Ok i have side<br/>\n&gt; Tracked. sorri.<br/>\n&gt;<br/>\n&gt; Any suggestions to overcome some of the Soloing problem?<br/>\n&gt; Perhaps more informal expeditions and Gatherings need to be organise, not<br/>\n&gt; only for weekends but any other days. Need not be to new far away places.<br/>\n&gt; Some where need by with decent loot and decent xp. Whats imporatant  is <br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"qreply\"> &gt; enjoyment.<br/>\n&gt;<br/>\n&gt; ANy one for Paw or Permfrost?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Yiyang at FP<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; Who is the most visited e-mail list community Web Service?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; ONElist.com - where more than 20 million e-mails are exchanged each day!<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List </span></blockquote></div>","specialLinks":[]}}
