{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Chow Kah Mun","from":"Chow Kah Mun &lt;carmon@...","replyTo":"LIST","senderId":"d7GtOASBVzbd_feaLfu8t_sT3_jgG-iLQscqRSxOdsZtK_of9B1qcFoa5O-yLguQifh7yb5CEFyDKt8dfkMRkPHNuCpwJqDflFpsnkxYKK7b","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Guild Stealer - Voyesbian","postDate":"931775215","msgId":1177,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS45MS4xMTc3Ljk1OTI3ODkyNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1175,"nextInTopic":1178,"prevInTime":1176,"nextInTime":1178,"topicId":1175,"numMessagesInTopic":6,"msgSnippet":"Hi Zil Think you guys should break off from your present guild and start building a Singaporean Guild ! ;P Kalandra the Runeweaver Lv 7 Magi (going to lv 8","messageBody":"<div id=\"ygrps-yiv-822074560\">Hi Zil<br/>\n<br/>\n    Think you guys should break off from your present guild and start building<br/>\na Singaporean Guild ! ;P<br/>\n<br/>\nKalandra the Runeweaver Lv 7 Magi (going to lv 8 liaoz)<br/>\n<br/>\nLKW wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Just to inform all kakis that we have a stealer from the guild, who even<br/>\n&gt; steal from own guild mates.<br/>\n&gt;<br/>\n&gt; For those who went for the guild bash in Befallen last week, some may<br/>\n&gt; remember a lvl 9 DE wiz who went to lvl 3 of Bafallen at lvl 9.  Of coz, he<br/>\n&gt; kena killed many times and Garren, Wylven and I were the last 3 who stayed<br/>\n&gt; with him to get most of his corpses.  At the end he still claimed he lost<br/>\n&gt; few pp, dvinn dagger etc which Wylven and Garren were kind enough to pass<br/>\n&gt; some of their loot to him.  So that was my 1st encounter with this DE wiz<br/>\n&gt; name Voyesbian.<br/>\n&gt;<br/>\n&gt; Over the weekend, he was hunting at HH solo, and attacked some of our<br/>\n&gt; preys.  But he is too weak to steal from our group of lvl 18-20, and he<br/>\n&gt; mentioned he just wanna hit once to gain faction.  We have no objection<br/>\n&gt; over this and we also try not to attack his prey.  He gain from lvl 9 to<br/>\n&gt; lvl 13 within the weekend, which is pretty fast.<br/>\n&gt;<br/>\n&gt; H/w, last night while hunting at HH, I noticed he started to steal from our<br/>\n&gt; group.  He no longer nuke once or twice but nuke full force to get the<br/>\n&gt; kill.  FYI he is WAITING for the tanks in the group to hurt mob b4 he start<br/>\n&gt; to nuke.  I ask him why is he doing such thing to his own guildmate and he<br/>\n&gt; said he just need 1-3 more kills b4 he log.  The true fact is tat he is<br/>\n&gt; actually stay longer than that.  He is stealing at HH, and he steal from<br/>\n&gt; from another groups as well.  He steal so ofen that one players from the<br/>\n&gt; other guild, Lionessa, started to make noise.<br/>\n&gt;<br/>\n&gt; I started to observe how this Voy hunt and at one time I was even accused<br/>\n&gt; by Lionessa for stealing her kill, while it&#39;s actually Voy who did it (I&#39;m<br/>\n&gt; just watching with OOM!).  I&#39;m kinda pissed to get such accuse.  Shortly<br/>\n&gt; Lionessa page for a GM, and Voy log immediatelywhen GM Glim arrvived<br/>\n&gt; (guilty I guess).<br/>\n&gt;<br/>\n&gt; When GM Glim arrive, I explained to him, and he understand the situation<br/>\n&gt; which wiz are always accused of stealing kills.  He also understand it&#39;s<br/>\n&gt; Voy who did the stealing and I&#39;m innocent.  GM Glim then went off shortly.<br/>\n&gt;<br/>\n&gt; Later part of the hunt, this Lionessa come over and drop comments saying<br/>\n&gt; she have make few stealers banned by GM since she played EQ for 4 mths.<br/>\n&gt;  WTF?  My problem if she kill too slow?  I wanna stressed again that the<br/>\n&gt; casters in my groups NEVER steal kill, in the sense that we never wait for<br/>\n&gt; other teams to hurt the mobs for 30-40% HP b4 we start to nuke.  Members<br/>\n&gt; like Ling, Flyingfox, Satoru and myself hunt often but I&#39;m firm to say we<br/>\n&gt; gain xp with our hard work.  When there are groups of lvl 20s steal from<br/>\n&gt; us, we hardly make any noise but to hunt elsewhere, so I can&#39;t understand<br/>\n&gt; why cry babies like Lionessa make so much noise.  Anyway later Demitry<br/>\n&gt; suggest to all group members to petition for players harrassment (since her<br/>\n&gt; words sounded SO threatening, hehe), and well, no GM come, haha.<br/>\n&gt;<br/>\n&gt; This is just a note to all local kakis to watch out for this member<br/>\n&gt; Voyesbian.  Not that we are not helpful but I caution all to think twice<br/>\n&gt; before helping this kinda players.<br/>\n&gt;<br/>\n&gt; Our boss Wylven (who is unaware of this incident) made Voyesbian a guild<br/>\n&gt; officer last weekend, and the thought of sharing an officer post with such<br/>\n&gt; player make me sick.<br/>\n&gt;<br/>\n&gt; Ziltus.<br/>\n&gt;<br/>\n&gt; p/s: U guys noticed we got more wiz in guild nowadays?  After me, Les, Sat<br/>\n&gt; (high elf) and Ling (erudite), the rest of the new wiz are all from DE.<br/>\n&gt;  Hehe.<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; How has ONElist changed your life?<br/>\n&gt; Share your story with us at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List </span></blockquote></div>","specialLinks":[]}}
