{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...&gt;","replyTo":"LIST","senderId":"q_Wg7XMY27-cGzfLzpih4TKExiwLckRn6OCPj03soHj9wtA0lMqaGoIn0szzWD_-DI8K-obG_AcL8tWJEtiHtehn7g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Report on Permafrost (PF)","postDate":"932434756","msgId":1295,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMDAuMTI5NS45NTkyNzg5MjRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1298,"prevInTime":1294,"nextInTime":1296,"topicId":1295,"numMessagesInTopic":13,"msgSnippet":"Permafrost is quite a nice place for xp and loot (only refers to those tougher gobs beyond the flag room).  I spend 5 hrs there last night soloing, and half of","messageBody":"<div id=\"ygrps-yiv-1336092908\">Permafrost is quite a nice place for xp and loot (only refers to those <br/>\ntougher gobs beyond the flag room).  I spend 5 hrs there last night <br/>\nsoloing, and half of the time I&#39;m the only soul in the zone.  If we can <br/>\nfind a full house of lvl 18-22 to camp there, I believe all will lvl pretty <br/>\nfast.  The normal gob, thou mostly green to me, hit pretty hard.  I also <br/>\nlost count how many times I zone last night, due to train, probably more <br/>\nthan 30 times ;)  The casters give pretty good loot and xp, and some even <br/>\ndrop bronze armors.  Initially we go there as a 3 wiz, 1 magi, 1 bard and 1 <br/>\nshaman team.  Frankly speaking the fire power is pretty strong but down <br/>\ntime is long due to the fact that we have to tank alot and spend time <br/>\nresting and med.  I believe if we can get 2 real-tanks, life will be much <br/>\neasier.  The place got a good mixture of melee & caster mobs.  Tanks also <br/>\nhave problem soloing due to the caster mobs.  Last night a lvl 20 shaman <br/>\nand a lvl 20 warrior come in as a group (the other is a lvl 17 wiz, solo), <br/>\nthey also kena bang out of zone due to those gob diviner, medi and priest. <br/>\n Those caster mobs&#39; HP is pretty low, can killed them normally within 2-3 <br/>\ncasts.  H/w, the tricky part is some of them heal VERY fast and hit VERY <br/>\nhard (lighting shock ~ 120dam per cast).  If u dun waste them b4 they heal <br/>\nthemselves, u will find yaself in a very tough fight.  Tat&#39;s how the lvl 20 <br/>\nwarrior get killed at zone - he thought only 1 gob medi small fry and I was <br/>\nmonitoring the gob medi HP.  I see it drop below 50% 3-4 times and when it <br/>\nheals, it go back to at least 75%.  In the end the warrior kena whacked <br/>\ntill death.  Another problem that u need a caster in the group is becoz <br/>\nthos gob are very cunning mobs.  When u hit them to 10-20% hp, they sure <br/>\nflee into the tunnel, and within 30-60 sec, u will see a train of 3-5 gobs <br/>\ncharging out ;)<br/>\n<br/>\nI spend 5 hrs there (until 4am) just to fill up one bubb.  Unless there is <br/>\nkakis interested to camp there, I will go Lake to fight birdman tonight. <br/>\n PF is very wulu wulu (thanks to Sereph&#39;s recommendation), usually not more <br/>\nthan 10 (last night not even 5 during my 5 hrs stay) and it&#39;s really a <br/>\npower lvling ground for those who can survive.  Sereph said he spend a <br/>\nmonth there for his enchanter to gain from lvl 20 to 30, so must be good <br/>\nlah.  If u guys wanna bash SG like what Sereph&#39;s enchanter is doing, come <br/>\njoin me, hehe.<br/>\n<br/>\nZiltus<br/>\n<br/>\np/s:  Unless u go beyond flag room and hunt, otherwise the loot is pretty <br/>\nlousy for those gob outside enar zone.  I earn less than 10pp last night <br/>\nfor a 5 hrs hunt.  HH probably give much better loot but not as good xp for <br/>\nthe lvl 20s.</div>","specialLinks":[]}}
