{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sereph","from":"Sereph &lt;garford@...&gt;","replyTo":"LIST","senderId":"hLuCLPBD5VsXeQZ-L1v9RvXOWLscz-RzIVpOjSEm66GPxIEHEXTzJKrWzTFBoJXpP3n-FvTpemN7NpKa2JPlh5TA3YK-Kg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Guild","postDate":"932643552","msgId":1327,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMDMuMTMyNy45NTkyNzg5MjRAZUdyb3Vwcy5jb20+"},"prevInTopic":1326,"nextInTopic":1338,"prevInTime":1326,"nextInTime":1328,"topicId":274,"numMessagesInTopic":19,"msgSnippet":"... // Repeat after me. Voyesbian 3 times. Ready go. Voyesbian! Voyesbian! Viyesbian! ... // Rping guild + friends help friends one. So far, we ALL are playing","messageBody":"<div id=\"ygrps-yiv-918797466\">LKW wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I share the same feeling as Leshrec.  On top of the reasons he brought up,<br/>\n&gt; I think Wylven start to lose control of the guild, esp the members who go<br/>\n&gt; around doing bad things with our guild abbrev.  No doubt Wylven is a very<br/>\n&gt; nice and helpful player, he is also very soft-hearted and sometimes too<br/>\n&gt; nice to members, even if certain members misbehave.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// Repeat after me. Voyesbian 3 times. Ready go. Voyesbian! Voyesbian!<br/>\nViyesbian!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; On the other hand, I wanna rise my concerns IF we were to form a new guild:<br/>\n&gt; 1. What kinda guild is this gonna be?  A friend-friend kinda guild (like<br/>\n&gt; our curren QHD and when it grows, problematic members may pop up), a<br/>\n&gt; role-playing guild with certain policy and discipline (ie insist to follow<br/>\n&gt; the path of good and honor, so that when pple look at our abbrev, they know<br/>\n&gt; we are the good guys, this type of guild will require some formal<br/>\n&gt; organisation structure).<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// Rping guild + friends help friends one. So far, we ALL are playing good<br/>\ncharacters so Rping should not be a problem.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 2. Will this guild going to be a Singaporean only, Asians only or<br/>\n&gt; international guild?  If we were to open to other nations players, how can<br/>\n&gt; we enforce discipline?<br/>\n<br/>\n </span></blockquote>// One word to solve discipline problem. PARANG. Just look at how Yiyang&#39;s wife<br/>\ncontrol him with a parang.<br/>\n// If there&#39;s ever one, it will be international, but at all times, must have<br/>\n80% SG ppl + core members. Much like how in Malaysia, companies must have a<br/>\ncertain ammount of Malay employees or ganna close down.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 3. Wylven&#39;s feeling, this is one of my most concern part - how would he<br/>\n&gt; feel when we leave guild and form our own?  Will he think &quot;wah, last time<br/>\n&gt; newbie I help u guys, u guys also find kakis to team in the guild, which in<br/>\n&gt; turn helps alot in lvling, now all feather grow up liao, wanna fly away<br/>\n&gt; ah?&quot;?  If we were to leave QHD and form a new guild, we must be very<br/>\n&gt; careful to handle this part since most of us, if not all, still respect him<br/>\n&gt; as a good and honorable friend.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// Yeah, this part a bit pai seh.... Remember how Aadryc purposely come down to<br/>\nw-commons to help me fish out my corpse in &quot;Swimming Dragoon Lake&quot; But I don&#39;t<br/>\nthink they&#39;ll miss me(only me) since I always spam the guildsay channel with<br/>\nlow class toilet jokes every now and then.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 4. Do we consider forming alliance with QHD?  In UO, one of my pioneer<br/>\n&gt; members leave us and form his guild.  H/w we never take it to heart and in<br/>\n&gt; the end we form a very close alliance - whenever TAA need help, tDw will be<br/>\n&gt; ard, vice versa.  Until now, they are still our closest allies.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// Ally to them lah, but QHD super inactive leh, never plan activities one<br/>\n(heck, the Befallen rush was me yelling to Wylven to use his autority to force<br/>\nplayers down) so we can help them do what?<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 5. How abt those players who join QHD due to our recommendation.  Players<br/>\n&gt; like Ling, Flyingfox, Deadflower, Satoru, Woodbridge etc will most probably<br/>\n&gt; leave QHD and join us if I leave also.  Same for other local kakis who have<br/>\n&gt; friends who will follow them to the new guild if we quit from QHD.  This<br/>\n&gt; will further increase the number of players leaving QHD, at least 1/3 of<br/>\n&gt; the guild, I guess.  How are we going to explain to Wylven?  I&#39;m worry he<br/>\n&gt; feel very dishearted with so many members leaving at one time, and<br/>\n&gt; indirectly, again, it reflect something wrong with his guild and tat&#39;s why<br/>\n&gt; we are leaving to form our own guild.  We must be very cautious handling<br/>\n&gt; this matter.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// We DID warn them that the SG people will overtake the guild, much like how<br/>\nSG rules over Oasis. :)<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 6. How are we going to maintain members quality and guild reputation?  I<br/>\n&gt; think to avoid misunderstanding in future (most importantly, not to end up<br/>\n&gt; like wat is happening in QHD now), all new members shld be briefed abt our<br/>\n&gt; guild policy and direction, what can or cannot be done when they are one of<br/>\n&gt; us.  This is something I did when I accept my UO guild membership.  My UO<br/>\n&gt; guild has a membership application form in our guild site to fill up some<br/>\n&gt; queries to enable us better understand the candidate and if he/she is<br/>\n&gt; accepted, I will send the person a standard letter stating the general<br/>\n&gt; policy of the guild.  For those which I find them not suitable to join us<br/>\n&gt; (eg those players who enjoy pking, looting), I will also reply them to let<br/>\n&gt; them know why they are not accepted and they will still be considered IF<br/>\n&gt; they promise to follow our discipline.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// I come up with ulu quest that requires them to travel across a continent to<br/>\ndo(think asking a lvl 4 newbie to run from Greater Faydark to Erudin and back<br/>\nto Greater Faydark). If they manage to do it AND have prove to be a up to<br/>\nstandard and match out moral code, we then let them in.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 7. Guild site.  My UO guild is hosted in Singularity, and I&#39;ve also email<br/>\n&gt; Red-Dawn once abt the local EQ site.  He agreed to look into it and shld<br/>\n&gt; let us know very soon.  I think some local kakis also spoke to him on same<br/>\n&gt; issue b4, so I think we won&#39;t have problem getting web space.  The only<br/>\n&gt; problem I foresee is who is gonna maintain the guild site? ;)  I recommend<br/>\n&gt; those pple who can play when they are working (one of my UO member is a IT<br/>\n&gt; operation which company let him play UO to keep him awake when doing shift,<br/>\n&gt; hehe), or those players who work in ISP company, heheh.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// If I can resolve my credit card problem, I&#39;ll help maintain the site, since<br/>\nI can use the lab PCs in NYP without any problem, but then, we can always get a<br/>\nlow life scum who plays EQ in his tiny little PI office *cough Gary cough* to<br/>\ndo it.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 8. Guildname.  We settle on VS last time right?<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>// Not sure anything also can, don&#39;t care much.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt; Ziltus<br/>\n&gt;<br/>\n&gt; On Wednesday, 21 July, 1999 6:30 PM, Leshrec [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leshrec@...\">leshrec@...</a>]<br/>\n&gt;  wrote:<br/>\n&gt; &gt; Greetings one and all.<br/>\n&gt; &gt;     Recently, there has been many additions to the Singapapore Everquest<br/>\n&gt; scene and with these additions, the player base in Singapore is<br/>\n&gt; considerably larger than before. Although most of us are in the Qui H`oom<br/>\n&gt; Dai guild, I feel we should set up our own guild. This is for several<br/>\n&gt; reasons. Firstly, it would let us communicate easier with each other and<br/>\n&gt; have a sense of belonging. Although Qui H`oom Dai contains quite a lot of<br/>\n&gt; Singapore players, nothing beats having our own guild since we would not be<br/>\n&gt; strangers to each other. Secondly, we have seen members in our present<br/>\n&gt; guild who does things which are not of our principles. IE steal killing and<br/>\n&gt; being too verbose. If we have our own guild, we could maintain a sense of<br/>\n&gt; order in the guild and keep out the unwanted type of players. There are of<br/>\n&gt; course other reasons but these I feel are the major ones. Of course, I have<br/>\n&gt; nothing against Qui H`oom Dai guild or its leader, in fact I say the guild<br/>\n&gt; is wholely very friendly and helpful. Although this issue has been brought<br/>\n&gt; up before, I feel this is the time we should take it into consideration<br/>\n&gt; since we are mostly of rather average levels and should be able to take<br/>\n&gt; care of ourselves.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Leshrec Kalesk&#39;Thor High Elven Wizard of the Seventh Circle<br/>\n&gt; &gt;  &lt;&lt; File: ATT00001.html &gt;&gt;<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist now has T-SHIRTS!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Check out homepage for details.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List </span></blockquote></div>","specialLinks":[]}}
