{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Leshrec","from":"&quot;Leshrec&quot; &lt;leshrec@...","replyTo":"LIST","senderId":"ak4ZVmhCiyOkwutZ2JwLYU3HLfb2slEW-VL3iWe6e-Uup1XL0UB8rL0lQmW8O00_-psBRWJ6O7YwQ8wQhejePSk3oKdwUEE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Guild","postDate":"932636284","msgId":1338,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMDQuMTMzOC45NTkyNzg5MjRAZUdyb3Vwcy5jb20+"},"prevInTopic":1327,"nextInTopic":1342,"prevInTime":1337,"nextInTime":1339,"topicId":274,"numMessagesInTopic":19,"msgSnippet":"... From: LKW  To: sg-everquest@onelist.com  Date: Thursday, July 22, 1999 7:18 PM Subject: RE:","messageBody":"<div id=\"ygrps-yiv-841266827\">-----Original Message-----<br/>\nFrom: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&#39; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\nDate: Thursday, July 22, 1999 7:18 PM<br/>\nSubject: RE: [sg-everquest] Guild<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n<br/>\n<br/>\n&gt;1. What kinda guild is this gonna be?  A friend-friend kinda guild (like<br/>\n&gt;our curren QHD and when it grows, problematic members may pop up), a<br/>\n&gt;role-playing guild with certain policy and discipline (ie insist to follow<br/>\n&gt;the path of good and honor, so that when pple look at our abbrev, they know<br/>\n&gt;we are the good guys, this type of guild will require some formal<br/>\n&gt;organisation structure).<br/>\n<br/>\n<br/>\n </span></blockquote>// I feel a rping guild would be best, since I HATE trolls and ogres (They<br/>\nsmell bad and tend to take up too much of the dungeon corridors spaces.<br/>\nOf course we would be a goody two shoes guild since all the ppl playing are<br/>\ngood chars<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;2. Will this guild going to be a Singaporean only, Asians only or<br/>\n&gt;international guild?  If we were to open to other nations players, how can<br/>\n&gt;we enforce discipline?<br/>\n<br/>\n<br/>\n </span></blockquote>//Make it mostly Singaporeans, MOSTLY. Maybe 5-10% foreigners such as very<br/>\nclose and trustworthy friends or those who live up to their names.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;3. Wylven&#39;s feeling, this is one of my most concern part - how would he<br/>\n&gt;feel when we leave guild and form our own?  Will he think &quot;wah, last time<br/>\n&gt;newbie I help u guys, u guys also find kakis to team in the guild, which in<br/>\n&gt;turn helps alot in lvling, now all feather grow up liao, wanna fly away<br/>\n&gt;ah?&quot;?  If we were to leave QHD and form a new guild, we must be very<br/>\n&gt;careful to handle this part since most of us, if not all, still respect him<br/>\n&gt;as a good and honorable friend.<br/>\n<br/>\n<br/>\n </span></blockquote>//Yeah this would prolly be the most difficult part since we all joined QHD<br/>\nwhile we were quite new and as I said, Wylven is a very nice guy, so we<br/>\nwould definately would not want to offend him.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;4. Do we consider forming alliance with QHD?  In UO, one of my pioneer<br/>\n&gt;members leave us and form his guild.  H/w we never take it to heart and in<br/>\n&gt;the end we form a very close alliance - whenever TAA need help, tDw will be<br/>\n&gt;ard, vice versa.  Until now, they are still our closest allies.<br/>\n<br/>\n<br/>\n </span></blockquote>//As of such, we should help the members of QHD as much as our own guild<br/>\nmembers if we have an alliance with them.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;5. How abt those players who join QHD due to our recommendation.  Players<br/>\n&gt;like Ling, Flyingfox, Deadflower, Satoru, Woodbridge etc will most probably<br/>\n&gt;leave QHD and join us if I leave also.  Same for other local kakis who have<br/>\n&gt;friends who will follow them to the new guild if we quit from QHD.  This<br/>\n&gt;will further increase the number of players leaving QHD, at least 1/3 of<br/>\n&gt;the guild, I guess.  How are we going to explain to Wylven?  I&#39;m worry he<br/>\n&gt;feel very dishearted with so many members leaving at one time, and<br/>\n&gt;indirectly, again, it reflect something wrong with his guild and tat&#39;s why<br/>\n&gt;we are leaving to form our own guild.  We must be very cautious handling<br/>\n&gt;this matter.<br/>\n<br/>\n<br/>\n </span></blockquote>//We should tell him the main reason of leaving is because we want to form<br/>\nour own local guild and not in any way his fault on handling guild issues.<br/>\nAbout the 1/3 of guild leaving, I think its not a problem. I see many new<br/>\nmembers everyday being recruited in QHD. Might be other character&#39;s<br/>\nalternates, but from the guildsays I saw, I think not.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;6. How are we going to maintain members quality and guild reputation?  I<br/>\n&gt;think to avoid misunderstanding in future (most importantly, not to end up<br/>\n&gt;like wat is happening in QHD now), all new members shld be briefed abt our<br/>\n&gt;guild policy and direction, what can or cannot be done when they are one of<br/>\n&gt;us.  This is something I did when I accept my UO guild membership.  My UO<br/>\n&gt;guild has a membership application form in our guild site to fill up some<br/>\n&gt;queries to enable us better understand the candidate and if he/she is<br/>\n&gt;accepted, I will send the person a standard letter stating the general<br/>\n&gt;policy of the guild.  For those which I find them not suitable to join us<br/>\n&gt;(eg those players who enjoy pking, looting), I will also reply them to let<br/>\n&gt;them know why they are not accepted and they will still be considered IF<br/>\n&gt;they promise to follow our discipline.<br/>\n<br/>\n<br/>\n </span></blockquote>//I feel the guild should have a something like a council that decides if a<br/>\nmember joins. It might take anywhere from a day to a week to recruit<br/>\nsomeone, but this would mean better quality members.(Doing a quest would be<br/>\ncool too) As for guild policy, what if the member reads, then joins and<br/>\ncommits offences. Yes, we might sack him but he might have already damaged<br/>\nour guild&#39;s reputation. I think the best way is to only recruit those we<br/>\nknow personally. On this issue, I feel we should only recruit outsiders<br/>\n(Foreigners and other NEW members) that are above level 16. Although it is<br/>\nunfair to those of lower levels, I feel this is the bare minimum that a<br/>\nplayer should attain before joining a guild. Several reasons for it. 1. If<br/>\nwe let everyone join, then the guild might become kuching kurah guild. 2.<br/>\nGuild reputation is very important. What if he doesn&#39;t know anything, and<br/>\nkeep spamming in the whole zone &quot; Did anyone see my corpse? Can someone help<br/>\nme?&quot; 20 times (I saw it happen before). 3. Everyone WAS a newbie once, but<br/>\nnot ALL newbies ask lame questions like how to get this, how to get that. So<br/>\nthis would of course be very irritating to other members of the guild if he<br/>\nrepeats this over guildsay. 4. If we recruit someone of very low level, 1-4<br/>\nhe might just get recruited, go around spoiling our guild reputation and<br/>\njust delete off his character. Of course the damage is already done..<br/>\n<br/>\nLeshrec Kalesk&#39;Thor High Elven Wizard of the Seventh Circle</div>","specialLinks":[]}}
