{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Synzzz","from":"&quot;Synzzz&quot; &lt;hannibal@...","replyTo":"LIST","senderId":"hWDQ52jayHEGSIEOLdDooR6wTTBMWGq-9FTPdnxVsYLGkRdLB9UD5eWPdKtk-p65_Dit4l0JtC7GPl-xYtayeS5FM66-C_74Vg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Saving Private Sereph + Guk stuff","postDate":"932783231","msgId":1343,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMDQuMTM0My45NTkyNzg5MjRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1342,"nextInTime":1344,"topicId":1343,"numMessagesInTopic":1,"msgSnippet":"On Saving Private Sereph - Send me an email with your Station ID and Password...I ll try and see if i know exactly what to do. BTW...can i play your LVL 35","messageBody":"<div id=\"ygrps-yiv-1901503735\">On Saving Private Sereph - <br/>\n<br/>\nSend me an email with your Station ID and Password...I&#39;ll try and see if i know exactly what<br/>\nto do. BTW...can i play your LVL 35 Enchanter while i&#39;m logged in with your ID? Hehehehehehe<br/>\n<br/>\n<br/>\nOn Guk - <br/>\n<br/>\nOk...Just to let you guys know..i should be free on weekend,. BUT I have to work on National Day.<br/>\nLocal holidays do not apply to me...except New Year and also X&#39;mas is half day to me... *sigh*<br/>\nAlso i guess u guys know about the mana calculator right?<br/>\nZanderion<br/>\n<br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: Sereph <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a> <br/>\n  Sent: Friday, July 23, 1999 7:29 PM<br/>\n  Subject: [sg-everquest] Saving Private Sereph + Guk stuff(all must read the Guk part!!!)<br/>\n<br/>\n<br/>\n  Okay, about credit cards. I will not be entering your credit card number. If you are willing to help, I&#39;ll send you my The Station user name and password. <br/>\n  All you have to do is to edit my account info,  by filling in the credit card number and your house address. <br/>\n<br/>\n  The info will be sent to Sony and no matter what i do, I can&#39;t check the number oif the credit card. If you don&#39;t believe, try to edit your own account. It won&#39;t show you the number. <br/>\n<br/>\n  And now on Guk. <br/>\n<br/>\n  I have a rough plan up now *search around and pull out an A0 size paper covered with tiny words* <br/>\n<br/>\n  Let&#39;s see.... First off, I need to know the agility(modified and unmodified) of the following tanks. This is to determind who be primary tank and who be the secondary one <br/>\n<br/>\n  Garren <br/>\n  Yiyang <br/>\n  Aaleku <br/>\n  Yutaka <br/>\n  Kenven/Kellindel <br/>\n  Sunblade <br/>\n<br/>\n  Next, int value of these nukers, so that I can plan what time you guys should nuke (remember guk has a high spawn rate. Nuking on site is too mana ineffective) <br/>\n<br/>\n  Ziltus <br/>\n  Leshrec <br/>\n  Nicademous <br/>\n  Zanderion <br/>\n  Kalandra <br/>\n<br/>\n  Wis base casters don&#39;t need to report. See your face knows how much mana you have already. <br/>\n<br/>\n  Each group there, will have to assign someone to be the &quot;kamikaze piolet&quot; <br/>\n<br/>\n  Function of this guy? If a big train is started, this guy will be responsible of taunting the WHOLE train, and die, while the rest gate/run out. <br/>\n<br/>\n  For the 20+ group, I&#39;ll volunteer for this since I get a incredible 50% exp bonus while in a full group and my area effect DOT songs can taunt like no tomorrow. For the other 2, decide who gets to die among yourself. <br/>\n<br/>\n  Now on supplies. The 2 magician and 3(2 if Neriss go MIA) wis base casters will be required to provide enought supplies to last the whole gang. Nicademous, Kenven and Kellendil can help them out by going into Grobb and I and Sunblade can forage a bit to help out. <br/>\n<br/>\n  Spell casters, please remember to get 100 each of your spell components. 200+ for pet reagents to be KS. <br/>\n<br/>\n  No alpha loot will be in place. Instead, auto split will be turn on, and 1 person of each group will be delicated to looting everything. Please report whatever you get to all 3 groups. We will decide by vote who requires the item the most and hand it to him/her first. <br/>\n<br/>\n  This event will be a 2 day, 3 night event. We will make our way to guk on Saturday night and fight from Saturday night to National day. When TV showing fire works, those present will atempt to choing the frogloc paladin if we gather enough force, and no one is camping the goon. <br/>\n<br/>\n  For this act, I have to do some calculation during that time to see if we can take it on. <br/>\n<br/>\n  If this works out, next spot will be Cazic Thule or Najera. Will take out the whole plan after I get my ideas together. <br/>\n<br/>\n  Synzzz wrote: <br/>\n<br/>\n    Seraph, I can understand how it feels to put all your effort into EQ and now face the prospect of losing it all.And since i think you&#39;re a nice guy/gal (heh) who helps ppl out and all that...i&#39;m willing to help you here. However, i do first want to know how i can help you with my credit card. You have to enter the number right?After all, much as i think you&#39;re a nice guy, money is still money and credit card numbers are dangerousto pass around =) I&#39;m sure everyone can understand that. I delete all msgs upon reading and so forgot to keep that email add of yours... so here&#39;s mine <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hannibal@...\">hannibal@...</a> Email me and we&#39;ll discuss this further. Synzzz aka Zanderion </span></blockquote></div>","specialLinks":[]}}
