{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...&gt;","replyTo":"LIST","senderId":"XLNXczA7Md7gSGf2ULLj-qcqea_SBsBhSezWNjqn5Hy_ldMWsSieoz2UiqBjwLcFf_LVLW0M4pMhxz-N6eTyh_kiyg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Saving Private Sereph + Guk stuff(all must read the Guk part!!!)","postDate":"932794015","msgId":1344,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMDQuMTM0NC45NTkyNzg5MjRAZUdyb3Vwcy5jb20+"},"prevInTopic":1340,"nextInTopic":1348,"prevInTime":1343,"nextInTime":1345,"topicId":1340,"numMessagesInTopic":7,"msgSnippet":"... Sigh, as I ve said many times, I regret putting 20 stats point on STR when I create Ziltus, for f**k?  Knn I m not creating a labour worker ;( Anyway, my","messageBody":"<div id=\"ygrps-yiv-336342974\"><blockquote><span title=\"ireply\">&gt; Next, int value of these nukers, so that I can plan what time you guys<br/>\n&gt; should nuke (remember guk has a high spawn rate. Nuking on site is too<br/>\n&gt; mana ineffective)<br/>\n&gt; Ziltus<br/>\n<br/>\n </span></blockquote>Sigh, as I&#39;ve said many times, I regret putting 20 stats point on STR when <br/>\nI create Ziltus, for f**k?  Knn I&#39;m not creating a labour worker ;(<br/>\nAnyway, my buffed INT is 111.<br/>\nKellendil, what are the best INT stuffs u can make now?  I need them badly, <br/>\nesp earrings (wtf I&#39;m wearing AGI earring?  I&#39;m not a sand bag, hehe).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Wis base casters don&#39;t need to report. See your face knows how much mana<br/>\n&gt; you have already.<br/>\n<br/>\n </span></blockquote>Hahahahahaahahaha!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Function of this guy? If a big train is started, this guy will be<br/>\n&gt; responsible of taunting the WHOLE train, and die, while the rest<br/>\n&gt; gate/run out.<br/>\n<br/>\n </span></blockquote>Monk willl be the best candidate since they can feign death, plus they <br/>\ncarry very few items.  So cannot retrieve coprse also nmind, hahahahah ;-P<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; For the 20+ group, I&#39;ll volunteer for this since I get a incredible 50%<br/>\n&gt; exp bonus while in a full group and my area effect DOT songs can taunt<br/>\n&gt; like no tomorrow. For the other 2, decide who gets to die among<br/>\n&gt; yourself.<br/>\n<br/>\n </span></blockquote>Huh?  Not 25% extra xp bonus meh?  50%?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Now on supplies. The 2 magician and 3(2 if Neriss go MIA) wis base<br/>\n&gt; casters will be required to provide enought supplies to last the whole<br/>\n&gt; gang. Nicademous, Kenven and Kellendil can help them out by going into<br/>\n&gt; Grobb and I and Sunblade can forage a bit to help out.<br/>\n<br/>\n </span></blockquote>Actually if possible, I would like to bring flyingfox (lvl 21 magi), <br/>\ndeadflower (lvl 19 bard) and Ling (lvl 24 wiz) along. They are my hunting <br/>\nbuddies for pretty long time and very trust-worthy.  Of coz, priority will <br/>\nbe given to locals 1st, just in case we have slots to put them in ;)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Spell casters, please remember to get 100 each of your spell components.<br/>\n&gt; 200+ for pet reagents to be KS.<br/>\n<br/>\n </span></blockquote>100???  How long we going to stay there?  I buy 40 of my spell reagents <br/>\neach time and can last for a week or so.  Wt and cost is one thing.  I&#39;m so <br/>\ndamn poor after buying the 5 lvl 24 teleport scrolls and in the end have to <br/>\nborrow money from Ling to get the 5th scroll, where got cash to buy so many <br/>\ncat eye agate? ;(<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; No alpha loot will be in place. Instead, auto split will be turn on, and<br/>\n&gt; 1 person of each group will be delicated to looting everything. Please<br/>\n&gt; report whatever you get to all 3 groups. We will decide by vote who<br/>\n&gt; requires the item the most and hand it to him/her first.<br/>\n<br/>\n </span></blockquote>Sugestion: I&#39;m not sure how this single looter works, but sometime pple dun <br/>\nbother to loot those rusty weaps and cheap stuffs.  It&#39;s also impractical <br/>\nfor the single looter to loot everything on sight.  Maybe looters just loot <br/>\nthose better stuffs and leave the cheapo stuffs like rusty for others to <br/>\nfree loot (poor wise like me even loot animal skin or bat wing leh). FYI, <br/>\neven if auto split is turn on, auto split DO NOT split the coin evenly. <br/>\n The person who loot the coins will be much more than other individuals in <br/>\nthe group, not sure if this is a bug but 101% confirm.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; This event will be a 2 day, 3 night event. We will make our way to guk<br/>\n&gt; on Saturday night and fight from Saturday night to National day. When TV<br/>\n&gt; showing fire works, those present will atempt to choing the frogloc<br/>\n&gt; paladin if we gather enough force, and no one is camping the goon.<br/>\n<br/>\n </span></blockquote>I hope I can join most of the time, Aug is a very heavy work load month for <br/>\nme.  Maybe have to work on National Day ;(<br/>\n<br/>\nZiltus, power training at Lake Rathetear for the coming Guk expedition.</div>","specialLinks":[]}}
