{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...","replyTo":"LIST","senderId":"V0PrJeogBtv32Xj5VU8QJQoUzSnxhvut6k5Fmko-BFs6pHASTLfuhA_u8KSL2GWxLmy-I_IdJpbecCh61c-C9m2-bg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Recommendation: Lake Rathetear","postDate":"932956997","msgId":1362,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMDYuMTM2Mi45NTkyNzg5MjRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1361,"nextInTime":1363,"topicId":1362,"numMessagesInTopic":1,"msgSnippet":"I used to think Paw is the only place with RTS but it s not true. The camp at Lake Rathetear entrance zone from South Karana spawn both RTS and JK skull.  Camp","messageBody":"<div id=\"ygrps-yiv-2078952020\">I used to think Paw is the only place with RTS but it&#39;s not true.<br/>\n<br/>\nThe camp at Lake Rathetear entrance zone from South Karana spawn both RTS <br/>\nand JK skull.  Camp at Lake Rathetear for 1 hr will get at least 1 of each <br/>\n- the gnoll high shaman is below lvl 20.  If u r lvl 20, better nuke it <br/>\nfast or the nearby shamans will heal him up.  Alternatively casters can <br/>\nform a RTS/JKS expedition group to Lake Rothetear, I&#39;m sure it will be a <br/>\nvery fruitful trip for casters.   The camp spawns gnolls during the day and <br/>\nundead during the night (watch out for dry bone, they r tougher than <br/>\nbirdman).<br/>\n<br/>\nNote that JKS is a lore item, ie u can only carry one at one time (whether <br/>\non u or in bank).  RTS is pending lore, u can get extra cash by selling <br/>\nthem off at lvl 10-30pp, before they make it a lore item (RTS sell better <br/>\nat GF area, just like lighstone is highly demanded in FP).  My Jap friend <br/>\ncamp for 2 hrs or so and find 4 RTS and 3 JKS - and he is damn pissed when <br/>\nhe cannot pick up the JKS which I think can sometime sell at 30pp ;)<br/>\n<br/>\nAt lvl 21 I can solo a high shaman but my lvl 21 magi died 2 times trying <br/>\nto solo becoz he cannot kill the mob b4 the other gnolls shamans (at least <br/>\n2-3 ard) heal it.  The rest of the gnolls are normally green to u and wont <br/>\njoin in the fight, but they will still heal.  Once ya HP drop to 2.5 bubb, <br/>\nu better run to zone, hehe.<br/>\n<br/>\nThe birdman guards give EXCELLENT xp to lvl 20-23 casters.  I highly <br/>\nrecommend the place for those lvl 18-23 tanks and lvl 20-23 casters.  The <br/>\nonly problem is tat the place is kinda wulu wulu (only 1 npc merchant <br/>\nisland), and u have to swim ALOT.  Put it in another way, this is the best <br/>\nplace to train swiming (now all my friends who hunt there max out their <br/>\nswiming to lvl ceiling).  If possible, invis yaself when swiming, coz there <br/>\nis a lvl 53 sea monster in the lake.  If u suay suay see it, u can buy 4D <br/>\nliao.  For those below lvl 20, aqua gob and lizardman will attack u if they <br/>\nsee u.  If ya swiming skill is low, u will be very jia lat.  I have a lvl <br/>\n24 rogue friend who suay suay met a lizardman in sea, and becoz his swiming <br/>\nis very low, he almosted get killed!  Since 80% of the zone is filled with <br/>\nwater, I will wish u all the best finding ya corpse if u died in lake ;)<br/>\n<br/>\nBtw, birdman hit VERY hard - up to 40 per hit, and they stun u.  There is <br/>\nno way for a lvl 24 casters to take 2 at a time, so having trust-worthy <br/>\nbuddies is very impt.  The most common place is the 3-birds tower at the <br/>\ncenter island. The birdman, no matter how many hundreds time u killed them, <br/>\nis forever non-agro (for me and my friends so far).  Just be careful not to <br/>\ndrop into lake when u are fighting one.  I ever fall to lake when a birdy <br/>\non me, and it follow me into the lake, where all my group members are all <br/>\nabove the tower.  The bird hit so hard that I die shortly after dropping <br/>\ninto the lake.  So beware.<br/>\n<br/>\nBtw, birdies only give coins up to 2pp (very seldom), bronze weap and rusty <br/>\nweap. The nearest bank is HH bank (at least 3 zones away?) and the nearest <br/>\nbinding area is arena (1 zone).  For casters who can teleport to North <br/>\nKarana, teleport there, run south-wards to the south brigde and zone into <br/>\nSouth Karana.  Once u enter SK, run all the way South to Lake zone <br/>\nentrance.  SK got pretty tough animal like mammoths (NEVER attack a young <br/>\nmammoth when an adult is nearby), bull elephants, centaur etc.  Dun ask me <br/>\ntheir lvl coz I never attack them ;)  I just know at lvl 22 the centaur <br/>\n(horse man) are still blue to me.  Leshrec say with 4 legs they run very <br/>\nslow since they have problem coordinating their movement, but I leave it to <br/>\nu to believe him, hehehe.  Good luck.<br/>\n<br/>\nZiltus</div>","specialLinks":[]}}
