{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ken Yip","from":"Ken Yip &lt;typhoon@...","replyTo":"LIST","senderId":"AFJu_uyNcAbRfgvVHCLVhGZBE8EalAEqzWvZi77ioYcgOach6xy-kKZpDWuTt_ah6TDxChzJuep1YbabRT5kTJv3hFIUbVQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: WCS/RTS/JKS Hunt (Lake Rathetear)","postDate":"934703831","msgId":1686,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMjguMTY4Ni45NTkyNzg5MjVAZUdyb3Vwcy5jb20+"},"prevInTopic":1681,"nextInTopic":1688,"prevInTime":1685,"nextInTime":1687,"topicId":1681,"numMessagesInTopic":22,"msgSnippet":"me lvl 14 can come anot ah i need to get 1hb staff leh i use crack staff for very long time liaoz","messageBody":"<div id=\"ygrps-yiv-423139302\">me lvl 14 can come anot ah i need to get 1hb staff leh i use crack staff for<br/>\nvery long time liaoz<br/>\n<br/>\n<br/>\nLKW wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I&#39;m organising a local kakis (NOT GUILD HUNT) casters hunt for the<br/>\n&gt; following LORE artifacts:<br/>\n&gt; - Water Crystal Staff (1HB)<br/>\n&gt; - Runed Totem Staff (2HB)<br/>\n&gt; - JK Skull (misc)<br/>\n&gt; (NB: LORE means you can only have ONE in ya backpack AND bank, ie each char<br/>\n&gt; can only have ONE, extra will be deleted by game)<br/>\n&gt;<br/>\n&gt; The looting priority is as follows:<br/>\n&gt; 1. Those who can USE the artifact(s) themselves AND are PHYSICALLY involved<br/>\n&gt; in the hunting.<br/>\n&gt; 2. Those who are PHYSICALLY involved in the hunting AND hunt it for their<br/>\n&gt; secondary char.<br/>\n&gt; 3. Those who are PHYSICALLY involved in the hunting AND hunt it for friend<br/>\n&gt; or cash.<br/>\n&gt; (NB: Since it&#39;s a lore item, you cannot ask someone who have the artifact<br/>\n&gt; to loot on your behalf.  U can only ask someone to hunt on ya behalf<br/>\n&gt; PROVIDED they dun need one, as in #3).<br/>\n&gt;<br/>\n&gt; The dangers:<br/>\n&gt; 1. JK Skull & RTS r dropped by the gnolls (high sha and emi) at the zone<br/>\n&gt; entrance from SK to LR (during the day).  The gnolls, gnoll guards and<br/>\n&gt; gnoll shamans lvl below 18 I think, but the shaman will heal the high sha<br/>\n&gt; and emi (both ard lvl 20) when we fight, even thou they themselves are con<br/>\n&gt; green to us and will not be involved in the fight.  I think those below 15,<br/>\n&gt; when trying to walk thru the camp, will invite a train of 3+4+3=10 gnolls<br/>\n&gt; on you! ;)<br/>\n&gt; The camp will turn to undead ruins at night, where skeletons, greater<br/>\n&gt; mummies (lvl 23-24) and dry bones (lvl 24-25) will haunt the place.  Again,<br/>\n&gt; any one below lvl 20 and walk pass the camp may invite a train of undeads<br/>\n&gt; ;)<br/>\n&gt; =&gt;Our plan is to camp near zone and the high lvls will help to kill the<br/>\n&gt; mobs and ask those lower lvls to come in to loot.  Of coz, in this case,<br/>\n&gt; priority will give to those who phyically involved in the fighting 1st ;)<br/>\n&gt;<br/>\n&gt; 2. Water Crystal Staff<br/>\n&gt; It&#39;s dropped by a OVERPOWERED lvl 24-26 aqua goblin called Webclaw.  Webbie<br/>\n&gt; can found in serveral spots in LR.  Its magical hit VERY HARD and is VERY<br/>\n&gt; AGRO in water, and thing get worse if we enagaed it in the water (we get<br/>\n&gt; disturbed more often when casting, and swim slower, if we lose, chances is<br/>\n&gt; that we will get killed and corpse sinks into the deep lake, then corpse<br/>\n&gt; seeking and looting session will start).  After much investigation (I&#39;ve<br/>\n&gt; been camping in LR from lvl 20 to 27), I will lead the team to the spawn<br/>\n&gt; spot of Webbie, which is the tower isle (extreme end from zone, that mean<br/>\n&gt; there is NO way to flee if we lose UNLESS we bind near zone, gate out and<br/>\n&gt; zone).  The plan is to root Webbie (btw it also run VERY fast) the moment<br/>\n&gt; it spawn before it run towards shore.  I&#39;ve tried rooting Web in water (I<br/>\n&gt; know other spots it shows its face) but seem like a bug will make it<br/>\n&gt; disappear the moment it is rooted in water (I won&#39;t advise to melee it in<br/>\n&gt; water unless Garren is coming, coz it&#39;s not funny to search for ya corpse<br/>\n&gt; in the deep blue lake).<br/>\n&gt; There is 2 concerns regarding the danger for this hunt:<br/>\n&gt; a. To get to the tower isle, you have to swim across the whole lake.<br/>\n&gt;  Danger arise when u meet some giant fresh sharks (bigger size than orge) ,<br/>\n&gt; frogloks, aqua goblin, water snakes, or worse, Webclaw itself and Froglok<br/>\n&gt; Prince (lvl 30 plus, very powerful, con red, and very very agro, out to<br/>\n&gt; kill EVERYTHING in lake).  This problem can be overcome by taking a boat<br/>\n&gt; from gnoll camp to tower isle (but take much longer).<br/>\n&gt; b. The spawn spot for Webclaw, UNFORTUNATELY, is also the spawn spot of the<br/>\n&gt; Froglok Prince (lvl 30 plus, very powerful and agro) and a deep sea goblin<br/>\n&gt; pet (lvl 22 to 25 I think).  With FF and me, it&#39;s no big deal taking Web,<br/>\n&gt; or even when the pet spawn at the same time.  H/w, SUAY SUAY, if the Prince<br/>\n&gt; spawn during the fight or come to us, both of us will be the one to gate<br/>\n&gt; first, since we will have NO fight versus the Prince ;(<br/>\n&gt;<br/>\n&gt; This hunting trip is NOT for anyone below 4th circle (even if we buff u to<br/>\n&gt; full and guard u all time). Unlike the Guk hunt, it&#39;s VERY difficult to<br/>\n&gt; find ya corpse if u died in lake, and chances is that u will lose ya stuffs<br/>\n&gt; forever.  To prevent wasting more than half of the time finding/looting<br/>\n&gt; corpses, this trip is STRICTLY for 4th & above circle chars (lvl 12 for<br/>\n&gt; casters, not sure for others) only.  Frankly speaking I believe all kakis<br/>\n&gt; got at least a 4th circle chars, whether primarily or secondary chars.<br/>\n&gt;  Just dun bring ya newbie char along pls.<br/>\n&gt;<br/>\n&gt; LAST NOTE:  This is not a XP or $$$ hunting trip.  There will be no hunting<br/>\n&gt; of aviak guards etc for xp and coins.  It&#39;s a very task-specific trip - get<br/>\n&gt; the 3 artifacts for those who need them and get out of the place (I can<br/>\n&gt; gate to Fay, Tox, NK by then).  Anyone who are impatient while waiting for<br/>\n&gt; the spawn and turn to hunt others will bear their own risk soloing it (lvl<br/>\n&gt; 20 to 22), coz we will not waste time and mana helping anyone to gain xp<br/>\n&gt; there.  Webclaw spawn and run very fast from tower to shore, maybe within 5<br/>\n&gt; seconds or so, we can&#39;t afford to miss it, given that it&#39;s a rare spawn.<br/>\n&gt;<br/>\n&gt; PREPARATION:  Everyone please get ready AT LEAST 40 foods, 40 drinks and 40<br/>\n&gt; of your spell reagients (if applicable). I&#39;m trying to make it a sharp and<br/>\n&gt; sweet fruitful trip, so pls dun come to assembly area then asking for<br/>\n&gt; food/drink etc.  FF can summon 20 bandages each for those who need (thx<br/>\n&gt; FF!) but I dun wanna see him wasting time summoning food/drinks unless we<br/>\n&gt;  really took so long to camp for the stuffs (40 food/drinks can last me 10<br/>\n&gt; hrs hunt I think).  FF and I can actually do all these by ourselves but we<br/>\n&gt; have decided to help all others (esp casters) to get also, so pls do<br/>\n&gt; everyone a favor by preparing yourself ;)<br/>\n&gt;<br/>\n&gt; BINDING:  All casters will bind once they zone into LR.  We then move on to<br/>\n&gt; arena (which many lamers invis inside and KOS whoever that zone in, it&#39;s<br/>\n&gt; the only binding zone in the region, sigh).  FF and I will go in to scout<br/>\n&gt; the entrance to ensure it&#39;s cleared.  We will then take turn to invis<br/>\n&gt; (guarding) and binding, asking the others to come in one by one.  Once all<br/>\n&gt; binded, we then go back to gnoll camp and start the hunting.  NO arguement<br/>\n&gt; on hunting at gnoll camp 1st then bind the non-casters, coz if anyone died,<br/>\n&gt; they will have to run few zones back to LR and it&#39;s a total WASTE of time.<br/>\n&gt;  Make it an effective and efficient hunt pls!!!<br/>\n&gt;<br/>\n&gt; HUNT PHASE ONE:  Below lvl 20 all sit at zone, above lvl 20s will move in<br/>\n&gt; to hunt.  Once we got what we want, we continue to hunt and ask those at<br/>\n&gt; zone come in to loot.<br/>\n&gt;<br/>\n&gt; HUNT PHASE TWO:  We will all move to tower isle.  Once there, all lvl 25<br/>\n&gt; and above will stay at the mid way of the Webclaw running path, all INVIS.<br/>\n&gt;  We will root and nuke the mob once it spawn and run towards water.  The<br/>\n&gt; rest will sit further away to see show and prepare to loot ;)  The lvl 25+<br/>\n&gt; will camp at a safe distant from the Prince spawn spot. If Prince spawn,<br/>\n&gt; just stay invis and let it run to water.  When Web spawn, KILL IT!  If<br/>\n&gt; Prince spawn when we fighting Webclaw, all GATE.  Those who cannot gate -<br/>\n&gt; May God bless you ;)<br/>\n&gt;<br/>\n&gt; The hunt is scheduled on Friday night (14th August, S&#39;pore/HK time)<br/>\n&gt; starting at 11pm (tentative plan is 3 hrs hunt), interested parties please<br/>\n&gt; meet at the Guard Tower at North Karana (just before the zone to SK, at the<br/>\n&gt; bridge).  Those who dunno the way, pls find someone to bring you there.  I<br/>\n&gt; personally will be opening a portal from Felwithe Gate at 10.50pm to NK,<br/>\n&gt; you can tag along my portal if you want ;)<br/>\n&gt;<br/>\n&gt; Ziltus Planeswalker<br/>\n&gt; Organizer, Mission WRJ (WCS/RTS/JKS)<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; How do you enter ONElist´┐¢s WEEKLY DRAWING for $100?<br/>\n&gt; By joining the FRIENDS & FAMILY program.  For details, go to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List </span></blockquote></div>","specialLinks":[]}}
