{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sereph","from":"Sereph &lt;garford@...","replyTo":"LIST","senderId":"cAzbnL5bO_M7YCXO0nFoabhhp46YFA6f09FxlOhYJSfJTfg-ndYovnboE11aXPYmr0CIK4RPcHL4bc1THAdPn4aezYCv1Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"SG guild formation, speed up part III","postDate":"934798845","msgId":1814,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMzUuMTgxNC45NTkyNzg5MjVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1813,"nextInTime":1815,"topicId":1814,"numMessagesInTopic":1,"msgSnippet":"It is thereby agreed that Ziltus, Leshrec, Trifrost, Garren, Yiyang and a certain flat chested bard will be officer for the SG guild. You CAN T deny your","messageBody":"<div id=\"ygrps-yiv-1233756675\">It is thereby agreed that Ziltus, Leshrec, Trifrost, Garren, Yiyang and<br/>\na certain &quot;flat chested&quot; bard will be officer for the SG guild. You<br/>\nCAN&#39;T deny your duty, unless 5 other person agree that you make a terok<br/>\nofficial.<br/>\n<br/>\nZiltus and Leshrec will be in charge of Erudin and Faydark area<br/>\n<br/>\nTri for Everfrost area when he return. In the mean time, my bard will be<br/>\ntaking charge of recruitment in this area and Qeynos.<br/>\n<br/>\nGarren and YY will be in charge of recruitment in the FP area<br/>\n<br/>\nNow on name. The last time, we agreed on Valiant Saint. By 12:00 am<br/>\ntonight, if no one objects, this will be the final name our kaki guild.<br/>\n<br/>\nNomination for guildmaster, saboh away! If you thick skin want to<br/>\nnorminate yourself, also can. Those not in the official list and want to<br/>\nbe guildmaster or official, also can, just submit your name and let us<br/>\ndebate.<br/>\n<br/>\nWe must get this done by tomorrow, 8pm.<br/>\n<br/>\nGuild charter, I volunteer to write it. Will be up by tonight if I can<br/>\nresist logging into Cazic(Need lvl 50......) It might be more sappy than<br/>\nTitanic, so please tahan, even if you can&#39;t stand it.<br/>\n<br/>\nGuild guidelines: This is a temporary ver of our guidelines, add your<br/>\ncomments.<br/>\n<br/>\nCurrently, only one is agreed on. NO KILL STEALING OF ANY KIND!!! If we<br/>\ncome to knew that you have done such a thing, you will be suspended from<br/>\nthe guild for 2 weeks, to carry out investigation. This is a very severe<br/>\noffence in my eyes.<br/>\n<br/>\nOther stuffs:<br/>\n<br/>\nA guild bank will be set up, and 2 goons will be put in charge of this.<br/>\nI propose Einan and Kellendil to be incharge since they are quite &quot;on&quot;<br/>\nand trustworthy.<br/>\n<br/>\nHow thiis bank work is like this: Each RL week. this 2 person, will go<br/>\naround, collecting money from everyone in the guild, with the help of<br/>\nthe officer. The money will then be split evenly between the 2, and<br/>\nstored in the regular EQ banks.<br/>\n<br/>\nWhen anyone need to borrow money, the person is expected to send a mail<br/>\nto the list, stating how much and why do they need to borrow this amount<br/>\nof money.<br/>\n<br/>\nThe officer and guildmaster etc...... Will discuss this in game, and<br/>\nwhen approve, the 2 treasurers will withdraw the money out, hand it to<br/>\nthe nearest official, and the official is expected to deliver the money<br/>\nto the goon in need.<br/>\n<br/>\nTo prevent lamers from borrowing money and disband from the guild, the<br/>\nbank is ONLY open to those that have join for over 2 months, or have<br/>\nproven to be trusty(basically, all the kakis who join the list before<br/>\nAugust are clear)<br/>\n<br/>\nRecruitment:<br/>\n<br/>\nTo join, one MUST be experience with the game. If they don&#39;t understand<br/>\nwhat RTS, OOM, BBC, SBS, BIBS etc.... are, sorry, you cannot join yet.<br/>\nPlay the game a tad more.<br/>\n<br/>\nCharacter must be of a decent lvl and has to complete a &quot;fetching&quot; quest<br/>\nbefore being admitted. Items being fetch will vary with level.<br/>\n<br/>\nExample, before a lvl 20 Necro can join, he/she must get a lightstone,<br/>\ngator meet, netted gloves and a bronze long sword before being admitted.<br/>\n<br/>\nThose who have completed the quest, and join the guild, will undergo a<br/>\nprobation period, where they will randomly be visit by an official, and<br/>\nchecked on. This may range from things like an officer, being invisible,<br/>\nto see whether the recruit is stealing kills to an OOC statement, to<br/>\ncheck other people opinion of the new recruit.<br/>\n<br/>\nQuitting QHD:<br/>\n<br/>\nTonight, I will start the ball rolling, by speaking with Wylven(if he&#39;s<br/>\non) or send him an e-mail, reguarding us, quitting the guild. By friday<br/>\nLATEST I expect all those, who are in there, to get out of it.<br/>\n<br/>\nTime schedule:<br/>\n<br/>\nMonday-Wednesday : Intensive planning of guild<br/>\nWednesday night: Me, 8 other goondus and the guildmaster will be<br/>\nsubmitting request to create our guild(guild creation has change now, we<br/>\ndo not need to send e-mail, just need to go to chat channel to register)<br/>\n<br/>\nThursday-Friday: Rest leave QHD<br/>\nSaturday: Ziltus&#39; SOO camping session, may beg the GM to approve the<br/>\nguild on Saturday, instead of Sunday morning 5-6 am since all of us are<br/>\nsleeping at that time.</div>","specialLinks":[]}}
