{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sereph","from":"Sereph &lt;garford@...&gt;","replyTo":"LIST","senderId":"L-VEtPiUHkXWdg9dbxVAL3CRzikrTDft2vmpfXDoIa309NUwbOzwiPJQMV6M_NgZbSOT-NAfEIyYCH024XcVs8HnBB5UyA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Discussion on group hunting events","postDate":"934799584","msgId":1815,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xMzYuMTgxNS45NTkyNzg5MjVAZUdyb3Vwcy5jb20+"},"prevInTopic":1813,"nextInTopic":1826,"prevInTime":1814,"nextInTime":1816,"topicId":1813,"numMessagesInTopic":9,"msgSnippet":"Read read: ... have enough money to pay, all our female characters, other than Aaleku for obvious reasons, are doom. He s a damn pimping Paladin for Tunare s","messageBody":"<div id=\"ygrps-yiv-1034599819\">Read read:<br/>\n<br/>\nLKW wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Hi all.  After playing EQ for a month or so, I guess it&#39;s time for us to<br/>\n&gt; ponder abit on how we can play & enjoy EQ better, in term of adventuring,<br/>\n&gt; grouping, lvling or camping for artifacts.<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; 3 words: Get organise first<br/>\n<br/>\n&gt;<br/>\n&gt; I believe the local kakis are lvling pretty fast, some even managed to<br/>\n&gt; train 2 or more mid-lvl chars by now within the short period.  This is most<br/>\n&gt; obvious when we take a look in QHD, where the local kakis lvl much faster<br/>\n&gt; than the other members (without stealing kills).  H/w, I think there is<br/>\n&gt; still room for improvement, in all areas.  In this msg, I will only be<br/>\n&gt; focusing on group(s) hunting, so as to get the BALLS start rolling (wait,<br/>\n&gt; YY kena scared by ya wife until ya balls drop again? hehehe).<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; K<br/>\n<br/>\n&gt;<br/>\n&gt; 1. Be realistic.<br/>\n&gt; So far, all the hunting events turn out to be a corpse looting session,<br/>\n&gt; which take up more than 50% of the hunt.  IMGO (in my goon opinion), I<br/>\n&gt; think everyone has to be realistic.  If we are going to camp for a lvl 20<br/>\n&gt; mob, and we know that in order to reach the mob, we need to go thru&#39;<br/>\n&gt; several lvl 15 mobs, it&#39;s definitely inefficient to bring along any lvl 18<br/>\n&gt; or below kakis coz we will then be spending most of the time protecting the<br/>\n&gt; lower lvl kakis, if not helping him/her to loot corpse.  For eg, to camp<br/>\n&gt; for Dvinn, a lvl 20 mob, it will be best to bring in a team of all lvl 20<br/>\n&gt; and above, so that we can concentrate our time camping for the mob, hunt it<br/>\n&gt; down and get out of the place FAST, since all other mobs will not attack u<br/>\n&gt; as they con green to us.  (NB:  This point exclude those hunting event<br/>\n&gt; which we are out to wipe and rule the whole place.)<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; We always sway lah, either no death no loot, or a lot of death little loots.<br/>\n<br/>\n&gt;<br/>\n&gt; 2. Be grateful to those who help, be considerate<br/>\n&gt; Everyone on the list is paying for the EQ monthly usage, the telephone fee,<br/>\n&gt; and many hrs of sleepless night playing the game. If a group of tanks of<br/>\n&gt; enuff lvl wish to hunt certain mob but need a high lvl caster to help<br/>\n&gt; nuking the mob, I think it&#39;s only fair if the low lvl tanks show their<br/>\n&gt; appreciation by offering some token to the high lvl who help.  Just like<br/>\n&gt;  the Staff of Observer hunt, I think it&#39;s only fair for Garren if we paid<br/>\n&gt; him some nominal amt for his time and service.  Whether he wanna accept the<br/>\n&gt; token is another story, it&#39;s the thought that counts.  Friend friend is one<br/>\n&gt; thing, but this friend thingy shldnt be abused.  Can anyone imagine Garren<br/>\n&gt; get msg every now and then asking him to get stuffs for his friends?<br/>\n&gt;   C&#39;mon, not tat I&#39;m calculative but we shld learn to appreciate helps from<br/>\n&gt; others, and be considerate at times ;)<br/>\n&gt;<br/>\n<br/>\n&gt;&gt;No cash, pay simi? Better don&#39;t promise money to Garren, else if we don&#39;t<br/>\n </span></blockquote>have enough money to pay, all our female characters, other than Aaleku for<br/>\nobvious reasons, are doom. He&#39;s a damn pimping Paladin for Tunare&#39;s sake!<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; 3. Most people don&#39;t PLAN to fail, but they fail to PLAN<br/>\n&gt; a. See the key word? PLAN PLAN PLAN! ;)  Before any event, someone pls at<br/>\n&gt; least dig out some info of the artifact, quest or the mob dropping the item<br/>\n&gt; from the net - it&#39;s easily accessible.<br/>\n&gt;<br/>\n<br/>\n&gt;&gt;K, k<br/>\n<br/>\n&gt; b. Be puntual.  Ok I know this is hard, esp when we have students, working<br/>\n&gt; class, idling personal (ops sorry Garren, hehe) etc in the local community.<br/>\n&gt;  That&#39;s why I always plan events on Fri/Sat night, where most pple are free<br/>\n&gt; and dun have to worry abt working the next day.  Getting the relevant lvl<br/>\n&gt; players to participate in the event is also impt, so that no time is waste<br/>\n&gt; to fetch other pple.  If u wanan participate in the event, at least arrange<br/>\n&gt; to meet those who know the assembly venue to bring u there, IN ADVANCED.<br/>\n&gt;  Dun wait till last mintue than msg all say &quot;I&#39;m at xxx, can someone come<br/>\n&gt; to fetch me blah blah blah&quot;.  If my UO members from all over the world can<br/>\n&gt; meet at certain time (some even wake up at 4am for guild meeting), I see no<br/>\n&gt; reason the local kakis cant make an effort to achieve it ;)<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; Well, the last Rathetear hunt, we were quite puntual, if not for the<br/>\n </span></blockquote>freaking crash of NK. Generally, we are quite Punctual for day 1 of most hunt.<br/>\nDay 2 is a different affair altogether.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; c. Be prepared.  Nothing is more anoying than to see the following<br/>\n&gt; situation.<br/>\n&gt; A : Ah, everyone is so puntual today, let ROCK!<br/>\n&gt; B, C, D, E : Yeah yeah, let rock! WOWOWOWO!<br/>\n&gt; F : Sorry guys, no more food, drink and reagents, can someone spare me<br/>\n&gt; some, summon for me, OR gate me back to town purchasing, OR teleport to<br/>\n&gt; town and buy for me?<br/>\n&gt; &quot;NAH!&quot; *A, B, C, D, E all point their middle fingers to F&#39;s nose, mouse,<br/>\n&gt; earholes, assxxxx*<br/>\n&gt;<br/>\n&gt;<br/>\n<br/>\n&gt;&gt;Don&#39;t worry, nothing like this has ever happen, and WON&#39;T *flashes parang*<br/>\n<br/>\n&gt; 4.Patient, Effective, Efficient<br/>\n&gt; - Patient.  If we set our mind to hunt Dvinn, then be patient to wait for<br/>\n&gt; it to spawn.  Dun suga suga show off and hunt other mobs with one swing or<br/>\n&gt; one nuke.  Yeah no doubt it&#39;s very facinating to show those newbies how<br/>\n&gt; powerful you are, but hey, why are you here in the first place?  And when<br/>\n&gt; the mob spawn, you are either resting or OOM.<br/>\n<br/>\n&gt;&gt;Think we hot blooded youngsters as patient as you old mans ah? We bored, find<br/>\n </span></blockquote>something to do liao, heck care about you ;)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; - Efficient.  At places which is heavily camped, casting the 1st spell on<br/>\n&gt; the mob may mean you get it or not.  Eg, when I camp in Ziltus Hill (hehe),<br/>\n&gt; group of lvl 20 casters wanna fight kill with me.  When the trainer spawn,<br/>\n&gt; I&#39;m always the 1st one to hit it with a spell that hurt it more than 50%,<br/>\n&gt; and the other casters r jus helping me to finish up the job.  Do some<br/>\n&gt; timing (eg aviak guards take 6-7 min to spawn, pickclaw 13 min, trainer 16<br/>\n&gt; min etc), manage your time so that you can get fully med and rest b4 the<br/>\n&gt; spawn.  You can chit chat and sing song, but when the spawn is near, you<br/>\n&gt; better stay alert and watch out for it.<br/>\n&gt;<br/>\n<br/>\n&gt;&gt;To prevent this from happening, we should always have a non-meditating class<br/>\n </span></blockquote>aka monks, bards, rogues and warriors during a camp to look for spawn.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; - Effective. Sometime nuking with the most damaging spell is not always a<br/>\n&gt; sure-win situation.  Eg, when a lvl 40 enchanter help her friend to get<br/>\n&gt; kills in Ziltus Hill, I think she is casting the most powerful nuking spell<br/>\n&gt; she has.  H/w, I only using the 3rd most powerful spell I got to get all<br/>\n&gt; the kills.  Wonder why?  COZ...my 3rd most powerful spell, no doubt not as<br/>\n&gt; powerful as the lvl 40 enchanter, but it cast FASTER and hurt the train for<br/>\n&gt; more than 50% HP.  So when the enchanter&#39;s spell hit the mob, she is just<br/>\n&gt; helping me to wipe the floor.  Simple as it is ;)  Nuking with the most<br/>\n&gt; powerful spell is not always the one who stand up with a wining smile - we<br/>\n&gt; have to &quot;eat brain&quot; sometimes, not &quot;eat grass&quot; ;)<br/>\n&gt;<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; Tell you once, going to tell you again. Enchanter can&#39;t nuke for shit! All<br/>\n </span></blockquote>of our spells are all or nothing kind like force shock. Also, damage ganna sai.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; 5. Get the RIGHT team<br/>\n&gt; Get the right party for the hunt.  For train-proned places like dungeons,<br/>\n&gt; dimiss the pet.  For places with fast random spawns, get some tanks and at<br/>\n&gt; least a healer.  For places where firepower mean sure-win (eg double or<br/>\n&gt; solo aviak guards), get some bombers with u.  For places of unknown and<br/>\n&gt; danger, get a balance group.  Having good team work is a good starting step<br/>\n&gt; to a successful hunting trip, but getting the wrong party combo may mean<br/>\n&gt; you r stepping on the wrong path.  Eg when there is so many players crowded<br/>\n&gt; in the CB tower, one lvl 29 wiz will work better than a group of 3 lvl 30<br/>\n&gt; warriors.  On the other hand, in Runnyeye, a lvl 29 paladin can last longer<br/>\n&gt; than a group of 3 lvl 30 wiz.  See the light? ;)<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; Agree, but, the problem with us right now is that we are freaking<br/>\n </span></blockquote>disorganise. Most of the times, we have rojak groups, with huge level<br/>\ndifference, due to lack of participation of other kakis.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt; I&#39;m not the best player around, but merely rising some points which I think<br/>\n&gt; we have to ponder them in depth.  No doubt it&#39;s sometime fun to have those<br/>\n&gt; &quot;U DIE I DIE&quot; kinda hunting, but in the long run, we shld work out<br/>\n&gt; something better and more enjoyable  ;)<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; Prepare your group gate at all times loh, tanks gonna die, GG first, think<br/>\n </span></blockquote>later.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt; Just my 2c.<br/>\n&gt;<br/>\n<br/>\n&gt;&gt; Only 2 cents? So cheapskate? at least give S$2 lah<br/>\n<br/>\n&gt;<br/>\n&gt; Ziltus Planeswalker<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist now has T-SHIRTS!<br/>\n&gt; For details and to order, go to:<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/store/tshirts.html\">http://www.onelist.com/store/tshirts.html</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List </span></blockquote></div>","specialLinks":[]}}
