{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cheng Shan Chieh, Freddy","from":"&quot;Cheng Shan Chieh, Freddy&quot; &lt;sccheng@...&gt;","replyTo":"LIST","senderId":"SSC8jR9LMwYL6FMjtF2ixio7yv8X82byEL5r0I2IGuCi1x9EkqRb4vhdz0nASERJClt8Z3UCYyzUns0tTTIcz-98Ob2jdB79DA0jML-J2OhRdm3WQ0yWxtdYrXnV7XvR4Gjl","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Glowing Stein Quest","postDate":"935132383","msgId":2039,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xNDYuMjAzOS45NTkyNzg5MjVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2085,"prevInTime":2038,"nextInTime":2040,"topicId":2039,"numMessagesInTopic":2,"msgSnippet":"This quest spreads all over Norrath, so be prepared to do some traveling. A Bartendor in Ogguk by the name of Clurg can be found in the Bar near the bank.","messageBody":"<div id=\"ygrps-yiv-264534285\">This quest spreads all over Norrath, so be prepared to do some traveling. A<br/>\nBartendor in Ogguk by the name of Clurg can be found in the Bar near the<br/>\nbank. Clurg has lost his Bartenders Compendium. The Bartenders Compendium is<br/>\ncurrently in the hands of a Bartender in East Freeport, by the name of<br/>\nGregor. (his bar is right next to the docks). Gregor is trying to make a<br/>\nspecial drink of some kind that he has found in the Bartenders Compendium,<br/>\nbut he is missing the ingredients. The ingredients he needs are as follows:<br/>\n<br/>\n1) &quot;Kiola Nut&quot; from the island of Erollisi<br/>\n2) &quot;Erud&#39;s Tonic&quot; from Erudian<br/>\n3) &quot;Honey Jum&quot; from Rivervale<br/>\n4) &quot;Koalindl Fish&quot; from the lake in the Temple of Life in Qeynos.<br/>\n<br/>\nReturn these items to Gregor in East Freeport and he will give you the<br/>\nBartender&#39;s Compendium. Take the Compendium to Clurg and he will give you<br/>\nthe Glowing Stein for your troubles. Now for the step by step process.<br/>\n<br/>\n1) Create a new character, preferably an erudian enchanter.. they have good<br/>\nfaction and get a pet right off the bat.<br/>\n<br/>\n2) Twink this guy with about 20pp.<br/>\n<br/>\n3) Have him purchase his first lvl pet spell, 10 tiny daggers, and a<br/>\nbackpack.<br/>\n<br/>\n4) Have him go to the Blue Hawk&#39;s Inn in Erudin and buy an Innoruk&#39;s Kiss of<br/>\nDeath (LORE ITEM) from Geord BlueHawk. Take the Kiss of Death to Sinnkin<br/>\nHighbrow at the top of the Library in Erudin, and she will give you Erud&#39;s<br/>\nTonic.<br/>\n<br/>\n5) Take him back to the bank and put everything you own in there, except<br/>\nyour dagger your food and your tiny daggers... you don&#39;t want to carry<br/>\nanything because you can die very easily during your travels and getting<br/>\nyour corpse back is a serious pain.<br/>\n<br/>\n6) Take the boat to Qeynos.<br/>\n<br/>\n7) Get a bind just outside the front gates to Qeynos.<br/>\n<br/>\n8) Head back into Qeynos and find the Temple of Life, in North Qeynos.. this<br/>\nis the building that looks like a space ship hovering over a pond.<br/>\n<br/>\n9) Summon your pet and jump in the pond.<br/>\n<br/>\n10) There&#39;s lots of the Koalindl fish swimming around, so take one out.. if<br/>\nyou die.. no biggie, come back and try again.<br/>\n<br/>\n11) When you&#39;ve killed it, you&#39;ll take a HUGE faction hit.. so loot his<br/>\ncorpse and get a Koalindl fish (LORE ITEM).<br/>\n<br/>\n12) NOW RUN!! make a break for the Qeynos Gates.. The guards will most<br/>\nlikely kill you on your way.<br/>\n<br/>\n13) Well you probably died.. but hopefully you ran fast enough to get at<br/>\nleast a bit away from that pond.<br/>\n<br/>\n14) Go back and pick your corpse for the Koalindl fish, and the rest of your<br/>\nstuff.<br/>\n<br/>\n15) Head back to the bank and drop EVERYTHING, you&#39;re in for a very long<br/>\ntrip. Unless you have a friendly wizard friend *wink wink* that can help you<br/>\nat this point.<br/>\n<br/>\n16) Make your way to Rivervale.. The way I did this is I traveled from<br/>\nQeynos to Qeynos hills, to West Karanas, to North Karanas, to Beholder, to<br/>\nRunnyeye, to Misty Thicket, to Rivervale.. to get through Runnyeye, just hug<br/>\nthe left wall and sprint like mad.. it should only take you 5 seconds to<br/>\nreach the zone to Misty Thicket. From Misty Thicket to Rivervale, just hug<br/>\nthe right wall, be carefull not to get killed by the orcs.. there will be a<br/>\nbig wall in the middle of the zone with a gate in the center.. if you can<br/>\nget to this gate, you just follow the path in front of you straight to the<br/>\nhole on the East side of the zone.. that&#39;s Rivervale.<br/>\n<br/>\n17) When you get here, get a bind as soon as possible, and pick up about<br/>\n7pp. If this wasn&#39;t your first time making this trip at such a low lvl, then<br/>\nyou understand why. If not then you will by this point.<br/>\n<br/>\n18) Go back out to Misty thicket and turn left, hugging the wall. You&#39;ll<br/>\ncome across a small hut, where a male and a female halfling are. The womans<br/>\nname is Lil Honeybugger.. she&#39;ll tell you about a girl named Mintopp(sp?)<br/>\nwho has a honey jum recipe, but she needs Honeycomb to make it.<br/>\n<br/>\n19) Exit this little hut, and go North.. the North side of Misty thicket is<br/>\ncovered with Honey combs.. and you should be able to find some.. of course<br/>\nyour pretty low lvl at this time and it can be quite a pain.. so just<br/>\nauction offering 1pp for 3 honeycombs.. that will get you a response real<br/>\nfast.<br/>\n<br/>\n20) After you get the honeycombs head back to Rivervale. Take your<br/>\nhoneycombs to the Herb Jar.. (the herb jar is a store located right next to<br/>\nthe Fools gold, a circular bar right next to the bank.. the herb jar is not<br/>\nlabeled, so you have to look around a bit. The owner of the Herb jar is a<br/>\nhalfling woman by the name of Mintopp(sp?).<br/>\n<br/>\n21) Give the three Honeycombs and 5gp to Mintopp and she will give you the<br/>\nHoney Jum.<br/>\n<br/>\n22) Go back to the bank and drop off your cash, and the Honey Jum, and<br/>\nanything else you have on you.<br/>\n<br/>\n23) Exit Rivervale, don&#39;t go through the exit back to Misty Thicket, this<br/>\ntime find the exit to Kithikor Forest.<br/>\n<br/>\n24) Take Kithikor forest to West commons, to East Commons, to Freeport.<br/>\n<br/>\n25) Go to the bank and pick up some cash.. a couple plat will do it I think,<br/>\nbut bring what you have, because you have to take the boat next and you want<br/>\nto do that only once.<br/>\n<br/>\n26) Go the boat doc&#39;s in East Freeport and catch the boat to Faydwer.. but<br/>\nget off the boat on the first stop you make in Ocean of Tears. This is the<br/>\nIsland of Errolsi.<br/>\n<br/>\n27) Immediately in front of the docks is a group of huts. Go to the one that<br/>\nis right in front of the docs and there should be a elven woman behind a<br/>\nbar, she will sell you the Kiola nut.<br/>\n<br/>\n28) If your quick, you can buy the nut and still make it back to the boat<br/>\nbefore it leaves.. if not wait for the boat to come back.<br/>\n<br/>\n29) Stay on the boat until you get back to Freeport.<br/>\n<br/>\n30) Go back to the bank and put all 4 items you&#39;ve obtained into your<br/>\nbackpack, and drop all your other stuff off.<br/>\n<br/>\n31) Here&#39;s where it gets difficult :-) If you like, you could take this<br/>\nenchanter all the way to lvl 12 I believe, and do this part yourself.. but<br/>\nsince that would take forever, especially since you&#39;ll probably destroy him<br/>\nwhen your done... don&#39;t bother.<br/>\n<br/>\n32) Find an Enchanter that you can trust.. now this Enchanter must have a<br/>\nfew things... he must be good, or have an illusion spell to look like he&#39;s<br/>\ngood.. he must have the Alliance spell, and he must be evil or have and<br/>\nIllusion spell to look like he&#39;s evil. I had a Dark Elf do this who was lvl<br/>\n16 or so and it worked just fine. Having a Good race do it would be a little<br/>\nmore difficult but it would work. But remember... You HAVE TO TRUST THIS<br/>\nPERSON! He will be the one with your Glowing Stein in the end and you do<br/>\nwant him to give it to you.<br/>\n<br/>\n33) Now... Have this Enchanter meet your Erudite at the docks in Freeport..<br/>\nif your Enchanter is evil, he can enter Freeport from North Ro and follow<br/>\nthe wall, go through the hidden entrance, hug the left wall until he sees<br/>\ntwo people standing in the tunnel, go up the stairs (not through the door<br/>\nwhere the people are standing) go through the door on the right, run up<br/>\nthose stairs to the top, go throught the hidden exit at the top of these<br/>\nstairs, go around the barrels up another set of stairs, around the corner<br/>\nand through the door.. from there he should be able to see the docks.<br/>\n<br/>\n34) Give your Enchanter friend the backpack with the goodies.<br/>\n<br/>\n35) The Enchanter should cast Illusion Human on himself (unless he is a good<br/>\nrace) and enter the bar where Gregor is, your Erudite should sit back and<br/>\nwait.<br/>\n<br/>\n36) Inside, the Enchanter will see a ragtag group of warriors all decked out<br/>\nin full plate.. if the Enchanter is evil, he needs to do this next step<br/>\ncorrectly or those plate wearing guys will kick his arse.<br/>\n<br/>\n37) Have the Enchanter cast Alliance on the bartender.<br/>\n<br/>\n38) Then have him give the bartender all 4 of the item&#39;s you&#39;ve gained.<br/>\n<br/>\n39) The bartender will give him the Bartender&#39;s Compendium (LORE ITEM, NO<br/>\nDROP) if it was done successfully... if he was evil and did it incorrectly,<br/>\nthen the plate people will run around the bar and mop the floor with him..<br/>\nthese plate guys are all VERY HIGH LVL! They con red to me at 34.. and I saw<br/>\na group of 40&#39;s getting run out of the bar when they tried to do this quest<br/>\nwrong.<br/>\n<br/>\n40) OK, now you have the book.. Log off and destroy that Erudian, you<br/>\nprobably hate him by now, and get the character you want to have the stein.<br/>\n<br/>\n41) Have the Enchanter meet you in Feerott, trust me.. don&#39;t gate to Cazic<br/>\nThule for this part.. it&#39;s not a good idea.. instead you should walk, or if<br/>\nyour reading this ahead of time, both of you should bind yourselves near<br/>\nFeerott ahead of time.<br/>\n<br/>\n42) Have the Enchanter enter, If your evil then you can go with him..<br/>\notherwise, wait for him to come back.<br/>\n<br/>\n43) Have the Enchanter go to the bar near the bank.. If he&#39;s a good<br/>\nalignment then he should cast Illusion Dark Elf on himself... there he will<br/>\nfind Clurg.<br/>\n<br/>\n44) Have the Enchanter cast Alliance on Clurg and then give Clurg the<br/>\nBartender&#39;s Compendium.<br/>\n<br/>\n45) If done correctly he will receive your glowing stein (LORE ITEM) Now<br/>\nconvince the enchanter to give you the stein and it&#39;s all yours!<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\nSent: Friday, August 20, 1999 3:48 PM<br/>\nSubject: RE: [sg-everquest] URGENT!!!! Major change to Stein quest<br/>\ncoming!!!!<br/>\n<br/>\n<br/>\n&gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Since it&#39;s a throwaway char, I will make a human wiz (always wanna test<br/>\nhow<br/>\n&gt; fast a human can lvl up).  Based on my gnome wiz and woodelf druid<br/>\n&gt; experience, one can hit lvl 4 easily in one night training of 3-4hrs at<br/>\n&gt; most.<br/>\n&gt;<br/>\n&gt; So where are we having this newbies bashing?  How abt this coming Mon?<br/>\n&gt;  Everyone make a human char in Qeynos and start hunting fishes?<br/>\n&gt;  Hahahahahah ;)<br/>\n&gt;<br/>\n&gt; Seem like we have lots of intereting activities, hehe.<br/>\n&gt;<br/>\n&gt; Ziltus<br/>\n&gt;<br/>\n&gt; On Friday, 20 August, 1999 2:46 PM, Ebon Praetor<br/>\n[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kelc@...\">kelc@...</a>]<br/>\n&gt; wrote:<br/>\n&gt; &gt; From: &quot;Ebon Praetor&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kelc@...\">kelc@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; I have just read on EQ Enchanters that the Koalindl fish corpse is<br/>\n&gt; &gt; now a NODROP item on the test servers!<br/>\n&gt; &gt;<br/>\n&gt; &gt; This means that anyone who wants to complete the quest MUST<br/>\n&gt; &gt; take the major faction hits that come with killing the fish! Now that<br/>\n&gt; &gt; it is NODROP, no more mule character to take faction hits then<br/>\n&gt; &gt; transfer to your main character...<br/>\n&gt; &gt;<br/>\n&gt; &gt; A bit of back ground about the fish... when you kill it, Qeynos<br/>\n&gt; &gt; Inhabitants, Barbarians, even RODCET NIFE himself, not just his<br/>\n&gt; &gt; clerics, drop faction with you, and because the corpse doesn&#39;t<br/>\n&gt; &gt; always load, this means that you might have to kill it several times,<br/>\n&gt; &gt; and will quickly become KOS to these factions. (Maybe Rodcet will<br/>\n&gt; &gt; throw down lightning bolt to strike thee down? *heh*)<br/>\n&gt; &gt;<br/>\n&gt; &gt; So, we had better start camping for that fucking fish with our group<br/>\n&gt; &gt; of level 3 mules (fish is level 2 to 3) before they implement the<br/>\n&gt; &gt; change on the actual servers! Don&#39;t care when you want to do the<br/>\n&gt; &gt; quest, just fucking snatch as many fish corpse from under the<br/>\n&gt; &gt; nose of Rodcet first!!!! That is the HARDEST part of the quest!!! We<br/>\n&gt; &gt; better get our asses moving before the next patch comes along!!!!<br/>\n&gt; &gt; KNN!!!!!<br/>\n&gt; &gt;<br/>\n&gt; &gt; Unless, of course, you all dowan this 7/43 1H blunt wpn that gives<br/>\n&gt; &gt; +10INT +5DEX... blah blah that is the Stein of Moggok...<br/>\n&gt; &gt;<br/>\n&gt; &gt; I suggest this... we all create throwaway characters in Qeynos,<br/>\n&gt; &gt; level them up to 3 or so, and we group to smack fishes. It should<br/>\n&gt; &gt; be fun too, imagine a horde of level 1 &quot;newbies&quot; swarming Qeynos<br/>\n&gt; &gt; hunting grounds...<br/>\n&gt; &gt;<br/>\n&gt; &gt; This group must be well planned, however, with a proper mix of<br/>\n&gt; &gt; classes to optimise our abilities... and if possible, make all human,<br/>\n&gt; &gt; level up faster...<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; --<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; Love is in the air...<br/>\n&gt; &gt; Get me a gas mask, quick!!!<br/>\n&gt; &gt;<br/>\n&gt; &gt; Cya,<br/>\n&gt; &gt; Praetor<br/>\n&gt; &gt;<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Praetor@...\">Praetor@...</a><br/>\n&gt; &gt; ICQ 1767778<br/>\n&gt; &gt;<br/>\n&gt; &gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt; ONElist users:  YOU can win a $100 gift certificate to Amazon.com.<br/>\n&gt; &gt; Check out the FRIENDS & FAMILY program to find out how.<br/>\n&gt; &gt; For details, go to <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; Singapore Everquest Players List<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; You can WIN $100 to Amazon.com by starting a new list at ONElist.<br/>\n&gt; Drawing is held each week through August 20.  For details, go to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
