{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Cheng Shan Chieh, Freddy","from":"&quot;Cheng Shan Chieh, Freddy&quot; &lt;sccheng@...","replyTo":"LIST","senderId":"9WLyCfQ3NyYxFbh1jnmgKsz-WTx0Umc770Ge7uxRG_HnCYm6oeuUEV-jRyd944CMQWkKbYmzC6kF-tSjMYKEO_veOkua2Yu6k7TF_e73uMUSAAZRArOVbhvooNb8hUVtcPWP","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: How many of u guys at Tribunal?","postDate":"936355931","msgId":2304,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4xNjUuMjMwNC45NTkyNzg5MjZAZUdyb3Vwcy5jb20+"},"prevInTopic":2303,"nextInTopic":2305,"prevInTime":2303,"nextInTime":2305,"topicId":2286,"numMessagesInTopic":19,"msgSnippet":"its not rumor... its confirmed liaoz... going in next patch... =( just that if they r goingto do anything to compensate... longer duration that sort of ","messageBody":"<div id=\"ygrps-yiv-1505979703\">its not rumor... its confirmed liaoz... going in next patch... =( just that<br/>\nif they r goingto do anything to compensate... longer duration that sort of<br/>\nthing...<br/>\n<br/>\nas fer vampira...  she said b4 she will not wear anything besides Oracle or<br/>\nShiny Metallic Robe... when i ask her why shes naked... generally... shes a<br/>\nnice person lah... at least she help me when i needed... =) do agree that<br/>\nthere will be exploit in time to come (esp if u look at Dr.Twister site...<br/>\nhehe)...<br/>\n<br/>\nFreed<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\nSent: Friday, September 03, 1999 7:09 PM<br/>\nSubject: RE: [sg-everquest] How many of u guys at Tribunal?<br/>\n<br/>\n<br/>\n&gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt; We are hunting FBR tat day, not boot.  She was hunting there naked, and 1<br/>\n&gt; day later we heard from her friend auction in SK tat she is selling FBR.<br/>\n&gt;  Seem like she hunt FBR for income, hehe.<br/>\n&gt;<br/>\n&gt; Hmm, as for the tin pie, not sure if it&#39;s as bad as u mentioned, but I<br/>\n&gt; heard u actually need to do something to make it rather than to buy it.  I<br/>\n&gt; think the impact is not tat extreme.  Anway even for new servers, there is<br/>\n&gt; still exploits which pple use to make tons and tons of money. Say by tat<br/>\n&gt; time u got a lvl 40 char and u are not aware of the bug where others have<br/>\n&gt; used it to make tons of pp, what u gonna do? ;)  Just like the gp dupe in<br/>\n&gt; UO, everyone still live with it. Over time, houses will decay...players<br/>\n&gt; quit...the economy will slowly go back to normal (macro-economics?<br/>\nhahaha).<br/>\n&gt;<br/>\n&gt; The nerfing of necro pet is just a rumor.  Dun take everythig in test<br/>\n&gt; center as 100% confirmed.  Some they tested but decide not to implement<br/>\n&gt; instead.  Anyway, I dun think necro need 3x longer casting time than wiz.<br/>\n&gt;  I got some necro friends and when we hunt, I can see their spells hit the<br/>\n&gt; mob almost the same time as us.  Talk abt disturbance, wiz can &#39;taunt&#39;<br/>\n&gt; better than any tanks out there.  With my nuke, I always invite mob to<br/>\n&gt; focus full attention on me, that why I bring at least 50 gems for<br/>\n&gt; leatherskin everytime I hunt (5gp each).  When mob on me, it&#39;s more like I<br/>\n&gt; get disturbed most amg all casters (dun believe, ask FF when we hunt in<br/>\nHH,<br/>\n&gt; the mob desert him and his pet the moment I nuke it).<br/>\n&gt;<br/>\n&gt; DEX is not the only element to decide u get disturbed when casting.  At<br/>\n&gt; high lvl, spec also play a part.  Many times I I got hit by mob but I see<br/>\n&gt; msg tat I regain and con&#39;t casting.  I think for those caster with pets, u<br/>\n&gt; shld let pet tank for the 1st 30% dam b4 u cast.  We wiz got no choice, no<br/>\n&gt; pet to tank, so we have to nuke mob to hell b4 it kills us.<br/>\n&gt;<br/>\n&gt; As for lvl 31 wiz soloing 2 treants, I&#39;m the one who has done it last<br/>\n&gt; night, b4 Fesse, Zan, FF and DF join me ;)  All I need it to cast leather<br/>\n&gt; skin, ele shield on myself, and nuke a tree using 3 nukes (2x243, 1x187).<br/>\n&gt;  After taking the 1st tree, my leatherskin is gone (but still 90% HP),<br/>\nthen<br/>\n&gt; I started nuking the 2nd.  I left 20% mana and 50% HP after killing the<br/>\n2nd<br/>\n&gt; (and boy, I got half bubb xp!).  I dun have any SoW or buff from other<br/>\n&gt; players, just plain wiz buff and nuke ;)  One thing to highlight tat at<br/>\nDEX<br/>\n&gt; 83 only, I dun get disturbed often even when tree hit me using melee,<br/>\nmaybe<br/>\n&gt; due to my high evoke spec skill.  I also move ard when tree cast AE on me,<br/>\n&gt; but I cast at the right time such tat I dun get disturbed by my own<br/>\n&gt; movements.  I dunno why Maquis is so jiat-lat handling the treants (esp I<br/>\n&gt; know he got Jboot), maybe becoz he only know how to steal kill and not<br/>\n&gt; other wiz tactics.  See, that&#39;s why I say experiences and tactics counts<br/>\n;)<br/>\n&gt;<br/>\n&gt; Anyway, I think my wiz stats is one of the worst ard, yet I&#39;m still<br/>\n&gt; surviving.  I also whine sometime when I see other casters using they pets<br/>\n&gt; to lvl, but deep inside I know if there is a server wipe, I will still go<br/>\n&gt; back to wiz ;)  I hope u have found a right choice for youself. ;)<br/>\n&gt;<br/>\n&gt; Ziltus<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; On Friday, 03 September, 1999 5:20 PM, Cheng Shan Chieh, Freddy<br/>\n&gt; [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sccheng@...\">sccheng@...</a>] wrote:<br/>\n&gt; &gt; From: &quot;Cheng Shan Chieh, Freddy&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sccheng@...\">sccheng@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; trade skill is a joke in EQ... besides jewelcraft... since<br/>\n&gt; blacksmithing...<br/>\n&gt; &gt; u can only make banded... is stupid i think... there should be more<br/>\n&gt; &gt; options.. also tailoring... where int he world got a tailor that can<br/>\nmake<br/>\n&gt; &gt; leather stuff BUT not cloth? also... the bonding cost so much more... in<br/>\n&gt; the<br/>\n&gt; &gt; end tailoring is harder than blacksmithing....in terms of trade skill...<br/>\n&gt; i<br/>\n&gt; &gt; think UO did a much much better job... only thing they lack is magical<br/>\n&gt; &gt; items... NOT SAY THEY DONT HAVE.. its just that one wont be willing to<br/>\n&gt; &gt; sacrifice your vanquishing weapon to fight... hehe... at least i wont...<br/>\n&gt; &gt;<br/>\n&gt; &gt; lol... im surprised that vampira still havent got her boots... bcos when<br/>\n&gt; i<br/>\n&gt; &gt; was camping... shes also camping for it that time... genreally shes a<br/>\n&gt; nice<br/>\n&gt; &gt; lady... she helped us out alot... BTW she wasnt from my guild that time<br/>\n&gt; &gt; (dont know that she came over)... she was from Iron League....<br/>\n&gt; &gt; heres how the pie tin thingy works... the day b4 patch... maybe a pie<br/>\ntin<br/>\n&gt; &gt; cost 1 silver... so i buy alot ... until all my backpacksin the bank n<br/>\n&gt; those<br/>\n&gt; &gt; im carrying are full of them... the next day when the patch goes in...<br/>\n&gt; each<br/>\n&gt; &gt; now sell for 1 plat (for example)... so u make like 100 times or 1000<br/>\n&gt; times<br/>\n&gt; &gt; the amount u used to have... u think this is fair? worse part... verant<br/>\n&gt; did<br/>\n&gt; &gt; nothing about it... tbey claim that they will do something... but i can<br/>\n&gt; say<br/>\n&gt; &gt; its almost impossible to trace...<br/>\n&gt; &gt; if u think i got a pet left? fyi... verant is nerfing the pet as well...<br/>\n&gt; &gt; sucks rite? as for life tap line of spells.. they do like half or less<br/>\n&gt; the<br/>\n&gt; &gt; damage for the level compared to a wizard... n takes like 3x as long to<br/>\n&gt; &gt; cast... they are certainly not as useful as u imagine it to be... with<br/>\n&gt; dex<br/>\n&gt; &gt; of 100... i still get disrupted often....<br/>\n&gt; &gt;<br/>\n&gt; &gt; not sure bout a level 31 wiz hunting 2 treants... since i saw maquis<br/>\n&gt; being<br/>\n&gt; &gt; chased n not even able to kill any of em... LOL... anyway... my mind is<br/>\n&gt; &gt; pretty set now to play my wiz till the necro problem is solved... from<br/>\n&gt; all<br/>\n&gt; &gt; the mails from GZ (not to me - those i read) and forums theres 3<br/>\nplayable<br/>\n&gt; &gt; class so far... DRUID, SHAMAN, and MAGICIAN... they he considered them<br/>\n&gt; &gt; balanced... not sure bout wiz since i havent read any of em...  the good<br/>\n&gt; &gt; thing bout wiz is all the transport spells... but i think druid is very<br/>\n&gt; &gt; close in fact... could be better than wiz.... oh well... despite all the<br/>\n&gt; &gt; rant... i will still be playing this game... perhaps until my account<br/>\nrun<br/>\n&gt; &gt; dry and another better game comes... DIABLO2 in mind... hehe...<br/>\n&gt; &gt;<br/>\n&gt; &gt; Freed<br/>\n&gt; &gt; p/s : i quit UO becos i have achieved all the trade skills n stuff... so<br/>\n&gt; &gt; nothing to look forward to... i guess be the same when u have got<br/>\n&gt; level50...<br/>\n&gt; &gt; hopefully a cross between UO (all the trade skills and housing comes to<br/>\n&gt; &gt; mind) and EQ... will be good... ARGH! ENOUGH OF MY RANT...<br/>\n&gt; &gt; ----- Original Message -----<br/>\n&gt; &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt; &gt; To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\n&gt; &gt; Sent: Friday, September 03, 1999 5:52 PM<br/>\n&gt; &gt; Subject: RE: [sg-everquest] How many of u guys at Tribunal?<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; Ah, now I get wat u mean.  U mean the economy is screwed in all older<br/>\n&gt; &gt; &gt; servers, not just Inno ;)<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; I&#39;m not sure abt how the pie tin thingy can earn u 10,000s of pp a<br/>\n&gt; night<br/>\n&gt; &gt; &gt; (sure or not?) last time, but talk abt brewing, it really give good<br/>\n&gt; money<br/>\n&gt; &gt; &gt; for LOW lvls.  At mid lvl onwards, it will be more fruitful to hunt<br/>\n&gt; rather<br/>\n&gt; &gt; &gt; than to trade.  H/w, the joy of trade skills is not only earn money, I<br/>\n&gt; &gt; &gt; personally feel the satisfaction of been a master in some trade<br/>\nskills.<br/>\n&gt; &gt; &gt;  None of my trade skills can give my more than 30pp a night of 4 hrs<br/>\n&gt; now,<br/>\n&gt; &gt; &gt; but I&#39;m still willing to max them out when I have the money to spend<br/>\non<br/>\n&gt; &gt; raw<br/>\n&gt; &gt; &gt; material.  Reason is simply personal satisfaction.  The only regret I<br/>\n&gt; have<br/>\n&gt; &gt; &gt; is tat wiz is unable to train in jewel crafting (can make but cant<br/>\n&gt; &gt; enchant)<br/>\n&gt; &gt; &gt; and tinkering.  ;(<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; As for ya remarks....<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; 1. EQ is all abt lvl. Quite true, unlike UO we got more things (eg GM<br/>\n&gt; &gt; trade<br/>\n&gt; &gt; &gt; skils, vendor, properties) there.  H/w, there will also be a stage in<br/>\n&gt; UO<br/>\n&gt; &gt; &gt; where u achieved everything u want and in the end feel so aimless and<br/>\n&gt; &gt; &gt; boring, just to login every week to refresh houses.  I think Verant<br/>\n&gt; &gt; &gt; initially wanna make lvl so difficult tat it will take a a yr to gain<br/>\n&gt; lvl<br/>\n&gt; &gt; &gt; 50 but things just dun turn out that way.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; 2. So far enchanter is still making good money, and gnome&#39;s thinkering<br/>\n&gt; is<br/>\n&gt; &gt; &gt; still not explored much yet.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; 3. I think local kakis is lucky in the sense that server is least<br/>\n&gt; packed<br/>\n&gt; &gt; &gt; when we play from 7pm to 10pm.  So far my gang camp few days in Najena<br/>\n&gt; and<br/>\n&gt; &gt; &gt; only 1 time there is a DE magi b4 us.  Nica u may know her - Vampira,<br/>\n&gt; from<br/>\n&gt; &gt; &gt; ya DE guild in Inno.  She is so scare tat she start shouting over the<br/>\n&gt; zone<br/>\n&gt; &gt; &gt; b4 we nuke her kills, annoucing all that we are KSers, lol.  She is<br/>\n&gt; yellow<br/>\n&gt; &gt; &gt; to me and FF at tat time, who r the highest lvl in the grp - she is<br/>\n&gt; damn<br/>\n&gt; &gt; no<br/>\n&gt; &gt; &gt; ball, hehe.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; 4. It&#39;s more like a &#39;grass is greener elsewhere&#39; sydrome ;)  Tanks is<br/>\n&gt; so<br/>\n&gt; &gt; &gt; much better than casters at early stages, but we still see lots of<br/>\n&gt; casters<br/>\n&gt; &gt; &gt; out there ;)  Necro and Magi is so much better than wiz and enchanter<br/>\n&gt; in<br/>\n&gt; &gt; &gt; the newbie stage, but we still see tons of wiz and enchanters ard.<br/>\n&gt;  Druid<br/>\n&gt; &gt; &gt; is getting dd as powerful as wiz, only 5 lvl behind, not to forget<br/>\nthey<br/>\n&gt; &gt; can<br/>\n&gt; &gt; &gt; buff, can kite, melee.  Even if Verant nerfs kiting, druid is still a<br/>\n&gt; very<br/>\n&gt; &gt; &gt; powerful class to play.  Talk abt necro, u think the Dot is nerfed,<br/>\nbut<br/>\n&gt; &gt; you<br/>\n&gt; &gt; &gt; still got a pet.  Ya pet normally got higher lvl than magi&#39;s pet, not<br/>\n&gt; &gt; &gt; forgeting that you can tap-life-heal-yaself.  At lvl 49 u can drain<br/>\n&gt; life<br/>\n&gt; &gt; &gt; from a party of mob at the same time.  So u think wiz&#39;s dd is cool,<br/>\nbut<br/>\n&gt; &gt; &gt; have u thot of we fighting a mob and they killed us with only 3% hp<br/>\n&gt; left?<br/>\n&gt; &gt; &gt;  Necro, on the other hand, can hurt mob and at the same time, drain<br/>\nHP.<br/>\n&gt; &gt; &gt;  Not to forget u have a pet to tank for u.  ;)<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; 5. I think both UO and EQ are equally good, coz they belongs to 2<br/>\n&gt; &gt; different<br/>\n&gt; &gt; &gt; kinda online RPG.  Again, &quot;grass is greener elsewhere&quot; sydrome, hehe.<br/>\n&gt;  UO<br/>\n&gt; &gt; &gt; got lag, I mean BAD lag, blue pker, house breakin etc problems.  I<br/>\n&gt; think<br/>\n&gt; &gt; &gt; sometime we have to be firm on what we wanna be, and I admit this is<br/>\n&gt; not<br/>\n&gt; &gt; &gt; easy.  Once we set our mind to play certain char, I believe we can do<br/>\n&gt; it<br/>\n&gt; &gt; &gt; well.  Of coz, sometime u will make a wrong decision in select the<br/>\n&gt; wrong<br/>\n&gt; &gt; &gt; class/race, but human ma, sure got mistake.  Try again lor, hehe.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; As for magical items, there are alot out there, much more than UO I<br/>\n&gt; think.<br/>\n&gt; &gt; &gt;  U just need the lvl to hunt for them, hehe.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; Wiz can solo sometime, in certain situation.  We are good in places<br/>\n&gt; with<br/>\n&gt; &gt; &gt; fixed number of spawns, which mobs tat hit hard but low HP (eg treant<br/>\n&gt; &gt; &gt; camp).  If u ask a lvl 31 warrior to solo 2 treants, he will died much<br/>\n&gt; &gt; &gt; faster than he can heck the trees.  Lvl 31 wiz, on the other hand, can<br/>\n&gt; &gt; solo<br/>\n&gt; &gt; &gt; 2 trees, since we nuke faster than treants nuke us.  In train-proned<br/>\n&gt; &gt; &gt; dungeons or places with random spawn, tanks can outshine us.  I think<br/>\n&gt; that<br/>\n&gt; &gt; &gt; EQ classes are pretty balance, just tat u have to look for a situation<br/>\n&gt; &gt; &gt; which benefit u most.<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; Ziltus<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; On Friday, 03 September, 1999 4:23 PM, Cheng Shan Chieh, Freddy<br/>\n&gt; &gt; &gt; [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sccheng@...\">sccheng@...</a>] wrote:<br/>\n&gt; &gt; &gt; &gt; From: &quot;Cheng Shan Chieh, Freddy&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sccheng@...\">sccheng@...</a>&gt;<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; ok... when i mean econ is screwed... doesnt mean twinking... that<br/>\n&gt; &gt; happens<br/>\n&gt; &gt; &gt; &gt; all the time... i mean the pie tin thingy... that many many folks<br/>\n&gt; just<br/>\n&gt; &gt; &gt; earn<br/>\n&gt; &gt; &gt; &gt; like 10s of thousands of pp just overnight... also... when the<br/>\nserver<br/>\n&gt; is<br/>\n&gt; &gt; &gt; &gt; very established... many low level stuff are no longer useful and<br/>\n&gt; dont<br/>\n&gt; &gt; &gt; fetch<br/>\n&gt; &gt; &gt; &gt; any money... where in the new server... a minor item can be very<br/>\n&gt; &gt; &gt; prized...<br/>\n&gt; &gt; &gt; &gt; i do agree that frens are impt in any game... and still will be...<br/>\n&gt; some<br/>\n&gt; &gt; &gt; &gt; gamers just power level their way thru and theres nothing to stop em<br/>\n&gt; &gt; &gt; &gt; there... BUT there are certain stuff that made me think twice bout<br/>\n&gt; this<br/>\n&gt; &gt; &gt; &gt; game...<br/>\n&gt; &gt; &gt; &gt; 1. i feel that this game is all about levels... u gain levels u kill<br/>\n&gt; &gt; &gt; &gt; stuff... u gain more levels to kill more powerful stuff... and its<br/>\n&gt; goes<br/>\n&gt; &gt; &gt; on n<br/>\n&gt; &gt; &gt; &gt; on n on... never ending...<br/>\n&gt; &gt; &gt; &gt; 2. nothing so interesting... initially i thought u can create items<br/>\n&gt; &gt; using<br/>\n&gt; &gt; &gt; &gt; trade skills n stuff... so its not so bad... BUT verant decided that<br/>\n&gt; &gt; &gt; trade<br/>\n&gt; &gt; &gt; &gt; skill shouldnt let u earn marnee... so they nerfed it... sad...<br/>\n&gt; &gt; &gt; &gt; 3. all the servers are wayyyyyyyyyyyy too packed... everywhere is<br/>\n&gt; &gt; &gt; camped...<br/>\n&gt; &gt; &gt; &gt; can u imagine when ur in a fantasy world... theres folks killing<br/>\n&gt; &gt; &gt; everything<br/>\n&gt; &gt; &gt; &gt; n u dont even get to see any mobs for u to kill? off course timing<br/>\nis<br/>\n&gt; &gt; &gt; &gt; anotehr thing...<br/>\n&gt; &gt; &gt; &gt; 4. verant start nerfing classes when they reach level 50 in one<br/>\nmonth<br/>\n&gt; &gt; &gt; &gt; instead of the 1 year they  claimed... maybe u guys dont play<br/>\nShaman,<br/>\n&gt; &gt; &gt; Druid,<br/>\n&gt; &gt; &gt; &gt; or Necro... so u dont really feel it... but they practically remove<br/>\n&gt; my<br/>\n&gt; &gt; &gt; &gt; ability to fight (if u have some knowledge bout the new DOT patch<br/>\n&gt; they<br/>\n&gt; &gt; &gt; are<br/>\n&gt; &gt; &gt; &gt; going to implement)...  the mob just needs to keep moving at me and<br/>\n&gt; it<br/>\n&gt; &gt; &gt; wont<br/>\n&gt; &gt; &gt; &gt; be harmed... pvp will be a joke... then u will see every necro go<br/>\n&gt; play a<br/>\n&gt; &gt; &gt; &gt; mage or wiz...<br/>\n&gt; &gt; &gt; &gt; 5. like all the points... this game is become more meaningless... im<br/>\n&gt; &gt; &gt; &gt; starting to think that UO is actually a better game... more depth...<br/>\n&gt; &gt; (not<br/>\n&gt; &gt; &gt; &gt; that UO is without its own problems)... but i can be sure that when<br/>\n&gt; UO 2<br/>\n&gt; &gt; &gt; &gt; comes out in Dec 2000, it will certainly beat all the games outta<br/>\n&gt; it....<br/>\n&gt; &gt; &gt; or<br/>\n&gt; &gt; &gt; &gt; perhaps not since Middle Earth is due bout that time... hehe...<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; despite all those ranting... hehe... i will still play the stupid<br/>\n&gt; eq...<br/>\n&gt; &gt; &gt; bcos<br/>\n&gt; &gt; &gt; &gt; i paid until december... (what to do)... and perhaps i will change<br/>\nmy<br/>\n&gt; &gt; &gt; view<br/>\n&gt; &gt; &gt; &gt; when the time comes... for now... im a wiz (to be honest i find that<br/>\n&gt; wiz<br/>\n&gt; &gt; &gt; &gt; perform good in group... but they suck when solo - totally opposite<br/>\n&gt; of<br/>\n&gt; &gt; &gt; &gt; necro)...<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; thast all i have to say...<br/>\n&gt; &gt; &gt; &gt; Nicademous<br/>\n&gt; &gt; &gt; &gt; ----- Original Message -----<br/>\n&gt; &gt; &gt; &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt; &gt; &gt; &gt; To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\n&gt; &gt; &gt; &gt; Sent: Friday, September 03, 1999 4:57 PM<br/>\n&gt; &gt; &gt; &gt; Subject: RE: [sg-everquest] How many of u guys at Tribunal?<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; Hmm, u mentioned that Inno economy is all screwed, can u elaborate<br/>\n&gt; &gt; abit<br/>\n&gt; &gt; &gt; &gt; &gt; more?  *scratch head* ;)<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; I feel tat every servers will ultimately grow &quot;mature&quot;, meaning<br/>\n&gt; more<br/>\n&gt; &gt; &gt; &gt; &gt; twinked chars will show up as the time goes by.<br/>\n&gt; &gt; &gt; &gt; &gt; The joy of playing online RPG like UO and EQ comes from the<br/>\n&gt; different<br/>\n&gt; &gt; &gt; &gt; &gt; stages of char development in the game (newbie, intermediate,<br/>\n&gt; &gt; &gt; experienced,<br/>\n&gt; &gt; &gt; &gt; &gt; veteran, god-like).  No doubts it&#39;s easier to train a char with<br/>\n&gt; &gt; &gt; somebody<br/>\n&gt; &gt; &gt; &gt; &gt; twinking you, but you will lost the fun, the good, the bad, the<br/>\n&gt; sad,<br/>\n&gt; &gt; &gt; the<br/>\n&gt; &gt; &gt; &gt; &gt; fear, the frustration, the joy etc...all the experiences u are<br/>\n&gt; &gt; supposed<br/>\n&gt; &gt; &gt; to<br/>\n&gt; &gt; &gt; &gt; &gt; encounter when playing this game.<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; For those twinked chars you come across, most of them has a<br/>\n&gt; high-lvl<br/>\n&gt; &gt; &gt; char<br/>\n&gt; &gt; &gt; &gt; &gt; behind supporting.  This means that those players also spend their<br/>\n&gt; &gt; time<br/>\n&gt; &gt; &gt; &gt; &gt; going thru&#39; the newbie stage.  If everything comes so easily, u<br/>\n&gt; will<br/>\n&gt; &gt; &gt; soon<br/>\n&gt; &gt; &gt; &gt; &gt; lost interest in the game.<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; Personally I think quite number of those exisitng kakis can easily<br/>\n&gt; &gt; &gt; spare<br/>\n&gt; &gt; &gt; &gt; &gt; 10-20pp for a newbie kakis buying a descent set of newbie<br/>\n&gt; &gt; &gt; &gt; &gt; weap/armor/stuffs.  I think with this &#39;twinking&#39;, it&#39;s already<br/>\ngood<br/>\n&gt; &gt; &gt; enuff<br/>\n&gt; &gt; &gt; &gt; &gt; to start off training ya char.  On the other hand, sometime it&#39;s<br/>\n&gt; best<br/>\n&gt; &gt; &gt; for<br/>\n&gt; &gt; &gt; &gt; &gt; new-comers to spend a week or so, playing a brand new char w/o any<br/>\n&gt; &gt; &gt; &gt; &gt; twinking, to get the feel of the game and decide if it is the<br/>\n&gt; &gt; &gt; class/race<br/>\n&gt; &gt; &gt; &gt; &gt; that you are going for.  If every new comers come into server and<br/>\n&gt; suga<br/>\n&gt; &gt; &gt; &gt; suga<br/>\n&gt; &gt; &gt; &gt; &gt; create new char, we help to twink abit, and delete char to<br/>\n&gt; re-create<br/>\n&gt; &gt; &gt; &gt; &gt; another one and expect twinking again, then it&#39;s not tat fair to<br/>\n&gt; those<br/>\n&gt; &gt; &gt; &gt; &gt; helping.  So it&#39;s always a 2-sided coins ;)<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; Just like playing RTS game.  If u hack a saved game and play the<br/>\n&gt; game<br/>\n&gt; &gt; &gt; by<br/>\n&gt; &gt; &gt; &gt; &gt; building only the more powerful units to rush ya opponents, u will<br/>\n&gt; &gt; &gt; never<br/>\n&gt; &gt; &gt; &gt; &gt; learn the usefulness of other units.  For most of the solo<br/>\ncampaign<br/>\n&gt; &gt; &gt; game,<br/>\n&gt; &gt; &gt; &gt; &gt; normally there is 1 or 2 missions where the most powerful unit<br/>\n<br/>\n&gt; which<br/>\n&gt; &gt; &gt; is<br/>\n&gt; &gt; &gt; &gt; &gt; normally slowest) is no longer a useful element in completing the<br/>\n&gt; &gt; &gt; mission.<br/>\n&gt; &gt; &gt; &gt; &gt;  At this stage, only those players who really play from scatch<br/>\nwill<br/>\n&gt; be<br/>\n&gt; &gt; &gt; &gt; able<br/>\n&gt; &gt; &gt; &gt; &gt; to tackle the problems and complete the mission safely.<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; Some players reached lvl 50 first, some reach lvl 50 later.<br/>\n&gt; &gt; Ultimately<br/>\n&gt; &gt; &gt; we<br/>\n&gt; &gt; &gt; &gt; &gt; will all be lvl 50s.  Just ask yaself, what kinda lvl 50 u wanna<br/>\n&gt; be?<br/>\n&gt; &gt; ;)<br/>\n&gt; &gt; &gt; &gt; &gt;  FYI there are some lvl 49 players in EQ who even lost their way<br/>\nin<br/>\n&gt; &gt; &gt; South<br/>\n&gt; &gt; &gt; &gt; &gt; Karan, si-bek jiat-lat, hahahah ;P<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; I myself is one of those few amg local kakis tat started a char in<br/>\n&gt; &gt; &gt; Prexus<br/>\n&gt; &gt; &gt; &gt; &gt; when it&#39;s first up.  With my wiz experience in Inno, I make a<br/>\n&gt; really<br/>\n&gt; &gt; &gt; cool<br/>\n&gt; &gt; &gt; &gt; &gt; wiz char in Prexus.  H/w, dun to the lack of kakis, I find<br/>\ntraining<br/>\n&gt; &gt; &gt; there<br/>\n&gt; &gt; &gt; &gt; &gt; is very boring.  In the end I follow the rest back to Inno.  Now u<br/>\n&gt; may<br/>\n&gt; &gt; &gt; &gt; say,<br/>\n&gt; &gt; &gt; &gt; &gt; it&#39;s not tat difficult to find grp members to hunt with, but I<br/>\nmust<br/>\n&gt; &gt; &gt; &gt; comment<br/>\n&gt; &gt; &gt; &gt; &gt; that it&#39;s VERY difficult to find TRUST-WORHTY kakis in the game.<br/>\n&gt;  Ask<br/>\n&gt; &gt; &gt; &gt; &gt; veteran players like Sereph and Garren, their feeling when someone<br/>\n&gt; in<br/>\n&gt; &gt; &gt; the<br/>\n&gt; &gt; &gt; &gt; &gt; grp looted the camped stuffs, disband and run off? ;)  At least in<br/>\n&gt; &gt; &gt; Inno, I<br/>\n&gt; &gt; &gt; &gt; &gt; know who I can fight together...to death.  Until now I still<br/>\n&gt; remember<br/>\n&gt; &gt; &gt; the<br/>\n&gt; &gt; &gt; &gt; &gt; newbie named David in Prexus, who disband from the team when we<br/>\n&gt; &gt; striked<br/>\n&gt; &gt; &gt; a<br/>\n&gt; &gt; &gt; &gt; &gt; skelly train near Ak&#39;non dragon bone land.  When some of the team<br/>\n&gt; &gt; &gt; members<br/>\n&gt; &gt; &gt; &gt; &gt; asked him why he disband after the battle, he said he was LD,<br/>\nwhile<br/>\n&gt; I<br/>\n&gt; &gt; &gt; &gt; &gt; myself saw him running to guards with my own eyes ;)<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; Ziltus<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; p/s: I read form a EQ site that the numbers of casters armors<br/>\n&gt; &gt; &gt; discovered<br/>\n&gt; &gt; &gt; &gt; is<br/>\n&gt; &gt; &gt; &gt; &gt; only less than 10% of all the casters armors in the game ;)  Just<br/>\n&gt; tat<br/>\n&gt; &gt; &gt; &gt; &gt; casters sux in adventuring (we are better in camping) due to train<br/>\n&gt; and<br/>\n&gt; &gt; &gt; &gt; &gt; random spawn, we dun discover as many casters stuffs like those<br/>\n&gt; tanks<br/>\n&gt; &gt; &gt; out<br/>\n&gt; &gt; &gt; &gt; &gt; there.<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; On Friday, 03 September, 1999 2:44 PM, Cheng Shan Chieh, Freddy<br/>\n&gt; &gt; &gt; &gt; &gt; [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sccheng@...\">sccheng@...</a>] wrote:<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; From: &quot;Cheng Shan Chieh, Freddy&quot;<br/>\n&gt; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sccheng@...\">sccheng@...</a>&gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; if u r looking to get twinked... i suggest u go prexus... Mazy<br/>\n&gt; will<br/>\n&gt; &gt; &gt; &gt; twink<br/>\n&gt; &gt; &gt; &gt; &gt; u<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; good... as fer innoruuk... most likely u get some plat and dont<br/>\n&gt; &gt; think<br/>\n&gt; &gt; &gt; &gt; &gt; anyone<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; will really twink u... thast my comments...<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; im on innoruuk.. but more or less retired... bcos the econ that<br/>\n&gt; is<br/>\n&gt; &gt; &gt; all<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; screwed... i guessim the type that i rather build from scratch<br/>\n&gt; &gt; myself<br/>\n&gt; &gt; &gt; &gt; and<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; build up from there... so i end up in Tribunal... still new n<br/>\n&gt; very<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; playable...<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; cheers,<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; Fred<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; p/s : i do go innoruuk once in awhile... but only get to play<br/>\n&gt; during<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; weekends... so not too often...<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; ----- Original Message -----<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; From: Lim choong Ee &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:choongee@...\">choongee@...</a>&gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; Sent: Friday, September 03, 1999 3:32 PM<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; Subject: RE: [sg-everquest] How many of u guys at Tribunal?<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; From: Lim choong Ee &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:choongee@...\">choongee@...</a>&gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; maybe i will create one in innoru, just want to ask how many<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; of u is in the same guild and what the usual time u all play<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; in singapore timing?maybe in weekday can play n team with u<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; guys in the night time.<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; hehe ont thing, like to know what the guild is lacking what<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; classes? so i know what to play n choose to benefit the kakis<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; n in the cause u had to twink me good and i will do the power<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; lvl myself P.<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; and give me name so i know who to look up leh.<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;   ___<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; (~._.~) Lim Choong Ee<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; (( Y )) Assistant Engineer<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; ()~*~() 100 Eunos Ave 7, Singapore 409572<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; (_)-(_) Tel: (65)7476666-362 Fax: (65)7416066<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; --------------------------- ONElist Sponsor<br/>\n&gt; &gt; &gt; &gt; &gt; ----------------------------<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; ONElist members: don&#39;t miss out on the latest news at ONElist<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; Join our community member news update at<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/newsletter5\">http://clickme.onelist.com/ad/newsletter5</a> &quot;&gt;Click<br/>\n&gt; &gt; &gt; Here&lt;/a&gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt; Singapore Everquest Players List<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; --------------------------- ONElist Sponsor<br/>\n&gt; &gt; &gt; ----------------------------<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; ATTENTION ONElist MEMBERS! Are you getting your ONElist news?<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; If not, join our MEMBER NEWSLETTER here:<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/newsletter1\">http://clickme.onelist.com/ad/newsletter1</a> &quot;&gt;Click He<br/>\n&gt; re&lt;/a&gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; &gt; &gt; &gt; &gt; Singapore Everquest Players List<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; --------------------------- ONElist Sponsor<br/>\n&gt; &gt; &gt; ----------------------------<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt; How do you enter ONElist&#39;s WEEKLY DRAWING for $100?<br/>\n&gt; &gt; &gt; &gt; &gt; By joining the FRIENDS & FAMILY program.  For details, go to<br/>\n&gt; &gt; &gt; &gt; &gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/Teaser114\">http://clickme.onelist.com/ad/Teaser114</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; &gt; &gt; &gt; Singapore Everquest Players List<br/>\n&gt; &gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; --------------------------- ONElist Sponsor<br/>\n&gt; ----------------------------<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt; ONElist:  your connection to people who share your interests.<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; &gt; &gt; &gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; &gt; &gt; Singapore Everquest Players List<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; --------------------------- ONElist Sponsor<br/>\n&gt; ----------------------------<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt; ATTN ONELIST USERS: stay current on the latest activities,<br/>\n&gt; &gt; &gt; programs, & features at ONElist by joining our member newsletter at<br/>\n&gt; &gt; &gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/newsletter4\">http://clickme.onelist.com/ad/newsletter4</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt; &gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; &gt; Singapore Everquest Players List<br/>\n&gt; &gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt; ATTN ONELIST USERS: stay current on the latest activities,<br/>\n&gt; &gt; programs, & features at ONElist by joining our member newsletter at<br/>\n&gt; &gt; &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/newsletter4\">http://clickme.onelist.com/ad/newsletter4</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt; Singapore Everquest Players List<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist announces &quot;FRIENDS & FAMILY!&quot;<br/>\n&gt; For details, including our weekly drawing, go to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Singapore Everquest Players List<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
