{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...","replyTo":"LIST","senderId":"UJPDkskPPGf2qMPN2cezUyP4MimDRe0PrKLFThRMNMQZRRDdpBI386zjV1o5K6xyJIPMf6539LwLYGSfeBrzey4h6w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Gaining lvl in group hunting, my 2´┐¢","postDate":"928115756","msgId":253,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4zMS4yNTMuOTU5Mjc4OTIyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":252,"nextInTime":254,"topicId":253,"numMessagesInTopic":1,"msgSnippet":"Even thou EQ allow bigger lvl gap in group for high lvl players, I personally still find it better to stick close to 2 or less for lvl 10 & below group.  I","messageBody":"<div id=\"ygrps-yiv-1460035306\">Even thou&#39; EQ allow bigger lvl gap in group for high lvl players, I <br/>\npersonally still find it better to stick close to 2 or less for lvl 10 & <br/>\nbelow group.  I was grouping with Eldor (lvl 12) and Yiyang (lvl 14~15) <br/>\nover the weekend, and I&#39;m lvl 9.  No doubt I got the gaining XP msg, but as <br/>\na whole my xp gain very slow.<br/>\n<br/>\nOn the other hand I solo last night fighting only rattlesnake (blue/green <br/>\nto me), my xp gain faster.  This shows that no doubt grouping allows u to <br/>\nhunt more powerful monsters, but it&#39;s more advisable to hunt with someone <br/>\nclose to you lvl.  Yiyang and I also try a trick he mentioned previously - <br/>\nie we group and fight a monster, b4 the monster dies, he quit from group <br/>\nand let me get the xp.  Np doubt I will get the xp but I think it&#39;s still <br/>\nlesser from my solo hunt last night.  I think this trick dones&#39;t work very <br/>\nwell, but I must thank Yiyang for his time training me and let me getting <br/>\nthe loot ;)<br/>\n<br/>\nI&#39;ve decided to delete Zilred (enchanter tonight) and concentrate on my <br/>\nwiz.  Can someone help me to transfer items from Zilred to Ziltus tonight? <br/>\n Both are now at Freeport. Actually Zilred got nothing much except few <br/>\ncloth and a staff, but I really need $$$ badly to buy scrolls.  Lvl 9 now <br/>\nbut my lvl 3 spells are not even half-filled, sigh.<br/>\n<br/>\nFor those lvl 8-9 players (lvl 8 tank and lvl 9 mages), the desert behind <br/>\ninn 2 of east commonland is quite a nice place to hunt solo.  U still have <br/>\nto con the skeleton and rattlesnake b4 u fight them, thou&#39; so far most r <br/>\nblue to me.  When fighting rattlesnake, make sure you life never drop below <br/>\n2.5 bubbles coz if it poisons u b4 it die, the poison will take around 1 <br/>\nbubble (for a weak wiz like me) b4 it cure by itself.  The snake skin can <br/>\nbe found quite easily and cost 1 gp each.  Occasionally u can also find <br/>\npuma there, which is less dangerous than rattlesnake.  H/w, the spot is <br/>\npretty close to a mummy lair, u gotta be careful when hunting there coz <br/>\nsometime mummy will come out and it&#39;s agro.  I got killed 3 times last <br/>\nnight by mummy while fighting snake/skeletonm, but the place is pretty <br/>\nclose to freeport gate so running there is not a problem.  Most of the time <br/>\nif u r alert, you shld be able to run back to the inn and let the guard <br/>\nprotect u (not when u are stunned by mummy, like in my case).  As wiz has <br/>\nvery low HP and AC, I have to mediate after every 1-2 battle.  Also note <br/>\nthat graffin visit inn 2 quite often (as compared with inn 4 which I hunted <br/>\nearlier).  If u wanna see guard died, stay there for 10~15 min and u will <br/>\nget to see the big fight between graffin and guard, hehe, of coz guard <br/>\nalways got killed lor ;)  Due to the danger outside inn, it&#39;s safer to <br/>\nmaediate INSIDE inn.<br/>\n<br/>\nOne last thing, try not to attack asp even thou it&#39;s con blue to u.  This <br/>\nCB snake is damn poisonous as compare to rattlesnake.  Once poisoned, it <br/>\nwill drain up to 2.5 bubbles HP.  And remember this (&%&$^%#@# Arrowmage, I <br/>\nthink he is a lvl 20~30 char.  I was poisoned last night by an asp and <br/>\nmanaged to run back to inn but my HP keep dropping very fast.  I keep <br/>\nasking him to heal me and he simply bo chap.  He stand and see my HP keep <br/>\ndropping steady.  Lucky the poison cure by itself when I left 5 HP!  He <br/>\nthen ask &quot;help of what huh?&quot;, damn KNN CB.<br/>\n<br/>\nOn the other hand, if you meet a lvl 15 lady wood elf druid at freeport <br/>\ngate, name Arsafil, greet her nicely.  She is a very helpful Japanese <br/>\nplayer who have help me several times.  She always give food/drink to me, <br/>\nnot 5 or 10 each but 20~30 each!  She will also bind/SoW/armor/invis u for <br/>\nfree if u ask her, one of the nicest helpful players I met in EQ.  ;)<br/>\n<br/>\nAny lvl 8~10 players wanna group hunting in EC?<br/>\n<br/>\nZiltus.</div>","specialLinks":[]}}
