{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...","replyTo":"LIST","senderId":"gA449_qWiUdH6TliTI_YgSwKLqrxge4txw6OzNXfi8pOE5l152FHhbng645ssAoYfU4roa1u2XXR9dBEO-_KnjqDtA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Troll SIMI - Solo info","postDate":"928373517","msgId":267,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS4zNC4yNjcuOTU5Mjc4OTIyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":273,"prevInTime":266,"nextInTime":268,"topicId":267,"numMessagesInTopic":4,"msgSnippet":"Yesterday I create a troll shaman and the damn troll really rock!  My firs prey is a giant rat which is yellow to me (kill it like bu la-sa), and in the 1st 10","messageBody":"<div id=\"ygrps-yiv-465669735\">Yesterday I create a troll shaman and the damn troll really rock!  My firs <br/>\nprey is a giant rat which is yellow to me (kill it like bu la-sa), and in <br/>\nthe 1st 10 min I play, I gain a lvl!  Now the other BIG problem with troll <br/>\nis its evil faction.  The regenerating ability simply rocks.  If anyone <br/>\nwish to start a solo char and u dun hack care abt faction (ie u dun EVEN <br/>\nintend to enter other races&#39; cities), troll is definitely a good choice.  I <br/>\nread that troll can STILL enter other races&#39; cities, provided you kill A <br/>\nLOT of evil creature to improve ya faction - and this can take u LONG LONG <br/>\ntime.  I play with a gnome necromancer (lvl 10), a wiz (lvl 11) and a bard <br/>\n(lvl 10) last night hunting undead spawn, the necro can solo take one spawn <br/>\nwhile the 3 of us take another.  This show how powerful class like necro <br/>\nis.  On the other hand, at lvl 10 that gnome neco is still KOS by npc <br/>\nguards, he need to walk very carefully in case any guard show up and he got <br/>\nto make a big detour to passby some npc huts to prevent KOS.  Imagine a <br/>\ndark elf has much worse faction than a gnome necro and a troll is an even <br/>\nworse faction than dark elf ;(  So u gotta slowly wait b4 u can get other <br/>\nraces NOT to KOS u, not to mentioned how long more the npc is willing to <br/>\ntrade with u.  And even if they do, never expect the &#39;similar&#39; price other <br/>\nraces r getting, hehe.<br/>\n<br/>\nBtw, the first lvl 50 char ever in EQ (during beta time) is a dark elf <br/>\nwizard, and he reach lvl 46 b4 the lvl 29 spells are even out, other wise <br/>\nhe will attain lvl 50 much faster!<br/>\n<br/>\nI&#39;ve found a plain land near Butcherblock entrance which spawn lvl 8-10 <br/>\ncreatures/animals.  One of my favorite is lowland bersilik, which give a <br/>\nloot of its tongue that u can sell for 1g2s.  Problem with this animal is <br/>\ntat it will stone u for few moment.  If got a tank out there who is lvl <br/>\n8-10 in Faydark, I would like to team with u to kill them.  Last night I <br/>\nteam with a lvl 10 bard, he tank while I blast.  Thou&#39; he also get stoned <br/>\nby becoz of his melee skill, he dun get much dam.  The bersilik is actually <br/>\nquite weak other than its stoning ability.  I just need to blast from the <br/>\nside and can kill it pretty fast.  It&#39;s quite a nice place for lvl 9~11 I <br/>\nguess.  Any taker? ;)<br/>\n<br/>\nZiltus</div>","specialLinks":[]}}
