{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"LKW","from":"LKW &lt;leekw13@...&gt;","replyTo":"LIST","senderId":"U5XAYoJeayKWGV5OinV7oVwiRfyAmUu1FR9mMmg1907NiEwnvcV2-PHDX5tEvZATEQ_iQwNnILa5mCunXb_ENX3kyA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"MIA: My long and naggy CR experience :(","postDate":"958356301","msgId":2869,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxQkZCRTU1LjBGQzE3RUUwLmxlZWt3MTNAc2luZ25ldC5jb20uc2c+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2868,"nextInTime":2870,"topicId":2869,"numMessagesInTopic":1,"msgSnippet":"Got a very very bad day on Fri night, ops, Sat morning. Was hunting in Unrest with DF, he was helping me with the Acumen Mask quest.  We took in 2 newbie","messageBody":"<div id=\"ygrps-yiv-2036356592\">Got a very very bad day on Fri night, ops, Sat morning.<br/>\n<br/>\nWas hunting in Unrest with DF, he was helping me with the Acumen Mask <br/>\nquest.  We took in 2 newbie healers, and the hunt supposed to end quite <br/>\nearly but one of the 2 healers was a damn CCB looter.  Already told them in <br/>\nadvance they can get all the loot except the NO DROP, worthless darkbone <br/>\nskull (while DF get some xp), yet this KNN idiot go and loot the 1st skull. <br/>\n In the end no choice, hunt longer.<br/>\n<br/>\nShortly after I got the skull, I stayed back with DF, hoping to get him a <br/>\nBS tunic to sell, thanks for his companion and help.  While standing on the <br/>\nfountain, suddenly my screen turned blue!  I tried all means to close the <br/>\nblue screen (infamous win9x GPF) but system simply hanged.  No choice, so I <br/>\nturned off my PC and turned it on again.  When I rebooted, win98 did it <br/>\nnormal scandisk and this time it showed many corrupted files, crosslinks <br/>\netc.  No choice, I get all of them fixed.  Just before it reached the win98 <br/>\ndesktop screen, system halted again!  I kept trying to load my PC and the <br/>\nsame old thing keep coming back - files/directory corrupted and system had <br/>\nto rename file/directories...until a stage it renamed my win.com file!!! <br/>\n Damn PC finally down as it can&#39;t even load it&#39;s win98! I struggled for 2 <br/>\nhrs (till 6am in the morning) and gave up.<br/>\n<br/>\nThe next time, Sat, the saga continued.  Again I tried to boot from CDrom, <br/>\nFDD etc but system simply dun worked.  In the end I selected boot from <br/>\nwin98 CDrom and reinstall win98.  Still got file errors during scandisk but <br/>\nI managed to install my win98.  Next I went on to install all drivers <br/>\netc...damn...pc lock-up again.  When I rebooted...scandisk got error, fix <br/>\nfile and rename...the same old cycle con&#39;t.  Everytime it scandisk, it <br/>\nfound more corrupted and crosslinked files (and it renamed more files just <br/>\nto fixed them).  I kept on scandisk, reinstall win98 until I fall asleep in <br/>\nfront of my PC (wake up and 6am Sunday and realized the damn thing still  <br/>\n scandisking!!!).<br/>\n<br/>\nIn the end, Sun morning....gave up.  Try my very best to retrieve my data <br/>\nusing dos prompt but still lost many important files.  Some files, like <br/>\nICQ/DB/*.* files, all got cut-short becoz the filename &gt; 8 chars and dos <br/>\nprompt can only copy max 8.3 files.  Anyway no choice.  Ard noon time, <br/>\ncompleted data CR mission.  Becoz of so many corrupted and crosslink files, <br/>\nI decided to reformat my HDD thoroughly, by using LOW-LVL formnat!  The <br/>\nformat (8.4GB hdd) took me so long....from noon to night 10pm plus!!! <br/>\n After that, I spend like 3 hrs reinstalling all my drivers, ISP, MS <br/>\noffice, EQ (included patching online) etc.  By the time I finally patching <br/>\nEQ, already 1am plus.  Login EQ just to get my char out of unrest (heng, <br/>\nstill alive, hehe).  Sigh, dun even got time to install UO (UO got longer <br/>\nonline patch than EQ).  Maybe tonight I will con&#39;t with my PC CR mission ;(<br/>\n<br/>\nAll my The Sim goodies are gone (gotta re-train my &#39;perfect-skilled&#39; sims), <br/>\nmy chars and treasures found in BG and GB expanion, my UO and EQ <br/>\nmacro/hotkey list etc....sigh.<br/>\n<br/>\nNow I know the importance of HDD backup.  Anyone got any good CDRW machine <br/>\nto introduce?  Shld I get internal or external one?  I dun think I can <br/>\nafford SCSI, so any EIDE or parallel port version is good enuff.  Pls <br/>\nrecommend.<br/>\n<br/>\np/s: Died by DROWNING (in DC) while trying to do the ice comet quest.  How <br/>\nlong can mage&#39;s water stone last?  Maybe someone can summon me a few when I <br/>\ndo the quest again this or next week.  Ouch, also dropped lvl...gotta go <br/>\nback kill dwarves again, hehe.<br/>\n<br/>\nZiltus, the real CR man!</div>","specialLinks":[]}}
