{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Randall Lee","from":"&quot;Randall Lee&quot; &lt;randall@...&gt;","replyTo":"LIST","senderId":"cETBfdshbHV8XL4K9AQbNIH4L5dMCmzdYy3AdJfDhpLYLAiIsiblCFP1JuIHIXdXi6g3nDSYC2ACIsQhq78G90x4EwZmb5Pt","spamInfo":{"isSpam":false,"reason":"0"},"subject":"i would like to draw your attention to some faults in everquest and maybe we can make sony/verant something about it...","postDate":"974841546","msgId":3059,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMmEwMWMwNTQwMCRhZTBkYjE0MCQwNTAwYThjMEBzeWlvbj4="},"prevInTopic":0,"nextInTopic":3060,"prevInTime":3058,"nextInTime":3060,"topicId":3059,"numMessagesInTopic":5,"msgSnippet":"hello gamers on everquest... i ve been playing everquest (erollisi marr server) since may 1999... a friend playing a lvl 40 char on one of the older servers","messageBody":"<div id=\"ygrps-yiv-396263028\">hello gamers on everquest...<br/>\n<br/>\ni&#39;ve been playing everquest (erollisi marr server) since may 1999... a<br/>\nfriend playing a lvl 40 char on one of the older servers convinced me to<br/>\nfork out $60 to buy an original game (why can&#39;t i buy a pirate version from<br/>\nsim lim?) and join in the online fun... over a year later i joined my fourth<br/>\nguild... and i also bought another copy of eq for my girlfriend (i forsaw eq<br/>\nbecoming the third party in our relationship... so instead of fighting over<br/>\nhow much time i spend on eq and how much time i spend with her, i get her to<br/>\nspend time on eq with me, nice threesome worked wonders)... the first guild<br/>\n(brothers of obsidian) i joined cos of another singaporean friend... that<br/>\nguild sucked and the leader was really stupid, but that&#39;s another story...<br/>\nwell, not ashamed to say, i was kicked out of the guild by the leader (some<br/>\nlvl 18 guy) without warning... like ermm, whatever... soon after i joined my<br/>\nrl friends in my second guild (The Raenore) which was great... except for<br/>\nthe fact that they were always a lot higher lvl than me... i would go run<br/>\naround with them, me being lvl 30 and them being lvl 50, it was fun but i<br/>\nwould never get exp... that didn&#39;t matter to me much, as i was having fun<br/>\nlooking at new things and exploring new places, mind you i ran solo and<br/>\nexplored a little from felwithe to halas when i was in my mid teens... i<br/>\nhate camping and doing repetitive things like stand up, kill, sit down,<br/>\nstand up, kill, sit down, stand up, kill, sit down, (six hours later same<br/>\nspot) stand up, kill, sit down, stand up, kill, sit down... then quite a few<br/>\nof them got bored and quit soon after kunark expansion came out (sold their<br/>\nchar for quite a bit on e-bay)... this was when i joined my girlfriend&#39;s<br/>\nguild (Lions of Erollisi), singaporean orientated guild with members of all<br/>\nlvls... nice being with ka ki lang... talk cock sing song... one night or<br/>\nrather early morning while playing eq, decided i was hungry and i asked if<br/>\nanyone wanted to meet up for roti prata in holland village... aeawen(druid<br/>\n55 now i think) met eliza(ranger currently 52, my girlfriend) and<br/>\nmyself(paly 47) at holland village for some good roti prata stuff... since<br/>\nthen, we have had a guild gathering which eliza and myself attended and also<br/>\nwent out with aeawen a couple of times to sole luna in holland and velvet<br/>\nunderground for drinks (plural, heh alcoholic here)... recently, lions of<br/>\nerollisi was disbanded, well mostly all of the guys decide to leave and join<br/>\nother guilds... dunno what actually happened there... maybe some one else<br/>\nmight want to elaborate... most of the older members of lions and recently<br/>\nmyself have joined my fourth guild (Divine Grace) of which i think i might<br/>\nbe the lowest lvl there... when you do a &quot;/w all &#39;divine grace&quot; command you<br/>\nwill find that the average lvl is about 55 plus/minus and the list is cut<br/>\nshort becos there are too many players... as you can see the guild is big<br/>\nand quite high lvl guys only... i recently spoke to one of the officer (lvl<br/>\n60 i think) in the guild casually, cos i saw him outside karnor in<br/>\ndreadlands... i felt belittled by him, he didn&#39;t say anything offensive, but<br/>\ni generally got the idea that i&#39;m not good enuff for him... it&#39;s like i<br/>\ndon&#39;t drive a ferrari and have elizabeth hurley for a girlfriend so look<br/>\ndown on me... damn this guy might be a 16 year old pubescent piss ant with a<br/>\nbunch of zits for all we know and he&#39;s judging me??? how silly do i feel???<br/>\nand it was then that i felt bad for one of our buddies from the old guild,<br/>\nas he was what is known as &quot;marked&quot;... damn he pays his subscribtion like<br/>\nthe rest of us and i think he deserves a chance to have fun like the rest of<br/>\nus have... afterall it&#39;s just a game... oh and i have some strong suspicions<br/>\nabout eliza losing her lupine dagger... one of us got her password, logged<br/>\nin and took it (not pointing fingers here)... how low can we get... apart<br/>\nfrom all that i have said, i&#39;m sure you know the rest of the common flaws of<br/>\neq, from kill stealing to taking over other people&#39;s camps and the old speed<br/>\nlooting and telling the group &quot;nothing on frenzied&quot; trick =)... btw i don&#39;t<br/>\nhave a fbss... i have included below a fitting post of which the contents i<br/>\nwill not include up here, but want to say that is how i feel too... and i<br/>\nhate the guild japanese guild &quot;lallapallosa&quot; or however way its spelt... &quot;<br/>\nwhat i just barged in to your camp with the whole guild and ks&#39;ed you for<br/>\nthe last hour? what do you mean, i dun understand english...&quot; i&#39;m sure all<br/>\nof us on erollisi marr knows this guild... oh and gm&#39;s are never around and<br/>\nthey don&#39;t ever do anything... eq is losing it&#39;s appeal...<br/>\n<br/>\ni don&#39;t believe we should make eq a better place, but i believe that is<br/>\nsony/verant&#39;s job... bloody hell we pay them good money for entertainment<br/>\nfun not stress... what i&#39;ve written is my opinion, you may have a different<br/>\none... so flaming me is unnecessary... i&#39;m not claiming to know shit from<br/>\nshinenola...<br/>\n<br/>\ncheck out this very fitting post below which i grabed from eqcorner...<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.eqcorner.com/editorials/bulliesontheplayground.shtm\">http://www.eqcorner.com/editorials/bulliesontheplayground.shtm</a> if you want<br/>\nto visit the site...<br/>\n<br/>\nrandall lee<br/>\naka psyberx<br/>\nlvl 47 paladin, erollisi marr<br/>\n<br/>\n<br/>\n<br/>\nEditorials - Bullies on the Playground by Skyrain of Rodcet Nife<br/>\n11/19/00<br/>\nThis was posted on Sony&#39;s Official Boards but has been copied here for<br/>\nprosperity since we all know that Verant deletes posts from time to time.<br/>\nPart One: Bullies on the Playground<br/>\nThis is the first in a series of posts, prompted, but not entirely limited<br/>\nto, a phenomenon that has appeared on the Rodcet Nife server, (and other<br/>\nservers, if the posts on the boards are any indication). EQ is by no means<br/>\nthe only place we can observe the behavior, but by its very nature it is a<br/>\nperfect breeding ground for it. To this writer it is only the most recent<br/>\nexample of fundamental flaws in EQ and how Verant chooses to address or<br/>\nignore them.<br/>\nWho am I? Three weeks ago I played a 52 ranger on Rodcet named Skyrain<br/>\nDreamweaver. Now I don&#39;t. The fun is gone. There had been a number of issues<br/>\nthat had blunted the fun over the past months, but it is the following that<br/>\nfinally made me realize the stress level was higher than the fun level, and<br/>\nfor the present anyway it looks like that will remain. Here&#39;s what has<br/>\nhappened:<br/>\nEQ is at its core a very simple game with very simple scoring. Players are<br/>\njudged by their levels and the loot they&#39;ve acquired. There is nothing else.<br/>\nThere are no real-world rewards offered in the design of course (Ebay is a<br/>\nwhole other discussion), just these measurements of status in the game world<br/>\nmuch as salaries and Porsches are used to measure status in real life.<br/>\nVerant tell us there are others ways to play the game, and other reasons.<br/>\nThis point of view is seemingly blind to the reality of how the game is<br/>\nplayed by the majority of the player base. We&#39;ll explore why this has<br/>\nhappened in Part Four: Verant&#39;s Adventure in Wonderland.<br/>\nVerant is faced with a virtual baby boom of high level players. This has<br/>\ncaught them off guard. They expected it to take much longer for people to<br/>\nreach high levels. They thought there would be enough new players coming in<br/>\nto smooth the demographics. This hasn&#39;t happened. There are now hundreds of<br/>\n46+ players on Rodcet, and more achieving that level every day. Their<br/>\nresponse has been three-fold.<br/>\n1) They added an extra ten levels.<br/>\n2) The have added higher-level content from individual quests to new zones<br/>\nto the Kunark expansion pack (and Vellious is now right around the corner).<br/>\n3) Lastly, they have done everything they can apparently think of to make<br/>\nachievement in the game harder and harder. Gordon Wrinn has more than once<br/>\nexpressed the Verant philosophy:<br/>\n&quot;I do think that players should and can trust that we&#39;ll do what we can in<br/>\norder to ensure that EverQuest remains a game that people want to play.<br/>\nAfterall, it&#39;s been shown that people do no like to play games that are too<br/>\neasy and where there is no challenge in playing. It&#39;s been shown that there<br/>\nis no feeling of accomplishment that comes, for instance, in obtaining an<br/>\nitem that &quot;everyone&quot; else has, or has relatively unrestricted access to.&quot;<br/>\nThe fact is that the challenge seems to be simply increasing the amount of<br/>\nexperience points needed to level, or forcing players to wait for hours on<br/>\nend to get a chance at a rare drop. Remember: levels and loot, that&#39;s all<br/>\nthere is.<br/>\nThere had been earlier instances of the phenomenon I call &quot;bullies on the<br/>\nplayground,&quot; but it was possible for other players to find different corners<br/>\nof the playground to play in. With the demographic bulge of players at the<br/>\ntop of the xp ladder, this has now changed.<br/>\nOn Rodcet we have a couple dozen guilds at least who are capable of doing<br/>\nplanes raids, and taking down some of the most powerful mobs on their own.<br/>\nIt was crowded, but apart from the isolated incident, most guilds were<br/>\ngetting their chances at the uber-mobs and the planes because those that got<br/>\nthere first had moved on.<br/>\nThe most recent attempt to add higher level content has been the addition of<br/>\nthe epic quests. Because completion of many (most? all?) of them required<br/>\nloot from uber-mobs and the planes, players who had their complete sets of<br/>\nplanes armor and uber-weapons needed to return there for the quests. Now the<br/>\nover-crowding has reached the stage that famous psych experiment in<br/>\nover-population reached decades ago. The mice are beginning to eat each<br/>\nother. It used to be individuals screaming over a stolen kill, or the<br/>\npre-emption of someone&#39;s camp. Now entire groups of people are up in arms.<br/>\nTake a look at the message boards. Listen in game.<br/>\nWhat has happened is this: the bullies have taken over playground. In my<br/>\nnext post I&#39;ll describe how this is manifesting itself.<br/>\nPart Two: Am I My Brother&#39;s Keeper? (Long)<br/>\nThe guild system in EQ was never implemented quite the way the designers<br/>\nhave intended. More than one has listed publicly some of the additional<br/>\nthings they wanted to do. But in fact guilds have prospered. In the<br/>\nbeginning it was individual hunters who grouped together, found some whom<br/>\nthey liked grouping with more than others, and eventually formalized these<br/>\nrelationships in guilds. This was by design. It helped foster community, a<br/>\nnecessity for the survival of any persistent world.<br/>\nFor a long time there were very few guilds. You could do a /who all on a<br/>\nzone, find 35 people (overcrowding as defined in those days!), only one or<br/>\ntwo had guild tags. GMs met in game with guild leaders to finalize each one.<br/>\nNow the situation is reversed. Most players, even low levels who didn&#39;t need<br/>\nto be in a guild in the past, now carry guild tags. In fact it&#39;s somewhat of<br/>\na stigma for high-level players not to have one. They are suspect. Maybe<br/>\nthey kill steal. maybe they can&#39;t play their characters well enough for<br/>\nanyone to want them.<br/>\nAs the mobs became harder and harder, guilds increased in importance.<br/>\nConsolidations and takeovers occurred, much like corporations, to increase<br/>\nguild strength to the point where the highest mobs could finally be<br/>\nconquered. The uber-guilds were born. These were made up for the most part<br/>\nof those players who recognized the only signs of status in the game were<br/>\nlevels and loot, and a few others who wanted the greater strategic and<br/>\ntactical challenges taking down a high-level mob offered.<br/>\nAnd as long as there was enough loot to go around there were few problems.<br/>\nBut the players leveled and multiplied, and soon it was relatively easy for<br/>\nthe uber-guilds to take down a dragon or a god. And they were doing it so<br/>\nmuch those people newly arrived at the higher levels weren&#39;t getting their<br/>\nshot. Verant responded by the level cap on those who could fight dragons.<br/>\nDid it work? That&#39;s another discussion. But there was a recognition at least<br/>\nthat something was &quot;unfair&quot; and needed to be addressed by Verant. Important<br/>\npoint to keep in mind: a precedent was set.<br/>\nThe number of higher-level players continued to increase. Squabbling over<br/>\nthe planes and uber-mobs increased as well. Verant looked at their options<br/>\nfor satisfying players, and rightly surmised that more content was needed.<br/>\nBut here is where they made their newest mistake. They made it necessary for<br/>\neverybody, even those who had killed the biggest mobs enough times to feed<br/>\nthe biggest great white hunter&#39;s ego, to kill them even more times. To make<br/>\nthe quests &quot;harder&quot; they made the drops less frequent. So the mobs had to be<br/>\nkilled even more often. I have heard it said that Verant may actually limit<br/>\nthe number of epic weapons that can be obtained on any server. True or not,<br/>\nresult? People feel an even greater need to kill those few poor mobs, and<br/>\nkill them now.<br/>\nAnd in the rush to compete with all the other higher level guilds, toes are<br/>\ngetting stepped on. More and more. Impassioned and bitter arguments have<br/>\nsprung up when two groups have collided in their attempt to hunt the same<br/>\nmob or plane at the same time.<br/>\nSome guilds are trying to work through diplomacy to settle disagreements.<br/>\nTwo casual &quot;notification&quot; systems have been attempted: posts in the EQ Vault<br/>\nRodcet Nife Forum (a forum that otherwise resembles the magic marker scrawls<br/>\non restroom stalls) and a calendar.<br/>\nBoth are of limited success because the bullies, emboldened by Verant&#39;s<br/>\nhands off policy (&quot;You can&#39;t reserve the planes.&quot;), simply ignore them. They<br/>\nhave stated that they are going to kill anything they want, when they want,<br/>\nbecause they can. Alliances have been formed. Uber alliances of uber guilds<br/>\nroutinely race to kill uber mobs before anyone else has a chance.<br/>\nThe two systems collide. More alliances are formed in opposition. (Check the<br/>\nbox your game came in. Was any of this listed on the cover? &quot;Have large<br/>\ngroups of roving strangers trample on your good time!&quot; &quot;Try and create a new<br/>\nreservation system that others will respect!&quot;)<br/>\nMore hard feelings grow. The diplomacy at times mirrors the playground as<br/>\nwell. The bullies push people around, demanding they be asked first before<br/>\nothers can attempt the greatest prizes. You want to play on the swings? You<br/>\nwait until we&#39;re done. If enough kids band together maybe they can beat the<br/>\nbullies to the swings, and their larger numbers as a group may help protect<br/>\nthem!<br/>\nThe bullies have a response to the complaints about them monopolizing the<br/>\nfew high-level hunts: &quot;Why can&#39;t we share?&quot; Next we&#39;ll examine the<br/>\nplayground concept of sharing.<br/>\nPart Three: A Child&#39;s Guide to Sharing (Long)<br/>\nThere are two common answers from the playground bullies on Rodcet when<br/>\nthese issues are raised. First we have impassioned defenses for their right<br/>\nto have fun. They are big and strong. Why should they wait around for lesser<br/>\nguilds to get their acts together? Why should they stand and wait, not<br/>\nhaving fun, while others have fun? Interesting philosophy. I&#39;d be curious to<br/>\nsee how it would play out at Disney World. Oh wait, it couldn&#39;t. Disney<br/>\ngoverns who goes on which rides when. Even has rules of conduct for the<br/>\nmillions who visit every year. Nevermind, doesn&#39;t apply to EQ I guess.<br/>\nThe other common answer from the bullies is that since there are so many<br/>\nplanes-capable guilds, and so few planes, the only solution is &quot;sharing.&quot;<br/>\nInteresting use of the word. It is of course an attempt to claim some<br/>\nreasonably high moral ground. &quot;But we want to share! What do you have<br/>\nagainst sharing?&quot; But what is it really? It is another bully tactic. And<br/>\nhere is how it works.<br/>\nAshley has been playing with her favorite doll. Her friend Brittany wants to<br/>\nplay with it, but Ashley got there first. Brittany is older than Ashley, so<br/>\nshe takes the doll, promising to share after she&#39;s had her turn. The fact is<br/>\nthat what Brittany has done is not sharing, but coercion. Ashley has two<br/>\nchoices: to wait her &quot;turn,&quot; or to plead her case to a higher authority,<br/>\nsomeone &quot;bigger&quot; than Ashley: an adult. But the damage has been done.<br/>\nBecause Brittany could take the doll, she did.<br/>\nWe see this behavior in children all the time. What do we call them? Ah yes:<br/>\nBrats.<br/>\nOn a plane sharing means two things: incredible lag, and the larger guild<br/>\ngets the most pulls. They can recover faster, get more statics, more loot,<br/>\netc.<br/>\nIs there a higher authority in Everquest? No, not really. To their credit<br/>\nVerant polices certain social aspects of the game: harassment, racism, and a<br/>\nfew others. Of course, if they didn&#39;t, they&#39;d risk legal action. But what<br/>\nabout something like disputes over the facilities, the activities, the fun<br/>\nstuff in the game? The policy is explicitly to NOT get involved. But wait,<br/>\ndidn&#39;t we mention they nerfed the level limits on dragons? Wasn&#39;t that a<br/>\nprecedent?<br/>\nSharing has been institutionalized for adults, because believe it or not<br/>\nthere are adults how never learned all their social lessons properly. At a<br/>\ntennis club for example you do indeed reserve courts for a set period of<br/>\ntime. And if someone steps on someone else&#39;s reservation, they risk<br/>\npenalties imposed on them. If they refuse to accept the penalties, they can<br/>\nget kicked out of the club. Even public courts post rules, but there is an<br/>\nimportant distinction. Public courts are for the most part free. Tennis<br/>\nclubs charge dues. You pay for your fun. And part of the responsibility of<br/>\nthe club is to do everything it can to guarantee the fun for all members.<br/>\nEverquest is not free. We pay for our fun. You&#39;d think we&#39;d have a right to<br/>\nexpect those who govern Everquest to take the responsibility to do<br/>\neverything they can to ensure we have it. What has gone wrong?<br/>\nPart Four: Verant&#39;s Adventures in Wonderland (Long)<br/>\nThe fact is there is a great difference between the game originally<br/>\nenvisioned by the designers, the game I think they truly believe they -have-<br/>\ndesigned, and the game their player base is actually playing.<br/>\nThey have trouble coming up with solutions because they don&#39;t -seem- to see<br/>\nthe problems. It&#39;s no wonder communication between players and Verant can at<br/>\ntimes resemble the Mad Hatter&#39;s tea party.<br/>\n1. In answer to players&#39; complaints about long camps, we&#39;re told that&#39;s only<br/>\none way to play the game. Players will be disappointed if that&#39;s all they<br/>\ndo.<br/>\nBut it&#39;s the -only- way to get the best items in the game. Even the epic<br/>\nquests are simply longer strings of FedEx shipments and camps. And as was<br/>\npointed out in my first post there are only two ways to measure success in<br/>\nthe game: levels and loot. High-level players are judged as much by what<br/>\nthey are wearing than any skill they might have at playing their characters.<br/>\n&quot;Is that a complete suit of thorny vine?! You rock, bro!&quot;<br/>\nGM &quot;events&quot; like Halloween where nothing really happens except every low<br/>\nlevel in the zone gets slaughtered until an uber guild moves in and reaps<br/>\nthe drops. I was intrigued by Absor&#39;s admission that he likes being a<br/>\nvictim. Bill Troost&#39;s defense of the player as victim as part of the<br/>\n&quot;story-telling was equally illuminating. There&#39;s a word for people who like<br/>\nto be victims. It&#39;s called masochism.<br/>\nYou REALLY think people are paying you their money to be VICTIMS? Not<br/>\nheroes? But VICTIMS? Ignoring Joe Campbell, Tolkien, every action/adventure<br/>\nfilm ever made, all tabletop RPGs and MUDs, Psychology 101, and god knows<br/>\nwhat else, simply to try and defend an event structure that had not improved<br/>\none iota on the Halloween &quot;event&quot; from a year before? I guess you can&#39;t<br/>\nreally learn from mistakes, if you don&#39;t see you&#39;ve made any.<br/>\n3. The recent comments in response to casual players is a perfect example of<br/>\nhow they fail to recognize the importance of the other game scoring device:<br/>\nleveling.<br/>\nI&#39;ve talked with a great many game designers. To a one all understand that<br/>\n&quot;waiting&quot; as a game dynamic is a terrible thing to design into your game.<br/>\nYet it is at the core of the &quot;challenge&quot; in Everquest. Enforced boredom (You<br/>\nwant that Testament of Veneer? You wait.) brought on by static camps from<br/>\nthe lowest &quot;quest&quot; item to the highest uber-mob is a fundamental aspect of<br/>\nthe design of the game.<br/>\nHow can casual gamers possibly hope to compete for these drops. And who is<br/>\nVerant to suggest that they&#39;re playing the game wrong if they even expect<br/>\nto?<br/>\nYes, EQ HAS turned its back on casual gamers. Of course it has. And of<br/>\ncourse they&#39;re penalized by the narrowness of what it means to &quot;advance.&quot;<br/>\nThe designers have been mesmerized by the hard core gamers, and their<br/>\ndemands for more and more. The baby boomers want their toys. And EQ has no<br/>\nmore ways to respond than make more items available, make more camps and<br/>\nlonger ones.<br/>\nWhat the epic quests would do to competition among the higher levels for the<br/>\nfew resources should have been obvious. Gordon Wrinn should not have been<br/>\nallowed to announce publicly how all the quests were working, and the long<br/>\ntime it took to design each one. How do these things happen? Here&#39;s one<br/>\npossibility:<br/>\nHow many &quot;designers&quot; does Verant have working on Everquest? At times they<br/>\nseem to outnumber Q&A.<br/>\nI&#39;m reminded of a cartoon an artist friend had posted above his desk. It<br/>\nshowed a classically stereotypical artist complete with pointy beard, beret,<br/>\nsmock, palette and brush, poised before a blank canvas on a tripod. He is<br/>\nstanding at the end of a long table lined with men in suits. The caption<br/>\nwas: Art by Committee. Now, whether EQ is art or not is not the issue. But<br/>\nthe fact is that committees rarely manage to make ANYTHING great or<br/>\nenduring. The Porsche was not designed by a committee. &quot;Hamlet&quot; was not<br/>\nwritten by a committee. Neither was &quot;MULE&quot; for that matter.<br/>\nOne person can have a vision certainly. Two? Of course: Sid Meir and Bruce<br/>\nShelley. But every time you add another pair of eyes the vision starts to<br/>\nblur. Without a guiding hand to hold all of the threads, and tie up all of<br/>\nthe loose ends, visions unravel. And what started out to be a sweater looks<br/>\nmore like an ever-growing expanse of patchwork.<br/>\nThe epic quests? Each one done by a different individual who apparently had<br/>\nlost the telephone extension and email of all the others.<br/>\nOne final chapter will plant a signpost at the beginning of a route out of<br/>\nWonderland.<br/>\nPart Five: Are we having fun yet? (Long)<br/>\nIs addiction fun? Only part of the time.<br/>\nWhat could Verant do about the fundamental problems of EQ, if they could<br/>\nwake up one morning to a satori, and discover there ARE problems?<br/>\nWell, they could take the road they have in the past. Deny there&#39;s a<br/>\nproblem, then scurry to address it in the next expansion (Trying in Kunark<br/>\nto reduce those static spawns that are &quot;only one way&quot; to play the game for<br/>\nexample.) Then address it by adding more of the same. Higher mobs, higher<br/>\nweapons, the need for 50 people to kill one thing instead of forty,<br/>\nincreasing rarity of drops. It is a game after all of levels and loot,<br/>\nremember? If there were anything else to EQ, their solutions would address<br/>\nit, wouldn&#39;t they?<br/>\nI repeat: there is a great difference between the game originally envisioned<br/>\nby the designers, the game I think they truly believe they -have- designed,<br/>\nand the game their player base is playing.<br/>\nUntil some recognition of that occurs, don&#39;t expect anything approaching a<br/>\nlegitimate solution.<br/>\nWonder why they demographics are so skewed to the high end? The mantra we<br/>\nhear chanted in the halls of Verant most often in the face of criticism is<br/>\nthat now there are over 300,000 registered players of EQ. More than AC or<br/>\nUO, yes. But it&#39;s such a drop in the bucket of internet users, even internet<br/>\ngamers, I&#39;d be embarrassed. And remember how long ago they announced that<br/>\nfirst 200,000? And how long it took to get half of that this time? Do a<br/>\ngraph. Would you buy that stock?<br/>\nThe fact is that even the hardcore are getting restless, and there are<br/>\npromising competitors emerging on the horizon.<br/>\nSo what are we left with in the meanwhile? More and more loot? More and more<br/>\nwaiting? And at the end a higher end game where the players are forced to<br/>\ngovern themselves like some teeming crucible of democracy disguised as<br/>\nentertainment.<br/>\nWhat about that signpost to a solution? There are two parts:<br/>\nFirst, stop being defensive. As hard as that might be. Stop it. Stop blaming<br/>\nyour player base. Gordon Wrinn:<br/>\n&quot;It&#39;s a bit depressing. On one hand we have a ton of players asking for more<br/>\nGM interaction within the game, more quests, better stories, etc., and on<br/>\nthe other we have the hecklers who scream any time we make an attempt to<br/>\ndrag them away from their 4 hour stop-watch campfest that they complain<br/>\nconstantly about.<br/>\n.There are many dynamic quests, and contrary to popular belief they usually<br/>\nentail something beyond GMs just running out and killing everyone. If people<br/>\nwould take a second before nuking the central character, maybe they&#39;ll find<br/>\nout what it is all about.&quot;<br/>\nThere was also a sad quote from one of the &quot;designers&quot; at the recent launch<br/>\nparty. I wish I could find it now, but basically he was insisting there was<br/>\na full, rich storyline in Everquest, and that people were simply failing to<br/>\nuncover it. This is such a page from the amateur writer&#39;s scrapbook, it<br/>\nneeds to be mentioned. Successful writing is 1) inspiration and talent and<br/>\n2) the ability to present the work to the audience so that it can experience<br/>\nit. If you fail at number two, one is meaningless. Stop blaming your<br/>\naudience if they don&#39;t get it!<br/>\nPeople are simply playing the game you designed. If it isn&#39;t the one you<br/>\nwanted to design, or thought you designed, then change it.<br/>\nIf you truly feel that the calendars and scheduling conflicts are immersing<br/>\nplayers even more in the world of Norrath; if you truly feel the bullies<br/>\nhave a right to their fun more than others simply because they are bigger<br/>\nand stronger; if you truly feel the uber-guilds should have fun at Halloween<br/>\nevents while lower level characters get to play victims; if this truly -is-<br/>\nthe vision, then sit back, and let the good times roll.<br/>\nBut if you suspect there may be serious problems, and you can get beyond<br/>\nblaming your customers, start accepting responsibility. Re-examine the<br/>\ndesign openly. Trust your players a bit more. If you play black box<br/>\nmanagement of your player base (&quot;Epic quests are all working.&quot; &quot;No problems<br/>\nwith rangers.&quot;), when you finally do try to improve something, you shouldn&#39;t<br/>\nbe surprised you get more backlash than thanks.<br/>\nAnd govern the world you have created. Everquest is not a free public<br/>\nplayground. People pay money to play here. It is not their responsibility to<br/>\nensure that all players in the playground have fun. It is yours.<br/>\nBelieve it or not there is much that I find fine and entertaining and<br/>\nbeautiful about Everquest. I would have not spent the past three weeks<br/>\nresearching and writing this, if I didn&#39;t mourn what EQ could have been.<br/>\nMight be. But it is a flawed gem, and it is fracturing along the fault<br/>\nlines.<br/>\nIs Everquest fun?<br/>\nNot anymore. Not for Skyrain. Not at level 52. So he asked me to write this<br/>\nto try and express his frustration and sadness. I hope I have in some small<br/>\nway done him justice.</div>","specialLinks":[]}}
