{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Gary Qui Hong Loong","from":"&quot;Gary Qui Hong Loong&quot; &lt;kanglun@...&gt;","replyTo":"LIST","senderId":"biiEjrUi0s39TKb_-GG7z8hYbrRoQxvsk1vzxB3SybpBuWD1M4nFp5p1wqsoUVtkS9TA5dLs1GYdfeFUaEDh14pqU7BO12WwTTYC_4TFVYc37_JQwQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [sg-everquest] i would like to draw your attention to some faults in everquest and maybe we can make sony/verant something about it...","postDate":"974846630","msgId":3060,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMzkwMWMwNTQwYyQ4NGJlYTA0MCQ2NzVjOWNjYUBsOWU5bzk+","referencesHeader":"PDAwMmEwMWMwNTQwMCRhZTBkYjE0MCQwNTAwYThjMEBzeWlvbj4="},"prevInTopic":3059,"nextInTopic":3061,"prevInTime":3059,"nextInTime":3061,"topicId":3059,"numMessagesInTopic":5,"msgSnippet":"I guess I m much luckier.. Total guild joined today after nearly 200plus plus total time played in EQ is only 2 guilds. The first one which I joined at lvl 21","messageBody":"<div id=\"ygrps-yiv-2057711654\">I guess I&#39;m much luckier.. Total guild joined today after nearly 200plus<br/>\nplus total time played in EQ is only 2 guilds. The first one which I joined<br/>\nat lvl 21 was a good guild except that the gm (who is a very nice kid, yes,<br/>\nI think he&#39;s only in his teens) recruited too much and gotten some bad<br/>\napples.. There was this DE wizzie in the guild who actually ninja loot an<br/>\nitem off Naggy...<br/>\n<br/>\n  The 2nd guild, AdV ( www.avanguardia.org ) is my guild now. We have had<br/>\nfun (eg, breaking Fear and Hate, killing Naggy and Vox. Slaying the Gods.<br/>\nAll this pre RoK). Then RoK came. RoK really open up a huge can of worms.<br/>\nThere are items that drops off mobs that so much better than Gods/Dragon<br/>\ndrop in the old lands. Currently I&#39;m using Granite Face Grinder. This 2h<br/>\nblunt weapon is actually the best weapon for pally outside of VP and Fiery<br/>\nDefender...  Ppl will and always wants the best of items for their char..<br/>\nThere&#39;s no avoiding this issue. Else, why be in a guild? Sure the initial<br/>\nkilling of hard mobs is fun ( we recently killed VS in Karnor, but failed 4<br/>\ntimes after the first successful attempt), but repeated killing is<br/>\ndefinately for the loot. Like wat the guy wrote in his thread. Lvl and items<br/>\nis the bragging rites in EQ. I dun care for the bragging rites. But I do<br/>\nstill want to improve my char.. My char is a lvl 59 pally with all deepwater<br/>\narmor but bp and greaves. I still want to improve him. I want to get Fiery<br/>\nDefender. It&#39;s this want want want (in terms of power, lvl and yes also the<br/>\nfun/excitment of killing uber mobs that drives most if not all of eq<br/>\nplayers). Fortunately, AdV has allied with a bunch of very matured players<br/>\nin Blazing Hearts. Yes we want items we want the excitment. But we nvr<br/>\nbetrayed our intergity in doing so. Yes, we may not have killed traky yet.<br/>\nBut we are respected. There&#39;s so much high drama on Inno between LoD, Pathys<br/>\nand AV. It&#39;s fun sometimes to see wat ppl do for a few bytes of date to be<br/>\nadded on their virtual char sometimes... Such is the behaviour of us..the<br/>\nhuman race...<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &quot;Randall Lee&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:randall@...\">randall@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@egroups.com\">sg-everquest@egroups.com</a>&gt;<br/>\nSent: Wednesday, November 22, 2000 5:19 AM<br/>\nSubject: [sg-everquest] i would like to draw your attention to some faults<br/>\nin everquest and maybe we can make sony/verant something about it...<br/>\n<br/>\n<br/>\n&gt; hello gamers on everquest...<br/>\n&gt;<br/>\n&gt; i&#39;ve been playing everquest (erollisi marr server) since may 1999... a<br/>\n&gt; friend playing a lvl 40 char on one of the older servers convinced me to<br/>\n&gt; fork out $60 to buy an original game (why can&#39;t i buy a pirate version<br/>\nfrom<br/>\n&gt; sim lim?) and join in the online fun... over a year later i joined my<br/>\nfourth<br/>\n&gt; guild... and i also bought another copy of eq for my girlfriend (i forsaw<br/>\neq<br/>\n&gt; becoming the third party in our relationship... so instead of fighting<br/>\nover<br/>\n&gt; how much time i spend on eq and how much time i spend with her, i get her<br/>\nto<br/>\n&gt; spend time on eq with me, nice threesome worked wonders)... the first<br/>\nguild<br/>\n&gt; (brothers of obsidian) i joined cos of another singaporean friend... that<br/>\n&gt; guild sucked and the leader was really stupid, but that&#39;s another story...<br/>\n&gt; well, not ashamed to say, i was kicked out of the guild by the leader<br/>\n(some<br/>\n&gt; lvl 18 guy) without warning... like ermm, whatever... soon after i joined<br/>\nmy<br/>\n&gt; rl friends in my second guild (The Raenore) which was great... except for<br/>\n&gt; the fact that they were always a lot higher lvl than me... i would go run<br/>\n&gt; around with them, me being lvl 30 and them being lvl 50, it was fun but i<br/>\n&gt; would never get exp... that didn&#39;t matter to me much, as i was having fun<br/>\n&gt; looking at new things and exploring new places, mind you i ran solo and<br/>\n&gt; explored a little from felwithe to halas when i was in my mid teens... i<br/>\n&gt; hate camping and doing repetitive things like stand up, kill, sit down,<br/>\n&gt; stand up, kill, sit down, stand up, kill, sit down, (six hours later same<br/>\n&gt; spot) stand up, kill, sit down, stand up, kill, sit down... then quite a<br/>\nfew<br/>\n&gt; of them got bored and quit soon after kunark expansion came out (sold<br/>\ntheir<br/>\n&gt; char for quite a bit on e-bay)... this was when i joined my girlfriend&#39;s<br/>\n&gt; guild (Lions of Erollisi), singaporean orientated guild with members of<br/>\nall<br/>\n&gt; lvls... nice being with ka ki lang... talk cock sing song... one night or<br/>\n&gt; rather early morning while playing eq, decided i was hungry and i asked if<br/>\n&gt; anyone wanted to meet up for roti prata in holland village... aeawen(druid<br/>\n&gt; 55 now i think) met eliza(ranger currently 52, my girlfriend) and<br/>\n&gt; myself(paly 47) at holland village for some good roti prata stuff... since<br/>\n&gt; then, we have had a guild gathering which eliza and myself attended and<br/>\nalso<br/>\n&gt; went out with aeawen a couple of times to sole luna in holland and velvet<br/>\n&gt; underground for drinks (plural, heh alcoholic here)... recently, lions of<br/>\n&gt; erollisi was disbanded, well mostly all of the guys decide to leave and<br/>\njoin<br/>\n&gt; other guilds... dunno what actually happened there... maybe some one else<br/>\n&gt; might want to elaborate... most of the older members of lions and recently<br/>\n&gt; myself have joined my fourth guild (Divine Grace) of which i think i might<br/>\n&gt; be the lowest lvl there... when you do a &quot;/w all &#39;divine grace&quot; command<br/>\nyou<br/>\n&gt; will find that the average lvl is about 55 plus/minus and the list is cut<br/>\n&gt; short becos there are too many players... as you can see the guild is big<br/>\n&gt; and quite high lvl guys only... i recently spoke to one of the officer<br/>\n(lvl<br/>\n&gt; 60 i think) in the guild casually, cos i saw him outside karnor in<br/>\n&gt; dreadlands... i felt belittled by him, he didn&#39;t say anything offensive,<br/>\nbut<br/>\n&gt; i generally got the idea that i&#39;m not good enuff for him... it&#39;s like i<br/>\n&gt; don&#39;t drive a ferrari and have elizabeth hurley for a girlfriend so look<br/>\n&gt; down on me... damn this guy might be a 16 year old pubescent piss ant with<br/>\na<br/>\n&gt; bunch of zits for all we know and he&#39;s judging me??? how silly do i<br/>\nfeel???<br/>\n&gt; and it was then that i felt bad for one of our buddies from the old guild,<br/>\n&gt; as he was what is known as &quot;marked&quot;... damn he pays his subscribtion like<br/>\n&gt; the rest of us and i think he deserves a chance to have fun like the rest<br/>\nof<br/>\n&gt; us have... afterall it&#39;s just a game... oh and i have some strong<br/>\nsuspicions<br/>\n&gt; about eliza losing her lupine dagger... one of us got her password, logged<br/>\n&gt; in and took it (not pointing fingers here)... how low can we get... apart<br/>\n&gt; from all that i have said, i&#39;m sure you know the rest of the common flaws<br/>\nof<br/>\n&gt; eq, from kill stealing to taking over other people&#39;s camps and the old<br/>\nspeed<br/>\n&gt; looting and telling the group &quot;nothing on frenzied&quot; trick =)... btw i<br/>\ndon&#39;t<br/>\n&gt; have a fbss... i have included below a fitting post of which the contents<br/>\ni<br/>\n&gt; will not include up here, but want to say that is how i feel too... and i<br/>\n&gt; hate the guild japanese guild &quot;lallapallosa&quot; or however way its spelt... &quot;<br/>\n&gt; what i just barged in to your camp with the whole guild and ks&#39;ed you for<br/>\n&gt; the last hour? what do you mean, i dun understand english...&quot; i&#39;m sure all<br/>\n&gt; of us on erollisi marr knows this guild... oh and gm&#39;s are never around<br/>\nand<br/>\n&gt; they don&#39;t ever do anything... eq is losing it&#39;s appeal...<br/>\n&gt;<br/>\n&gt; i don&#39;t believe we should make eq a better place, but i believe that is<br/>\n&gt; sony/verant&#39;s job... bloody hell we pay them good money for entertainment<br/>\n&gt; fun not stress... what i&#39;ve written is my opinion, you may have a<br/>\ndifferent<br/>\n&gt; one... so flaming me is unnecessary... i&#39;m not claiming to know shit from<br/>\n&gt; shinenola...<br/>\n&gt;<br/>\n&gt; check out this very fitting post below which i grabed from eqcorner...<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.eqcorner.com/editorials/bulliesontheplayground.shtm\">http://www.eqcorner.com/editorials/bulliesontheplayground.shtm</a> if you want<br/>\n&gt; to visit the site...<br/>\n&gt;<br/>\n&gt; randall lee<br/>\n&gt; aka psyberx<br/>\n&gt; lvl 47 paladin, erollisi marr </span></blockquote></div>","specialLinks":[]}}
