{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"K W Lee","from":"K W Lee &lt;kw.lee@...&gt;","replyTo":"LIST","senderId":"ZmxZkmcQ6I2QfDAUGYy-W1UJ7fkOjuQJShYHv8vzW9JpdTfzpw9sPzsgJ5uBx1fsslDyhgA0OGa30SVFiFrBo_cA1g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"EQ Problem after 27/3/01 patch","postDate":"985915104","msgId":3153,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAxQzBCOEZBLkJFRDQ2ODIwLmt3LmxlZUBoY2xpLmNvbS5zZz4="},"prevInTopic":3152,"nextInTopic":0,"prevInTime":3152,"nextInTime":3154,"topicId":3150,"numMessagesInTopic":4,"msgSnippet":"Hi pple, it s me again. After getting some advice from the list, I decided to do the most tedious thing: plug out all cards except gfx card, and re-insert 1 by","messageBody":"<div id=\"ygrps-yiv-1998633573\">Hi pple, it&#39;s me again.<br/>\n<br/>\nAfter getting some advice from the list, I decided to do the most tedious <br/>\nthing: plug out all cards except gfx card, and re-insert 1 by 1.  H/w, this <br/>\nDOES NOT solve my problem.  In the end everytime I plug in 1 card or change <br/>\n1 card slot, I try to login to EQ server.  Finally I see some light but I <br/>\ngonna need advice from the hardware experts again.<br/>\n<br/>\n1. If I only have my gfx card (ie w/o sound & LAN card), I can login EQ <br/>\nwith no prob at all.<br/>\n2. If I insert both gfx and LAN card (for my 2PC network, not for <br/>\nconnection to SCV), I CAN login when the LAN card is at certain slots.  In <br/>\nfact, not much of a big problem which slot I insert my LAN card.<br/>\n3. The REAL problem is my sound card.  No matter which slots I tried, or <br/>\nwhich Sound + LAN cards slot combo I tried, I CANNOT login to EQ server.<br/>\n<br/>\nVery funny right?  WTH a sound card gotta do with logging in EQ?  Other <br/>\nthan logging to EQ, I dun have any problem accessing internet, d/ling big <br/>\nfiles etc.  If it&#39;s IRQ conflict, it shld be solved when I try switching <br/>\ncards right?<br/>\n<br/>\nNow I need some helps on this:<br/>\nDoes this mean my sound card is faulty?  I&#39;m using SB Live Player.  I dun <br/>\nhave any ISA slots, only 5 PCI and 1 AGP slot.  Shld I buy a new PCI sound <br/>\ncard?  If yes, which card is reliable.  (Funny thing is tat some of my EQ <br/>\nkakis is using the same card but dun have this prob).  Previously I never <br/>\ngot such login problem when I use this sound card for the past yr.  This <br/>\nprob only starts with the latest patch ;(<br/>\n<br/>\nThx again!<br/>\n<br/>\nZil.<br/>\n-----Original Message-----<br/>\n<br/>\n<br/>\n2 day b4 the patch I encounter one funny problem.  After porting someone<br/>\nfrom Sebilis to DL, I find my char stucked in DL wiz spire.  Stucked in the <br/>\nsense that out of the 3 latency figures on my screen, the leftmost figure<br/>\nraise to 59,000!  I cannot cast spell, cannot camp, cannot hail etc.  In<br/>\nthe end I login my friend char using my 2nd PC and look for guide to help<br/>\nme by porting me out out DL.  Guide came and port me to GF, where my<br/>\nconnection goes back to normal.  Guide advise me to delete the DL zone<br/>\nfiles and repatch them, which I did.  But after repatch we do a test again<br/>\nby gating to DL, same prob occurred ;(  In the end guide port me back to GF <br/>\nand ask me not to port to DL atm until I get technical support.<br/>\n<br/>\nYesterday after patch, I was asked to re-select my primary display card<br/>\n(did all of you get the same thing?).  I only got 1 Hercules GeForce Pro<br/>\nDDR DVI, so only 1 choice.  After tat I login my char in Qeynos Hill, blah, <br/>\nsame latency problem stucked again.  I guess maybe QH files was screwed.<br/>\n So I login another char in GF, no problem.  But the moment I gate to TT<br/>\nsebilis orb, dang, the same problem comes again, with the leftmost latency<br/>\nfigure raise to 50,000++.  I cannot zone into Seb, cannot talk (actually I<br/>\ncan but those surrounding me can&#39;t hear, same for /gu, I can /gu but my<br/>\nguildmates dun hear me).  I do a /q and try agin, same problem.<br/>\n<br/>\nIn the end I backup all the opt files and eqclient.ini, un-install my<br/>\nEQ+SoV, re-install and re-patch all.  This time round I got a new problem.<br/>\n;(  At the main menu, after I key in my ID and PW, and click the CONNECT<br/>\nbutton, nothing happened for a min or so, then this error msg pops up:<br/>\n<br/>\nError 1001: Could not connect to the EverQuest server!  Please try again<br/>\nshortly!<br/>\n<br/>\nI tried and tried for an hour plus, still got same error msg.  I try to use <br/>\nmy friend&#39;s EQ acct to login, same problem.  I try to use my 2nd PC to<br/>\nlogin (with latest patch but didn&#39;t uninstall/reinstall EQ) both accts,<br/>\nsame problem.  I try all above after disable my firewall and norton<br/>\nanti-virus proetction, same problem.<br/>\n<br/>\nI check EQ technical support forum, and found alot of pple also got the<br/>\nsame problem after the latest patch.  Some pple say it&#39;s my ISP (which is<br/>\nSCV cable modem), but Leshrec is using the same cable modem yet he dun have <br/>\nthis prob.<br/>\n<br/>\nTrifrost do u have this problem?<br/>\n<br/>\nI try again this morning b4 I go to work, still the same error msg.<br/>\n<br/>\nAnyone can help?<br/>\n<br/>\nThx.<br/>\n<br/>\nZil.</div>","specialLinks":[]}}
