{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alex","from":"&quot;Alex&quot; &lt;leealex@...","replyTo":"LIST","senderId":"WjuOUrgzBf2L8HgW5Hq_czrFM28EbtvhvUft1lBApLUZ4pUmTfbvXwluAxCvcmB9FGvF3zzXbniGmAExgLnm6Vt15E1HVQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Clarification on Stealing and justification","postDate":"931147933","msgId":976,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2NzI3OS44MC45NzYuOTU5Mjc4OTI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":975,"nextInTime":977,"topicId":976,"numMessagesInTopic":1,"msgSnippet":"Ah, To each his own. The following does not refer to ZIltus or anyone. Zil does raise an issue for me to make my stand. Bearing in mind that reputation","messageBody":"<div id=\"ygrps-yiv-622033821\">Ah, To each his own.<br/>\n<br/>\nThe following does not refer to ZIltus or anyone. Zil does raise an issue<br/>\nfor me to make my stand.<br/>\nBearing in mind that reputation supersede Lvling. I for one has left and<br/>\nbreak off  from groups at HH Pass becos of stealin and &quot;Unfair&quot; spliting of<br/>\nKills.<br/>\nIm much much more tolerant on Friends and Guild Members ( double Standard?)<br/>\nLook. There R lotsa Orcs in HH pass and they do Spawn Fast. so i dont see<br/>\nhow ppl dont want to &quot;share&quot; kill. there r alway just one guy there that<br/>\nwill steal kill. Usally magic caster. The Copper trick works sometime and i<br/>\ndo used that on them. Or , the whole group could go to the tunnel and lets<br/>\nall the orcs hit him hard.If there r more than one group, that be difficult<br/>\n<br/>\nI personnlly do NOT want to Steal just so i can  lvl. I will leave that spot<br/>\nto pratice some other stuff (safefall, throwing or melee). And im VERY vocal<br/>\nabout steals there too. I&#39;ll use comments like &quot;Thieves and Prostitutes&quot; ,<br/>\nYes i offend ppl with my statement . It suppose too!If / When im invited in<br/>\na Group and one of a &quot;Balcklisted&quot; Stealer is there, I&#39;ll disband and not<br/>\njoin and Publicly announced why i did that.  Im a Monk  and i Rolepaly it<br/>\nsome of the time. So if the Char is Bad, neutral, good, etc,so  i dont<br/>\nexpect a evil char to have good moral.<br/>\n Personlly, It crazy to spend my Time and Money(isp charges) to &quot;Fight&quot; over<br/>\nOrcs.I want to enjoy the game. Lvling is no Big deal :P<br/>\nHmm... maybe thats one of the reasons I lvl so slowly...I dont mind.<br/>\n<br/>\nThere were good times at HH pass when 2 groups cna agree and share turns on<br/>\nkills, 6/6 or 10/10 orcs. After a good hunt there. I will OOC to praised and<br/>\nSalute the other group Civil and High standard of conduct. I will mentioned<br/>\nthe name of the group leader and indiviual persons in the group. I believe<br/>\nthis could encourage ppl to have  civility<br/>\nand good behaviour.<br/>\n<br/>\nGo ahead steal, and i&#39;ll go ahead to comment and critiize.<br/>\nTo each his own.  ... and bear the consequences  of bad reputations<br/>\n<br/>\nYiyang at Innorruk<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n&#39;<br/>\n-----Original Message-----<br/>\nFrom: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sg-everquest@onelist.com\">sg-everquest@onelist.com</a>&gt;<br/>\nDate: Monday, July 05, 1999 10:12 AM<br/>\nSubject: [sg-everquest] Clarification on Stealing<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: LKW &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:leekw13@...\">leekw13@...</a>&gt;<br/>\n&gt;<br/>\n&gt;I&#39;m now based at HH, soloing.  Downtime is long but get all the xp.<br/>\n&gt; Actually if wiz wanna play punk we can rise lvl pretty fast, by stealing<br/>\n&gt;(huh? Leshrec is rising lvl fast? well...errr..hehehehe).  So far what I<br/>\n&gt;did is to attack the moment when the mob spawn, which normally draw the mob<br/>\n&gt;to me and turn to a melee + casting battle.  This way is quite ok, but some<br/>\n&gt;pple at Ro still call me a stealer.  They forget that my down time is so<br/>\n&gt;long (normally used up at least 80% of my mana and 1-2 bubb of my HP).  For<br/>\n&gt;this kinda pple I normally scold back or use the ignore command on them.<br/>\n&gt; Those wizs in HH really &quot;aim&#39; nicely and start nuking when the mob hp drop<br/>\n&gt;by 30-40% (At one time I just sit next to them and observe how they hunt).<br/>\n&gt; Btw the time mob turn to them, the mob only left 10-20% HP.  If I were to<br/>\n&gt;follow their style, I think I will lvl much faster, coz this method means<br/>\n&gt;they just nuke 2 times (hurt more than 50%) and let others finish their<br/>\n&gt;kill, and they got less down time and more loot.  H/w, this method also<br/>\n&gt;spoil a wiz reputation and not very nice to do, so I choose the harder way.<br/>\n&gt; So for all the new comers out there, pls do not make noise if a wiz is<br/>\n&gt;using his body to tank and got a kill just becoz he kill faster then u.<br/>\n&gt; Make him frustrated he may change his mind and start &quot;stealing&quot; from u,<br/>\n&gt;hehe.  If u wish to take turns to kill, pls ask when u enter a camp.  Me<br/>\n&gt;personally quite bo chap if those high lvl players just step in and start<br/>\n&gt;hunting.  My opinion is - if they just step in and hunt, they are trying to<br/>\n&gt;compete for kills, so no need to give way.  I ever come across a necro from<br/>\n&gt;Higher Order of Arcane at lvl 16 (name is Malten), and he spam me for<br/>\n&gt;stealing his kill, simply becoz I nuke and his pet attack same time.  Of<br/>\n&gt;coz, my nuking is far more damaging than his little pet, draw the mob to me<br/>\n&gt;and he spam all the way.  So irritating that I use the ignore command on<br/>\n&gt;him, heheh.  Btw, one of the big stealers at HH now is Senear, the lvl 17<br/>\n&gt;wiz, also from Higher Order of Arcane.  He and another guildmate of his<br/>\n&gt;were nuking whole day at HH yesterday.  They steal from groups of lvl<br/>\n&gt;18-20+ melee fighters.  In the end the other groups all invite me to join<br/>\n&gt;theirs becoz they can see I only nuke and dun steal, and my nuking plus<br/>\n&gt;their melee can take back some kills.<br/>\n&gt;<br/>\n&gt;Last piece of advice, if u are camping at certain spot, and a wiz of lvl 16<br/>\n&gt;(below lvl 16 we still quite sux, hehe) and above is also camping there,<br/>\n&gt;either ask for rotation or move elsewhere.  A wiz can steal from a melee<br/>\n&gt;char of 8-10 lvl above him.  No joke.  Even if you are are in a full house<br/>\n&gt;of melee chars of the same lvl as that wiz, the wiz can still steal, if he<br/>\n&gt;wants.  So if the newcomers come across this kinda CB players, it&#39;s wiser<br/>\n&gt;to move on to another camp, coz it&#39;s only waste of time to stay there (u<br/>\n&gt;are helpnig him to kill only).<br/>\n&gt;<br/>\n&gt;Btw, even wiz can be quite guai lan at time, but IMHO the most seah-lan is<br/>\n&gt;high lvl enchanter.  Not only they just hunt by charming mobs to kill<br/>\n&gt;themselves (ie hunt without even using their hands, heh). Make them<br/>\n&gt;frustrated they can train all the mobs on u, hehe.<br/>\n&gt;<br/>\n&gt;FYI, if u hunt around NRo, there is a PvP dwarf name Broughm who like to<br/>\n&gt;train SG to non-PvP players, I bet this is the only way he can kill those<br/>\n&gt;non-PvP players.  Kinda sick minded - kill for the fun of killing.  He<br/>\n&gt;train cutts to me twice, one time almost kill me and 2nd time killed<br/>\n&gt;himself, heh.<br/>\n&gt;<br/>\n&gt;Ziltus<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist members are using Shared Files in great ways!<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Are you?  If not, see our homepage for details.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n&gt;Singapore Everquest Players List </span></blockquote></div>","specialLinks":[]}}
