<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>

		<table border=0 cellspacing=0 cellpadding=0>
		<tr valign=bottom>
			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>
			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Objets&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>
			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>
		</tr>
		</table>
		
		<table border=0 cellspacing=0 cellpadding=0 width="100%">
		<tr valign=top>
			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>
			<td width="100%">
			<table border=0 cellspacing=0 cellpadding=0 width="100%">
			<tr valign=top>
				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>
				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">
					<tr valign=top>
						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>
					</tr>
					<tr>
						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>
					</tr>
					</table>
					</td>
			</tr>
			</table>			
			</td>
			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>
		</tr>
		</table>


		
<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="contenu" width="100%">
	<!-- Objets -->
  <h3 align="left">Questions g&eacute;n&eacute;rales</h3>
  <p align="justify"><b>Q: Combien de temps je dispose pour contacter un MJ/Guide 
    concernant une demande rembousement ?</b><br>
    R: Pour que votre demande de remboursement soit trait&eacute;e, il est imp&eacute;ratif 
    que votre demande soit faite en ligne &agrave; l'aide de la commande /requ&ecirc;te 
    d&egrave;s que possible. Si vous ne pouvez contacter un membre du Service 
    d'Aide aux Joueurs en ligne, veuillez vous reporter sur la section &quot;contacter 
    EQLoft&quot; sur le site : http://www.eqloft.com.</p>
  <p align="justify"><b>Q: Je viens juste de mourir, combien de temps je dispose 
    pour retrouver mon corps et r&eacute;cup&eacute;rer mon &eacute;quipement 
    ?</b><br>
    R: Si vous &ecirc;tes de niveau 10 &agrave; 60, vous disposez de 7 jours (en 
    ligne ou non) pour retrouver votre corps et r&eacute;cup&eacute;rer votre 
    &eacute;quipement. Nous vous recommandons vivement de r&eacute;cuperer votre 
    corps le plus rapidement possible.</p>
  <p align="justify"><b>Q: J'avais une bonne faction avec un PNJ particulier. 
    Maintenant, j'ai une mauvaise faction avec ce m&ecirc;me PNJ. Que puis-je 
    faire ?</b><br>
    R: Les actions que vous prenez sur une partie de Norrath peut affecter les 
    factions de l'autre c&ocirc;t&eacute; de Norrath. Les membres du Service d'aide 
    aux Joueurs ne vous expliqueront pas votre &eacute;tat de faction et ne modifieront 
    pas votre faction. Vous devez demander &agrave; vos amis aventuriers en ligne 
    pour r&eacute;soudre votre probl&egrave;me de faction.</p>
  <h3 align="justify">Le Personnage</h3>
  <p align="justify"><b>Q: Je me suis connect&eacute; sur mon personnage et il 
    me manque un objet. Est-ce qu'un MJ peut me remplacer cet objet ?</b><br>
    R: Veuillez demander en ligne une assistance d&egrave;s que possible en utilisant 
    la commande /requ&ecirc;te. Une enqu&ecirc;te sera r&eacute;alis&eacute;e 
    et votre objet peut vous &ecirc;tre restitu&eacute; par un MJ apr&egrave;s 
    r&eacute;sultat.</p>
  <p align="justify"><b>Q: Je suis all&eacute;e r&eacute;cup&eacute;rer les objets 
    sur mon corps et certains objets sont manquants. Est-ce que je peux avoir 
    un remboursement pour ces objets ou est-il possible de charger une sauvegarde 
    de mon personnage?</b><br>
    R: Veuillez demander en ligne une assistance d&egrave;s que possible en utilisant 
    la commande /requ&ecirc;te. Une enqu&ecirc;te sera r&eacute;alis&eacute;e 
    et votre objet peut vous &ecirc;tre restitu&eacute; par un MJ apres r&eacute;sultat.</p>
  <p align="justify"><b>Q: Mon corps a disparu avant m&ecirc;me l'expiration du 
    d&eacute;lai normal et je n'ai pas pu r&eacute;cup&eacute;rer mes objets. 
    Est-ce que je peux demander un remboursement?</b><br>
    R: Veuillez demander en ligne une assistance d&egrave;s que possible en utilisant 
    la commande /requ&ecirc;te. Une enqu&ecirc;te sur la disparition de votre 
    corps sera r&eacute;alis&eacute;e et si cette disparition a eu lieu de fa&ccedil;on 
    pr&eacute;matur&eacute;e, vous serez rembours&eacute;.</p>
  <p align="justify"><b>Q: Il est arriv&eacute; une chose &eacute;trange &agrave; 
    mon personnage. Je tenais une &eacute;p&eacute;e dans ma main principale; 
    or, lorsque je me suis connect&eacute;e aujourd'hui, je vois en train de tenir 
    un poisson. Que puis-je faire pour obtenir le remboursement de mon &eacute;p&eacute;e?</b><br>
    R: Veuillez demander en ligne une assistance d&egrave;s que possible en utilisant 
    la commande /requ&ecirc;te. Veuillez vous assurer de ne pas enlever cet objet, 
    car la v&eacute;rification visuelle peut aider &agrave; r&eacute;soudre le 
    probl&egrave;me.</p>
  <p align="justify"><b>Q: Je me suis &quot;bind&eacute;&quot; &agrave; une endroit 
    tr&egrave;s dangereux et je suis mort plusieurs fois car je ne pouvais pas 
    fuir. Est-ce que je peux r&eacute;cup&eacute;rer l'exp&eacute;rience perdue 
    ou est-il possible de charger une sauvegarde de mon personnage?</b><br>
    R: Nous pouvons remplacer les objets perdus ainsi que l'exp&eacute;rience 
    apr&egrave;s la r&eacute;alisation d'une enqu&ecirc;te et ceci &agrave; la 
    discr&eacute;tion du MJ. Nous vous recommandons de vous &quot;binder&quot; 
    &agrave; des endroits surs. Si vous vous trouvez dans une telle situation, 
    essayez de vous d&eacute;connecter et de connecter un personnage alternatif 
    pour demander l'assistance en ligne &agrave; l'aide de la commande /requ&ecirc;te.</p>
  <p align="justify"><b>Q: Que dois-je faire si j'efface un de mes personnages?</b><br>
    R: Veuillez utiliser un personnage alternatif avec un nom diff&eacute;rent 
    et veuillez faire une requ&ecirc;te en ligne d&egrave;s que possible avec 
    la commande /requ&ecirc;te. Une enqu&ecirc;te sera r&eacute;alis&eacute;e 
    et vous r&eacute;cup&eacute;rerez votre personnage si les fichiers sont disponibles. 
    Du fait des contraintes de temps sur le syst&egrave;me de r&eacute;cup&eacute;ration, 
    il est important que votre demande d'assistance soit faite le plus rapidement 
    possible. Veuillez ne pas faire un nouveau personnage du m&ecirc;me nom que 
    celui que vous avez effac&eacute; de mani&egrave;re &agrave; conserver votre 
    nom.</p>
  <p align="justify"><b>Q: Que dois-je faire si je me connecte sur l'&eacute;cran 
    de s&eacute;lection des personnages et que un de mes personnages n'est pas 
    pr&eacute;sent?</b><br>
    R: Veuillez utiliser un personnage alternatif avec un nom diff&eacute;rent 
    et veuillez faire une requ&ecirc;te en ligne d&egrave;s que possible avec 
    la commande /requ&ecirc;te. Une enqu&ecirc;te sera r&eacute;alis&eacute;e 
    et vous r&eacute;cup&eacute;rerez votre personnage si les fichiers sont disponibles. 
    Du fait des contraintes de temps sur le syst&egrave;me de r&eacute;cup&eacute;ration, 
    il est important que votre demande d'assistance soit faite le plus rapidement 
    possible. Veuillez ne pas faire un nouveau personnage du m&ecirc;me nom que 
    celui que vous avez effac&eacute; de mani&egrave;re &agrave; conserver votre 
    nom.</p>
  <h3 align="justify">Objets pos&eacute;s au sol, detruits et combin&eacute;s</h3>
  <p align="justify"><b>Q: Si je donne accidentellement des objets &agrave; un 
    serviteur, est-ce que je peux &ecirc;tre rembours&eacute;?</b><br>
    R: Les objets donn&eacute;s &agrave; un serviteur ou &agrave; d'autres PNJ 
    peuvent &ecirc;tre rembours&eacute;s apr&egrave;s enqu&ecirc;te &agrave; la 
    discr&eacute;tion du MJ. Pour &eacute;viter ce probl&egrave;me, vous devez 
    &ecirc;tre certain que le nom dans la fen&ecirc;tre d'&eacute;change est bien 
    celui du PNJ ou de la personne avec qui vous voulez faire l'&eacute;change.</p>
  <p align="justify"><b>Q: Si je vends quelque chose &agrave; un PNJ, est-ce que 
    je peux demander d'&ecirc;tre rembours&eacute;, m&ecirc;me si je demande de 
    payer la somme que j'ai re&ccedil;u de la vente de cet objet?</b><br>
    R: Les objets vendus accidentellement &agrave; des marchands peuvent &ecirc;tre 
    rembours&eacute;s apr&egrave;s enqu&ecirc;te &agrave; la discr&eacute;tion 
    du MJ. Veuillez v&eacute;rifier l'objet s&eacute;lectionn&eacute; avant de 
    confirmer la vente.</p>
  <p align="justify"><b>Q: Mon ami &eacute;changeait un sac rempli d'objets avec 
    moi mais lorsque j'ai re&ccedil;u les sacs, ils &eacute;taient vides. Est-ce 
    que je peux demander un remboursement pour ces objets?</b><br>
    R: Les objets perdus de cette mani&egrave;re peuvent &ecirc;tre rembours&eacute;s 
    apr&egrave;s enqu&ecirc;te &agrave; la discr&eacute;tion du MJ. Veuillez faire 
    une requ&ecirc;te en ligne le plus rapidement possible en utilisant la commande 
    /requ&ecirc;te.</p>
  <p align="justify"><b>Q: Quelles sont les s&eacute;curit&eacute;s dont je dispose 
    lorsque j'&eacute;change des objets en ligne?</b><br>
    R: Il existe de nombreuses s&eacute;curit&eacute;s pour assurer vos &eacute;changes. 
    Par exemple, v&eacute;rifiez toujours le nom de la personne dans la fen&ecirc;tre 
    d'&eacute;change avec laquelle vous faites votre &eacute;change. Nous vous 
    recommandons &eacute;galement de toujours avoir un objet en retour de vous 
    &eacute;changes. V&eacute;rifiez tous les objets dans la fen&ecirc;tre d'&eacute;change, 
    soit in op&eacute;rant un click droit sur les objets soit en utilisant la 
    touche ALT avec votre curseur au dessus de l'objet. N'acceptez l'&eacute;change 
    que lorsque vous &ecirc;tes surs de cet &eacute;change. Attendez que tous 
    les objets soient pr&eacute;sents (y compris les pi&egrave;ces) avant de valider 
    l'&eacute;change. Une fois que l'&eacute;change est r&eacute;alis&eacute;, 
    celui-ci est consid&eacute;r&eacute; comme d&eacute;finitif.</p>
  <h3 align="justify">Probl&egrave;mes avec des PNJ</h3>
  <p align="justify"><b>Q: J'&eacute;tais en train de r&eacute;cup&eacute;rer 
    les objets d'un PNJ lorsque son corps a disparu et je n'ai donc pas pu prendre 
    tous les objets du corps. Est-il possible d'avoir un remboursement pour les 
    objets restants?</b><br>
    R: Les objets perdus de cette fa&ccedil;on ne sont g&eacute;n&eacute;ralement 
    pas rembours&eacute;s. Nous vous recommandons de r&eacute;cup&eacute;rer les 
    objets des PNJ aussi rapidement que possible pour &eacute;viter un tel probl&egrave;me.</p>
  <p align="justify"><b>Q: Mon groupe se battait dans un donjon et nous avons 
    obtenu des objets. Apr&egrave;s avoir obtenu ces objets, la zone a crash&eacute; 
    ou le serveur a &eacute;t&eacute; d&eacute;connect&eacute; pour des raisons 
    urgentes de maintenance. Lorsque nous nous sommes reconnect&eacute;s, certains 
    objets que nous avions r&eacute;cup&eacute;r&eacute;s &eacute;taient manquants. 
    Est-ce qu'un MJ peut rembourser les objets?</b><br>
    R: Les objets perdus de cette fa&ccedil;on ne sont g&eacute;n&eacute;ralement 
    pas rembours&eacute;s. L'utilisation de la commande /rapport peut aider aux 
    remboursements de pi&egrave;ces majeures. </p>
  <p align="justify"><b>Q: J'ai r&eacute;cup&eacute;r&eacute; un objet non &eacute;changeable 
    accidentellement pour lequel je n'ai aucune utilit&eacute;. Mon ami peut cependant 
    l'utiliser. Est-ce que je peux faire une requ&ecirc;te &agrave; un MJ pour 
    transf&eacute;rer cet objet?</b><br>
    R: Les objets r&eacute;cup&eacute;r&eacute;s accidentellement peuvent &ecirc;tre 
    transf&eacute;r&eacute;s apr&egrave;s enqu&ecirc;te &agrave; la discr&eacute;tion 
    du MJ. Veuillez vous assurer que le drapeau :&quot;Loot no drop&quot; off 
    pour &eacute;viter un tel probl&egrave;me.</p>
  <h3 align="justify">Qu&ecirc;te</h3>
  <p align="justify"><b>Q: Qu'est ce qu'une qu&ecirc;te &agrave; plusieurs personnes?</b><br>
    R: Une qu&ecirc;te &agrave; plusieurs personnes est une qu&ecirc;te pour laquelle 
    une ou plusieurs personnes font une partie de la qu&ecirc;te. Nous ne soutenons 
    pas la qu&ecirc;te &agrave; plusieurs personnes. Les MJs peuvent &ecirc;tre 
    incapables de vous assister. Nous recommandons &agrave; la personne qui d&eacute;sire 
    recevoir le r&eacute;sultat de la qu&ecirc;te soit la seule personne &agrave; 
    donner les objets n&eacute;cessaires &agrave; la qu&ecirc;te.</p>
  <p align="justify"><b>Q: Je pense avoir donner les bons objets &agrave; NPJ 
    de qu&ecirc;te et je n'ai pas re&ccedil;u la r&eacute;compense attendue. Que 
    puis-je faire?</b><br>
    R: Beaucoup de qu&ecirc;tes de EverQuest suppose d'avoir une bonne faction 
    avec les PNJ donnant la qu&ecirc;te. Echouer une qu&ecirc;te apr&egrave;s 
    avoir donn&eacute; les bons objets provient la plupart du temps d'une faction 
    incorrecte. Cependant, si vous pensez que la qu&ecirc;te ne fonctionne pas 
    correctement, veuillez faire une requ&ecirc;te en ligne &agrave; l'aide de 
    la commande /requ&ecirc;te. Veuillez lire la politique de remboursement.</p>
  <p align="justify"><b>Q: J'ai lu que la politque de remboursement ainsi que 
    la FAQ et je pense que je r&eacute;ponds aux crit&egrave;res demand&eacute;s 
    pour le remboursement. Que puis-je faire?</b><br>
    R: Veuillez demander une assistance en ligne en utilisant la commande /requ&ecirc;te. 
    Assurez vous d'expliquer au MJ quel objet a &eacute;t&eacute; perdu et quel 
    personnage a perdu l'objet en question. Les demandes de remboursement des 
    objets peuvent prendre un moment pour enqu&ecirc;ter, donc merci de votre 
    patience. Vous pouvez &eacute;galement contacter les MJ &agrave; l'adresse 
    suivante: http://www.eqloft.com.</p>
  <p align="justify">&nbsp;</p>


	
	</td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
</tr>
</table>
		



<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>
	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>
	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td>
</tr>
</table>

</td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 01/01/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
