<HTML><HEAD><TITLE>Autiomaaplaneetta</TITLE></HEAD><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><body bgcolor="#FFFFFF"><TABLE width=93% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><FONT face=Verdana,Arial,Sans-Serif SIZE="3" STYLE="font-size:12px" COLOR=black><b>Autiomaaplaneetta</b></font><br><br><FONT face=Verdana,Arial,Sans-Serif SIZE="2" STYLE="font-size:10px" COLOR=black>      <P ALIGN=JUSTIFY><br><br>Ensimm&auml;isen&auml; p&auml;iv&auml;n&auml; min&auml; suutelin Elidoria avaruusasemalla. Me n&auml;kisimme uudestaan luultavasti kahden viikon p&auml;&auml;st&auml;, mutta mik&auml;&auml;n ei ollut todella varmaa.<br><br>&#8211; Sattuuko erota, mies? kysyi Nika, joka oli tulossa minun mukaani. Min&auml; olisin tahtonut olla yksin.<br><br>&#8211; Ei sill&auml; v&auml;li&auml;, min&auml; vastasin.<br><br>&#8211; Ei silt&auml; n&auml;ytt&auml;nyt, sanoi Nika.<br><br>&#8211; Pid&auml; vain huolta omista asioistasi, min&auml; sanoin. Me olimme molemmat hiljaa. <P ALIGN=JUSTIFY><br><br>Toisen p&auml;iv&auml;n me vietimme kaupungissa. Nika oli ollut siell&auml; vain kerran aikaisemmin, mutta min&auml; olin tullut kotiin. Nika oli vieh&auml;ttynyt kaikesta ja kyseli asioista kuin lapsi. &#148;Miksi tuo mies tekee noin?&#148; &#148;Mik&auml; rakennus tuo on?&#148; &#148;Mit&auml; sin&auml; sanoit?&#148; Nika ei ymm&auml;rt&auml;nyt Arkeen, autiomaakaupungin, toista kielt&auml;, joten minun piti tulkata h&auml;nelle. Min&auml; tavallaan nautin kaikesta mit&auml; n&auml;in ja kuulin, mutta toisaalta tunsin itseni n&auml;in vasta tultuani viel&auml; hiukan ulkopuoliseksi. Olin ollut synnyinmaassani viimeksi nelj&auml; vuotta aikaisemmin enk&auml; silloinkaan pitk&auml;&auml;n. Ja poissa ollessani olin n&auml;hnyt liikaa ulkomaailmaa voidakseni suhtautua kotiin en&auml;&auml; samoin kuin ennen. Olin alkanut nauttia enemm&auml;n sis&auml;ll&auml; el&auml;misest&auml; ja betonikaupunkien kaduista kuin Arkeesta, joka oli aurinkoinen kaupunki yksin keskell&auml; suurta autiomaata. Pienten kujien l&auml;pi puhalsi ankara tuuli. T&auml;m&auml; oli toki planeetta, jota rakastin, mutta ehk&auml; rakastin sit&auml; vain vain lapsuudenmuistojeni vuoksi.<br><br>Kuitenkin me kuljimme toreilla ja kujilla pitk&auml;&auml;n sin&auml; p&auml;iv&auml;n&auml;. Me juttelimme pinnallisista asioista ja kaikesta mit&auml; ymp&auml;rill&auml;mme tapahtui. T&auml;ss&auml; oudossa ymp&auml;rist&ouml;ss&auml; oli niin paljon puhuttavaa. Me olimme kuin pakomatkalaisia kumpikin, emmek&auml; me kunnolla tienneet miksi olimme juuri siell&auml; ja mit&auml; me tulisimme tekem&auml;&auml;n. Nika vajosi v&auml;hitellen omiin ajatuksiinsa ja sanoi yh&auml; harvemmin mit&auml;&auml;n, ja siksi min&auml;kin sain paljon aikaa mietti&auml; omia asioitani. Ajattelin lapsuuttani ja sit&auml; miten en joskus ollut n&auml;hnyt kuin autiomaakaupungin basaareja ja valkoisia rakennuksia. Ajattelin my&ouml;s tuntemiani Arkeella asuvia ihmisi&auml;, joita minulla ei ollut aikaa tai halua k&auml;yd&auml; nyt tapaamassa ja sit&auml;, mit&auml; tapahtuisi jos yht&auml;kki&auml; soittaisin heille. <P ALIGN=JUSTIFY><br><br>Kolmantena p&auml;iv&auml;n&auml; me l&auml;hdimme autiomaahan. Hetki, jolloin astuimme ulos kaupungin valkoisista porteista, oli kummallinen. Olimme aivan yht&auml;kki&auml; ulkona kaupungin h&auml;lyst&auml; ja k&auml;velimme eteenp&auml;in pelkk&auml;&auml;n tyhjyyteen. Arkee j&auml;i yh&auml; pienemm&auml;ksi pisteeksi ja sen &auml;&auml;net h&auml;ipyiv&auml;t nopeasti kuuluvista.<br><br>Kun me k&auml;velimme ensimm&auml;isi&auml; kilometrej&auml;mme autiomaassa, min&auml; mietin ideame hulluutta. Olimme l&auml;hteneet patikoimaan autiomaahan mahdollisimman lyhyell&auml; varoitusajalla ja t&auml;ysin vailla syyt&auml;. Emme edelleenk&auml;&auml;n puhuneet paljoa, sill&auml; emme tahtoneet rikkoa ehdottoman tuntuista hiljaisuutta. Nika ei ollut puhelias ihminen ylip&auml;&auml;t&auml;&auml;nk&auml;&auml;n ja min&auml; ehk&auml; viel&auml; puhumattomampi.<br><br>Lis&auml;ksi me ymm&auml;rsimme toisiamme tarpeeksi hyvin sanomatta mit&auml;&auml;n. V&auml;lillemme oli viime kuukausina syntynyt kumma yhteys, kun olin asunut Sarif-planeetan Hanail-nimisess&auml; kaupungissa aivan l&auml;hell&auml; Nikaa ja me olimme puhuneet kunnolla ensimm&auml;ist&auml; kertaa el&auml;m&auml;ss&auml;mme. T&auml;m&auml; oli ihmeellist&auml; jo siksi ett&auml; meill&auml; oli takanamme sent&auml;&auml;n avioliitto vuosia sitten, Nikan ollessa viel&auml; alle kahdenkymmenen. Avioliitto p&auml;&auml;ttyi vain muutaman kuukauden j&auml;lkeen raivoisiin, lapsellisiin riitoihin ja me emme tavanneet toisiamme pitk&auml;&auml;n aikaan. Mutta oltuamme pitk&auml;&auml;n erossa ja unohdettuamme vanhat asiat me olimme saavuttaneet yhteisymm&auml;rryksen. Me olimme lopulta melko samanlaisia ihmisi&auml;: olimme kumpikin kokeneet paljon ja matkustaneet l&auml;hes koko el&auml;m&auml;mme. Emmek&auml; me kumpikaan arvostaneet sosiaalisuutta yli oman rauhan ja ylpeyden.<br><br>Iltap&auml;iv&auml;ll&auml; kumpaakin meist&auml; v&auml;sytti ja lopetimme k&auml;velyn silt&auml; p&auml;iv&auml;lt&auml;. Istuimme vastakkain reput vieress&auml;mme, s&ouml;imme kuivaruokaa ja joimme paljon vett&auml; emmek&auml; sanoneet mit&auml;&auml;n. Kun olimme sy&ouml;neet, Nika pystytti teltan ja min&auml; k&auml;velin kauemmas katselemaan ymp&auml;rilleni. N&auml;in joka puolella vain harmaata ja ruskeaa kive&auml; ja mieleni oli rauhallinen.<br><br>Menimme nukkumaan telttaan ja nukahdimme heti. Autiomaassa k&auml;veleminen oli kovempaa ty&ouml;t&auml; kuin kumpikaan meist&auml; olisi arvannut. <P ALIGN=JUSTIFY><br><br>Nelj&auml;s p&auml;iv&auml; oli monotoninen ja tyhj&auml;. Minulla oli hyv&auml; olo, koska tunsin puhdistuvani kaikista turhuuksista, joihin olin tottunut kaupungissa. Automaattiovet, ainainen kommunikaatio, monimutkainen ruoka ja huolehtiminen liian monista asioista olivat kuluttaneet minua, mutta nyt vihdoin sain taas keskitty&auml; pelkk&auml;&auml;n olennaiseen, hengiss&auml; pysymiseen. Emme n&auml;hneet paljon mit&auml;&auml;n mainitsemisen arvoista, ja tunsin kaivanneeni juuri t&auml;llaista rauhaa.<br><br>Me k&auml;velimme, pys&auml;hdyimme sy&ouml;m&auml;&auml;n ja k&auml;velimme taas. Meill&auml; ei ollut p&auml;&auml;m&auml;&auml;r&auml;&auml;, joten meill&auml; ei my&ouml;sk&auml;&auml;n ollut kiirett&auml;. Tarkoituksemme oli n&auml;hd&auml; autiomaassa asuvia kefoja, ihmisen tai pedon tai koneen kaltaisia olentoja, joiden kanssa olin viett&auml;nyt aikaa nuorena. Mutta emme tienneet miss&auml; heit&auml; olisi joten kuljimme vain suunnittelemamme suuren ympyr&auml;n keh&auml;&auml; rauhalliseen tahtiimme.<br><br>Kun olimme menneet illalla nukkumaan, kumpikin omiin makuupusseihimme, Nika valitti kylm&auml;&auml; ja pyysi p&auml;&auml;st&auml; minun viereeni. En olisi osannut odottaa t&auml;t&auml; pyynt&ouml;&auml;, mutta suostuin vastahakoisesti. Nika oli minua paljon pienempi ja laihempi ja h&auml;n l&auml;mmitti minua mukavasti. H&auml;n nukahti heti, mutta min&auml; ihmettelin tilannettamme.<br><br>Me emme olleet puhuneet toisillemme kertaakaan useaan vuoteen, kunnes sattumalta muutin asumaan aivan Nikan l&auml;helle Sarifille. Nika kutsui minut kyl&auml;&auml;n, mik&auml; yll&auml;tti minut. Olin luullut h&auml;nen olevan vihainen minulle, mutta yll&auml;tt&auml;en tulimme toimeen hyvin. Olimme kumpikin muuttuneet: Nika ei ollut en&auml;&auml; ep&auml;toivoisesti huomiota kaipaava, ailahtelevainen ja arvaamaton vaan haikea, rauhallinen ja vakava, enk&auml; min&auml; ollut en&auml;&auml; &auml;&auml;rimm&auml;isen ylpe&auml;, sulkeutunut tai v&auml;kivaltainen. Meist&auml; oli tullut hiljaisia ja totisia. Mutta koska meill&auml; oli yhteist&auml; menneisyytt&auml;, me ymm&auml;rsimme toisiamme. Nikan yst&auml;vyys oli tervetullutta minulle, kun asetuin monen matkailuvuoden j&auml;lkeen asumaan ainakin hetkeksi ja olin unohtanut, miten normaalissa maailmassa elet&auml;&auml;n.<br><br>Ja lopulta olimme niin l&auml;heisi&auml;, ett&auml; saatoimme yhdess&auml; autiomaassa nukkua vierekk&auml;in vailla h&auml;mmennyst&auml;. <P ALIGN=JUSTIFY><br><br>Viides p&auml;iv&auml; sujui yll&auml;tyksitt&auml;. Emme n&auml;hneet muuta kuin tasaista aavikkomaisemaa. Minua ei kyll&auml;stytt&auml;nyt. <P ALIGN=JUSTIFY><br><br>Kuudennen p&auml;iv&auml;n aamupuolella l&ouml;ysimme kefojen jalanj&auml;lki&auml;, kuin valtavan linnun j&auml;tt&auml;mi&auml;. Minut valtasi pelkkien j&auml;lkien n&auml;kemisest&auml; juhlallinen tunne, sill&auml; ne her&auml;ttiv&auml;t muistoja uskomattomista vaelluksista kefojen kanssa halki autiomaan, joka oli silloin n&auml;ytt&auml;ytynyt vaihtelevana ja v&auml;rikk&auml;&auml;n&auml;. Min&auml; muistin rakkauden, jota olin heilt&auml; saanut ja sen, miten olin ihmetellyt, voivatko he todella jakaa tunteita kanssani, vaikka olen niin erilainen kuin he. Olin vaikuttunut.<br><br>Jatkoimme matkaa j&auml;lkien suuntaan, mutta en h&auml;visiv&auml;t pian kivisess&auml; maassa emmek&auml; l&ouml;yt&auml;neet niit&auml; uudestaan. P&auml;&auml;timme jatkaa samaan suuntaan siin&auml; toivossa, ett&auml; l&ouml;yt&auml;isimme ne taas. K&auml;velimme kunnes tuli pime&auml;&auml; ja leiriydyimme sitten. Nukuimme taas vierekk&auml;in.<br><br>Her&auml;sin y&ouml;ll&auml; ja huomasin Nikan olevan l&auml;htenyt teltasta. Kun kurkistin ulos, n&auml;in h&auml;net istumassa muutaman kymmenen metrin p&auml;&auml;ss&auml; maassa ilman nuotiota. Oli hyyt&auml;v&auml;n kylm&auml; ja Nikalla oli paksu huopa ymp&auml;rill&auml;&auml;n, eik&auml; h&auml;n n&auml;ytt&auml;nyt palelevan. H&auml;n kyyh&ouml;tti paikallaan selv&auml;sti valveilla ja n&auml;ytti yksin&auml;iselt&auml; ja suojautuneelta. Vain h&auml;nen hapsottava, lyhyt tukkansa liikkui hiukan tuulen mukana. Min&auml; en sanonut mit&auml;&auml;n vaan menin takaisin nukkumaan. <P ALIGN=JUSTIFY><br><br>Seitsem&auml;nnen p&auml;iv&auml;n aamuna Nika oli hereill&auml; ja ulkona teltasta, kun min&auml; her&auml;sin ja nousin. L&auml;hdimme heti kulkemaan alkuper&auml;isest&auml; suunnitelmastamme poiketen kefojen jalanj&auml;lkien suuntaan. Oli vaikea uskoa, ett&auml; olimme olleen matkalla vasta viikon. Tuntui, kuin en olisi koskaan tuntenutkaan Elidoria tai kuin olisin eronnut h&auml;nest&auml; hyvin kauan sitten. Meid&auml;n muutaman viikon kest&auml;nyt suhteemme oli ollut r&auml;iskyv&auml;, ep&auml;varma ja intohimoinen, ja minusta oli ollut j&auml;nnitt&auml;v&auml;&auml; j&auml;tt&auml;&auml; sopimatta mit&auml;&auml;n tulevaisuudesta.<br><br>Elidor oli kuitenkin ollut se syy, jonka vuoksi olin l&auml;htenyt Arkeelle takaisin. H&auml;n oli my&ouml;s arkeelainen, vaikka h&auml;n olikin hyvin erilaisista oloista kuin min&auml; eik&auml; h&auml;n ollut koskaan kunnolla asunut er&auml;maassa. Mutta h&auml;nen k&auml;yt&ouml;ksens&auml; ja ajattelutapansa olivat selv&auml;sti arkeelaiset, ja saatoin melkein kuvitella, ett&auml; h&auml;nen huulensa maistuivat er&auml;maalta. Siksi olimme p&auml;&auml;tt&auml;neet palata kotiplaneetalle yhdess&auml;. T&auml;m&auml; suhde, matka ja kaikkeen liittynyt salaper&auml;isyys oli ollut j&auml;nnitt&auml;v&auml; seikkailu tai kuin uni, jota nyt muistelin hymyillen.<br><br>Keskip&auml;iv&auml;&auml;n menness&auml; min&auml; ja Nika emme olleet l&ouml;yt&auml;neet j&auml;lki&auml; uudestaan ja olimme k&auml;velleet jo pitk&auml;lle sivuun suunnitellulta reitilt&auml;mme. P&auml;&auml;timme lyhyen keskustelun j&auml;lkeen k&auml;&auml;nty&auml; takaisin, vaikka minua harmitti. Olisin tahtonut jatkaa miellytt&auml;vien ajatusten vallassa ja toiveikkaana.<br><br>Tunsin oloni raskaaksi ja pettyneeksi, vaikka olin tiennyt ett&auml; kefat ovat vaikeita l&ouml;ydett&auml;vi&auml; eik&auml; olisi ollut lainkaan varmaa, ett&auml; n&auml;kisimme edes jalanj&auml;lki&auml;. Olin viimeksi n&auml;hnyt heit&auml; ollessani Nikan kanssa t&auml;ss&auml; autiomaassa nelisen vuotta sitten, silloin kun Nika oli minun vaimoni ja kun olin ylip&auml;&auml;t&auml;&auml;n koko planeetalla viimeksi.<br><br>Nika ei puhellut niink&auml;&auml;n paljon kuin aikaisemmin, ja ajattelin h&auml;nen olevan my&ouml;s hyvin pettynyt. Emme kuitenkaan jutelleet edes harmistuksestamme monellakaan sanalla. <P ALIGN=JUSTIFY><br><br>Kahdeksannen p&auml;iv&auml;n kuljimme hiljaa.</p><br><br><br><br><br><br><A HREF="alcide2.html">jatkuu ></A> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font>      </td>  </tr></table></BODY></HTML>