<HTML><HEAD>
<TITLE>Untitled</TITLE>
</HEAD><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<STYLE>
<!--
a       { color:000066; text-decoration:none }
a:hover { color:000066; text-decoration:none }
-->
        </STYLE>
<BODY BGCOLOR="#990000">

<TABLE BORDER="0" CELLSPACING="0" CELLPADDING="0">
<TR ALIGN="left" VALIGN="top">
	<TD WIDTH="500"><p align=justify><FONT FACE=Verdana,Arial,Sans-Serif SIZE="2" STYLE="font-size:10 px" COLOR=black><BR>
<BR>
<BR>
<BR>
Ensinn&auml;kin varoitus: t&auml;m&auml; on elitistinen klikki, joka saa lis&auml;&auml; j&auml;seni&auml; sek&auml; ilmoittautumis- ett&auml; kutsumenetelm&auml;ll&auml;. Kaikkia halukkaita ei oteta mukaan. Ensisijainen kriteeri klikkiin tahtoville on se, ett&auml; heid&auml;n sivuiltaan t&auml;ytyy l&ouml;yty&auml; hyvi&auml; runoja, ja viimeinen auktoriteetti t&auml;m&auml;n suhteen olen min&auml;, ringin omistaja, <A HREF="mailto:miaur@hotmail.com">Seeprahylje</A>.<BR>
<BR>
 Kannattaa kuitenkin yritt&auml;&auml;.<BR>
<BR>
<BR>
<BR>
<B>Vaatimukset:</B><BR>
<BR>
1. Sinulla pit&auml;&auml; olla kotisivu, jolla on sinun kirjoittamiasi suomenkielisi&auml; runoja. Se saa olla henkil&ouml;kohtainen sivu tai pelkk&auml;&auml; taidettasi sis&auml;lt&auml;v&auml; sivu, sinun tekem&auml;si tai kaverisi tekem&auml;, mutta kuitenkin sinun sivusi eik&auml; esimerkiksi jonkin yhdistyksen, joka on vain laittanut runojasi sivuilleen. Sivujen muun sis&auml;ll&ouml;n kuin runojen ei tarvitse olla suomenkielist&auml;.<BR>
<BR>
2. Sinun pit&auml;&auml; olla harrastajakirjoittaja ja runojesi pit&auml;&auml; olla antologioiden sek&auml; verkon ja muun omakustanteisen toiminnan ulkopuolella julkaisematonta.<BR>
<BR>
3. Runojesi pit&auml;&auml; l&ouml;yty&auml; sivuiltasi ihan hirve&auml;sti etsim&auml;tt&auml; ja niit&auml; pit&auml;&auml; joko olla paljon tai niiden pit&auml;&auml; p&auml;ivitty&auml; aina v&auml;lill&auml;, mieluummin sek&auml; ett&auml;.<BR>
<BR>
4. Runojesi pit&auml;&auml; olla hyvi&auml; ja omaper&auml;isi&auml;. Enk&auml; v&auml;it&auml; olevani t&auml;ysin puolueeton, sill&auml; t&auml;m&auml; on makuasia. Jos pid&auml;t jonkun muun rinkil&auml;isen runoista, olet jo l&auml;hell&auml; totuutta (&auml;l&auml; kuitenkaan kopioi heit&auml;). Oikeaan suuntaan olet menossa jos muistat omaper&auml;isyyden, aitouden ja turhan toiston v&auml;ltt&auml;misen.<BR>
<BR>
<BR>
Sivun ulkon&auml;k&ouml; ei periaatteessa ole kriteeri eik&auml; kaunis sivu ei tee runoista parempia, mutta se tekee niiden selailun ja lukemisen miellytt&auml;v&auml;mm&auml;ksi. Suurimman osan linkeist&auml; ja kuvista pit&auml;&auml; toimia. Ei mieluummin vilkkuvia kuvia, valtavaa fonttia tai suurta m&auml;&auml;r&auml;&auml; kielioppi- tai kirjoitusvirheit&auml;. En my&ouml;sk&auml;&auml;n rakasta varastettuja kuvia.<BR>
<BR>
Kaikista muista s&auml;&auml;nn&ouml;ist&auml; kuin runojesi tasovaatimuksesta voidaan poiketa jos sivusi ja runosi ovat muuten loistavia. Pid&auml;n omintakeisuutta t&auml;rke&auml;mp&auml;n&auml; kuin t&auml;sm&auml;llist&auml; onnistumista koko ajan.<BR>
<BR>
Runojen mitalla tai mitattomuudella, pituudella, aihepiirill&auml; tai asenteella ei ole v&auml;li&auml;. Runoiksi voidaan m&auml;&auml;ritell&auml; melkoinen joukko erilaisia tekstej&auml;.<BR>
<BR>

<BR></font></p>
</TD>
</TR>
</TABLE>

</BODY>
</HTML>