<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Transfert SOE/Ubi traduit&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Transfert SOE/Ubi traduit --> 
<p><b>Page 1</b> <b>- Pr&eacute;sentation</b><br>
  <br>
  Ubi Soft a r&eacute;cemment lan&ccedil;&eacute;, dans le cadre d'un partenariat 
  avec Sony Online Entertainment, trois nouveaux serveurs en Europe (Venril Sathir 
  pour la Grande-Bretagne, Sebilis pour la France et Kael Drakkal pour l'Alemagne). 
  Les demandes pour le transfert de personnages gratuit vers ces serveurs ont 
  &eacute;t&eacute; plus nombreuses que nous nous y attendions. Malheureusement, 
  ce transfert gratuit ne concernait que 1000 joueurs par serveur.<br>
  <br>
  Bien que le transfert gratuit soit termin&eacute;, ceux qui souhaitent rejoindre 
  les trois serveurs Ubi Soft peuvent &agrave; pr&eacute;sent le faire gr&acirc;ce 
  &agrave; notre syst&egrave;me de transfert standard, qui diff&egrave;re n&eacute;anmoins 
  du service que nous proposons habituellement sur tois points : <br>
</p>
<p>1. Les personnages transf&eacute;r&eacute;s depuis votre compte ne peuvent 
  venir que d'un seul serveur.<br>
  2. Vous conservez l'int&eacute;gralit&eacute; de votre &eacute;quipement et 
  de votre argent.<br>
  3. Aucun transfert n'est possible depuis le serveur Sullon Zek.<br>
  <br>
  Le prix du transfert de tous les personnages pr&eacute;sents sur un seul compte 
  et un seul serveur vers un serveur europ&eacute;en est de 50 $.<br>
  Personnages et comptes sont transf&eacute;r&eacute;s tels quels de Sony Online 
  Entertainment &agrave; Ubi Soft. Une fois le transfert effectu&eacute;, vous 
  devenez client de Ubi Soft et non plus de Sony Online Entertainement pour tout 
  ce qui regarde la facturation et le service client.<br>
  <br>
  Quand un transfert a lieu d'un serveur SOE vers un serveur Ubi Soft, vous acceptez 
  que vos informations personnelles, ainsi que vos renseignements bancaires valides 
  (&agrave; l'exclusion des informations concernant votre compte Global Collect), 
  soient communiqu&eacute;es &agrave; Ubi Soft. Ce partage d'information est n&eacute;cessaire 
  pour permettre &agrave; Ubi Soft d'installer votre compte sur ses serveurs. 
  Une fois &eacute;tabli sur un serveur Ubi Soft, vos informations personnelles 
  ainsi que vos renseignements bancaires suivront la charte sur le respect de 
  la vie priv&eacute;e d'Ubi Soft. Les informations personnelles ainsi que les 
  renseignements bancaires d&eacute;tenus par Sony Online Entertainment suivront 
  quant &agrave; eux la charte de SOE. Ce service n'est pas disponible pour les 
  adh&eacute;rents &agrave; Legends. Si vous choisissez d'utiliser ce service, 
  votre compte d&eacute;pendra d'Ubi Soft pour tout ce qui concerne la facturation 
  et le service client, et ce m&ecirc;me si vous avez d'autres personnages sur 
  le m&ecirc;me compte qui ne sont pas transf&eacute;r&eacute;s vers les serveurs 
  europ&eacute;ens. Votre compte deviendra un compte Ubi Soft et vous ne pourrez 
  en aucun cas transf&eacute;rer votre compte de nouveau vers SOE.<br>
  <br>
  Tous les transferts demand&eacute;s doivent &ecirc;tre approuv&eacute;s par 
  SOE et Ubi Soft.<br>
  <br>
  Pour plus d'informations sur ce service, veuillez lire les conditions d'utilisation 
  ci-dessous.<br>
  <br>
  Tous les termes et conditions du Contrat de Licence Utilisateur du Logiciel 
  EverQuest (CLUF) ainsi que les r&egrave;gles de conduite pr&eacute;sentes sur 
  www.everquest.com s'appliquent &agrave; tous les tranferts ou tentatives de 
  transfert. Il n'est pas permis de transf&eacute;rer un ou des personnages vers 
  un compte qui n'est pas le v&ocirc;tre et que vous n'avez pas cr&eacute;&eacute;.<br>
  <br>
  <b>Conditions d'utilisation</b><br>
  <br>
  Le transfert de personnages depuis un serveur US &agrave; un serveur europ&eacute;en 
  se fait avec tout l'&eacute;quipement et l'argent. Cela comprend tous les objets 
  en banque et tous les sorts transcrits. Il est fortement recommand&eacute; de 
  ne pas donner ou d&eacute;truire d'objets lorque vous faites une demande de 
  transfert de serveur &agrave; serveur, car il est possible que le transfert 
  soit refus&eacute;. Les objets d&eacute;truits ou donn&eacute;s en attente d'un 
  transfert ne seront pas remplac&eacute;s. Note importante : les cadavres ne 
  peuvent pas &ecirc;tre transf&eacute;r&eacute;s. Avant de demander un transfert, 
  assurez-vous que vous avez pill&eacute; tous vos corps et qu'ils ne sont plus 
  dans le jeu.<br>
  <br>
  Appartenance &agrave; une guilde : le marqueur d'appartenance &agrave; une guilde 
  est supprim&eacute; lors du transfert.<br>
  <br>
  Nous nous en excusons, mais il n'est pas possible d'op&eacute;rer de transfert 
  tant que vous &ecirc;tes encore dans votre p&eacute;riode d'essai gratuite de 
  trente jours.<br>
  <br>
  Toutes les demandes de transfert seront examin&eacute;es dans un d&eacute;lai 
  raisonnable. SOE et Ubi Soft se r&eacute;servent le droit de refuser tout transfert 
  pour toute raison qui leur convient, sans avoir &agrave; se justifier.<br>
  <br>
  Le formulaire de transfert ne peut &ecirc;tre utilis&eacute; pour demander le 
  transfert de deux (ou plus) personnages vers plusieurs serveurs ou des serveurs 
  diff&eacute;rents. Si vous voulez transf&eacute;rer plusieurs personnages vers 
  des serveurs diff&eacute;rents, vous devez remplir des formulaires suppl&eacute;mentaires.<br>
  <br>
  Chaque formulaire rempli permet le transfert de tous les personnages pr&eacute;sents 
  sur un serveur vers le serveur europ&eacute;en de votre choix. Si vous souhaitez 
  transf&eacute;rer des personnages d'un autre serveur, vous devez remplir un 
  nouveau formulaire.<br>
  <br>
  Si vous tentez de transf&eacute;rer des personnages en violation de ces instructions 
  et restrictions, du CLUF, des r&egrave;gles de conduite ou de lois (par exemple 
  en demandant le transfert de personnages qui ne sont pas sur votre compte ou 
  depuis ou vers un compte ouvert pour vous ou qu'on vous a donn&eacute; mais 
  dont vous n'&ecirc;tes pas le cr&eacute;ateur), les personnages ne seront pas 
  transf&eacute;r&eacute;s, votre demande ne sera pas approuv&eacute;e, votre 
  compte sera examin&eacute; et sujet &agrave; des mesures disciplinaires appropri&eacute;es.<br>
  <br>
  Les noms des personnages ne sont pas garantis lors d'un transfert de serveur 
  &agrave; serveur. Si le nom d'un personnage est d&eacute;j&agrave; pris sur 
  le serveur d'arriv&eacute;e, un &quot; x &quot; est rajout&eacute; &agrave; 
  la fin du nom.<br>
  <br>
  Si vous souhaitez faire une demande de transfert de personnages depuis un serveur 
  US vers l'un des nouveaux serveurs europ&eacute;en, remplissez le formulaire 
  ci-dessous.</p>
<p> </p>
<b>Cliquez ici pour accepter les conditions d'utilisation</b>
<!-- Transfert SOE/Ubi traduit -->
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><table border=0 cellspacing=0 cellpadding=0><tr>	<td><img src="img/stitre-deb.gif" width="96" height="19"></td>	<td class="sstitre2">Transfert SOE/Ubi traduit</td>	<td><img src="img/stitre-end.gif" width="80" height="19"></td></tr></table><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>	<td width="100%">	<table border=0 cellspacing=0 cellpadding=0 width="100%">	<tr valign=top>		<td class="fondtexte"></td>		<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>			</tr>			<tr>				<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>			</tr>			</table>			</td>	</tr>	</table>				</td>	<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Transfert SOE/Ubi traduit -->  
<p><b>Page 2 - Formulaire</b></p>
<p>Si vous ne souhaitez pas utiliser ce compte-ci, veuillez vous connecter avec 
  un nom de station diff&eacute;rent.</p>
<p><br>
  Nom de station <br>
  Num&eacute;ro de t&eacute;l&eacute;phone <br>
  Pr&eacute;nom et nom <br>
  Adresse mail <br>
  <br>
  Serveur d'origine (actuel) <br>
  Serveur cible (nouveau) </p>
<p><br>
  <b>Information de facturation </b></p>
<p>Num&eacute;ro de carte de cr&eacute;dit <br>
  Type de carte de cr&eacute;dit <br>
  Nom sur la carte de cr&eacute;dit <br>
  Mois et ann&eacute;e d'expiration de la carte de cr&eacute;dit <br>
  Adresse 1 correspondant &agrave; la carte de cr&eacute;dit <br>
  Adresse 2 (optionnel) <br>
  Ville <br>
  Etat ou province<br>
  Code postal <br>
  Pays </p>
<p>Si l'information de facturation est diff&eacute;rente de celle que nous avons 
  en m&eacute;moire concernant votre compte, veuillez en donner les raisons <br>
  Notez bien que les personnages ainsi tranf&eacute;r&eacute;s vers un serveur 
  Ubi Soft ne pourront pas retourner sur leur serveur d'origine. En s&eacute;lectionnant 
  oui, vous acceptez ces conditions</p>
<p>Oui Non</p>
<p> <b>Suite</b><br>
  <br>
  Tous les termes et conditions du Contrat de Licence Utilisateur du Logiciel 
  EverQuest (CLUF) ainsi que les r&egrave;gles de conduite pr&eacute;sentes sur 
  www.everquest.com s'appliquent &agrave; tous les tranferts ou tentatives de 
  transfert. Il n'est pas permis de transf&eacute;rer un ou des personnages vers 
  un compte qui n'est pas le v&ocirc;tre et que vous n'avez pas cr&eacute;&eacute;.
<!-- Transfert SOE/Ubi traduit --> 
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><table border=0 cellspacing=0 cellpadding=0><tr>	<td><img src="img/stitre-deb.gif" width="96" height="19"></td>	<td class="sstitre2">Transfert SOE/Ubi traduit</td>	<td><img src="img/stitre-end.gif" width="80" height="19"></td></tr></table><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>	<td width="100%">	<table border=0 cellspacing=0 cellpadding=0 width="100%">	<tr valign=top>		<td class="fondtexte"></td>		<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>			</tr>			<tr>				<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>			</tr>			</table>			</td>	</tr>	</table>				</td>	<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Transfert SOE/Ubi traduit --> 
<p><b>Validation du transfert de personnages </b><b>(avec les donn&eacute;es entr&eacute;es 
  pr&eacute;c&eacute;demment d&eacute;j&agrave; inscrites)</b><br>
</p>
<p>Le prix de cette transaction est de 50 $ <br>
  <br>
  Assurez-vous de mettre &agrave; jour les informations concernant votre compte 
  en lan&ccedil;ant EverQuest et en cliquant sur &quot;compte&quot; puis &quot;modifier 
  compte&quot;.<br>
  <br>
  Veuillez v&eacute;rifier l'exactitude des informations ci-dessous. Si vous &ecirc;tes 
  pr&ecirc;t pour les transfert de personnages, cliquez sur le bouton &quot; Soumission 
  du formulaire &quot;. Si vous avez des changements &agrave; apporter, cliquez 
  sur &quot; Modification du formulaire &quot;.</p>
<p>Nom de station <br>
  Num&eacute;ro de t&eacute;l&eacute;phone <br>
  Pr&eacute;nom et nom de famille <br>
  Adresse mail<br>
  <br>
  Serveur d'origine (actuel) : <br>
  Serveur cible (nouveau) : <br>
  <br>
  Total : $50<br>
  <br>
  <b>Information de facturation (avec les donn&eacute;es entr&eacute;es pr&eacute;c&eacute;demment 
  d&eacute;j&agrave; inscrites)</b></p>
<p>Num&eacute;ro de carte de cr&eacute;dit <br>
  Type de carte de cr&eacute;dit <br>
  Nom sur la carte de cr&eacute;dit <br>
  Mois et ann&eacute;e d'expiration de la carte de cr&eacute;dit <br>
  Adresse 1 correspondant &agrave; la carte de cr&eacute;dit <br>
  Adresse 2 (optionnel) <br>
  Ville <br>
  Etat ou province<br>
  Code postal <br>
  Pays </p>
<p>Si l'information de facturation est diff&eacute;rente de celle que nous avons 
  en m&eacute;moire concernant votre compte, veuillez en donner les raisons <br>
  Notez bien que les personnages ainsi tranf&eacute;r&eacute;s vers un serveur 
  Ubi Soft ne pourront pas retourner sur leur serveur d'origine. En s&eacute;lectionnant 
  oui, vous acceptez ces conditions<br>
  <br>
  oui non<br>
</p>
<p>Tous les termes et conditions du Contrat de Licence Utilisateur du Logiciel 
  EverQuest (CLUF) ainsi que les r&egrave;gles de conduite pr&eacute;sentes sur 
  www.everquest.com s'appliquent &agrave; tous les tranferts ou tentatives de 
  transfert. Il n'est pas permis de transf&eacute;rer un ou des personnages vers 
  un compte qui n'est pas le v&ocirc;tre et que vous n'avez pas cr&eacute;&eacute;.<br>
</p>
<p><b>Fin de la proc&eacute;dure de transfert</b><br>
  <br>
  Votre formulaire de transfert a &eacute;t&eacute; envoy&eacute;. <br>
  Cliquez ici pour retourner &agrave; EverQuest .com<br>
</p>
<p><b>Mail de confirmation<br>
  </b> </p>
<p></p>
<p>X,<br>
  Merci d'utiliser notre service de transfert de personnages.<br>
  <br>
  Nous vous confirmons par cette r&eacute;ponse automatique que votre demande 
  a bien &eacute;t&eacute; enregistr&eacute;e.<br>
  Toutes les demandes approuv&eacute;es sont trait&eacute;es dans un d&eacute;lai 
  raisonnable. En temps voulu, vous recevrez un m&eacute;l afin de v&eacute;rifier 
  que votre demande est bien compl&egrave;te. Nous recevons actuellement de nombreuses 
  demandes et il est possible que le traitement de la v&ocirc;tre ne se fasse 
  pas avant trois semaines. Si nous ne sommes pas en mesure d'effectuer le transfert, 
  vous recevrez un mail vous en expliquant les raisons.</p>
<p>Il est fortement recommand&eacute; de ne pas donner ou d&eacute;truire d'objets 
  lorque vous faites une demande de transfert de serveur &agrave; serveur, car 
  il est possible que le transfert soit refus&eacute;. Les objets d&eacute;truits 
  ou donn&eacute;s en attente d'un transfert ne seront pas remplac&eacute;s</p>
<p>En attendant, si vous avez des questions, vous pouvez consulter les conditions 
  d'utilisation ici : https://store.station.sony.com/eq_local_cmoves/english/index.jsp</p>
<p>Vous pouvez aussi envoyer un mail &agrave; <b><a href="mailto:eqcharmoves@station.sony.com">eqcharmoves@station.sony.com</a></b>.</p>
<p>Avec nos remerciements,<br>
  Le service client de la station Sony</p>
<p>*** Ceci est une r&eacute;ponse automatique. Il est inutile d'y r&eacute;pondre 
  car personne ne lira votre r&eacute;ponse. Merci ***
<!-- Transfert SOE/Ubi traduit --> 
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/08/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
