<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../css.css" type="text/css">
</head>

<body bgcolor="#F7E8E8" text="#000000">
<table width="90%">
  <tr> 
    <td class="titulo"> decis&atilde;o.de.confian&ccedil;a</td>
  </tr>
</table>
<br>
<table width="100%" cellspacing="0" cellpadding="3">
  <tr>
    <td class="head"><b>Escrita em: </b>06.08.2003<br>
      <b>N&deg; de palavras:</b> 451<br>
      <b>Tema:</b> Begin a piece of fiction prose with a character (of your choice) 
      asking the following question to another character (again, of your choice): 
      &quot;So what's it going to be then, eh?&quot; That's all--you are simply 
      required to begin a piece of fiction prose with the previously quoted dialogue. 
      Build your story, as you wish, from this point. The word limit is 50 words, 
      but you're more than welcome to exceed that number.</td>
  </tr>
</table>
<p> &quot;Ent&atilde;o, como &eacute; que isso vai ficar?&quot;</p>
<p>Sil&ecirc;ncio.</p>
<p>&quot;N&atilde;o vai responder?&quot;, Luciana insistiu.</p>
<p>&quot;N&atilde;o sei o que podemos fazer&quot;.</p>
<p>&quot;Reinaldo&quot;, ela falou, calmamente, tentando ser o mais clara poss&iacute;vel. 
  &quot;Este exame tira todas as nossas d&uacute;vidas. Eu estou gr&aacute;vida. 
  Estou esperando um filho seu. E preciso saber se voc&ecirc; vai continuar ao 
  meu lado. Se vai assumir a crian&ccedil;a. Sei que somos jovens, nossos pais 
  v&atilde;o se enfurecer, mas j&aacute; aconteceu.&quot;</p>
<p>&quot;Luciana, n&oacute;s n&atilde;o podemos ter um filho. N&atilde;o...&quot; 
</p>
<p> &quot;Desculpe, mas eu n&atilde;o posso abortar. Eu nunca seria capaz de fazer 
  uma coisa dessas!&quot;</p>
<p>&quot;E vai estragar minha vida por isso?&quot;, ele irritou-se.</p>
<p>&quot;Sua vida? E eu? E a minha vida? Quem &eacute; que vai carregar essa barriga 
  por a&iacute;, ouvindo todo tipo de coment&aacute;rio maldoso das pessoas? Quem 
  &eacute; que vai passar pelo parto, sentir dor, ficar no hospital sei l&aacute; 
  quantos dias, quem &eacute; que vai amamentar? J&aacute; pensou em tudo isso?&quot;, 
  ela come&ccedil;ou a chorar e, desesperada, gritava com o namorado. &quot;Sua 
  vida vai parecer o para&iacute;so perto do que a minha vai se tornar. E depois, 
  n&atilde;o sou eu que vou estragar sua vida, como voc&ecirc; mesmo diz. N&oacute;s, 
  preste bem aten&ccedil;&atilde;o, N&Oacute;S dois fizemos isso juntos! Tive 
  tanta culpa quanto voc&ecirc;! Se eu n&atilde;o me preocupei, voc&ecirc; tamb&eacute;m 
  n&atilde;o se preocupou! Eu estou disposta a assumir meu erro, e se voc&ecirc; 
  n&atilde;o est&aacute;, deveria ter se preocupado antes em n&atilde;o errar!&quot;</p>
<p>&quot;Pare de gritar, pelo amor de Deus! Eu j&aacute; entendi! Mas n&atilde;o 
  quero um filho!&quot;</p>
<p>&quot;Quer saber, Reinaldo? Vai cuidar da sua vida. Eu crio o beb&ecirc; sozinha, 
  pode deixar. Posso provar pra voc&ecirc; que tenho muito mais capacidade de 
  assumir uma responsabilidade e ainda aproveitar minha vida como eu quiser. Eu 
  n&atilde;o tenho medo. Eu assumo meus atos!&quot;</p>
<p>&quot;Voc&ecirc; n&atilde;o entende nada, isso sim!&quot;</p>
<p>&quot;Entendo mais do que voc&ecirc; imagina! &Eacute; dentro de mim que tem 
  uma coisa crescendo, e n&atilde;o dentro de voc&ecirc;!&quot;</p>
<p>Para surpresa de Luciana, Reinaldo n&atilde;o respondeu. Depois de olh&aacute;-la 
  nos olhos por um r&aacute;pido instante, o rosto decidido, enfurecido, o rapaz 
  virou as costas e saiu a passos largos e firmes. Luciana ainda ficou parada, 
  sem mover um m&uacute;sculo, por alguns minutos, olhando para a porta, na esperan&ccedil;a 
  de que Reinaldo voltaria.</p>
<p>Mas ele n&atilde;o voltou. Passou-se uma hora, duas, e ele n&atilde;o voltou. 
  Passaram um dia, dois, e ele n&atilde;o voltou. Luciana lamentou-se por se deixar 
  enganar por algu&eacute;m que ela pensava que conhecia t&atilde;o bem. Agora, 
  ela tinha a responsabilidade duas vezes maior de criar um filho sozinho. A responsabilidade 
  de duas pessoas reca&iacute;a em apenas uma. Ela estava sozinha. Sozinha com 
  um filho. E provaria que seria capaz de passar por isso. Por seus pr&oacute;prios 
  esfor&ccedil;os.<br>
</p>
<p><a href="index.htm">Voltar</a></p>
</body>
</html>
