<!--This file created 15:27  15/01/00 by Claris Home Page version 2.0This file created 15:34  15/01/00 by Claris Home Page version 2.0This file created 14:40  27/01/00 by Claris Home Page version 2.0This file created 16:46  27/01/00 by Claris Home Page version 2.0This file created 20:28  28/01/00 by Claris Home Page version 2.0This file created 21:27  29/01/00 by Claris Home Page version 2.0This file created 21:33  29/01/00 by Claris Home Page version 2.0This file created 21:34  29/01/00 by Claris Home Page version 2.0This file created 21:35  29/01/00 by Claris Home Page version 2.0This file created 21:37  29/01/00 by Claris Home Page version 2.0This file created 05:08  06/02/00 by Claris Home Page version 2.0This file created 05:26  06/02/00 by Claris Home Page version 2.0This file created 05:31  06/02/00 by Claris Home Page version 2.0This file created 09:33  09/02/00 by Claris Home Page version 2.0This file created 20:57  17/02/00 by Claris Home Page version 2.0This file created 00:50  08/04/00 by Claris Home Page version 2.0-->
<!--This file created 00:54  08/04/00 by Claris Home Page version 2.0-->
<HTML>
<HEAD>
   <TITLE>Nicolbolas' Den, Magic The Gathering</TITLE>
   <META NAME=GENERATOR CONTENT="Claris Home Page 2.0">
   <X-SAS-WINDOW TOP=26 BOTTOM=332 LEFT=12 RIGHT=542>
</HEAD>
<BODY BGCOLOR="#F8D15C" VLINK="#8000FF">

<P><CENTER><FONT SIZE="+2" FACE="Matura MT Script Capitals"
COLOR="#AF0000"><A NAME="DEBUTMAG"></A></FONT><FONT FACE="Arial"><IMG
SRC="IMAGES/image205.gif" WIDTH=60 HEIGHT=60 X-SAS-UseImageWidth
X-SAS-UseImageHeight ALIGN=bottom></FONT><B><FONT SIZE="+2"
FACE="Comic Sans MS" COLOR="#AF0000">L'Antre de Nicolbolas /
Nicolbolas' Den (EverQuest)</FONT></B></CENTER></P>

<P><FONT SIZE="-1" FACE="Arial"><A HREF="index.html">Page d'accueil
Fran&ccedil;aise</A></FONT><FONT SIZE="-1" FACE="Arial"> /
</FONT><FONT SIZE="-1"
FACE="Arial"><A HREF="englishindex.html">English home page</A></FONT>
</P>

<P><B><FONT SIZE="+2" FACE="Comic Sans MS" COLOR="#AF0000">Cazic
Gate: mode d'emploi / instructions for use</FONT></B>
<HR>
<FONT FACE="Arial">Derni&egrave;re mise &agrave; jour: 17
f&eacute;vrier 2000 / </FONT><I><FONT FACE="Arial">Last update: 17
February 2000</FONT></I></P>

<P><FONT FACE="Arial">Merci d'envoyer tout commentaire ou addition
&agrave; / </FONT><I><FONT FACE="Arial">Thank you to send any comment
or addition to</FONT></I><FONT FACE="Arial"> </FONT><I><FONT
FACE="Arial"><A HREF="mailto:daniel.ravon@wanadoo.fr">daniel.ravon@wanadoo.fr</A></FONT></I>
</P>

<P><FONT FACE="Arial">&nbsp;</FONT></P>

<P><FONT FACE="Arial">Cazic Gate, une bonne blague faite aux Wizards
par Verant ? Il faut dire qu'une pyramide de
t&eacute;l&eacute;portation s&eacute;par&eacute;e de la civilisation
(le "courtyard") par un labyrinthe fourmillant de l&eacute;zards
niveau 24+, c'est dur pour un Wizard niveau 24, surtout s'il se fait
attaquer sit&ocirc;t apparu. Le sort n'est pas inutile pour autant.
Les Wizards de haut niveau, qui n'ont pas peur des l&eacute;zards,
utilisent Cazic Gate r&eacute;guli&egrave;rement pour se rendre dans
la partie Sud d'Antonica (The Feerott, Rathe Mountains). Les Wizards
de niveau 24 peuvent aussi s'en servir. Le tout est d'arriver
&agrave; destination invisible et de conna&icirc;tre le
chemin.</FONT></P>

<P><I><FONT FACE="Arial">Cazic Gate, a good joke played on Wizards by
Verant ? Well, a teleport pyramid separated from civilization (the
"courtyard") by a maze swarming with level 24+ lizards is a hard
thing for a level 24 Wizard, especially if he or she is jumped
outright on arrival. High level wizards, who don't fear the lizards,
use Cazic Gate regularly to visit the Southern parts of Antonica (The
Feerott, Rathe Mountains). Level 24 Wizards can use it too. They just
need to be invisible on arrival, and to know the way.</FONT></I></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">1) Arriver &agrave;
destination invisible /</FONT><I><FONT FACE="Arial" COLOR="#AF0000">
Be invisible on arrival</FONT></I></B></P>

<P><FONT FACE="Arial">Quand vous commencez &agrave; jeter un sort,
cela casse votre invisibilit&eacute;. Cependant, si on vous rend
invisible pendant que &ecirc;tes en train de jeter votre sort, vous
conservez cette invisibilit&eacute;. Il vous suffit donc de grouper
avec un joueur pouvant vous donner Invisibilit&eacute; ou Camouflage,
et, apr&egrave;s qu'il a commenc&eacute; &agrave; jeter son sort (et
avant qu'il ait fini), vous commencez &agrave; jeter Cazic Gate. Dans
l'ordre, vous devenez invisible et vous vous
t&eacute;l&eacute;portez. Bien s&ucirc;r, un Spirit of Wolf est utile
aussi, pour le cas o&ugrave; votre invisibilit&eacute; vous
laisserait tomber avant que vous n'ayez atteint le courtyard. </FONT>
</P>

<P><I><FONT FACE="Arial">When you begin casting a spell, your
invisibility falls down. However, if you are made invisible by
someone else while you cast your spell, you keep this invisibility.
So, you just need to group with a player able to give you
Invisibility or Camouflage, and, after he or she has started casting
the spell (and before he or she has finished casting), you begin
casting Cazic Gate. As a result, you first gain invisibility, then
you teleport away. Of course, a Spirit of Wolf is useful too, in case
your invisibility lets you down before you have reached the
courtyard.</FONT></I></P>

<P><B><FONT FACE="Arial" COLOR="#AF0000">2) Conna&icirc;tre le
chemin</FONT></B></P>

<P><FONT FACE="Arial">Voyez ci-dessous la carte du labyrinthe.
Lorsque vous apparaissez au sommet de la pyramide (marqu&eacute;e sur
la carte par une &eacute;toile dans un carr&eacute;), vous &ecirc;tes
forc&eacute;ment tourn&eacute; face au couloir qui part vers l'Ouest.
C'est une bonne chose, parce que ce couloir est le chemin le plus
court vers la sortie, donc, en avant ! Cependant, c'est un peu moins
facile sur place que sur la carte. En gros, il s'agit d'aller plein
Ouest &agrave; travers le labyrinthe jusqu'&agrave; la porte en bois
donnant sur le courtyard. Mais il faut traverser 8 ou 9 croisements
proches les uns des autres, et, &agrave; chaque fois, il faut
d&eacute;cider entre prendre plus ou moins &agrave; droite ou plus ou
moins &agrave; gauche, ce qui fait qu'il est facile de se laisser
d&eacute;sorienter, surtout vers la fin du parcours. Mon meilleur
conseil, c'est de ne pas utiliser Cazic Gate pour votre
premi&egrave;re visite &agrave; Cazic, mais d'y aller &agrave; pied,
et de reconna&icirc;tre le chemin dans le labyrinthe &agrave; partir
du courtyard, avec Spirit of Wolf et Invisibilit&eacute;, par
incursions progressives. Une fois le chemin assimil&eacute;, Cazic
Gate devient un sort utile.</FONT></P>

<P><I><FONT FACE="Arial">See below the map of the maze. When you
appear on top of the pyramid (marked on the map with a star in a
square), you are necessarily facing the corridor going West. This is
a good thing, because this corridor is the shortest way to the exit,
so, move forward ! However, it is a bit less easy when you are there
than when reading the map. Overall, you need to go full West through
the maze up to the wooden door opening on the courtyard. But you need
to cross 8 or 9 intersections which are close to each other, and each
time you must decide between turning slightly right or slightly left,
so it is easy to get disoriented, especially near the end of the
trip. My best advice is not to use Cazic Gate for your first visit to
Cazic, and to go there on foot before, and get used to the way
through the maze from the courtyard, through progressive exploration
with Spirit of Wolf and Invisibility. Once you have assimilated the
path, Cazic Gate becomes a useful spell.</FONT></I></P>

<P><CENTER><FONT FACE="Arial"><IMG SRC="IMAGES/cazic.gif" WIDTH=245
HEIGHT=274 X-SAS-UseImageWidth X-SAS-UseImageHeight
ALIGN=bottom></FONT></CENTER></P>

<P><CENTER><FONT FACE="Arial"><A HREF="#DEBUTMAG">Retour au
d&eacute;but / </FONT><I><FONT FACE="Arial">Back to
top</A></FONT></I></CENTER></P>

<P>&nbsp;</P>
</BODY>
</HTML>
