<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;La cuisine&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- La cuisine --> 
<p>La Cuisine (baking)</p>
<p><br>
  Ahah ! Comment, moi, apprendre &agrave; cuisiner ? D&eacute;sol&eacute;, j'ai 
  d'autre ambition que de devenir grand chef ou ma&icirc;tre-queue !&#8230; Erreur, 
  petit scarab&eacute;e. D'abord, tu t'amuseras &agrave; pr&eacute;parer des &quot; 
  croustillants d'araign&eacute;e velues &quot; (wooly spider crunchies), ensuite 
  tu amuseras tes amis lorsque tu leur en offriras, enfin, tu n'auras jamais besoin 
  d'acheter ta nourriture, seulement ta boisson&#8230;</p>
<p>Bien s&ucirc;r, si vous &ecirc;tes druide, ranger ou elfe sylvestre, vous avez 
  la comp&eacute;tence cueillette (foraging) et ce trade skill ne vous int&eacute;resse 
  pas vraiment. Quant aux magiciens, chamans et clercs, ils peuvent invoquent 
  leur nourriture et leur boisson (m&ecirc;me si ce ne sera jamais que du pain 
  sec et de l'eau). Pour les autres, ou les gourmets, bienvenus dans ma cuisine 
  !</p>
<p>Pour devenir l'&eacute;gal de Ma&iuml;t&eacute;, attendez d'abord le niveau 
  5. Du niveau 1 au niveau 3, vous &quot; reconstituez &quot; vos rations de d&eacute;part 
  d&egrave;s que vous passez de vie &agrave; tr&eacute;pas. Quant au niveau 4, 
  il passe assez vite. Si vous vous &quot; suicidez &quot; une derni&egrave;re 
  fois au niveau 3, lorsque vous sentez que vous n'avez plus qu'une vermine &agrave; 
  &eacute;craser avant de passer au niveau 4, vous aurez assez &agrave; boire 
  et &agrave; manger pour patienter jusqu'au niveau 5. Pendant ce temps, collectionnez 
  la viande des b&ecirc;tes sauvages : rat meat, wolf meat, lion meat, ou bear 
  meat. Amassez &eacute;galement les ailes de chauve-souris (batwings) et les 
  pattes d'araign&eacute;es (spider legs, pas les spiderling legs !). D&eacute;posez 
  vos stocks &agrave; la banque. Avantage : toutes ces bonnes choses s'empilent 
  ! Arrangez-vous enfin pour d&eacute;penser au moins 10 points de training dans 
  votre comp&eacute;tence Baking.</p>
<p>&Ccedil;a y est, vous &ecirc;tes niveau 5, vous avez des tonnes d'ingr&eacute;dients, 
  10 en baking, et pas mal d'argent. Bravo ! vous &ecirc;tes pr&ecirc;t &agrave; 
  devenir un as du sandwich ! Achetez d'abord des montagnes de pain (bread loaf, 
  environ 10-15 pi&egrave;ce de cuivre l'unit&eacute;, pr&eacute;voyez une tranche 
  par morceau de viande). Ensuite, cherchez un four (oven, qui se trouve en g&eacute;n&eacute;ral 
  &agrave; proximit&eacute; des boutiques qui vendent de la nourriture). Cliquez 
  gauche sur le four. Une fen&ecirc;tre quadrill&eacute;e s'ouvre. Placez une 
  bread loaf (une seule ! Pressez la touche <font color="#FF9933">Ctrl</font> 
  en cliquant gauche sur votre tas pour n'en pr&eacute;levez qu'une) et une tranche 
  de viande (une seule &eacute;galement) dans deux des cases disponibles. Pressez 
  la touche <font color="#FF9933">Combine</font> du four. Et voil&agrave; ! Si 
  le message bleu appara&icirc;t, vos ingr&eacute;dients disparaissent, mais sont 
  remplac&eacute;s par un sympathique sandwich ! Si vous lisez le message rouge, 
  tant pis, vous venez de perdre environ 2 pi&egrave;ces d'argent. Mon conseil 
  : commencez par la viande de rat (la plus facile &agrave; griller). Continuez 
  avec le loup, et r&eacute;servez le lion et l'ours pour plus tard. Attention, 
  n'utilisez pas un autre type de viande ! Si vous avez r&eacute;colt&eacute; 
  des chunks of meat, gardez les tels quels, vous pouvez les manger sans les cuisiner 
  !</p>
<p>En pr&eacute;parant des dizaines de sandwichs, vous augmenterez votre comp&eacute;tence, 
  jusqu'&agrave; un niveau de 30-32. &Agrave; ce moment, le message &quot; this 
  item is too trivial for you to make &quot; (cette recette est trop facile pour 
  vous) vous pr&eacute;viendra que vous devez passer aux steaks pour vous am&eacute;liorer. 
  Oubliez d&eacute;sormais le pain, vous aurez besoin d'&eacute;pices (spices) 
  et d'une sauce (jug o' sauces). &Agrave; ce stade, vous pouvez &eacute;galement 
  acqu&eacute;rir un r&eacute;chaud portatif (spit), qui remplace le four et vous 
  permettra de cuisiner n'importe o&ugrave;. La recette du steak est la suivante 
  : 1 tranche de viande + 1 mesure d'&eacute;pices + 1 sauce. Cette fois encore, 
  utilisez la viande de rat et de loup. Vous pouvez &eacute;galement griller de 
  l'alligator (gator). Les steaks sont plus nourrissants que les sandwiches (vous 
  en mangerez moins dans la m&ecirc;me p&eacute;riode) et ils deviennent trivial 
  lorsque votre baking atteint 46-48.</p>
<p>Troisi&egrave;me recette : la viande brais&eacute;e &agrave; la bi&egrave;re 
  (miam !). C'est enfin le moment d'utiliser vos tranches d'ours et de lion. Laissez 
  tomber la sauce, achetez des short beers ! Placez 1 tranche de viande + 1 mesure 
  d'&eacute;pices + 1 bi&egrave;re dans l'oven ou le spit, pressez <font color="#FF9933">Combine</font>, 
  et vous obtiendrez un steak bien tendre ! Si vous utilisez de la viande de lion 
  ou d'ours, vous aurez m&ecirc;me deux steaks pour le prix d'un ! Vous comprenez 
  maintenant pourquoi je vous ai conseill&eacute; de les garder&#8230; Lorsque 
  votre comp&eacute;tence d&eacute;passera 60, vous serez pr&ecirc;t pour des 
  plats plus &quot; exotiques &quot;&#8230;</p>
<p>La recette suivante transformera vos pattes d'araign&eacute;es (spider legs) 
  en d&eacute;licieuses gourmandises ! Buvez votre bi&egrave;re et achetez du 
  gla&ccedil;age (frosting). M&eacute;langez 1 spider leg + 1 nuage de frosting 
  + 1 poign&eacute;e d'&eacute;pices (spices) dans le four, et vous obtiendrez 
  le fameux &quot; croustillant d'araign&eacute;e &quot; (spider leg crunchies), 
  que vous appr&eacute;cierez jusqu'&agrave; atteindre 80 en baking.</p>
<p>Si la viande se fait rare dans votre r&eacute;gion, vous pouvez remplacer l'&eacute;tape 
  steak par le &quot;croustillant d'ailes de chauve-souris &quot; (batwing crunchies) 
  : 1 batwing + 1 mesure de frosting dans le four, et hop, un petit en-cas &agrave; 
  grignoter entre deux combats !</p>
<p>Si vous souhaitez devenir une sommit&eacute; de l'art culinaire, consultez 
  le <a href="page.php?url=fr/Support/Guides/lAppel_de_lAventure/Artisanats/Cuisine/b.htm" target="_blank">guide 
  de Mano</a> et <a href="http://outpost.eqloft.com/baking.html" target="_blank">le 
  Grand Livre des Recettes de Cirth </a>!</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 26/01/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
