<HTML><HEAD><TITLE>Leijona.</TITLE><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script></HEAD><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><BODY BGCOLOR="#FFFFFF">            <BR><BR><BR><BR><FONT size="3" STYLE="font-size:14px"><B><BR><P>Leijona</P></B></FONT><BR><font size="3" STYLE="font-size:12 px" COLOR=black>1. Leon luona<BR><BR><BR>&#8211; [avaa oven, tuijottaa] Niko.<BR>&#8211; M&auml; olen ulkona.<BR>&#8211; [tuijottaa edelleen] S&auml; et edes soittanut.<BR>&#8211; [hymyilee ihan v&auml;h&auml;n] M&auml; tahdoin yll&auml;tt&auml;&auml;. Kyll&auml;h&auml;n s&auml; tiesit ett&auml; m&auml; n&auml;ihin aikoihin &#8211; &#8211;<BR>&#8211; [tarraa yht&auml;kki&auml; kiinni, suutelee pitk&auml;&auml;n, pitelee yh&auml; kiinni puhuessaan] Voi hyv&auml; luoja, voi hyv&auml; luoja, tied&auml;tk&ouml; s&auml; miten m&auml; olen kaivannut t&auml;t&auml;?<BR>&#8211; M&auml;. [tauko] Siis joo, Leo. Mun leijona. [pid&auml;tt&auml;&auml; hetken hengityst&auml;] En m&auml; osaa mit&auml;&auml;n sanoa.<BR>&#8211; Tule sis&auml;&auml;n.<BR>&#8211; &Auml;l&auml; p&auml;&auml;st&auml; viel&auml; irti.<BR>&#8211; [pit&auml;&auml; kiinni viel&auml; hetken] Mill&auml; s&auml; tulit? [astuu eteiseen]<BR>&#8211; Itse asiassa Anita haki mut. [riisuu takkiaan] M&auml; olen pahoillani etten m&auml; kutsunu sua,  mutta m&auml; en vaan jotenkin tahtonu. M&auml; en halunnu liitt&auml;&auml; mieless&auml;ni ideaa susta ideaan siit&auml; helvetist&auml;, ymm&auml;rr&auml;tk&ouml; s&auml;?<BR>&#8211; [pist&auml;&auml; takin henkarille] Tavallaan. Paras yll&auml;tys mit&auml; mulla on koskaan ollut. [hymyilee] P&auml;rj&auml;&auml;tk&ouml; s&auml;?<BR>&#8211; Siis miten?<BR>&#8211; [seisoo paikoillaan eteisess&auml;] M&auml; tarkotan, sulla on siis ollu aika kauheeta.<BR>&#8211; Aivan hirveet&auml;. Mutta toisaalta m&auml; selvisin hengiss&auml; ja kaikki. Eik&auml; kukaan ees hakannut mua. M&auml; vaan... Leo. M&auml; pelk&auml;sin koko ajan. S&auml; et tied&auml;... M&auml; pelk&auml;&auml;n aika harvoin mit&auml;&auml;n.<BR>&#8211; S&auml; olet aika harvoin vankilassa. [hymyilee varovasti]<BR>&#8211; [naurahtaa] Niin.<BR><BR><BR><BR><BR><BR>2. Mun kotona. Viikkoja my&ouml;hemmin.<BR><BR><BR>&#8211; Niko.<BR>&#8211; [varuillaan] Mit&auml;?<BR>&#8211; S&auml;... s&auml; olet ehk&auml; huomannut.<BR>&#8211; Mit&auml;?<BR>&#8211; &Auml;h, me ei olla... tai ehk&auml; se olen vaan min&auml;. [hyvin vaikeana]<BR>&#8211; Ihan oikeesti, mit&auml;?<BR>&#8211; [hengenveto, tauko] M&auml; en voi olla en&auml;&auml; sun kanssa. [hengenveto, tauko] M&auml; en vaan voi.<BR>&#8211; [tauko] S&auml; et ole tosissasi.<BR>&#8211; M&auml; olen.<BR>&#8211; [miettimistauko] Mik&auml; mussa on vikana? Siis m&auml; tarkotan, s&auml; et ole... et voi.<BR>&#8211; M&auml;, [tauko] m&auml; tulin vaan siihen tulokseen. Ett&auml; m&auml; en. Rakasta sua en&auml;&auml;.<BR>&#8211; ...<BR>&#8211; Joten me ei voida en&auml;&auml; jatkaa. M&auml; olen pahoillani... [rypist&auml;&auml; kulmiaan]<BR>&#8211; S&auml; et ole tosissas, Leo, s&auml;h&auml;n pilailet? [katsoo silm&auml;t ammollaan]<BR>&#8211; En pilaile. Ole kiltti, &auml;l&auml; int&auml;.<BR>&#8211; Miksi, mit&auml; t&auml;ss&auml; suhteessa sun mielest&auml; on vikana? Siis t&auml;ytyy olla jotain mill&auml; t&auml;n voi korjata. S&auml; et voi vaan yht&auml;kki&auml; sanoa noin ilman mit&auml;&auml;n varoitusta...<BR>&#8211; S&auml; et ole tehnyt mit&auml;&auml;n v&auml;&auml;rin. Ei ole sun vikas.<BR>&#8211; S&auml; olet tosissas.<BR>&#8211; Mmm.<BR>&#8211; [sirist&auml;&auml; silmi&auml;&auml;n aavistuksen, suoristaa ryhtins&auml;] No niin, ehk&auml; t&auml;h&auml;n ei ole mit&auml;&auml;n muuta sanottavaa. Mene pois.<BR>&#8211; En m&auml; tarkottanut ett&auml; s&auml; suutut.<BR>&#8211; Mene heti pois, nyt heti. M&auml; en kest&auml; en&auml;&auml; n&auml;hd&auml; sua yht&auml;&auml;n. [alkaa saada hysteerist&auml; &auml;&auml;nens&auml;vy&auml;]<BR>&#8211; Eik&ouml; me voitais puhua siit&auml;, siis m&auml; voisin selitt&auml;&auml; asioita ja ettei meille j&auml;isi pahoja muistoja t&auml;st&auml;...<BR>&#8211; Haista paska, m&auml; inhoan... tai siis. H&auml;ivy. Ihan totta, tai m&auml; en en&auml;&auml; kest&auml;.<BR>&#8211; Niko, kai me voitaisiin jotenkin sopia t&auml;&auml; juttu.<BR>&#8211; [tuijottaa Leoon] Sano toi uudestaan.<BR>&#8211; Mit&auml;, miksi?<BR>&#8211; Leo, leijona. M&auml; rakastan sua, s&auml; tied&auml;t sen. S&auml; sanoit viel&auml; ihan v&auml;h&auml;n aikaa sitten ett&auml; s&auml; rakastat mua. Meill&auml; ei menny mik&auml;&auml;n pieleen.<BR>&#8211; M&auml; en tarkottanut tollasta keskustelua...<BR>&#8211; Miten s&auml; voit vaan yht&auml;kki&auml; sanoa mulle niin pahasti? Etk&ouml; s&auml; ymm&auml;rr&auml; ett&auml; m&auml; rakastan sua?<BR>&#8211; Toki, mutta m&auml; en &#8211; &#8211;<BR>&#8211; &Auml;l&auml; sano sit&auml;.<BR>&#8211; Niko kiltti...<BR>&#8211; [katselutauko] Voi luoja. S&auml; olet niin kaunis ja... t&auml;ytyy olla jotain. M&auml; varmaan teen itsest&auml;ni nyt pellen, mutta &#8211; &#8211;<BR>&#8211; Niko kiltti, &auml;l&auml; tee t&auml;t&auml; itselles vaikeammaksi.<BR>&#8211; Mutta m&auml; teen ihan mit&auml; vaan. Leo ole niin kiltti, m&auml; voin tehd&auml; mit&auml; vaan. M&auml; voin muuttua.<BR>&#8211; Niko, koeta olla jotenkin arvokas. &Auml;l&auml; tee t&auml;t&auml; itselles. Ja j&auml;t&auml; mulle joku parempi muisto itsest&auml;si.<BR>&#8211; [itsens&auml;kokoamistauko, suoristaa taas ryhtins&auml;] Hyv&auml;. T&auml;h&auml;n arvokkuuteen vedoten m&auml; pyyd&auml;n ett&auml; s&auml; poistut mun kotoa.<BR>&#8211; [painaa p&auml;&auml;ns&auml;] Selv&auml;, jos s&auml; tahdot.<BR>&#8211; [katsoo suoraan silmiin] Tahdon.<BR>&#8211; [menee ovelle, ny&ouml;kk&auml;&auml;] Moi. [l&auml;htee]<BR><BR><BR><BR><BR><br>        <br><BR><BR><BR><BR><BR> <BLOCKQUOTE>  <BLOCKQUOTE><A HREF="anita.html">M&auml; pidin Anitasta.</A><BR><BR><A HREF="leijonaintro.html">Takaisin introon.</A><BR><BR>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font></body></HTML>