<HTML><HEAD><TITLE>Biseksuaalisuus.</TITLE><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE></HEAD><BODY BGCOLOR="#FFFFFF"><TABLE width=95% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><BR>            <BR><BR><BR><BR><P align=justify><font size="3" STYLE="font-size:12 px" COLOR=black>&#148;Jokainen ihminen on biseksuaali&#148; on oikeastaan aika &auml;lyt&ouml;n v&auml;ite. Miten olisi mahdollista ett&auml; kaikki ihmiset pit&auml;isiv&auml;t samoista asioista? Ihan niin kuin kaikki eiv&auml;t kiihotu anaaliseksin ideasta, kaikki eiv&auml;t tykk&auml;&auml; mustikkakakusta ja kaikki eiv&auml;t ihastu kaljuihin ihmisiin, niin my&ouml;sk&auml;&auml;n kaikki eiv&auml;t tykk&auml;&auml; sek&auml; miehist&auml; ett&auml; naisista edes jotenkin &#148;k&auml;tketysti&#148;.<BR><BR>Mutta yht&auml; varmasti on olemassa yh&auml; v&auml;hemm&auml;n ja v&auml;hemm&auml;n ihmisi&auml;, jotka h&auml;peilev&auml;t ja peittelev&auml;t suuntautumistaan, oli se sitten mik&auml; hyv&auml;ns&auml;. T&auml;st&auml; johtuu, ett&auml; ihmisill&auml; on yh&auml; enemm&auml;n homoseksuaalisia kokemuksia, kuten tutkimukset n&auml;ytt&auml;v&auml;t. Ilmapiirin vapautuessa varmasti my&ouml;s esim. s/m-kokeilut ihmisill&auml; ovat yleistyneet huimasti, vaikka t&auml;st&auml; asiasta ei olisikaan tuoretta tutkimusta (tai varsinkaan vanhaa tutkimusta, johon sit&auml; voisi verrata).<BR><BR>Moni bisse sanoo kauniisti, ettei rakastu sukupuoleen vaan ihmiseen, mutta heill&auml;kin on yleens&auml; sitten taas ehtoja esim. ihonv&auml;rin tai hiusten pituuden suhteen. Ihan oikeasti. Joten miten ei sitten olisi olemassa ihmisi&auml;, jota tykk&auml;&auml;v&auml;t vaan miehist&auml; tai vaan naisista? Ja hei, t&auml;m&auml;k&auml;&auml;n ei ole n&auml;in yksinkertaista, vaan &#148;miehist&auml;&#148; ja &#148;naisista&#148; pit&auml;viss&auml;kin on toki eroa. Jotkut tykk&auml;&auml;v&auml;t vaan naisellisista naisista, jotkut taas ep&auml;naisellisista. Onko se biseksuaali, joka ihastuu aina vaan melko androgyynisiin henkil&ouml;ihin?<BR><BR>Kaikilla on rajoituksia sen suhteen, kehen ne rakastuu ja ket&auml; ne haluaa, mutta vain sukupuolirajoituksilla on nimet (no ok, on esim. masokismilla nimi, mutta masokistiksi itsens&auml; m&auml;&auml;rittelev&auml; voi nauttia vaniljaseksist&auml;kin) ja niihin kiinnitet&auml;&auml;n huomiota kaikkein eniten. Pelk&auml;st&auml;&auml;n pitk&auml;hiuksisiin ihastuvalle henkil&ouml;lle ei onneksi ole nime&auml;.<BR><BR><BR><BR> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |</font></p>            </BLOCKQUOTE>  </BLOCKQUOTE></td></tr></table></body></HTML>