<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE></TITLE>
</HEAD>
<BODY BACKGROUND="../../Inhalt/Papier_16.gif" TEXT="#000080">

<H2><CENTER><IMG SRC="images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" WIDTH="266" HEIGHT="102"><BR>
<STRONG>Tdien</STRONG></CENTER></H2>

<P><CENTER><HR WIDTH="95%"></CENTER></P>

<P><CENTER><IMG SRC="images/Tdien.jpg" WIDTH="361" HEIGHT="263" ALIGN="BOTTOM"
NATURALSIZEFLAG="3"></CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="300" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><TABLE BORDER="1" WIDTH="300" CELLSPACING="2" CELLPADDING="0" BACKGROUND=
"../../Inhalt/perga.gif">
<TR>
<TD WIDTH="150">Rasse :</TD>
<TD>Drow</TD></TR>
<TR>
<TD WIDTH="150">Klasse :</TD>
<TD>Necro</TD></TR>
<TR>
<TD WIDTH="150">Geburtsort :</TD>
<TD>Neriak</TD></TR>
</TABLE>
</TD></TR>
</TABLE>
</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="90%" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><P>Nach dem langen Marsch durch die westlichen Karanas, machst du eine Pause
an deinem &uuml;blichen Rastplatz, um etwas zu verschnaufen und eine Kleinigkeit
zu dir zu nehmen. An dem Rastplatz sitzt diesmal ein Fremder, bekleidet
mit einer violetten Robe, einen verzierten Stab mit einem gro&szlig;en Kristall
an seiner Spitze neben sich liegend. Weil der Fremde die Kapuze tief ins
Gesicht gezogen hat, kannst du ihn nicht genau erkennen, abgesehen davon,
da&szlig; er eher klein und schm&auml;chtig wirkt. Er scheint dich schon
auf die Entfernung hin wahrgenommen zu haben, denn er blickt auf und sieht
zu dir her&uuml;ber.<BR>
Du erschrickst als du dich ihm n&auml;herst und erkennst, da&szlig; es sich
bei dem Fremden um einen der mythischen Dunkelelfen handelt. Das schmale
und makellose Gesicht und die spitzen Ohren weisen ihn als Elfen aus. Die
silbergrauen Haare und die blaue Hautfarbe zeigen unverkennbar, da&szlig;
er von dem dunklen und grausamen Volk aus der finsteren Stadt Neriak abstammt.
Als er sich erhebt und sich auf seinem Gesicht ein L&auml;cheln zeigt, wei&szlig;t
du nicht, ob es freundlich gemeint ist oder ob es vielleicht nur eine List
sein soll. In den Geschichten deines Volkes wird oft von der Gef&uuml;hllosigkeit
und der  absolut t&ouml;dlichen Grausamkeit der Dunkelelfen erz&auml;hlt.<BR>
Dein Gegen&uuml;ber vollf&uuml;hrt  eine altert&uuml;mliche und tiefe Verbeugung
und spricht mit einer melodisch sanften Stimme, gerade dies l&auml;&szlig;t
dir einen kalten Schauer den R&uuml;cken herunter laufen. Du h&auml;ttest
mit einer tiefen oder absto&szlig;enden Stimme gerechnet, aber nicht mit
einer so freundlichen. &quot;Ich wei&szlig;, was den meisten Leute durch
den Kopf geht, wenn sie einen <BR>
Dunkelelfen zu sehen bekommen. Aber ich schw&ouml;re, bei allem was mir
heilig ist, da&szlig; dies nicht auf mich zutrifft.&quot; <BR>
Er f&auml;hrt mit dem Reden fort, ohne auf eine Reaktion deinerseits zu
warten: &quot;Darf ich mich erst einmal vorstellen und euch vielleicht bitten,
an dem Feuer Platz zu nehmen? Man nennt mich Tdien und ich stamme aus den
dunklen H&ouml;hlen Neriaks. Bevor ihr mich verurteilt, la&szlig;t mich
euch versichern, da&szlig; ich, obwohl ich diesem Volk entstamme, nichts
mit ihrem Glauben an den Prinzen des Hasses zu tun habe. Ich werde oft von
anderen nur wegen meiner Hautfarbe verurteilt, ohne da&szlig; sie auch nur
das geringste von mir oder meinen Taten wissen. Ich komme inzwischen damit
klar, aber es w&auml;re sch&ouml;n, wenn mir in Zukunft die Leute nicht
meine Rasse, sondern meine eigenen Taten anrechnen w&uuml;rden. Ich habe
auch in euren Augen diese Vorurteile sehen k&ouml;nnen, als ihr mein Gesicht
erblickt habt. Zwar verstehe ich euch, da man die Taten meines Volkes nicht
verleugnen kann, es w&uuml;rde mich aber erfreuen, wenn ihr mit mir, obwohl
ich den Dunkelelfen angeh&ouml;re, mein karges Mahl teilen w&uuml;rdet.
So kann ich euch vielleicht zeigen, da&szlig; ich nicht so bin, wie andere
meines Volkes. Es w&auml;re sch&ouml;n so auch etwas &uuml;ber euch erfahren
zu k&ouml;nnen, da ich sehr an Geschichten und Schicksalen anderer interessiert
bin. Ihr braucht keine Angst zu haben, ich werde nur mein Brot und nicht
euch verspeisen. Mein Volk mag vielleicht als grausam gelten, aber zu den
Menschenfressern geh&ouml;rte mein Volk noch nie und wie ich schon sagte,
halte ich auch nicht viel von den Gebr&auml;uchen meines Volkes.&quot; <BR>
Tdien, wie er sich nannte, setzt sich wieder hin und wendet dir seinen R&uuml;cken
zu, um etwas aus seinem Rucksack zu holen, der hinter ihm im Gras liegt.
- Gib es noch eine bessere Gelegenheit, einen Dunkelelfen auszuschalten?
Er mu&szlig; wohl gro&szlig;es Vertrauen zu dir haben, wenn er sich dir
so schutzlos zeigt. - Nachdem du dich z&ouml;gernd  ihm gegen&uuml;ber gesetzt
hast, breitet Tdien etwas zu Essen vor sich auf einem Tuch aus und lehnt
sich an einen Baumstumpf. Eine einladende Geste seinerseits zeigt dir, da&szlig;
du dich bedienen darfst. Auf deine Frage hin, warum er sich von den anderen
seiner Rasse so unterscheide, fragt er dich, ob du genug Zeit f&uuml;r eine
l&auml;ngere Geschichte hast. Nachdem du zustimmend nickst, nimmt er einen
tiefen Schluck aus einem Weinschlauch und blickt lange ins Feuer, als ob
er seine Vergangenheit nochmals durchlebt. Gerade als du fragen willst,
was denn mit der Geschichte sei, f&auml;ngt Tdien an, selbige zu erz&auml;hlen:</P>

<P>&quot;Wie ich schon erw&auml;hnte, stamme ich, wie die meisten meiner
Rasse, aus der dunklen Stadt Neriak. Aufgewachsen bin ich in der Gilde der
Necromanten.&quot; - Du mu&szlig;t schlucken als du von Tdien erf&auml;hrst,
da&szlig; er zu den grausamsten der Dunkelelfen geh&ouml;ren soll. - &quot;Bei
den Dunkelelfen gelten die Necromanten als die Elite unserer Rasse. Gef&uuml;hle
bedeuten ihnen nichts, in magischen Dingen sind sie zweifelsohne f&uuml;hrend
und auch das Streben nach Macht beherrschen sie wie kaum andere. Ich wurde
nach ihrem Vorbild erzogen, war aber immer nur ein m&auml;&szlig;iger Sch&uuml;ler,
da ich mich gegen viele ihrer Regeln widersetzte. <BR>
Nein, widersetzen ist nicht das richtige Wort, denn ein Necromant kennt
auf seine Befehle kein ` Nein &acute; als Antwort! Aber ich lernte nur das
N&ouml;tigste und auch sonst tat ich nie mehr als ich tun mu&szlig;te. Die
Magie des Todes war mir zuwider und mein Widerstand bezog sich darauf, da&szlig;
ich meine Gef&uuml;hle und Emotionen am Leben erhielt. In den Augen der
Necromanten gelten die Gef&uuml;hle als &uuml;berfl&uuml;ssig und hinderlich
und somit war dies der gr&ouml;&szlig;te Widerstand den ich zu leisten vermochte.
Nach au&szlig;en hin f&uuml;gte ich mich dem Schicksal, das mir die Magister
zugedacht hatten. Ich galt nie als einer der Intelligentesten meiner Klasse,
war aber unbestritten immer einer der Gewandtesten. Diese hervorragende
Gewandtheit war es, die mich als einziger meiner Klasse &uuml;berleben lie&szlig;...&quot;<BR>
Tdien blickt ins Feuer und sein Gesicht nimmt Z&uuml;ge an, die du als Trauer
interpretieren k&ouml;nntest. Bevor du dir dessen sicher bist, zeigt sein
Gesicht wieder diesen teilnahmslosen Gesichtsausdruck, den du bei den Elfen
gewohnt bist. Du mu&szlig;t dich get&auml;uscht haben, seit wann zeigen
Dunkelelfen Gef&uuml;hlsregungen oder spricht er vielleicht doch die Wahrheit
und er unterscheidet sich von den anderen seines Volkes? Tdien f&auml;hrt
fort, von den Geschehnissen zu berichten...<BR>
&quot;Der Tradition entsprechend, wurde unsere Klasse in Nektulos ausgesetzt
und wir sollten, den Gefahren trotzend, den Weg zur&uuml;ck nach Neriak
finden. Es mag grausam klingen, aber die Sch&uuml;ler halten dabei nicht
zusammen, sondern sie meucheln sich gegenseitig, genauso wie sie es Zeit
ihrer Ausbildung von den Necromanten der Gilde gelernt hatten. ` Verla&szlig;
dich nicht auf Andere, sei immer auf deinen eigenen Vorteil bedacht und
dulde keine Konkurrenten neben dir &acute;. Dieser Leitsatz wurde uns immer
vorgehalten. Und so geschah es, wie es jedes Jahr kommen mu&szlig;te, kaum
waren wir abgesetzt worden, fanden die ersten Duelle statt. Ich und ein
paar andere lie&szlig;en uns nicht auf die Auseinandersetzungen ein und
machten uns auf den Weg. Schnell sorgte ich daf&uuml;r, Abstand zu den anderen
zu gewinnen. Jeder versuchte, in k&uuml;rzester Zeit allein zur&uuml;ckzufinden,
denn nur der erste wurde als Necromant zugelassen. Es gibt bei den Necromanten
keinen Zweiten, nur die Besten und st&auml;rksten erfahren die Ehre, in
der Gilde aufgenommen zu werden. Ich sah nun meine gr&ouml;&szlig;te Chance
von den Necromanten los zu  kommen, ich mu&szlig;te nur lange genug warten,
und ich w&uuml;rde von dem Orden ausgeschlossen werden. Wie ich schon sagte,
schaffte ich es dank meiner Geschicklichkeit, mich rechtzeitig vor Mitsch&uuml;lern
oder den Kreaturen des Waldes zu verbergen. Mit den wenigen Zaubern, die
ich zu der Zeit beherrschte, gelang es mir sogar, ein paar der kleineren
Kreaturen, die meine Verstecke aufst&ouml;berten, zu besiegen. Abgesehen
von einigen kleineren Blessuren kam ich mit heiler Haut davon. <BR>
Die Nacht neigte sich ihren Ende entgegen, als ich in bekanntere Gebiete
nahe meiner Heimatstadt kam. Ich versteckte mich und wollte abwarten, bis
es garantiert jemand vor mir geschafft hatte, die Stadt zu erreichen. Von
meinem Versteck aus, erblickte ich eine Gruppe von 3 Mitsch&uuml;lern, die
sich drohend gegen&uuml;berstanden. Nur aus den Augenwinkeln sah ich etwas
aufblitzen und duckte mich schnell hinter meine Deckung. Ich verbarg mich
so gut es ging und konnte von meinem Versteck aus einen Paladin in gl&auml;nzender
R&uuml;stung erkennen, mit einem Schwert in seinen H&auml;nden, dessen Klinge
aus Feuer bestand. Er rannte auf meine Mitsch&uuml;ler zu und ohne auch
nur zu z&ouml;gern hatte er die drei enthauptet. Er schrie Gebete und Lobpreisungen
seines Gottes und spottete &uuml;ber den Prinzen des Hasses. Ich folgte
dem Paladin in einiger Entfernung und mu&szlig;te hilflos mit ansehen, wie
er wahllos auf alle Dunkelelfen einschlug, die ihm &uuml;ber den Weg liefen.
Er machte keine Ausnahmen, M&auml;nner, Frauen und auch Kinder fielen ihm
zum Opfer. Ihm war es egal ob es Magier, Krieger, Priester, Diebe oder nur
B&uuml;rger waren. Ich sah diesem Treiben fassungslos zu, bis ich in mir
nur noch Zorn und blinde Wut versp&uuml;rte. Ich wollte diesen M&ouml;rder
tot sehen! <BR>
Ich hatte fr&uuml;her oft das Verlangen, nach meiner Ausbildung Neriak zu
verlassen und den milden G&ouml;ttern der anderen V&ouml;lker zu dienen.
Da ich nun aber mit ansehen mu&szlig;te, wie ein Diener der sogenannten
` guten G&ouml;tter &acute; handelte, sah ich welch gro&szlig;em Irrtum
ich die Jahre &uuml;ber unterlag. G&ouml;tter, die Ehre und Schutz der Schwachen
als ihr oberstes Gut betrachten und dessen Diener auf Erden dann so kaltbl&uuml;tig
und grausam die Wehrlosen und Unschuldigen eines Volkes verfolgen, solche
G&ouml;tter kann ich nicht unterst&uuml;tzen. Vielleicht hatten meine Lehrmeister
ja doch recht gehabt, und der Ha&szlig; ist die einzige Macht und nur mit
Gleichg&uuml;ltigkeit kann man &uuml;berleben. Ich st&uuml;rmte ohne gro&szlig;
nachzudenken auf den ach so guten Ritter zu und schleuderte ihm alle Zauber
entgegen, die ich kannte. Als meine magischen Kr&auml;fte am Ende waren,
ging ich mit dem Dolch auf ihn los. Das einzige, an das ich mich noch erinnere,
ist sein h&auml;misches Grinsen und eine Flammenwand, die auf mich zukam
... <BR>
Mir war schwindelig, alle meine Glieder taten mir weh und eine seltsame
Leere hatte sich &uuml;ber meinen Geist ausgebreitet. Ich schlug die Augen
auf und stellte fest, das ich nicht tot war. Er mu&szlig;te mich verfehlt
haben, denn ich f&uuml;hlte keine Wunden an meinem K&ouml;rper. Ich konnte
auch kein Blut sehen. Erst jetzt registrierte ich, da&szlig; ich nackt war.
Ich befand mich auch nicht mehr an der Stelle, wo ich den Paladin angegriffen
hatte, sondern ich lag nahe des Einganges zu Neriak im Gras. Etwas Seltsames
mu&szlig;te geschehen sein. Um mich zu vergewissern, rannte ich zu der Stelle,
bei der ich den Paladin bek&auml;mpft hatte, und ich machte eine schreckliche
Entdeckung. Ich stand vor meinen eigenen Sachen, die mit Blut verschmiert
waren. Ich blickte nochmals an mir herunter, fand aber keine Wunden. Schnell
ergriff ich meine Sachen und zog mich wieder an. Erst sp&auml;ter sollte
ich erfahren, was mit mir geschehen war, aber ich denke, dies hier auszuf&uuml;hren,
w&uuml;rde zu lange dauern und au&szlig;erdem sind sich in diesem Punkt
auch viele der weisesten M&auml;nner und Frauen des Landes nicht einig.<BR>
Das Einzige, an das ich mich noch klar erinnern konnte war, da&szlig; ich
zur&uuml;ck nach Neriak mu&szlig;te. Als ich dort eintraf, sah ich meinen
Lehrmeister. Er empfing mich mit den Worten: `Ich h&auml;tte mir niemals
tr&auml;umen lassen, da&szlig; du derjenige bist, der hier als erster eintreffen
w&uuml;rde. Aber da du unverkennbar vor den Anderen hier erschienen bist,
hast du damit diese Pr&uuml;fung bestanden. Willkommen bei den Necromanten.
&acute; Das Blut an meiner Kleidung hielt er wohl f&uuml;r das meiner Mitsch&uuml;ler,
er konnte ja nicht wissen, das es mein eigenes war. Bei der Zeremonie, die
mich zum neusten Mitglied der Necromanten machte, wurde von mir erwartet,
zu erz&auml;hlen, wie ich die anderen ausgeschaltet hatte. Ich benutzte
die Talente, die mir von klein auf beigebracht wurden. Ich log ihnen eine
Geschichte vor, die voller Hinterh&auml;ltigkeiten und Grausamkeiten war,
so da&szlig; ich zum Mittelpunkt des Abends wurde. Fr&uuml;her war ich immer
nur ein Au&szlig;enseiter, mir wurde niemals Aufmerksamkeit zuteil. Sogar
der Meister der Gilde, der mich niemals beachtete, schien von den geschilderten
Taten auf &auml;u&szlig;erste beeindruckt. Im Mittelpunkt zu stehen und
dieses pl&ouml;tzliche Interesse an mir, gefiel mir derma&szlig;en gut,
da&szlig; ich beschlo&szlig;, von nun an daf&uuml;r Sorge zu tragen, da&szlig;
ich immer genug Aufmerksamkeit der anderen bekam. Beeindruckt durch meine
Geschichte, die ich so &uuml;berzeugend vortrug,  w&auml;hlte mich das Oberhaupt
der Gilde zu seinem pers&ouml;nlichen Lehrling.</P>

<P>Die n&auml;chsten Jahre verbrachte ich damit, intensiver zu studieren,
da ich nun doch st&auml;rker von den Lehren der Necromanten &uuml;berzeugt
war. Ich lernte die Toten mir gef&uuml;gig zu machen, sie zu vernichten
oder wieder mit Leben zu erf&uuml;llen. Es war f&uuml;r mich normal, wenn
die Untoten mir kleinere Dienste erf&uuml;llten oder Informationen von ihnen
zu erhalten. Die Untoten waren zu jeder Zeit des Tages zugegen, beim Essen,
beim Schlafen und wenn man erwachte waren sie es, die man als erstes zu
Gesicht bekam. Alleine und unbewacht zu schlafen, w&auml;re t&ouml;richt
gewesen, da man niemals sicher sein konnte, nicht den Neid der anderen zu
sp&uuml;ren. Ich entwickelte mich zu einem Musterlehrling. Und als pers&ouml;nlicher
Sch&uuml;ler des Gilden-Oberhauptes hatte ich einige Privilegien inne, die
es mir sogar erlaubten, die private Bibliothek des Meisters zu nutzen. Unbarmherzig
trieb ich meine Studien voran. Ich schreckte vor nichts zur&uuml;ck und
lernte mit der Magie des Todes umzugehen wie kaum andere. Ich erlangte profundes
Wissen in der Anatomie und unz&auml;hlige Formen des T&ouml;tens. Meine
nur sp&auml;rlich vorhandenen Gef&uuml;hle, die ich besessen hatte, stumpften
mit der Zeit immer mehr ab. Ein Leben bedeutete mir nicht das geringste.
Da&szlig; ich &uuml;berhaupt noch Gef&uuml;hle hatte, grenzte schon an ein
Wunder, denn `  Ein Necromant zeigt kein Mitleid, Gef&uuml;hle st&ouml;ren
nur &acute;, so wurde es uns seit unserer Kindheit immer eingebleut. Langsam
entwickelte ich  mich zu dem Bild, das man von dem typischen Dunkelelfen
hat: intrigant, grausam, gef&uuml;hllos und vor allem machthungrig.<BR>
Ich sah erst, was aus mir geworden ist, als ich eines Tages beim Schlendern
durch Neriak einen kleinen Laden entdeckte, den ich zuvor niemals erblickte
hatte. Ich ging aus Neugier hin-ein und stellte fest, da&szlig; es sich
bei der Besitzerin um eine alte Magierin und Hellseherin handelte. In meiner
&Uuml;berheblichkeit lie&szlig; ich mich dazu herab, mal zu sehen, wie diese
` Scharlatane &acute; so arbeiten. W&auml;hrend dieser Sitzung bei der Hellseherin
wurde mir ein Teil meiner Zukunft gezeigt. Anfangs nahm ich nicht wahr,
wer die gezeigte Person war, die in einem Bild, das aus dem Nichts erschien,
dargestellt wurde. Aber mit einem Mal erkannte ich sie: ich war es selber,
der dort &uuml;ber Berge von Leichen stieg, eine Armee aus Untoten hinter
sich und ein Dorf, nur noch an den ausgebrannten Giebeln zu erkennen, vor
sich. Das zuk&uuml;nftige   ` Ich &acute; hielt einen Opferdolch mit obsidianischer
Steinklinge mit beiden H&auml;nden erhoben und unter ihm lagen ein halbes
Dutzend menschlicher Kinder blutverschmiert am Boden...&quot;</P>

<P>Wieder bricht Tdien die Erz&auml;hlung ab. Und dieses Mal bist du dir
sicher, da&szlig; Tdien Mitleid ins Gesicht geschrieben steht. Mit einer
leicht zitternder Stimme f&auml;hrt er in seiner Erz&auml;hlung fort:<BR>
&quot;Ich rannte aus dem Haus direkt zur&uuml;ck zur Akademie. Aufgrund
dieser Visionen - ich erz&auml;hlte euch nur einen Teil von dem Gesehenen,
da ich denke, da&szlig; f&uuml;r jemanden, der nicht so wie ich  mit dem
Tod t&auml;glich zu tun hat, dieses nicht zu ertragen w&auml;re - habe ich
angefangen, wieder an der Politik der Necromanten zu zweifeln. Und vor allem
begann ich an mir selber zu zweifeln. Ich wollte tags darauf ein zweites
Mal zu dieser Frau gehen, aber das Haus in dem sie ihren Laden hatte, war
v&ouml;llig verfallen. Ich stutzte, sah mich nochmals um, war mir aber sicher,
vor dem richtigen Haus zu stehen. Ich blickte hinein und sah eine Zentimeter
dicke Staubschicht. Seltsam war, da&szlig; sich frische Fu&szlig;spuren
in dem Haus befanden und das diese Fu&szlig;abdr&uuml;cke, genau meine Gr&ouml;&szlig;e
und mein Profil hatten. Nachforschungen ergaben, da&szlig; dieses Haus schon
&uuml;ber 10 Jahre leer stand.<BR>
Seit dieser Zeit machte ich mir gro&szlig;e Gedanken &uuml;ber die Zukunft
und kam zu dem Entschlu&szlig;, da&szlig;, wenn ich Neriak verlassen w&uuml;rde,
ich vielleicht meinem Schicksal entrinnen k&ouml;nnte! Oder war alles nur
ein Traum und ich hatte dies vielleicht niemals erlebt? Wie dem auch sei,
ich wollte nichts mehr mit den Grausamkeiten zu tun haben oder sogar selber
solch schreckliche Dinge ausf&uuml;hren und so machte ich mich auf die gro&szlig;e
Wanderschaft Richtung S&uuml;den.&quot;</P>

<P>Er bei&szlig;t ein St&uuml;ck von seinem Brot ab, trinkt ein Schluck
aus seinem Weinschlauch und kaut eine Weile gedankenverloren vor sich hin.
Schlie&szlig;lich f&auml;hrt er fort:<BR>
&quot;So einfach wie ich mir das dachte, war es jedoch nicht, und ich mu&szlig;te
noch eine Weile nahe Neriaks bleiben. In dieser Zeit sammelte ich das n&ouml;tige
Wissen, um in der Wildnis &uuml;berleben zu k&ouml;nnen. Neriak betrat ich
nur, um mir Nahrung und frisches Wasser zu beschaffen. Ich lernte einige
andere Dunkelelfen kennen. Fr&uuml;her war ich nur in Bibliotheken anzutreffen
und von anderen, abgesehen von meinem Mentor, wollte ich nichts wissen.
Nun aber kam ich t&auml;glich in den Kontakt mit mehren Personen, und ich
stellte fest, da&szlig; dies mitunter sehr interessant war. Abgesehen davon,
da&szlig; ich durch diese Begegnungen auch eine Dunkelelfin namens Felindae
n&auml;her kennenlernte, profitierte ich auch so manches Mal von diesen
Kontakten zu anderen. So tauschte ich selbst gen&auml;hte Kleidung oder
erbeutete Gegenst&auml;nde gegen n&uuml;tzliche Utensilien. Ich erfuhr von
den Schicksalen der anderen und selten sah ich sogar andere Rassen in Nektulos.
Eines Tages schenkte mir ein gro&szlig;er Necromant, der mit Felindae wohl
befreundet schien, ein paar wertvolle Artefakte. Sie halfen mir zu &uuml;berleben
und meine Reisekasse etwas aufzustocken. In dieser Zeit lernte ich die Begriffe
Freundschaft und Hilfsbereitschaft zum ersten Mal richtig kennen und sch&auml;tzen.
<BR>
Nach einiger Zeit des gemeinsamen Jagens erz&auml;hlte mir Felindae von
einem Land im S&uuml;den, in dem es einen gro&szlig;en Feuerball geben soll,
der so hell ist, da&szlig; er das ganze Land erleuchtet. Ich hatte davon
auch schon in B&uuml;chern gelesen, konnte mir so etwas aber nicht im entferntesten
vorstellen. Ich mu&szlig;te diesen Feuerball mit eigenen Augen sehen! Da
ich mittlerweile grundlegende Kenntnisse im &Uuml;berleben in der Wildnis
hatte, entschlo&szlig; ich mich den Feuerball zu suchen. Also begab ich
mich in Begleitung Felindaes und einer Magierin, die wir kennengelernt hatten,
auf die gefahrvolle Reise gen S&uuml;den. Rasch lie&szlig;en wir den dunklen
Nektulos-Wald hinter uns und bald darauf erreichten wir die Berge, die den
Grenzwall bilden zwischen den Bla&szlig;h&auml;utigen und uns.<BR>
Als wir das Tal durchquert hatten, das durch die Berge f&uuml;hrte, war
ich aufs &auml;u&szlig;erste gespannt, was ich denn nun zu sehen bekommen
w&uuml;rde. Ich malte mir schon die wildesten Phantasien aus, bis ich anfing,
mich zu wundern, wo dieses helle Licht sei, von dem mir erz&auml;hlt worden
war. Sogleich fragte ich meine beiden Begleiterinnen danach. Ich war entt&auml;uscht,
als mir gesagt wurde, da&szlig; gerade Nacht war, was bedeutete, da&szlig;
der Feuerball hinter den Bergen ver-schwunden sei. Wir machten uns daran,
das  neue Gebiet zu erkunden und nach m&ouml;glichen neuen Gefahren Ausschau
zu halten. Da die anderen beiden schon Erfahrungen in diesem Teil der Welt
gesammelt hatten, folgte ich ihnen einfach. Schnell mu&szlig;te ich erkennen,
da&szlig; die anderen Rassen Furcht oder oft sogar blanken Ha&szlig; gegen&uuml;ber
uns Dunkelelfen zeigten. Ich verstand es anfangs nicht, und ich mu&szlig;te
sogar &ouml;fters Bekanntschaft mit den Schwertern der Einheimischen machen,
von den unz&auml;hligen Beleidigungen einmal abgesehen. Wir jagten bei einigen
Ruinen alter H&auml;user. Alles in allem war es nicht viel anders als in
Nektulos. Gut, die Gegner waren st&auml;rker und wir mu&szlig;ten aufpassen,
nicht in Sichtweite einer der menschlichen Patrouillen zu geraten, aber
ansonsten unterschied es sich nicht nennenswert, bis zu dem Punkt, da wir
an dem Eingang eines Tunnels Rast machten.<BR>
W&auml;hrend wir dort sa&szlig;en und unsere Wunden kurierten, bot sich
meinen Augen ein unvergleichliches Schauspiel. Mit einer niemals zuvor gesehenen
Sch&ouml;nheit, erhob sich unvermittelt eine erst kleine, in allen nur erdenklichen
Rott&ouml;nen schimmernde Feuerkugel &uuml;ber den Bergen im Osten. Wie
hypnotisiert starrte ich dieser immer gr&ouml;&szlig;er anwachsenden Kugel
entgegen. Ich war so fasziniert von diesem Schauspiel, da&szlig; ich alles
um mich herum verga&szlig;, und ich erkannte wie klein wir alle doch sind.
Weiterhin verfolgte ich dieses wundervolle Schauspiel wie gebannt und sah,
wie sich die Umwelt um mich herum ver&auml;nderte. Alle Wesen schienen irgendwie
erleichtert, die Pflanzen schienen ihre Bl&uuml;ten weiter zu &ouml;ffnen
und der Sonne, wie dieser Feuerball getauft wurde, entgegenzurecken. Jeder
versuchte, m&ouml;glichst viele dieser warmen Strahlen der Sonne einzufangen.
Die Helligkeit nahm weiter zu, sehr zum Leidwesen meiner Augen. Ich wollte
dieses faszinierende Schauspiel weiter verfolgen, aber wenn man wie ich
ein Leben lang in H&ouml;hlen und dem Dunkel des Waldes verbracht hat, ist
man diese Art von Licht nicht gewohnt. Geblendet mu&szlig;te ich meinen
Blick abwenden und die Kapuze tief ins Gesicht ziehen, um meine empfindlichen
Augen vor den grellen Strahlen der Sonne zu sch&uuml;tzen.&quot;</P>

<P>Tdien bekommt einen Glanz in den Augen, wie ein kleines Kind, das ein
Geschenk erhalten hat. Du meinst nun sogar ein gl&uuml;ckliches L&auml;cheln
zu  erkennen, aber auch dieses verschwindet bald darauf wieder, kaum da&szlig;
du es zu erkennen vermochtet hast. Er f&auml;hrt fort mit seiner Erz&auml;hlung.</P>

<P>&quot;Tage und Wochen vergingen und ich erfreute mich ein jedes Mal,
wenn die Sonne morgens hinter den Bergen hervorkam oder sie sich abends
ihnen n&auml;herte und ich dieses Schauspiel der Farbenexplosion beobachten
konnte. Ich sammelte viel Erfahrung, sowohl im Kampf, in der Magie, aber
auch, und das war wohl das Entscheidendste, in der Einsch&auml;tzung der
Menschen! Meine Freundschaft zu Felindae wurde gefestigt, und ich erfuhr
von ihrem Ehemann, der zu dem Volk der Barbaren geh&ouml;rte und in Halas
lebte. Die Trennung von ihrem Gemahl dauerte nun schon viel zu lange an
und so beschlossen wir, uns mit ihm zu treffen. Dies war aber &auml;u&szlig;erst
schwierig, da er als Barbar nicht in Neriak und wir als Dunkelelfen nicht
in Halas geduldet wurden.<BR>
Wir beschlossen uns nahe Qeynos zu treffen, da dies von beiden recht gut
zu erreichen war. Ich begr&uuml;&szlig;te diese Idee ebenfalls, da ich so
auch die Gelegenheit bekam, mehr von der Welt kennenzulernen. Inzwischen
hatte ich schon die ersten Erfahrungen in den fremden Sprachen gesammelt
und konnte mich dadurch auch &uuml;berall verst&auml;ndlich machen.<BR>
Eine elfische Druidin, die der Gilde angeh&ouml;rte, der Felindae inzwischen
beigetreten war, brachte uns mit Hilfe von Magie in die N&auml;he Qeynos.
Trotz des Transportes war es eine lange Reise und ohne die Hilfe der Namenlosen
Bruderschaft, so hei&szlig;t diese Gilde, der Felindae angeh&ouml;rt, h&auml;tten
wir es wohl niemals geschafft, dort lebendig anzukommen. In Qeynos lernte
ich den Gemahl Felindaes kennen. Xhoor, so hie&szlig; er, und ich verstanden
uns auf Anhieb ausgezeichnet. Zusammen mit einer weiteren Freundin, ihr
Name war Soulfeeler, gingen wir an die Arbeit unseren Ruf aufzubessern.<BR>
Ich lernte in kurzer Zeit viele neue Freunde kennen und meine Wege kreuzten
sich immer h&auml;ufiger mit Br&uuml;dern und Schwestern der Namenlosen
Bruderschaft. Ich lernte viel &uuml;ber die Regeln und den Hintergrund dieser
Gemeinschaft und beschlo&szlig;, da die Vorgehensweise dieser Gemeinschaft
in vielen Bereichen mir sehr zusprach, einen Aufnahmeantrag zu stellen.
Gl&uuml;cklicherweise wurde dieser auch angenommen und schon bald darauf
wurde ich als Mitglied in der Gilde der Namenlosen Br&uuml;der und Schwestern
aufgenommen.<BR>
Ich dachte anfangs, da&szlig; die Magie des Todes nur zu Zwecken der Zerst&ouml;rung
und des T&ouml;tens eingesetzt werden k&ouml;nne, meine Freunde zeigten
mir aber Mittel und Wege, wie ich diese auch zum Schutze meiner Freunde
und Gef&auml;hrten nutzen konnte.<BR>
So &uuml;be ich auch weiterhin die Necromantie aus, allerdings stelle ich
sie nicht in den Dienst meines Egoismusses, sonder ich stelle sie in den
Dienst des Allgemeinwohls der Gemeinschaft. Ich versuche seit dieser Zeit
jedem zu helfen, der Hilfe ben&ouml;tigt und mich auch um selbige bittet.
Ich freue mich jedesmal, wenn ich dann auch Hilfe von anderen erhalte. -
Und ich mu&szlig; sagen, da&szlig;, je h&auml;ufiger ich anderen half, die
Hilfe, die ich selber erhalten habe, auch gr&ouml;&szlig;er wurde. - So
hoffe ich doch, da&szlig; ich eines Tages von den V&ouml;lkern dieser Welt
als das akzeptiert werde, da&szlig; ich darstelle und nicht einfach als
Dunkelelf abgestempelt werde.&quot;</P>

<P>Tdien nimmt nochmals einen tiefen Schluck aus dem Weinschlauch und erhebt
sich dann von dem Baumstumpf.</P>

<P>&quot;Ich komme nun zum Ende meiner kleinen Geschichte. Warum ich anders
bin als andere mei-ner Rasse war deine Frage. Nun, vielleicht bin ich einer
der einzigen meiner Rasse, die es gelernt haben, ihre Gef&uuml;hle zu nutzen,
um damit die Welt anzuschauen. Aber vielleicht ist jeder Dunkelelf in der
Lage, so wie ich zu f&uuml;hlen und den Ha&szlig; nicht &uuml;ber alles
zu stellen! Aber wie sollen sie es jemals &auml;ndern k&ouml;nnen, wenn
ihnen nur Ha&szlig; entgegengebracht wird? Nicht jeder Dunkelelf ist so
stark, sich von seiner Umgebung abgrenzen zu k&ouml;nnen und seine Pr&auml;gung
aus der Jugend hinter sich zu lassen. Ich habe gelernt, die Menschen genau
einzu-sch&auml;tzen, und sie nicht vorschnell abzuurteilen. Ich liebe das
Fremde, und ich liebe es, das Fremde zu erforschen. Die Feindschaft, die
mir oft entgegengebracht wird, habe ich hinzu-nehmen gelernt und wenn irgend
m&ouml;glich versuche ich, so wie bei euch, Vorurteile aus der Welt zu schaffen.
Ich hoffe es ist mir gelungen.&quot;</P>

<P>Wieder l&auml;chelt Tdien dich an und f&uuml;gt noch hinzu: &quot;Ich
wurde von Freunden gerufen und mu&szlig; mich leider schon wieder auf den
Weg machen, da meine Freunde mich brauchen. Ich hoffe wir sehen uns bald
wieder, denn ich bin sehr an eurer Geschichte interessiert. Wenn wir uns
dann hoffentlich wieder treffen sollten, sprecht mich einfach an, ich bin
sicher, da&szlig; ich Zeit f&uuml;r euch finden werde, in der ihr mir eure
Geschichte erz&auml;hlen k&ouml;nnt!&quot;</P>

<P>Tdien erhebt sich und packt rasch seine Sachen zusammen. Als er damit
fertig ist, winkt er dir nochmals zu und verschwindet in einem glei&szlig;enden
Farbenspiel, das ihn auf einmal umgibt. Du h&ouml;rst noch seine Stimme,
die sagt: <BR>
&quot;Wenn man mich nicht sieht, kann man mich nicht hassen. Bis sich etwas
in der Welt &auml;ndert, bin ich gezwungen, mein Gegen&uuml;ber zu sehen,
bevor er mich sieht. Ich w&uuml;nsche dir eine gute und sichere Reise und
viel Gl&uuml;ck in der Zukunft!&quot;<BR>
Du h&ouml;rst nur noch, wie sich leise Schritte entfernen...<BR>
Du erschrickst als du die gro&szlig;e Gestalt eines Skelettes wahrnimmst,
das mit erhobener Sense hinter dir durch das Dickicht rennt, Tdien schien
wohl doch nicht g&auml;nzlich schutzlos, als er dir den R&uuml;cken zuwandte.
Man sollte nie sein Gegen&uuml;ber untersch&auml;tzen, besonders wenn es
sich dabei um einen Dunkelelfen handelt!<BR>
</TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><STRONG>(\@/) <A HREF="Mitglieder.htm">zur&uuml;ck zur Mitglieder&uuml;bersicht</A>
(\@/)</STRONG></CENTER>
</BODY>
</HTML>
