<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!--  --> 
<p>Also da Ilion seine alten Geschichten rauskramt, will ich dem mal nicht nachstehen.</p>
<p> Jaja damals beim Warten auf EQ ... so wie viele hier jetzt sicher warten ... 
  wir haben uns damals die Zeit in einem Chat vertrieben der auch in einer Taverne 
  spielte.<br>
  Die Taverne zum blauen Zwerg ... wie dieser Name zustande kam steht auf EQ-Mystics.<br>
  Dort habe ich auch meine alte Geschichte wiedergefunden, dank an die Betreiber, 
  wer solche alten Schinken im Archiv hat, der verdient Anerkennung.<br>
  Also hier die Geschichte, vielleicht kennen einige sie noch von damals und wenn 
  ist es mir auch recht, schlie&szlig;lich erz&auml;hlt Dugobalosh seinen Enkeln 
  diese Geschichte fast jede Woche einmal, er ist eben schon alt ... </p>
<p>Ein guter Spruch macht noch keinen guten Zauberer.</p>
<p>Heute ist mir etwas seltsames widerfahren, nun das ist nichts ungew&ouml;hnliches 
  da ich auf meinen Reisen st&auml;ndig von einem Abenteuer ins n&auml;chste stolpere. 
  Doch heute war ich mit einem guten alten Freund unterwegs, er ist ein Freund 
  aus meiner Jugend und hat schon viel erlebt. Damals war er ein junger Gnomenzauberer, 
  er konnte mit seinen Spr&uuml;chen gerade mal das Feuerholz entfachen, allerdings 
  war er danach so ersch&ouml;pft, da&szlig; er keinen Hunger mehr hatte und sofort 
  einschlief. <br>
  Als wir damals auf unser erstes Monster trafen kippte er vor Angst aus den Schuhen 
  und ich mu&szlig;te mit meinen unbeholfenen Axthieben nicht nur den armen kleinen 
  Babygoblin zur&uuml;ckdr&auml;ngen, sondern auch noch meinen Freund vor hinterlistigen 
  Baumwurzeln sch&uuml;tzen, die waren schon fr&uuml;her seine gr&ouml;&szlig;ten 
  Feinde. <br>
  Nun seit diesem ersten Abenteuer ist viel Zeit verstrichen, er ist alt geworden 
  und scheint auch heute noch schnell au&szlig;er Atem zu kommen, aber heute kippt 
  er dann nicht einfach um, NEIN er schwebt dann ein wenig in der Gegend rum und 
  findet nebenbei noch Zeit mich mit seinen klugen Spr&uuml;chen zu belehren. 
  <br>
  Seine Magie scheint mit der Zeit mehr als ein nutzloser Zeitvertreib geworden 
  zu sein, er z&uuml;ndet keine Kochfeuer mehr an, NEIN er zaubert ein Dreig&auml;ngemen&uuml; 
  auf den Tisch, nunja da er schon alt ist und etwas senil hatte er diesmal ERST 
  das Essen, dann den Tisch herbeigezaubert, aber ich will nicht kleinlich sein. 
  <br>
  Wir waren frisch gest&auml;rkt und ein netter Golem erschien auf Tarugars Befehl, 
  so hei&szlig;t mein Freund, oder hatte ich das schon gesagt? ... Naja ich sehe 
  die Zeit ist auch nicht ganz spurlos an mir vorbei gezogen ... Wo war ich nochmal? 
  AJA also der Golem &uuml;bernahm die erste Wache und weil er das so fein konnte 
  hat er auch gleich die 2. &uuml;bernommen und sich netterweise am Morgen aus 
  dem Staub gemacht um uns nicht weiter die Luft zum Atmen zu stehlen, ein feiner 
  Diener war er, ich werde mir auch einen anschaffen, wenn ich den Trick mit dem 
  BESCHW&Ouml;REN erlernt habe. <br>
  Nun wir gingen also weiter und kamen auch bald an der alten H&ouml;hle an, die 
  laut Aussage eines Sch&auml;fers ein Ungeheuer beherbergen sollte. Es ist &uuml;blich, 
  da&szlig; in einer Abenteuergruppe immer der Krieger als erstes in den Tod ... 
  &auml;hm ich meine in das Unbekannte hineinstolpert, also schulterte ich meine 
  Axt und ging ein Liedchen tr&auml;llernd in die dunkle H&ouml;hle, Tarugar erschuf 
  ein Lichw&ouml;lkchen und schickte es mit mir in die Dunkelheit, leider hatte 
  die Wolke Angst im Dunkeln und versteckte sich gleich hinter dem Eingang. <br>
  Dann trat ich in etwas Weiches, ich konnte nichts sehen, also f&uuml;hlte ich 
  mit der Hand und stellte fest, da&szlig; es AUSSCHEIDUNGEN waren, nun war ich 
  einerseits angeekelt aber auch erstaunt, denn wer auch immer solche gro&szlig;en 
  Haufen machen konnte... <br>
  Ich konnte diesen Gedanken nicht beenden denn ein furchtbarer Gestank drang 
  von oben auf mich herab und eine gurgelnde Stimme war zu h&ouml;ren: &quot;Na 
  was haben wir da? Feines Futter f&uuml;r den kleinen Gor?&quot; <br>
  Ich bin ja kein Feigling, und haute ihm wegen dieser unfreundlichen Begr&uuml;&szlig;ung 
  und wegen des Geruchst erst einmal meine Axt in sein Gesicht, nun ich dachte 
  es w&auml;re sein Gesicht, aber er mu&szlig;te wohl doch gr&ouml;&szlig;er gewesen 
  sein, denn meine Axt traf seinen KN&Ouml;CHEL, dabei hatte ich nach OBEN geschlagen. 
  <br>
  Lange Rede kurzer Sinn, ich wurde von dem Untier gepackt und dachte noch HUI 
  WELCH EIN GESTANK, als endlich mein Freund der Zauberer Anstallten machte sich 
  in den Kampf einzumischen. <br>
  Ich dachte nun w&uuml;rde er einen gar m&auml;chtigen Zauber auf das Monster 
  werfen als ich ein Jucken am ganzen K&ouml;rper versp&uuml;rte, ich konnte nun 
  die Augen des Riesen erkennen und seine Hand f&uuml;hrte mich auf direktem Wege 
  in seinen Mund als ich gerade den schlechten Zustand seiner Z&auml;hne bewundern 
  durfte, bemerkte ich wie der Riese zu schrumpfen anfing. Erst ganz langsam und 
  ich merkte, da&szlig; der Riese Probleme hatte mich in seinen Rachen zu stopfen, 
  dann wurde die Ver&auml;nderung immer deutlicher und er wurde immer kleiner. 
  <br>
  Ich wollte eben mit meiner Axt seinen Sch&auml;del spalten, als ich beim Ausholen 
  gegen die H&ouml;hlendecke stie&szlig;.<br>
  Ich bin vielleicht nicht der kl&uuml;gste, aber da d&auml;mmerte es mir, ich 
  war pl&ouml;tzlich gro&szlig;. <br>
  Der Riese schl&auml;ngelte sich durch meine Beine und schl&uuml;pfte aus der 
  H&ouml;hle, ich nahm sofort die Verfolgung auf und prallte gegen den Eingang. 
  Meine Faust war schon drau&szlig;en, aber mehr pa&szlig;te auch nicht hindurch.<br>
  Der Zauber hatte mich in dem Ma&szlig;e wachsen lassen wie er den Riesen verkleinert 
  hatte.<br>
  Ich rief nach meinem Freund, der aber war drau&szlig;en und wurde gerade von 
  einem ZWERG mit einer Keule verpr&uuml;gelt, und nach kurzer Zeit war von Tarugar 
  nur noch ein kleiner Fleischklumpen &uuml;brig. <br>
  Der Zauber war nicht von langer Dauer, ich wurde wieder klein und der Riese 
  wieder gro&szlig;. <br>
  Der Riese war nun frei, wie sich sp&auml;ter herausstellte hatte ein anderer 
  Magier ihn hier kurz vor uns eingesperrt damit er keinen Schaden mehr anrichten 
  konnte. Nun und was lernen wir daraus ? Ich f&uuml;r meinen Teil werde die Finger 
  von der Magie lassen, es sieht immer toll aus wenn ein Zauberkundiger seine 
  Magier einsetzt und sie entwickeln mit der Zeit einen Hang zum Dramatischen, 
  warum auch einen kleinen lausigen Feuerball auf ein Monster werfen, wenn es 
  noch andere viel unterhaltsamere Zauber gibt mit denen man sein K&ouml;nnen 
  unter Beweis stellen kann.<br>
  Nun ich bin f&uuml;r starke R&uuml;stungen und immer eine handbreit Stahl zwischen 
  mir und meinen Gegnern, das ist mir lieber, obwohl ich dann diese Geschichte 
  aus dem Bauch des Riesen erz&auml;hlen w&uuml;rde, aber ich h&auml;tte dort 
  immernoch meine Axt mit der ich mir den Weg freihacken k&ouml;nnte :-) </p>
<p></p>
<p>&nbsp; </p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 26/04/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
