<HTML><HEAD><TITLE>Sosiaaliset paineet vastaan turismi</TITLE></HEAD><STYLE><!--a       { color:black; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><BODY BGCOLOR="#FFFFFF"><TABLE width=93% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><font face=Verdana,Arial,Sans-Serif size="2" style="font-size:10 px" color=990000><p align="justify"><BR><BR>            <BR><p align=justify>Haluanko olla pieni s&ouml;p&ouml; el&auml;in, jos menen katsomaan Disney-elokuvan? Vaikka eksyisin selaamaan fitness-lehte&auml;, tahdonko sittenk&auml;&auml;n lihaskimpuksi? Jos k&auml;yn Marokossa, tunnenko yht&auml;kkist&auml; tarvetta ryhty&auml; muslimiksi? En kai.<BR><BR>Miksi Cosmopolitan-lehden pit&auml;isi sitten saada minut haluamaan olla laiha, isorintainen miesten suosikki? Tai miten Maxim-lehte&auml; lukiessani tahtoisin muuttua j&auml;tk&auml;ksi jota kiinnostavat, lehden sloganin mukaisesti &#148;sex, sports, beer, gadgets, clothes, fitness&#148;?<BR><BR>Aikuisiin, itsen&auml;isiin ihmisiin ei kauneudelle ja el&auml;m&auml;ntavalle asetettujen &#148;vaatimusten&#148; en&auml;&auml; pit&auml;isi vaikuttaa.<BR><BR>Oikea asenne on turismi: min&auml; olen vain ulkopuolinen, vierailija. Vaikka minua huvittaisi k&auml;yd&auml; homobaarissa tai heterobaarissa tai lukea Demi&auml; tai Men&#146;s Healthi&auml;, min&auml; en tietenk&auml;&auml;n tahdo tulla sellaiseksi &#148;mieheksi&#148; tai &#148;naiseksi&#148;, joita esimerkiksi ns. el&auml;m&auml;ntapalehdet mainostavat. Eri maailmoissa on mukavaa k&auml;yd&auml; kyl&auml;ss&auml;, vieh&auml;ttyneen&auml; mutta vailla mit&auml;&auml;n painetta muuttua t&auml;ysin n&auml;iden tahojen markkinoiman ihmiskuvan mukaiseksi.<BR><BR>Ei saa tahtoa koko pakettia. Jos jollakulla on tyylikk&auml;&auml;t housut, h&auml;nen mielipiteens&auml; eiv&auml;t silti v&auml;ltt&auml;m&auml;tt&auml; ole hyvin perusteltuja. Tai toisin p&auml;in.<br>        <br><BR><BR>            <BLOCKQUOTE><BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></p></td></tr></table></font></body></HTML>