<HTML><HEAD><TITLE>Nuoren henkil&ouml;n opas rock-konsertteihin.</TITLE></HEAD><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><BODY BGCOLOR="#FFFFFF"><font FACE=Verdana,Arial,Sans-Serif size="2" STYLE="font-size:10 px" COLOR=black><BR>            <BR><BR><FONT FACE=Verdana,Arial,Sans-Serif SIZE="3" STYLE="font-size:12px" COLOR=black><b>Nuoren henkil&ouml;n opas rock-konsertteihin</b></Font><BR><P ALIGN="JUSTIFY">&#8211; Jos p&auml;&auml;t&auml;t ottaa osaa "rock-konsertiksi" kutsuttuun tapahtumaan, litistyt henkihieveriin joka tapauksessa. Tiettyyn rajaan asti t&auml;t&auml; pystyy kuitenkin v&auml;ltt&auml;m&auml;&auml;n kuuntelemalla b&auml;ndej&auml;, joiden yleis&ouml; on lyhytt&auml; ja hentoa. Nyrkkis&auml;&auml;nt&ouml;n&auml; on, ett&auml; fanit ovat sit&auml; suurempia, mit&auml; aggressiivisempaa on musiikki ja mit&auml; rumempia soittajat. Tehosekoitin tai Boyzone ovat hyv&auml;, Rammstein &auml;&auml;rimm&auml;isen huono.<BR><BR>&#8211; Nauti niin kauan kun jaksat riehua musiikin energian viem&auml;n&auml; huonommankin b&auml;ndin tahdissa. En min&auml;k&auml;&auml;n uskonut muuttuvani yhdeksi niist&auml;, jotka seisovat pahimman tungoksen takana tuoppi k&auml;dess&auml; ja kritisoivat miksausta.<BR><BR>&#8211; &Auml;l&auml; koskaan puhu kenenk&auml;&auml;n kanssa metallista. Metallisti nauraa sinut pihalle, koska h&auml;nelle &#148;aito (black-, death-, power-, speed-, thrash-) metalli&#148; tarkoittaa sattumalta aina samaa kuin &#148;ne b&auml;ndit joista sin&auml; et ole kuullut&#148;. Ei-metallisti nauraa sinut pihalle siksi ett&auml; olet kiinnostunut metallista.<BR><BR>&#8211; Jos kuitenkin tahdot k&auml;yd&auml; metallikeikalla, valitse kampauksesi oikein. Tukkahevi&auml;: Manowar, Iron Maiden, Stratovarius. Kaljuhevi&auml;: Timo Rautiainen, Kotiteollisuus, Meshuggah.<BR><BR>&#8211; Jos edess&auml;si oleva henkil&ouml; useasta pyynn&ouml;st&auml; huolimatta t&ouml;nii sinua tahallaan jatkuvasti, h&auml;nen reppunsa on lupa salaa avata.<BR>&#8211; Jos se on sallittua ja suhteellisen turvallista, surffaa ihmisten k&auml;sill&auml; aina kun voit. Se tuntuu lent&auml;miselt&auml;.<BR><BR><BR><BR></p> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font></body></HTML>