{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg","from":"&quot;Greg&quot; &lt;greg@...","replyTo":"LIST","senderId":"oghMWEMlIxDDh3-fR0Wpsr7cqqpCtyB5F_ZaJj9yKOMIrwa2xDNKk3LygOHioUfftbqX9e7qBlpCBczeinTOctxPBN0B","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: and yet...","postDate":"944626421","msgId":1010,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMTcuMTAxMC45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1009,"nextInTopic":1011,"prevInTime":1009,"nextInTime":1011,"topicId":1009,"numMessagesInTopic":6,"msgSnippet":"... the ... he ... than ... Ultima hit rock bottom.  I played it for a year and a half.  It was, in theory, a good game.  It was fair, in a twisted mindset, to","messageBody":"<div id=\"ygrps-yiv-1468806072\"><blockquote><span title=\"ireply\">&gt; And yet, somehow, PC&#39;s always win. Always. There is not a single mob in<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; game that players haven&#39;t beaten or will beat very soon. Not one.<br/>\n&gt;<br/>\n&gt; Just because you can&#39;t do it solo doesn&#39;t mean the game is unbalanced. If<br/>\n&gt; you could solo Vox, teaming up with just one other person would make the<br/>\n&gt; game completely boring.<br/>\n&gt;<br/>\n&gt; Do mobs have, in a roleplaying sense, unfair advantages? Sure. So what?<br/>\n&gt; PC&#39;s beat them anyway. Verant has had to make mobs tougher, in fact,<br/>\n&gt; because players were besting them too easily.<br/>\n&gt;<br/>\n&gt; &gt;   Moving to a game like Shadowbane ( <a rel=\"nofollow\" target=\"_blank\" href=\"http://sb.drtwister.com\">http://sb.drtwister.com</a> )  , where<br/>\n </span></blockquote>he<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;can CRUSH people instead of &quot;MOBS&quot; that are ridiculously more powerful<br/>\n </span></blockquote>than<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;himself.<br/>\n&gt;<br/>\n&gt; In the mean time, why not play Ultima Online, power-level a character, and<br/>\n&gt; sit just outside of town and PK newbies? Or find a poplular teleport spot<br/>\n&gt; in a busy dungeon and &quot;Corp Por&quot; adventurers all day long. I&#39;m sure you&#39;ll<br/>\n&gt; find that much easier than fighting NPC mobs in EverQuest.<br/>\n&gt;<br/>\n&gt; ---------------------------------------------<br/>\n&gt; Moorgard Ghostfist of Povar<br/>\n&gt; Seeker of Virtue<br/>\n<br/>\n </span></blockquote>  Ultima hit rock bottom.  I played it for a year and a half.  It was, in<br/>\ntheory, a good game.  It was fair, in a twisted mindset, to the fact that<br/>\nevery player had the potential to be as powerful as the next player.  Now, I<br/>\nam NOT a Newbie killer and I never was.  I killed many, many individuals in<br/>\nfair fights.  I hardly ever exploited (Only a couple times on accident). I<br/>\ndid powergame, but only because Ultima was not the type of game that was<br/>\nenjoyable to work from 0 to 100 manually (not that EQ seems to be now<br/>\neither, why I am quitting).  I am, and I admit, a smartass.  Even<br/>\nanti-social to a degree in some games.  I do not like everquest any more,<br/>\nbecause the AI simply annoys me.  Leveling is too hard alone.  I know it is<br/>\nno longer the game for me.  I loved playing my monk, I also loved playing my<br/>\nwizard, and my druid.  I loved it all but I&#39;m leaving now, for Asherons<br/>\nCall, and Shadowbane.  It&#39;s not the type of environment I enjoy because it<br/>\nmakes it almost impossible for me to play it the way I want to.  I myself,<br/>\nam making a new guild, the MA (Megalomaniacs Anonymous).  We are going to be<br/>\nan online gaming oriented ranting smartass guild.  If, any of you want to<br/>\njoin, go ahead and ICQ me at 15078928. NOTE:  Guild not good for the<br/>\nnon-pvpist of heart... and we will not be based on Evercrack... either...<br/>\n<br/>\n   I&#39;ve come to respect a lot of you people on this list. I will still be<br/>\nsubscribed so you may get a few heated remarks and arguments started from me<br/>\nyet. I have been a silent onlooker almost since a month after EQ came out.<br/>\nMy knowledge of EQ remains expansive enough to argue and converse with you<br/>\nguys, and probably will even after I&#39;ve quit.  I&#39;m probably going to be<br/>\nposting a lot more now.  Good luck guys.<br/>\n<br/>\n--<br/>\nDarkblade</div>","specialLinks":[]}}