{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bennett, Brian","from":"&quot;Bennett, Brian&quot; &lt;BRIAN.BENNETT@...","replyTo":"LIST","senderId":"5X0xiMwFBgA9F2Lt8rT--WTEBJNm4ObZKtNmBYY4f6KPEEX7SMgBYdOTmkxjy4QY8yYJE9QPIMpWr4rK-NUFKWuaKohpHGXVQzF-aeuOmg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Letter to Brad","postDate":"944674210","msgId":1031,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMTguMTAzMS45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1030,"nextInTopic":1032,"prevInTime":1030,"nextInTime":1032,"topicId":1022,"numMessagesInTopic":5,"msgSnippet":"I ve wanted to read this log for a while - any ideas on where i can find it? I ve cursed myself for missing the thing. ... From: Sheldon Jolson","messageBody":"<div id=\"ygrps-yiv-312744816\">I&#39;ve wanted to read this log for a while - any ideas on where i can find it?<br/>\nI&#39;ve cursed myself for missing the thing.<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Sheldon Jolson [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Sheldon_Jolson@...\">Sheldon_Jolson@...</a>]<br/>\nSent: Wednesday, December 08, 1999 12:42 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a><br/>\nSubject: Re: [EQ-Monks] Letter to Brad<br/>\n<br/>\n<br/>\nFrom: &quot;Sheldon Jolson&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Sheldon_Jolson@...\">Sheldon_Jolson@...</a>&gt;<br/>\n<br/>\n<br/>\n<br/>\nI think you are giving these guys WAY too much credit.  Check<br/>\nthe log from the monk sit in.  Smedley told us a bald faced lie.<br/>\nNot something that he was considering but something he said he<br/>\nwas doing.  He has yet to do it obviously and he never will.  As<br/>\nfar as I&#39;m concerned, I have no reason to accept their word or<br/>\nthat they are working with us in good faith.<br/>\n<br/>\n<br/>\nFrom: &quot;Greg&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:greg@...\">greg@...</a>&gt;<br/>\n<blockquote><span title=\"ireply\"> &gt; From: Aaron Braunstein &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_spam@...\">aaron_spam@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Just sent this off to Brad and Smedley... was hoping that if<br/>\n&gt; others felt as I do, we could continue to work them in a similar<br/>\n&gt; manner.<br/>\n&gt;<br/>\n&gt; Mr. McQuaid,<br/>\n&gt; I have just finished reading your rather long and impassioned<br/>\n&gt; eMail/Producer letter on the topic of Everquest&#39;s evolution.  I found<br/>\n&gt; it to be one of the most effective communications from any game<br/>\n&gt; company to its customers that I have ever read, and for that I<br/>\n&gt; congratulate you.  I hope that people read it, think about it, and<br/>\n&gt; take away from it that which you intended: that the EQ team cares<br/>\n&gt; deeply about Norrath and its citizens.<br/>\n&gt; As a software developer myself (although truthfully, I don&#39;t<br/>\n&gt; do as much actual development as I&#39;d like any more - I tend to spend<br/>\n&gt; more time in the design and management process these days), I also<br/>\n&gt; understand that there must be a primary focus to every project.  For<br/>\n&gt; me, this doesn&#39;t necessarily mean that the primary goal be &quot;create<br/>\n&gt; the best possible system&quot;... it goes beyond that to a deeper goal:<br/>\n&gt; &quot;Make sure that the client is happy&quot;.  Sometimes this involves<br/>\n&gt; difficult and painful decisions, Herculean efforts, and the ability<br/>\n&gt; to case aside profit considerations at times in order to fight for<br/>\n&gt; what is ultimately the best way to solve any given problem.<br/>\n&gt; I suspect that you and your team have a similar goal, except<br/>\n&gt; yours would be to keep your subscriber base happy and to attract new<br/>\n&gt; members to that subscriber base.  Another parallel between what we do<br/>\n&gt; is that our clients (or subscribers, in your case) don&#39;t always know<br/>\n&gt; what it is that will truly make them happy or are at loggerheads<br/>\n&gt; about what any particular change might do to forward that goal<br/>\n&gt; (witness how many people cannot even agree on whether or not an item<br/>\n&gt; on your recently released change list is a &quot;+&quot; or a &quot;-&quot;.)<br/>\n&gt; Most of us understand that tuning needs to take place.  If<br/>\n&gt; things were too easy, then there would be no challenge to life in<br/>\n&gt; Norrath and therefore there would be little enjoyment of the<br/>\n&gt; surmounting of those challenges.  If one class is too powerful, a<br/>\n&gt; surfeit of players using that class results, just as a underpowered<br/>\n&gt; or less useful class suffers a dearth of interested participants.<br/>\n&gt; The fact that it requires a group of people to do most worthwhile<br/>\n&gt; things in EQ is one of the more attractive things about the game<br/>\n&gt; (although there are of course those who would argue that this is also<br/>\n&gt; one of its greatest downfalls).  The fact that each and every class -<br/>\n&gt; once it reaches maturity - can bring something unique to a group is a<br/>\n&gt; wonderful and fragile thing.  Adjusting the balance of the classes so<br/>\n&gt; that their value to such a group is maintained is a task of<br/>\n&gt; monumental delicacy, and your efforts at maintaining this balance<br/>\n&gt; should be commended.<br/>\n&gt; Unfortunately, as people are by definition human, mistakes<br/>\n&gt; are occasionally made.  Over time, the development team has<br/>\n&gt; recognized some of these mistakes and have made efforts to address<br/>\n&gt; them.  By way of example, Warriors got some serious boosts some time<br/>\n&gt; ago, and with the introduction of the expansion, the presence of a<br/>\n&gt; Rogue in a well-rounded party will become very important indeed.<br/>\n&gt; These were both well-considered and well-deserved changes, and the<br/>\n&gt; players of those classes have (or will have) reaped the rewards of<br/>\n&gt; these changes over the course of time.<br/>\n&gt; Other classes who have been &#39;nerfed&#39; may complain<br/>\n&gt; vociferously about it, but if they go over those issues which<br/>\n&gt; generated the most complaints (kiting, pet damage, etc) I think that<br/>\n&gt; people will realize that while these changes were made to the<br/>\n&gt; possible detriment of the solo player, they were certainly done to<br/>\n&gt; enhance the value and necessity of other classes in a group.  If this<br/>\n&gt; was indeed your goal, then I must certainly say that your mission has<br/>\n&gt; been accomplished.<br/>\n&gt; With this in mind, I am still at a loss to explain why the<br/>\n&gt; Feign Death skill for Monks was recently so seriously altered.  I<br/>\n&gt; understand your reasons for doing what you did, but the consequence<br/>\n&gt; is that the usefulness of a Monk in higher-level (40+) groups has<br/>\n&gt; been seriously compromised.  True, we can do the damage of a<br/>\n&gt; decently-equipped warrior, but that&#39;s it.  The warrior offers so much<br/>\n&gt; more to a group (stun, taunt, the ability to take huge amounts of<br/>\n&gt; damage, etc) that the role of a monk has been diminished greatly.<br/>\n&gt; The one thing that we could bring to a group - that of feign-pulling<br/>\n&gt; - has for all practical purposes been eliminated and replaced with a<br/>\n&gt; reputation for being the &quot;Master Train Engineers&quot;.  For this reason,<br/>\n&gt; monks are beginning to be refused entry into impromptu groups because<br/>\n&gt; they do not bring anything special and are often dangerous companions.<br/>\n&gt; As a level 50 monk, I no longer use FD for fear that on those<br/>\n&gt; occasions where it is necessary, I&#39;ll end up wiping out half the zone<br/>\n&gt; as I get up to work my way back to a zone point.  I would far rather<br/>\n&gt; die individually than wipe out other innocent players in a ploy to<br/>\n&gt; save my own skin - and have now done so on a number of occasions.<br/>\n&gt; How has this change made your player base happier?  How has<br/>\n&gt; it enhanced the role of a Monk in a group?  How has it positively<br/>\n&gt; affected group dynamics?  I really want to understand what the<br/>\n&gt; desired affect of this change was... perhaps if I did, I could lose<br/>\n&gt; the bitter taste in my mouth and not continually toy with the idea of<br/>\n&gt; dropping out of Norrath in disappointment.  As it is, I only stay so<br/>\n&gt; that I can help twink up friends.<br/>\n&gt; Don&#39;t get me wrong, I am not saying that Norrath is an<br/>\n&gt; impossible place to live in without Monks being able to Feign in<br/>\n&gt; their accustomed fashion.  Groups will just load up on more Warriors<br/>\n&gt; or Paladins in their stead, and the more difficult areas of Norrath<br/>\n&gt; that could previously be handled by a single well-organized and<br/>\n&gt; balanced group will now have to be taken by multiple groups just<br/>\n&gt; charging in willy-nilly with no plan more sophisticated than &quot;kill<br/>\n&gt; this one first, then that one, and if we&#39;re still left alive, we go<br/>\n&gt; for that other one last.&quot;<br/>\n&gt; I understand that your decision is made and that further<br/>\n&gt; revision to the Feign Death mechanics is unlikely.  I am not<br/>\n&gt; therefore asking for you to do so - your team seems to be happy with<br/>\n&gt; FD in its current form, and we as players should respect that and<br/>\n&gt; make our own decisions accordingly.  I just wanted to ask for a brief<br/>\n&gt; explanation of the motivations behind this change and to also bring<br/>\n&gt; again to your attention the fact that the balance you strive for is<br/>\n&gt; an exceedingly delicate thing that is all to easily thrown out of<br/>\n&gt; kilter by even the best-intentioned and well-discussed changes.<br/>\n&gt; Thank you for your time.<br/>\n&gt; --<br/>\n&gt; Aaron Braunstein<br/>\n&gt; Pacific Data Management, Inc.<br/>\n&gt;<br/>\n&gt; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_braunstein@...\">aaron_braunstein@...</a>&gt;<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>   Hemmm, I can see it now<br/>\n<br/>\nBrad: &quot;u twink ur friends?&quot;  *BAN*<br/>\n<br/>\n   Sorry, I&#39;m a cynical bastard and I just had to add that little bit.<br/>\nReally, it is a sensible letter, but when has an MMORPG team ever made<br/>\nsense?</div>","specialLinks":[]}}