{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg","from":"&quot;Greg&quot; &lt;greg@...","replyTo":"LIST","senderId":"wlunhmobSPEm8cFLWBOMeBRxN0Bx3Kcel8fATPYzoh17XZmJqRFzNRuPd2bf9CJZ7qj8o5yPX8obwPgyrDItMFLN1SOw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 122","postDate":"945541798","msgId":1104,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMjYuMTEwNC45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1103,"nextInTopic":1106,"prevInTime":1103,"nextInTime":1105,"topicId":1061,"numMessagesInTopic":37,"msgSnippet":"Hmm. Shit happens and we adjust I don t see that as being very logical Verant is giving us bullshit and we are paying them for it. And this is a game.","messageBody":"<div id=\"ygrps-yiv-1315558368\">Hmm. &quot;Shit happens and we adjust&quot;<br/>\n<br/>\n   I don&#39;t see that as being very logical<br/>\n<br/>\n   Verant is giving us bullshit and we are paying them for it.<br/>\n<br/>\n    And this is a game.  &quot;Shit&quot; shouldn&#39;t happen and you shouldn&#39;t have to<br/>\n&quot;Adjust&quot; (I.E. Sitting back timidly and watching your enjoyment being<br/>\nlessened and doing nothign about it but scowling occaisionally at the ones<br/>\nresponsible).  It should be enjoyed.  But, I know it is addictive.  Verant<br/>\nCOUNTS on the fact that they can screw over this game to their vision of an<br/>\nideal game and keep you playing at the same time, only because you are too<br/>\naddicted to do more then complain and bitch and put down other complainers<br/>\nand bitchers.  I&#39;ve quit EQ, but I can&#39;t help look at all this and laugh.<br/>\nIt&#39;s funny.  Seriously.<br/>\n<br/>\n    I don&#39;t like playing a game where I have to do any MAJOR &quot;Adjustments&quot;.<br/>\n<br/>\n   Hell, Origin&#39;s only fault, and their fatal fault, was the fact that they<br/>\nscrewed their customers over individually with corrupt game masters and<br/>\npeice-a-crap customer support.  But they never mauled their game as terribly<br/>\nas Verant is doing to EQ.<br/>\n<br/>\n   I would still love this game and play it if it werent for some of the<br/>\nthings they&#39;ve done.  But I can&#39;t do anything about it but leave.  Im not<br/>\nletting them have my 10$ a month, and if some of you are so beat up about<br/>\nthis game, seriously, take a look at the broad range of where it&#39;s heading<br/>\nand whats happening to it.  Do you see a pattern in the &quot;Tunings&quot; verant is<br/>\nmaking?  Take a big broad look at it all, and say to yourself &quot;Do I still<br/>\nlike this game?&quot;  &quot;Is it still worth it?&quot;  &quot;Should I support this company<br/>\nwith my money any longer?&quot;  If you do still like it, I congratulate you:<br/>\nYou&#39;re damn good at taking huge amounts of shit from others to try to enjoy<br/>\nsomething.<br/>\n<br/>\n    Your decisions are your own, but sometimes it&#39;s good to take a good step<br/>\nback and look at the big picture, and take a look where it&#39;s going, and<br/>\ndecide whether you want to go the same way or not.<br/>\n<br/>\n  I agree with one thing though, that if some of you people seriously think<br/>\nof Everwhack as more than a game... You should see some help, or something<br/>\nlike that.<br/>\n<br/>\n--<br/>\nDarkblade<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: Dave Gaines &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dave@...\">dave@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a>&gt;<br/>\nSent: Thursday, December 16, 1999 1:28 PM<br/>\nSubject: Re: [EQ-Monks] Digest Number 122<br/>\n<br/>\n<br/>\n&gt; From: Dave Gaines &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dave@...\">dave@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Brother, Neighbor, college friend, someone in pasadina you don&#39;t even<br/>\n&gt; know... Its a game.  You happen to play with your brother, that&#39;s<br/>\n&gt; wonderful, however EQ is still a game.  For you, the ability to<br/>\n&gt; play a game together means you can spend time together.  That<br/>\n&gt; is wonderful.  This doesn&#39;t make EQ more than a game.  EQ didn&#39;t exist<br/>\n&gt; 9 months ago, at some date in the future, EQ will not exist.  I hope<br/>\n&gt; you have a contingency plan ready, because EQ is not life, or a way of<br/>\n&gt; life, it is simply a game you enjoy together.  Joke all you want that<br/>\n&gt; it is life, fine, no problem.  But when you read a post where someone<br/>\n&gt; seriously thinks it is more than a game.  Please step back from it<br/>\n&gt; and think about it.<br/>\n&gt;<br/>\n&gt; IF EQ was perfect, or something you&#39;ve been doing for tens of years<br/>\n&gt; and nothing had ever changed on it, then you would have a much better<br/>\n&gt; argument.  However we can clearly see that monks aren&#39;t being singled<br/>\n&gt; out, almost every class is being tuned every month.  This one was<br/>\n&gt; slightly major.<br/>\n&gt;<br/>\n&gt; But enough is enough.  Shit happens and we adjust.  This mailing list<br/>\n&gt; is not about these kinds of posts or this kind of thread.<br/>\n&gt;<br/>\n&gt; The purpose of this list is to distribute information about Monks to the<br/>\nplayers of EverQuest. Spoilers may be included so read at your own risk.<br/>\n&gt;<br/>\n&gt; The purpose of this list is NOT to be a vent for your fustration.<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}