{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Steve Danuser","from":"Steve Danuser &lt;danu@...","replyTo":"LIST","senderId":"Nxzvlm9E2s8WvjuEkLljZtynlw0L3YbbR2_8ErNtEcJqsuAVg05ZGOXQOhUG6aU5XR3ooeZVTBC70Jt5IvPqrJeaDiA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"hunting grounds","postDate":"946360084","msgId":1132,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMzAuMTEzMi45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1131,"nextInTime":1133,"topicId":1132,"numMessagesInTopic":1,"msgSnippet":"... Personally, I love Highkeep. You can stay there until your low 30 s, getting great exp and loot. There is a bank, vendors, food supply, and even a gem","messageBody":"<div id=\"ygrps-yiv-4050757\"><blockquote><span title=\"ireply\">&gt;Allright, I am a level 24 Monk currently hunting in<br/>\n&gt;South Karana Aviak Tree... and sometimes the Tesh Mec<br/>\n&gt;Gnolls.  Been here for 4 levels and have had a great<br/>\n&gt;time and enjoyed the exp.  So my question is where<br/>\n&gt;should I be hunting now?  Should I stay here or move<br/>\n&gt;on to other places?  I could really use an idea.<br/>\n<br/>\n </span></blockquote>Personally, I love Highkeep. You can stay there until your low 30&#39;s,<br/>\ngetting great exp and loot. There is a bank, vendors, food supply, and even<br/>\na gem merchant at your disposal. Plus, you can be bound right in the zone,<br/>\nso death (which is very, very rare as long as you use common sense) is as<br/>\npainless as possible.<br/>\n<br/>\nThe basement of Highkeep is divided up into four rooms, named after the<br/>\ntype of goblin that is the dominant spawn in it. <br/>\n<br/>\nThe lookout room is smallest, with only two spawn points that are well<br/>\nspaced out. At 24th level, you and a healer could thrive in this room. Any<br/>\nmore than two PC&#39;s, though, and experience gets spread out pretty thin.<br/>\n<br/>\nNext is the guard room, which is largest and has may spawn points. This<br/>\nroom requires a full party of 20-25 level players to run effectively.<br/>\nGuards occasionally have FS weapons, which can be sold quickly so you<br/>\naren&#39;t weighed down by them.<br/>\n<br/>\nThird is the warrior room. This requires a full group of levels 25-33.<br/>\nWarriors range up to 32nd level, and commonly carry FS weapons and<br/>\noccasionally small bronze armor. Spawn is pretty frequent, and battles can<br/>\nget very intense if goblins aren&#39;t dispatched in a hurry.<br/>\n<br/>\nLast is the raider room. spawn is slower than in the warrior room, but<br/>\nraiders are a few levels tougher. Often smaller groups try to control the<br/>\nroom because of the slower spawn rate. The problem comes when a weak party<br/>\nloses control. Often a bad player will train several raiders or seers up to<br/>\nthe warrior room for help, which can result in a multitude of deaths. Even<br/>\nif warriors and raiders are trained to the guards, it takes a long time for<br/>\nthem to be killed. On several occasions I&#39;ve seen entire parties forced to<br/>\nzone because six guards couldn&#39;t kill a few raiders fast enough to save the<br/>\nplayers.<br/>\n<br/>\nAs a monk, of course, we have the advantage that we can feign and wait for<br/>\nthe goblins to be killed, saving ourselves the trouble of zoning. Knowing<br/>\nthe paths that the goblins run will easily allow you to add several seconds<br/>\nof lead time which you can use to feign successfully.<br/>\n<br/>\nLike I said, with some common sense (don&#39;t be a hero and try to solo a<br/>\nwarrior or raider), this zone is phenomenal experience and will pad your<br/>\nbank account quite nicely.<br/>\n<br/>\n---------------------------------------------<br/>\nMoorgard Ghostfist of Povar<br/>\nSeeker of Virtue</div>","specialLinks":[]}}