{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sheldon Jolson","from":"&quot;Sheldon Jolson&quot; &lt;Sheldon_Jolson@...","replyTo":"LIST","senderId":"Hje1T_4V-S7rnLtRlSLcDu9HNDnRusH-0sTACU8fy50BdtiyLyekqM-_Da_v41s4NLZnSo7H82uVKa4tVoGkRIbXKXxdShtX49r1_tqzIn2e","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Issues with the new damage.","postDate":"947533878","msgId":1157,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMzYuMTE1Ny45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1156,"nextInTopic":1168,"prevInTime":1156,"nextInTime":1158,"topicId":1150,"numMessagesInTopic":9,"msgSnippet":"No.  Abashi was pretty much unequivocal that the monk haste effect will be inherent. Spell and item haste effects are separate and the haste cap is calculated","messageBody":"<div id=\"ygrps-yiv-1802013826\">No.  Abashi was pretty much unequivocal that the monk haste effect will be<br/>\ninherent.<br/>\nSpell and item haste effects are separate and the haste cap is calculated AFTER<br/>\nthe<br/>\ninherent monk haste effect (ie we can get below a 20 delay).<br/>\n<br/>\nI had also seen sugested somewhere that it is the number of attacks and type<br/>\nthat get<br/>\nyou noticed (note the rogue backstabs act as taunts even when they miss).<br/>\n<br/>\nAbashi had also stated and I don&#39;t think I disagree, that DEX does not help dual<br/>\nwield<br/>\nand double attack..  Just another &quot;urban myth.&quot;  I used to be a STR/DEX hound.<br/>\nI used<br/>\nto hang out with shamans all the time. However, I noticed that getting buffed by<br/>\ndruids<br/>\n(storm str, woof form) did not have much of a negative effect on my damage<br/>\noutput (not<br/>\ncounting DS).  Considering that I had over a 200 DEX when buffed, I took that to<br/>\nmean<br/>\nthat a high DEX just didn&#39;t do much for me.  STR has a fairly obvious role,<br/>\nthough it is<br/>\nless important than I thought.  It only affects damage, but has no impact on the<br/>\nto hit<br/>\nrole.  Oddly enough, Wolf form, which is an increase to ATK with no effect on<br/>\nSTR also<br/>\nincreases max damage.  Whether it affects the to hit role or not I don&#39;t know.<br/>\nBut I do<br/>\nknow that a 35+ increase in STR has a significant effect on damage output.  An<br/>\nextra<br/>\n2-3 hp/attack over the course of a fight really adds up.<br/>\n<br/>\nEach point of AGI is worth maybe 1/3 a point of AC or so.  According to Abashi,<br/>\nAC is<br/>\nmade of 2 numbers.  Chance to get missed and chance to avoid damage.  AGI<br/>\naffects<br/>\nthe latter only.  I&#39;ll take AC items any day.<br/>\n<br/>\nAs far as paladin&#39;s are concerned, my impression is that against anything but<br/>\nundead,<br/>\nthey are the weakest melee type class out there.  Until they get their fiery<br/>\navenger<br/>\nthat is 8).<br/>\n<br/>\n<br/>\nFrom: &quot;John Carney&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jcarney@...\">jcarney@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Now I am by no means Crazy enough to complain about the impending<br/>\n </span></blockquote>enhancements. But I just wanted to share with some of you issues that we<br/>\nmonks wil  face once the patch goes in.<br/>\n<br/>\nHere we go. Time to start another incident.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Every monk above level 20 will be doing a good deal more damage - 15% more<br/>\n </span></blockquote>by level 50.<br/>\n<br/>\nMaybe, how the delay is being changed, I don&#39;t know. If you re-read GA&#39;s<br/>\npost you could take what he said as the delay cap for the fist is being<br/>\nlowered, but the actual delay isn&#39;t. Possible translation: Augmentation,<br/>\nAlacrity, and Haste Items will HELP YOU MORE, but your fist Delay MAY NOT<br/>\nimprove. Not a straight answer either way.<br/>\n<br/>\nNone of your special attacks acts as a taunt, its _strictly_ damage based.<br/>\nMonsters agro you based on the amount of damage you&#39;re doing, not the attack<br/>\ndoing the damage. (Referring to monk attacks only.)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I recommend you all dump some of your dex and agi gear (keep agi above 120,<br/>\n </span></blockquote>but drop dex like a rock - detailed log studies show it is useless to us!)<br/>\nand switch it out for AC stuff.<br/>\n<br/>\nWell, it should depend somewhat on whom you&#39;re grouping with. I have<br/>\npersonally been trying to up my dex, in an attempt to get my double attack<br/>\nand dual wield to go off more (that&#39;s not so useless in my eyes). As for<br/>\ndropping AGI, that gives you AC (at least it effects the number on the<br/>\nscreen, which isn&#39;t totally indicative of what&#39;s going on). As near as I can<br/>\ntell, having a High AGI helps you when taking a hit, by lessening the amount<br/>\nof damage you take. I get hit a lot less hard then some of the other party<br/>\nmembers with a lower AGI. (Gotta love the Ranger who casts FLAC.)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I know I am going to go in all AC gear from now on, concentrating on str as<br/>\n </span></blockquote>secondary.<br/>\n<br/>\nI&#39;m not sold on the STR gear. The ATK number is a hybrid like AC. Adding<br/>\nanother 5 points of str doesn&#39;t seem to help all that much compared to<br/>\nanother 5 pts of dex. Again, it seems that having another +5 str only gives<br/>\nanother five points of damage. I&#39;d rather spend the inventory spot on a dex<br/>\nitem that gives me another attack chance at a 30+ punch. Still, there is<br/>\nmuch guess work here.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Just be prepared for a change in tactics and gear once the patch goes live.<br/>\n<br/>\n </span></blockquote>Indeed! Its a good day for monks, and I&#39;m prepared to be healed a lot more.<br/>\nI&#39;ve been playing with the same group of people of the past month or so, and<br/>\nits been very interesting. I very rarely can get a monster&#39;s attention off<br/>\nthe Ranger with his dual SSOYs, but occasionally it does happen (good old<br/>\nFlying Kick). I&#39;m already embarrassing the paladin (3 levels higher) on<br/>\ndamage to the point where she can rarely pull the mob off me (not counting<br/>\nundead). I&#39;m very curious to see how this works out versus the ranger, post<br/>\npatch. I&#39;m prepared to get some love from my clerics. ;)<br/>\n<br/>\nStonedorn Windrunner<br/>\nOOK OOK<br/>\nXegony</div>","specialLinks":[]}}