{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bennett, Brian","from":"&quot;Bennett, Brian&quot; &lt;BRIAN.BENNETT@...&gt;","replyTo":"LIST","senderId":"OkdAfS-MUPCKTNcr_p9oNMx1Vy6-A8K-a5S3OBqjqMmO7Rk28gyCMr8Wmq6pkDERf2MZ9ffOWbfnYUu5uNQouXCHc1v01MH9wxTclnRdig","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Patch message, for those of you at work","postDate":"948399324","msgId":1212,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNDIuMTIxMi45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1216,"prevInTime":1211,"nextInTime":1213,"topicId":1212,"numMessagesInTopic":3,"msgSnippet":"Patch process complete. **************************************************************************** ** January 20th, 7:00am ... *Announcements* The Plane of","messageBody":"<div id=\"ygrps-yiv-469094000\">Patch process complete.<br/>\n****************************************************************************<br/>\n**<br/>\n<br/>\nJanuary 20th, 7:00am<br/>\n--------------------<br/>\n<br/>\n*Announcements*<br/>\n<br/>\nThe Plane of Sky is now open!!!  As a reminder to our customers, the<br/>\nalternate planes of reality do not necessarily follow the same physical or<br/>\nethereal rules as Norrath proper.  Enjoy!<br/>\n<br/>\nToday is patch day! The EverQuest servers have been patched with the<br/>\nfollowing changes:<br/>\n<br/>\n<br/>\n*General Changes / Fixes*<br/>\n<br/>\n- Some changes have been made to the exit of Nagafen&#39;s Lair into the<br/>\nLavastorm Mountains.  This will hopefully reduce if not solve the bug that<br/>\ncauses people to fall into lava when exiting Nagafen&#39;s Lair.  Please let us<br/>\nknow how this goes.<br/>\n<br/>\n- Due to feedback received from the customers concerning the density of fog<br/>\nduring rainstorms, visibility has been increased.<br/>\n<br/>\n- All drops of steel weapons have been replaced with higher quality<br/>\nfine-steel weapons of the same type.  This change was made to reduce the<br/>\namount of new currency coming into the world at the mid-to-upper levels.<br/>\nThe fine-steel weapons are in all cases superior to the steel weapons that<br/>\nwere dropping, they just sell to vendors for less money.<br/>\n<br/>\n- Casting times have been implemented on several activatable items.   This<br/>\nwas done to correct issues that could arise from people chain-casting these<br/>\nitems. <br/>\n<br/>\n- The safe-point (the point which you return if you fall below the world) in<br/>\nKithicor has been moved near the entrance to Rivervale, a safer part of the<br/>\nzone.<br/>\n<br/>\n- Corrected a bug that caused AC to be improperly displayed for higher level<br/>\n  characters.  Your AC should now reflect all of your items.<br/>\n<br/>\nAdditional Bug Fixes:<br/>\n<br/>\n- Corrected a bug in the client that could cause a crash if you were spammed<br/>\nwith emotes by someone on your /ignore list.<br/>\n- Corrected a bug that allowed ships to move faster when disarmed<br/>\n- Corrected a bug that caused the Aqualung to lose its charges if dropped on<br/>\nthe ground.<br/>\n- Fire Giants in Nagafen&#39;s Lair should now recover properly when stuck in<br/>\nlava.  Consider yourself warned.<br/>\n- The Instill Doubt skill has been disabled on the PvP servers.<br/>\n<br/>\n<br/>\n*Spell Changes*<br/>\n<br/>\n- Shadow Vortex is now a &quot;drain&quot; spell.<br/>\n- Siphon Strength will now stack with strength buffs and debuffs<br/>\n- Panic the Dead cast and recast delays have been reduced.  In addition, the<br/>\nspell is less resistable.<br/>\n- Angstlich&#39;s Appalling Screech had its radius increased slightly.<br/>\n- All Wizard AoE damage and stun spells have had their radius slightly<br/>\nincreased<br/>\n- Yonder will now interact better with levitate.<br/>\n- Form of the Great Wolf had its speed component increased.<br/>\n- Terrorize Animal had its casting time reduced and is less resistable.<br/>\n- New magician&#39;s spells have been added.  Check your spell vendors.<br/>\n- Reoccurring Amnesia has been made more effective.<br/>\n- NPCs will now treat the &quot;Cancel Magic&quot; series of spells as hostile.<br/>\nPreviously, NPCs did not mind if players dispelled all of their buffs before<br/>\nattacking.  Now they will.<br/>\n- The Fear and Charm series of spells now properly notify the caster when<br/>\nthey break.  No, seriously, we&#39;re certain this time. <br/>\n- Harmtouch now does more damage beginning at level 41.<br/>\n<br/>\n<br/>\n*Levitation Changed*<br/>\n<br/>\nDue to the implementation of casting times on activatable items, the code<br/>\nthat disallowed refreshing of the Levitation spell while it was active is no<br/>\nlonger necessary and has been backed out.  The Levitate spell may now be<br/>\nrefreshed while the spell is in use.  <br/>\n<br/>\n<br/>\n*Quests and Items*<br/>\n<br/>\n- The Armor of Ro should be more obtainable.  We will continue to evaluate<br/>\nand adjust the rarity of other class-specific armor components to make the<br/>\npieces obtainable in a reasonable amount of time.<br/>\n<br/>\n- We have changed the reward of a newbie quest in the Qeynos area from a<br/>\nlevel 49 scroll to a level 1 scroll.  The issuance of a level 49 scroll was<br/>\na typo in the quest data, allowing new characters to amass an abnormally<br/>\nlarge amount of currency. <br/>\n<br/>\n- The stats on the reward for the Rogue Redemption quest have been increased<br/>\nto make it better than the favorite dropped-weapon for the level range.<br/>\n<br/>\n- Ravenscale boots will now drop as frequently as other Ravenscale items.<br/>\n<br/>\n- The Mask of Deception may now be equipped by the appropriate races.<br/>\n<br/>\n<br/>\n*Fletching Update*<br/>\n<br/>\nAll arrows created with the new Silver-Tipped Arrowhead (formerly the Bladed<br/>\nArrowhead) are now magical in nature, and may be used versus magical<br/>\ncreatures.  All existing items in your possession will automatically morph<br/>\ninto the new magical items.  Additionally, each successful attempt to create<br/>\nmagical arrows will yield 10 arrows instead of the previous 5.  As such, the<br/>\nvendor buy-back value has been decreased accordingly.  <br/>\n<br/>\n<br/>\n*Paw*<br/>\n<br/>\nThe difficulty of Paw has been decreased.  We found that many of the gnolls<br/>\nin the new Paw had too many hitpoints, making the dungeon more difficult<br/>\nthan it should have been for the desired level target.  Please let us know<br/>\nhow this change affects the viability of the dungeon.<br/>\n<br/>\n<br/>\n*The Plane of Fear*<br/>\n<br/>\nThe item-drop percentages in the Plane of Fear have been increased.  This<br/>\nchange was supposed to have occurred in the last patch, however the data was<br/>\nnot exported.  It has been tested and equipment drops are now occurring at a<br/>\nmuch higher rate.<br/>\n<br/>\n<br/>\n*The Plane of Hate*<br/>\n<br/>\nThe item-drop percentages on roaming and fast-spawning NPCs in the Plane of<br/>\nHate have been decreased.  Previously, these NPCs used the same<br/>\ndrop-percentages as the slow-spawning NPCs, causing overall drop percentages<br/>\nto be extremely high.<br/>\n<br/>\nAlso, the inhabitants of the Plane of Hate no longer fall for illusions, and<br/>\ntend to &quot;Hate&quot; everyone. <br/>\n<br/>\n<br/>\n*Monk Enhancement*<br/>\n<br/>\nA monk&#39;s speed in hand-to-hand combat will now improve with level, beginning<br/>\nin the high 20s. This will result in higher level monks doing substantially<br/>\nmore damage in a given time-frame.  <br/>\n<br/>\nThough this change does increase the power of the average monk, it should be<br/>\nstressed that the monk is now even more in need of true tank classes who<br/>\nhave the ability to taunt upset creatures off them. We want to stress that<br/>\nthe &quot;taunt factor&quot; of a monks fist has NOT been increased, though it may<br/>\nappear so due to your increased damage.<br/>\n<br/>\n<br/>\n*Paladin/Shadowknight Enhancement*<br/>\n<br/>\nPaladins and Shadowknights now have a higher hitpoints and higher skill caps<br/>\non Bash and Taunt.<br/>\n<br/>\nThe additional hitpoints will be noticeable for Paladins and SKs over level<br/>\n25.  This was done because the Paladins, SKs, and Rangers had the same HP<br/>\nbase, which upon further consideration is not compatible with our vision of<br/>\nthose classes&#39; roles.  This change will basically put Paladin and SK HPs<br/>\nmidway (in terms of Hit Points) between rangers and warriors of the same<br/>\nrace. <br/>\n<br/>\nThe taunt skill was increased because SKs, and in particular, Paladins had<br/>\ndifficulty taunting opponents off of Rangers, Monks, Rogues, and Warriors<br/>\ndue to their lower damage output.  Though the Paladin and SK will never<br/>\nequal the warrior in their ability to taunt, this change in addition to some<br/>\nof the taunting spells should help them become more effective tanks. <br/>\n<br/>\nBash was increased because Paladins typically aren&#39;t switching to two-handed<br/>\nweapons, choosing instead to continue using the bash skill. Most warriors,<br/>\nbeing ogres, trolls, or barbarians for the most part, do not worry about<br/>\nbash and instead opt for slam, which uses the same skill. Paladins are<br/>\ntypically the only characters who use a shield throughout their lives.<br/>\n<br/>\n<br/>\n*Rogue Enhancement*<br/>\n<br/>\nWhenever a rogue is invisible, whether by spell, potion, or skill, they are<br/>\nnow also invisible to undead.  <br/>\n<br/>\nThis change was made to add a definite class-advantage to the rogue,<br/>\nallowing them to do something that no other class could do.  It is the first<br/>\nstep in a multi-step process to improve the rogue class. <br/>\n<br/>\n*Wizard Enhancement*<br/>\n<br/>\nLevel 35 or above wizards will find that their spells (Magic, Cold, or Fire)<br/>\nmuch less likely to be resisted.  This effect stacks with the Staff of<br/>\nTemperate Flux and enchanter, shaman, and magician resistance debuffs.<br/>\n<br/>\nThis change was made to increase the effectiveness of wizards at about the<br/>\nlevel that all spell-casting classes start seeing their resistance rates go<br/>\nup.  Wizards specialize in direct magical damage. It makes sense that they<br/>\nshould be better at causing that damage than the other classes.  <br/>\n<br/>\n<br/>\n*Bard Enhancement*<br/>\n<br/>\nBards will now receive the Meditate skill at 10th level.  This skill will be<br/>\ngranted automatically the first time a bard zones after reaching 10th level,<br/>\nand cannot be trained further.  It will have the effect of decreasing the<br/>\namount of time that it takes a Bard to memorize their songs.  Previously, it<br/>\nwould take 50th level bards upwards of 2 minutes to memorize a song.  Now it<br/>\nis much faster.<br/>\n<br/>\n<br/>\n*Druid Enhancement*<br/>\n<br/>\nThe skill cap on a Druid&#39;s tracking skill has been increased.  This change<br/>\nwas implemented based upon general public opinion that the former cap was<br/>\nfar too low for the skill to be even marginally viable.  <br/>\n<br/>\n<br/>\n*Feign Death and Pets*<br/>\n<br/>\nAfter a serious discussion regarding the Necromancer&#39;s Feign Death tactic,<br/>\nas well as reviewing public opinion on the matter, we have implemented a<br/>\nchange.  As we would like everyone to understand why we feel this change was<br/>\nnecessary, here is a summary of the issue:<br/>\n<br/>\nProblem: <br/>\nFeign death allows you to become an invalid target in all circumstances,<br/>\nproviding offensive tactics that are abusive.  For this ability to remain<br/>\nbalanced, the pet should follow the same rules as invisibility.  Offensive<br/>\ntactics used by other classes involve the creature getting a saving throw<br/>\nverses the effect.  Since creatures do NOT get a direct save verses feign<br/>\ndeath (as you cast it on yourself), and since you can retry the combat once<br/>\nyou have feigned death, there is very little risk to necromancer himself.<br/>\nAs this tactic involves charming an NPC and turning it against another NPC,<br/>\nwhich could be part of the same spawn, it allows for Necromancers to solo<br/>\nMUCH bigger rooms than any other class could.  This situation is well beyond<br/>\nwhat would preserve game balance for any other class (soloing the<br/>\nBloodthirsty Ghoul room and Ghoul Lord room, for example). <br/>\n<br/>\nExample: <br/>\nWhile there are many examples of how the Necromancer Feign Death tactic is<br/>\nabusive, one of the most egregious occurs in the Ghoul Lord room of Lower<br/>\nGuk.  The room consists of 2 Bok Ghoul Guards and the Ghoul Lord himself.<br/>\nUsing the current system, a level 50 Necro can easily solo the room at<br/>\nvirtually no risk to himself. The Necro can get into the room quite easily<br/>\nwith Invis To Undead.  To clear the room he uses Screaming Terror on one Bok<br/>\nand Charms the other.  When the Ghoul Lord rushes him, he feigns.  The Lord<br/>\nthen turns on the charmed Bok and kills it, taking considerable damage<br/>\nduring the fight.  The Necromancer waits until the Ghoul Lord returns to its<br/>\nspawn point.  When the necromancer gets back  up, he is in no danger of<br/>\nbeing attacked due to the way Feign Death works now. He then charms the 2nd<br/>\nBok and Feigns again.  The fight goes on and the 2nd Bok is killed.  When<br/>\nthe Necromancer gets back up he has a VERY wounded Ghoul Lord AND nearly<br/>\nfull mana.  The Lord is now an easy kill, and the Necro collects his special<br/>\nitems.<br/>\n<br/>\nSolution: <br/>\nIdeally, Feign Death should work like Invisibility, where summoned pets<br/>\nsuicide and the charmed ones break Charm.  We do not want, however, to<br/>\nadversely affect lower level Necromancers to such a large degree.  What we<br/>\ndo recognize is the need to prevent higher level Necro&#39;s from exploiting key<br/>\nspawn points.  Hence, when you Feign Death, any charmed NPC will immediately<br/>\nbreak Charm.  However, summoned NPCs (pets) will NOT be affected.  While<br/>\nthis still allows the use of the Feign Death tactic with your summoned pet,<br/>\nit does not imbalance the game and many dungeon spawns to the degree that<br/>\ncharming an NPC does. <br/>\n<br/>\n<br/>\n*Manastone Changed*<br/>\n<br/>\nThe players have raised many concerns about the power of the Manastone,<br/>\nwhich no longer drops.  They cite that people without a Manastone are not as<br/>\nwelcome in expeditions to the outer planes and other areas as people with<br/>\nthem.  Since dropping additional Manastones via quest or removing them from<br/>\nthe existing populace is not desirable, we&#39;ve decided to make it so that the<br/>\nManastone will no longer function in the alternate planes.  Furthermore, it<br/>\nwill not function in any of the zones included with the Kunark Expansion.<br/>\n<br/>\nWe apologize to those adversely affected by this change. Our general goal is<br/>\nto avoid making changes to items in peoples&#39; possession, however we felt<br/>\nthis change was, all things considered, warranted and for the benefit of the<br/>\ngame as a whole.<br/>\n<br/>\n<br/>\n- The EverQuest Team</div>","specialLinks":[]}}