{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"imari_dellimore@sra.com","from":"imari_dellimore@...","replyTo":"LIST","senderId":"eWhrSKEz61a-hZcynNBScm6k8Nq0Qeh6kK44HxKiN5nIfeU74iHgj6XN2us8U-naDHo8ocnHkH46E4-OggI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:Hunting Guide for Monks","postDate":"948730309","msgId":1231,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNDYuMTIzMS45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1230,"nextInTopic":1236,"prevInTime":1230,"nextInTime":1232,"topicId":1230,"numMessagesInTopic":4,"msgSnippet":"My advice on where to hunt:  The best xp by far is solo xp.  A monk with bind wound skill and mend can solo with little down time.  Take on medium level blues ","messageBody":"<div id=\"ygrps-yiv-1695547690\">My advice on where to hunt:  The best xp by far is solo xp.  A monk with bind<br/>\nwound skill and mend can solo with little down time.  Take on medium level blues<br/>\n(the sorta stuff you can kill without losing too many hp and you can pretty much<br/>\ngo on a non-stop killing spree.<br/>\n<br/>\nAt level 9 - head to misty thicket - you can solo there to level 15 or even 16. <br/>\nGreat xp, lots of stuff to kill, not much competition.  Be sure to get bound in<br/>\nRivervale.<br/>\n<br/>\n<br/>\n<br/>\nFrom levels 13 - 20 you can SOLO in the gorge of King Xorb.  Start with mudites<br/>\nand gobline veterans etc, then move onto GORGE minitaurs and muddite elders.  Be<br/>\ncarefull when pulling them - sometimes pulling one muddite brings several. I<br/>\nalways pull to the running eye zone to be safe. <br/>\n<br/>\nFrom levels 18 - 22 the area right outside the zone of the Xorb Gorge in East<br/>\nKarana is great solo xp.  I pick on lion patriarchs. gorge hounds  etc.  Leave<br/>\nthe crag spiders for when you are partnered with someone who can cure poison.<br/>\n<br/>\n<br/>\nFrom level 20 or 21 head to lake rathe.  If you can get one of the islands free,<br/>\nfind an island with one or two aviaks and solo em for some more xp ( this will<br/>\ntake you to level 23 or 24)<br/>\n<br/>\n<br/>\nFrom level 24 head to dungeons and group up.  The best xp from now on will be in<br/>\ngroups in dungeons where there are lots of spawns - High Keep, caszic thule,<br/>\nGuktop and Paw. As a monk likely your job will be &quot;puller&quot; so be sure to<br/>\napprentice yourself to a knowledgeable tank in which ever dungeon you choose and<br/>\nlearn the special pull tactics and lay of the dungeon from him.  <br/>\n<br/>\n<br/>\nSoloing like this (in these areas) you could reach level 24 in about 2-3 weeks<br/>\nplaying 6 hours a day ( depending on how often you run back to town and how<br/>\noften you die).  Try to avoid crowds and hunt in as small a group as possible<br/>\nwhile in the outdoors - spawns are not abundant (as they are in dungeons) and so<br/>\ngroup is not really worth it IMHO.  Of course the aviaks in SKarana are there<br/>\nbut that place is SOOO crowded that it is just not worth it!  110 people in<br/>\nsouth karana on any given night is rediculous.  If you want to level quickly<br/>\navoid crowds and group only where there are abundant spawns.</div>","specialLinks":[]}}