{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Clarity","from":"Clarity &lt;roderick.duncan@...&gt;","replyTo":"LIST","senderId":"6MYfXVrubKscIyFRskFGHbFUGAWoQGgQ_CigMkPnAscYcy_FL2p6VKVSXg8-NyPFokqAzuqwDYl4kraYg9nGZykDL_vWDH-1eE9Jb1Rz_Dk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:What to buy?","postDate":"949868452","msgId":1308,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNTguMTMwOC45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1307,"nextInTopic":1309,"prevInTime":1307,"nextInTime":1309,"topicId":1271,"numMessagesInTopic":44,"msgSnippet":"My apologies, Shelza, I was too quick to judge your intentions there. However I still think Harrick is far better off ignoring equipment for the moment.  The","messageBody":"<div id=\"ygrps-yiv-273826852\">My apologies, Shelza, I was too quick to judge your intentions there.<br/>\nHowever I still think Harrick is far better off ignoring equipment for the<br/>\nmoment.  The best equipment he could save up for right now would be:<br/>\n<br/>\nOnyx earrings (2 agi) 5pp or so from Blackburrow<br/>\nSpiked collar (ac3 3str) 5pp or so from Blackburrow<br/>\nLockjaw vest (ac12 5sta) 20-30pp from Oasis<br/>\nBracer of erolisi (ac5 5str) 25-30pp from Ocean of Tears<br/>\n<br/>\nThe Wu&#39;s gauntlets is not worth the money for him right now.<br/>\n<br/>\nTo be perfectly honest, Shelza, cured silk can stay in a lot of locations on a<br/>\nmonk until he or she hits the planes.  Swap out to gear that gives you better<br/>\nAC/HP than cured as you can afford it, but it&#39;s only going to make a<br/>\nmarginal improvement in combat performance for each piece of armor you<br/>\ntrade out. Levels and skills are what this game is really about.<br/>\n<br/>\n<br/>\nClarity Harvestmoon,<br/>\nKarana<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;First off, I am not twinked, every thing I got I earned the money for<br/>\n&gt;myself.  As a monk this is really easy to do as monks dont have anything to<br/>\n&gt;spend money on but good armor.  By the time I was 10th level, I had over 100<br/>\n&gt;plat saved, by the time I reached 18th I had bought and sold over 1000 plat<br/>\n&gt;worth of stuff, all done by money and items I have earned myself by selling<br/>\n&gt;loot or trade skills.  One good one is mesh.  Poke your head into Guk and<br/>\n&gt;you can just about get that stuff free off of the people in there....they<br/>\n&gt;have it comming out of thier ears.  I would also rather have things like a<br/>\n&gt;spiked collar (easily obtainable in Black Burrow) than the cured silk<br/>\n&gt;counterpart.  Man, I give someone valuble information, such as the location<br/>\n&gt;to where he can find a list of just about EVERY item a monk can wear, what<br/>\n&gt;the stats are and more importantly where he can get them and how much they<br/>\n&gt;usually sell for, so he can judge whether or not they are obtainable or not,<br/>\n&gt;and you jump me with an offensive letter like this?  Learn some manners.<br/>\n&gt;What I am tired is, people like you jumping to conclutions when you have<br/>\n&gt;absolutely no idea what you are talking about.  The worst part is, I wasn&#39;t<br/>\n&gt;insulting his armor, I was offering good, helpfull information.  I never<br/>\n&gt;said ANYTHING like &quot;oh well cure silk is crap compaired to Shiverback, you<br/>\n&gt;should get a full suit of that&quot;.  If you knew anything, you yourself would<br/>\n&gt;know there are little peices people can pick up here and there to improve<br/>\n&gt;over something as rudimentary as cured silk is.<br/>\n&gt;Anyway, do yourself a favor, think before you type...and maybe you should<br/>\n&gt;check on stomped, you might find there is a peice of armor you could easily<br/>\n&gt;replace with something better.  Getting eq doesn&#39;t always involve camping<br/>\n&gt;45+ mobs.  Anyway.<br/>\n&gt;<br/>\n&gt;Shelza, 18th, Karana. </span></blockquote></div>","specialLinks":[]}}