{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeffrey Sue","from":"Jeffrey Sue &lt;jsue@...&gt;","replyTo":"LIST","senderId":"aTSxzoPE2XdHQk-7EFCk-WMNLcGYLUIGiJjOUuSaBqCdlo3R-NzM-RFnnVbGceYbV4SPrWlauNj1yud67fgcqrLwdkZK","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re[2]:Experience and Twinking","postDate":"950224739","msgId":1349,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNjIuMTM0OS45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1348,"nextInTopic":1351,"prevInTime":1348,"nextInTime":1350,"topicId":1346,"numMessagesInTopic":17,"msgSnippet":"whoohoo another twinking thread!!! ... this is garbage.  why do i have to earn the right to twink?  i can twink whenever i want.  i don t owe you anything. ...","messageBody":"<div id=\"ygrps-yiv-177504014\">whoohoo another twinking thread!!!<br/>\n<br/>\nAt 04:33 PM 2/10/00 -0500, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: James W Hooper &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhooper@...\">jhooper@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt;Twinkers RIGHTS!<br/>\n&gt; &gt;<br/>\n&gt; &gt;I would say that I have earned my right to twink. ALL of you playing the <br/>\n&gt; game<br/>\n&gt; &gt;today, owe me and all the other pioneers a debt of gratitude.  Who do you<br/>\n&gt;think<br/>\n<br/>\n<br/>\n </span></blockquote>this is garbage.  why do i have to earn the right to twink?  i can twink <br/>\nwhenever<br/>\ni want.  i don&#39;t owe you anything.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;writes all those quest walk throughs?  How is that you came by that<br/>\n&gt;knowledge of<br/>\n&gt; &gt;exactly where that item is dropped?  You take for granted the fact that<br/>\n&gt;you can<br/>\n&gt; &gt;walk into a dungeon, hang out by the zone and auction for a group, but <br/>\n&gt; when I<br/>\n&gt; &gt;hit level 30 ( and I was one of the first to do - way back in March! ) I<br/>\n&gt;spent<br/>\n&gt; &gt;lots and lots and lots of deaths figuring out the dungeons all over<br/>\n&gt;NOrrath. I<br/>\n&gt; &gt;was in FuLL Bronze back then and VERY VERY VERY proud of it!  I weilded a<br/>\n&gt;Black<br/>\n&gt; &gt;iron Bastard sword (Ghoulbane had not been found yet) and I thought I was DA<br/>\n&gt; &gt;BOMB! This is NEWBIE gear now a days, largely due to the deflationary<br/>\n&gt;influence<br/>\n&gt; &gt;of the pioneering players trading off their old equipment and <br/>\n&gt; discovering the<br/>\n&gt; &gt;spawns so that everyone knows how/where to camp the items.<br/>\n<br/>\n<br/>\n </span></blockquote>yah right.  or maybe due to the fact that 100 new bronze pieces enter the<br/>\neconomy every day on every server just in unrest.  this is the real <br/>\ndeflationary<br/>\ninfluence not the original players.  and what does this have to do with <br/>\ntwinking?<br/>\nif older players are twinking newer characters they are not trading off old<br/>\nequipment and are actually contributing to INflation.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;<br/>\n&gt; &gt;Every player today, even the untwinked ones, owes a lot to the pioneers.<br/>\n&gt;You can<br/>\n&gt; &gt;BUY items at a trade bazaar at unbelievably cheap prices, these are the same<br/>\n&gt; &gt;items I would have spent HOURS searching for the spawn, or xp dying while<br/>\n&gt; &gt;learning how to pull the area.  YOu take for granted the fact that you can<br/>\n&gt;pick<br/>\n&gt; &gt;up a serp bracer for 200pp, a BIBS for 500pp, bronze armor at 6pp a peice!<br/>\n&gt; &gt;These were once *status* items that would probably not have even been<br/>\n&gt;traded for<br/>\n&gt; &gt;6 or 7 months ago.<br/>\n<br/>\n<br/>\n </span></blockquote>so 6 or 7 months ago.  let&#39;s just use bronze armor as an example.  100 pieces<br/>\na day out of unrest.  that&#39;s 3000 pieces per month.  or 18000 to 21000 in 6 <br/>\nor 7<br/>\nmonths.  nah, creating 20000 new pieces of bronze (just in one zone, mind you)<br/>\ncouldn&#39;t have anything to do with the price of bronze falling so rapidly.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;<br/>\n&gt; &gt;Excuse me If I want to just take some of the excess items I have <br/>\n&gt; acccumulated<br/>\n&gt; &gt;over the months ( and once you start going to the PoF/HATE/etc you will<br/>\n&gt;start to<br/>\n&gt; &gt;PILE stuff up!) and creat a Uber character of my choosing!  I have <br/>\n&gt; invested 9<br/>\n&gt; &gt;months into my first character, I dont see it as fair to require me to <br/>\n&gt; invest<br/>\n&gt; &gt;ANOTHER 9 months in a new one!<br/>\n<br/>\n<br/>\n </span></blockquote>well does this refer to powerlevelling or twinking?  not sure <br/>\nhere.  twinking alone won&#39;t<br/>\ncut a lot of time out of those 9 months.  if anything it may be worse now <br/>\ncuz there<br/>\nare many more people on the server.  you won&#39;t be able to go to your pet spots<br/>\nand have them to yourself all the time.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;<br/>\n&gt;<br/>\n&gt;I am sorry, but is this discussion about twinking or the fact that you<br/>\n&gt;started playing the game before I did?  It sounds like you have some issues<br/>\n&gt;to deal with here and are very hostile about this discussion.  I started<br/>\n&gt;this thread as an intelleuctual discussion, not a flame war.  Twinkers have<br/>\n&gt;no more rights than Kill stealers in my estimation.  Do you feel that we<br/>\n&gt;who started after you automatically owe you repsect because you have played<br/>\n&gt;a GAME longer than we have?  I don&#39;t think so.  I, too, spend my time in<br/>\n&gt;dungeons, dying and dying again, in the search for elusive  items and<br/>\n&gt;experience.  Items and experience are becoming harder and harder to find<br/>\n&gt;due to server overcrowding and spawn camping.  To me, you were lucky that<br/>\n&gt;you didn&#39;t have to deal with people camping spawning points early in the<br/>\n&gt;life of the game.  It was probably easier for you to find creatures of the<br/>\n&gt;appropriate level.  When I go out looking, I often find that people will<br/>\n&gt;jump on monsters, yelling &quot;Mine!  Mine&quot;, like some 2 year old, because they<br/>\n&gt;need the XP or the items.  Do not make assupmtions about me.  I do not take<br/>\n&gt;for granted that I can buy serp bracers for 200pp or any of the other<br/>\n&gt;things.  Why?  Because I play this game for adventuring purposes.  At 17th<br/>\n&gt;level, I figured that the 200 pp I had stashed away would last me quite a<br/>\n&gt;while.  That is 200pp I earned the hard way.  No one gave it to me.  It is<br/>\n&gt;twinking that is one of the causes of the drop in prices for items.  If<br/>\n&gt;every 6th level character has access ti items intended for a 20th level<br/>\n&gt;character, those items will decrease in value.  As for the fact that you<br/>\n&gt;shouldn&#39;t have to invest 9 months into a new character:  Why not?  Are you<br/>\n&gt;afraid that you will get bored?  You already have intimate knowledge of<br/>\n&gt;most of the areas of the world that you can use to your advantage.  Why<br/>\n&gt;should you add the capability of walking around with items that your<br/>\n&gt;character would never have had to chance to obtain?  To be honest, I do not<br/>\n&gt;have a problem with a character getting a sword or a piece of armor from<br/>\n&gt;someone, even another of the PCs that a player owns..  There are plenty of<br/>\n&gt;historical and fantasy based accounts of this, but when someone steps onto<br/>\n&gt;the stage, a new character, decked out in itmes that should belong to a<br/>\n&gt;10th level or 20th level or 30th level characters, it really cheeses those<br/>\n&gt;of us who are trying to earn the items legitimately.  Every item that goes<br/>\n&gt;into a twinkers hands, is one less that I or another honest player can earn.<br/>\n<br/>\n<br/>\n </span></blockquote>oh whine whine whine.  i&#39;ve heard this argument and it is lame.  maybe you<br/>\ndon&#39;t understand the meaning of the word &#39;&#39;legitimately&#39;&#39;.  here&#39;s an example,<br/>\ni have a level 38 bard.  i camp the frenzy for experience.  i get lucky and get<br/>\na fbss.  now my bard is pretty well decked out until i can go to the planes.<br/>\nthere&#39;s a few things i want, but nothing major.  now let me get this <br/>\nstraight.  if<br/>\ni wear this fbss, i have gotten it legitimately.  if i give it to my 16th <br/>\nlevel monk<br/>\ni have not?  give me a break.  how is me giving it to my monk instead of<br/>\nwearing it myself taking it out of your hands.  if you got your ass up and went<br/>\nto lower guk and camped the frenzy maybe you&#39;d have a chance to <br/>\n&#39;&#39;legitimately&#39;&#39;<br/>\nget it yourself.  the other lame thing you say is &#39;&#39;one less that I or <br/>\nanother honest<br/>\nplayer can earn&#39;&#39;.  are you implying that twinking is &#39;&#39;dishonest&#39;&#39;?  hmm <br/>\nmaybe i<br/>\nshould give you a dictionary, you sure seem to be unclear on what these words<br/>\nmean.  if this really &#39;&#39;cheeses&#39;&#39; you,  maybe you are taking this game way too<br/>\nseriously.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Shando<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;GET A NEXTCARD VISA, in 30 seconds.  Get rates as low as 0.0 percent<br/>\n&gt;Intro or 9.9 percent Fixed APR and no hidden fees. Apply NOW.<br/>\n&gt;&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/NextcardCreative5\">http://clickme.onelist.com/ad/NextcardCreative5</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}