{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeffrey Sue","from":"Jeffrey Sue &lt;jsue@...&gt;","replyTo":"LIST","senderId":"yogiI5KGP0bWLcthWNsDjk9Y5yJreTUZy50IqoWNn_kwBkU-2TwHv4w-yiiATIUrNrOxBeHsAolz39Ax7_9Nm_PdSbQR","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Re[2]:Experience and Twinking","postDate":"950225517","msgId":1352,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNjIuMTM1Mi45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1351,"nextInTopic":1355,"prevInTime":1351,"nextInTime":1353,"topicId":1346,"numMessagesInTopic":17,"msgSnippet":"... hahahaha good one, can i use this in future rants?  that get off the cross comment would seem to apply to the first guy too, who thinks we owe him respect","messageBody":"<div id=\"ygrps-yiv-1435834888\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt;<br/>\n&gt; &gt;jump on monsters, yelling &quot;Mine!  Mine&quot;, like some 2 year old, because they<br/>\n&gt; &gt;need the XP or the items.  Do not make assupmtions about me.  I do not take<br/>\n&gt; &gt;for granted that I can buy serp bracers for 200pp or any of the other<br/>\n&gt; &gt;things.  Why?  Because I play this game for adventuring purposes.  At 17th<br/>\n&gt; &gt;level, I figured that the 200 pp I had stashed away would last me quite a<br/>\n&gt; &gt;while.  That is 200pp I earned the hard way.  No one gave it to me.  It is<br/>\n&gt;<br/>\n&gt;Get off the cross, we need the wood.  99% of all players have gone through<br/>\n&gt;this.  And by the way, I didn&#39;t have my first 200 pp until I was well into<br/>\n&gt;my 20&#39;s.<br/>\n<br/>\n </span></blockquote>hahahaha good one, can i use this in future rants?  that get off the cross <br/>\ncomment<br/>\nwould seem to apply to the first guy too, who thinks we owe him respect for<br/>\nsome unknown reason.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;twinking that is one of the causes of the drop in prices for items.  If<br/>\n&gt;<br/>\n&gt;Bull - absolute bull.  Twinkers aren&#39;t selling the items they&#39;re wearing.<br/>\n&gt;Lower prices, more supply.  Less Supply, higher prices.  Perhaps you&#39;ve<br/>\n&gt;heard of it?  The ole &quot;Supply and Demand&quot; theory.  I just can&#39;t figure out<br/>\n&gt;why a glowing stein is still selling for 250 pp on Quell.<br/>\n<br/>\n </span></blockquote>they&#39;re about 250 on veeshan too.  only thing i can figure out is that those<br/>\ndamn enchanters are fixing prices, heh.  ahh more power to them.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;shouldn&#39;t have to invest 9 months into a new character:  Why not?  Are you<br/>\n&gt; &gt;afraid that you will get bored?  You already have intimate knowledge of<br/>\n&gt; &gt;most of the areas of the world that you can use to your advantage.  Why<br/>\n&gt;<br/>\n&gt;The fact that it was his 9 months and his items means he can do any damn<br/>\n&gt;thing he wants to.  Including, but not limited to, creating a Troll<br/>\n&gt;Enchanter and trying to twink it&#39;s INT up to 500.<br/>\n<br/>\n<br/>\n </span></blockquote>hmm now there&#39;s a thought.  i can do the troll enchanter part, but i&#39;m not sure<br/>\nhow to get his int up to 500 heh.  better go twink some more.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;should you add the capability of walking around with items that your<br/>\n&gt;character would never have had to chance to obtain?  To be honest, I do not<br/>\n&gt;have a problem with a character getting a sword or a piece of armor from<br/>\n&gt;someone, even another of the PCs that a player owns..  There are plenty of<br/>\n&gt;historical and fantasy based accounts of this, but when someone steps onto<br/>\n&gt;the stage, a new character, decked out in itmes that should belong to a<br/>\n&gt;10th level or 20th level or 30th level characters, it really cheeses those<br/>\n&gt;of us who are trying to earn the items legitimately.  Every item that goes<br/>\n&gt;into a twinkers hands, is one less that I or another honest player can earn.<br/>\n&gt;<br/>\n&gt;BUZZ!!!!  Thank you for playing!  Except for the MASSIVELY rare spawns,<br/>\n&gt;there are several holes in your theory.  First, most of the ultra-rare items<br/>\n&gt;are on very very high level creatures.  So honest player #1 that is level 18<br/>\n&gt;- sorry, you would never legitimately get this item.  Secondly, most of the<br/>\n&gt;servers that have been around for a while... there&#39;s at least 2,000 of<br/>\n&gt;everything it seems, except as I said, the ultra rares, that honest players<br/>\n&gt;have no chance of getting while they&#39;re young.<br/>\n<br/>\n </span></blockquote>well to be honest there is a little bit of this going on.  i.e. when was <br/>\nthe last time<br/>\na non caster got a kill on hadden for the fishbone earring heh.  and stop <br/>\ncatering<br/>\nto him by using &#39;&#39;honest&#39;&#39; incorrectly, heh.  twinking has nothing whatsoever<br/>\nto do with &#39;&#39;honesty&#39;&#39;.  look it up if you don&#39;t believe me. :)<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Twink used to really mean something.  Now all it means is someone who has<br/>\n&gt;better stuff than you do. </span></blockquote></div>","specialLinks":[]}}