{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Thom Green","from":"&quot;Thom Green&quot; &lt;thom_mg@...&gt;","replyTo":"LIST","senderId":"D7CDLfg-1a9UNU0gNnicW6cXSuvtrjrF9oPuUFBPEuy_dcefPI2SjlwvnzWWuOL357x7LmOcETwQJPj-vAjrddZh-Qu5lVXn2g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re[2]:Experience and Twinking","postDate":"950235495","msgId":1357,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNjIuMTM1Ny45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1355,"nextInTopic":1358,"prevInTime":1356,"nextInTime":1358,"topicId":1346,"numMessagesInTopic":17,"msgSnippet":"This is a really old cops and robbers argument.  The only thing that keeps most anyone from twinking is A) the inability to do it, or B) Moralistic values","messageBody":"<div id=\"ygrps-yiv-115392890\">This is a really old cops and robbers argument.  The only thing that keeps <br/>\nmost anyone from twinking is A) the inability to do it, or B) Moralistic <br/>\nvalues spawned by the user&#39;s idea of a enjoyable playing environment.  Hey, <br/>\nwhen I am in my car, I don&#39;t like people running red lights, while I have to <br/>\nsit at it.  But hey, I could run it, that is my choice.  Now as long as <br/>\nthere is a way to do something, that gives ANYONE an advantage, you can bet <br/>\nno matter how moralistically warped it is, someone will be doing it.  And <br/>\nthe more people who do it, the more people who are going to think it is ok <br/>\nto do.  I have nothing against twinking, cause I don&#39;t have one of those <br/>\nchildish &quot;Well that&#39;s not fair to me&quot; attitudes, but then again, I still <br/>\ndon&#39;t twink myself, because I still believe that half the fun is either <br/>\nfinding the item, or earning the money to buy it.  Shrug.<br/>\nSo what have we learned?<br/>\nLife isn&#39;t fair.<br/>\nWhat else?<br/>\nIf someone has the opportunity to get ahead in a way that might be <br/>\nmoralisticly deviant, chances are even if he doesn&#39;t do it, someone else has <br/>\neither done it, or will do it.<br/>\n<br/>\nShelza, Karana<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;I am sorry, but is this discussion about twinking or the fact that you<br/>\n&gt;started playing the game before I did?  It sounds like you have some issues<br/>\n&gt;to deal with here and are very hostile about this discussion.  I started<br/>\n&gt;this thread as an intelleuctual discussion, not a flame war.  Twinkers have<br/>\n&gt;no more rights than Kill stealers in my estimation.  Do you feel that we<br/>\n&gt;who started after you automatically owe you repsect because you have played<br/>\n&gt;a GAME longer than we have?  I don&#39;t think so.  I, too, spend my time in<br/>\n&gt;dungeons, dying and dying again, in the search for elusive  items and<br/>\n&gt;experience.  Items and experience are becoming harder and harder to find<br/>\n&gt;due to server overcrowding and spawn camping.  To me, you were lucky that<br/>\n&gt;you didn&#39;t have to deal with people camping spawning points early in the<br/>\n&gt;life of the game.  It was probably easier for you to find creatures of the<br/>\n&gt;appropriate level.  When I go out looking, I often find that people will<br/>\n&gt;jump on monsters, yelling &quot;Mine!  Mine&quot;, like some 2 year old, because they<br/>\n&gt;need the XP or the items.  Do not make assupmtions about me.  I do not take<br/>\n&gt;for granted that I can buy serp bracers for 200pp or any of the other<br/>\n&gt;things.  Why?  Because I play this game for adventuring purposes.  At 17th<br/>\n&gt;level, I figured that the 200 pp I had stashed away would last me quite a<br/>\n&gt;while.  That is 200pp I earned the hard way.  No one gave it to me.  It is<br/>\n&gt;twinking that is one of the causes of the drop in prices for items.  If<br/>\n&gt;every 6th level character has access ti items intended for a 20th level<br/>\n&gt;character, those items will decrease in value.  As for the fact that you<br/>\n&gt;shouldn&#39;t have to invest 9 months into a new character:  Why not?  Are you<br/>\n&gt;afraid that you will get bored?  You already have intimate knowledge of<br/>\n&gt;most of the areas of the world that you can use to your advantage.  Why<br/>\n&gt;should you add the capability of walking around with items that your<br/>\n&gt;character would never have had to chance to obtain?  To be honest, I do not<br/>\n&gt;have a problem with a character getting a sword or a piece of armor from<br/>\n&gt;someone, even another of the PCs that a player owns..  There are plenty of<br/>\n&gt;historical and fantasy based accounts of this, but when someone steps onto<br/>\n&gt;the stage, a new character, decked out in itmes that should belong to a<br/>\n&gt;10th level or 20th level or 30th level characters, it really cheeses those<br/>\n&gt;of us who are trying to earn the items legitimately.  Every item that goes<br/>\n&gt;into a twinkers hands, is one less that I or another honest player can <br/>\n&gt;earn.<br/>\n&gt;<br/>\n&gt;Shando<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>______________________________________________________<br/>\nGet Your Private, Free Email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.hotmail.com\">http://www.hotmail.com</a></div>","specialLinks":[]}}