{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"imari_dellimore@sra.com","from":"imari_dellimore@...","replyTo":"LIST","senderId":"I3Xu0qGJro6mRPlV-xYL5rcaXRXjYD1MvcWRuKvoDS_ZxJ6Jv0ouh3Lkhrnd7cEjEOaSGyPaPub1nPXljRM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re:RE: Re[2]:Experience and Twinking","postDate":"950539937","msgId":1375,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xNjYuMTM3NS45NTkzMDIzMjZAZUdyb3Vwcy5jb20+"},"prevInTopic":1370,"nextInTopic":0,"prevInTime":1374,"nextInTime":1376,"topicId":1346,"numMessagesInTopic":17,"msgSnippet":"Sorry for the long delay in replying but I was out from work sick. You are right, it is best to keep this debate intellectual. I twink because at level 50,","messageBody":"<div id=\"ygrps-yiv-1962912489\">Sorry for the long delay in replying but I was out from work sick.<br/>\n<br/>\n<br/>\nYou are right, it is best to keep this debate intellectual.<br/>\n<br/>\nI twink because at level 50, rather than quit the game I decided to experience<br/>\nit from the point of view of another character.  Therefore I took all of the<br/>\nequipment I had accumulated over the month of camping and randoms etc etc.  This<br/>\nwas MY equipment. To suggest that it belongs in the economy or that I should<br/>\ndonate/sell it to anyone else rather use it to my own ends.  I chose to use that<br/>\nequipment (non of it gotten from KSing or farming) to start a very well equipped<br/>\nmonk. Where have I done wrong?<br/>\n<br/>\n<br/>\nYou may have a valid argument about item farmers - these guys are Assholes in my<br/>\nopinion as well.  Somehow managing to stop twinking will *NOT* stop these guys<br/>\nfrom farming.  They could farm for items for trade or even for sale on Ebay. <br/>\n<br/>\nLastly, verant will never, ever do anything to stop twinking.  For one reason<br/>\nonly: 50-60% of the newbie characters on my server and all the other older<br/>\nservers are *heavily* twinked. What that means is that 50-60% of the people on<br/>\nmy server have reached level 50 and are continuing to enjoy the game by playing<br/>\na new character.  Preventing them from enjoying some of the benefits of their<br/>\nhard work and time invested in the game, will only cause many of them to defect<br/>\nor lose interest in everquest.  At my level, Everyone twinks. every last one. I<br/>\nhave never met a person who has been level 50 for more than a month who hasn&#39;t<br/>\ntwinked or quit (there may be afew of them out there but they are rare).  If<br/>\ntwinking prolongs the life of a money paying customer, why should verant stop<br/>\nit?<br/>\n<br/>\n<br/>\nIn summary:<br/>\n<br/>\nTo make a real life comparison: Hard working people struggle for a long time and<br/>\nat the end of it are able to enjoy a comfortable life.  As they grow old they<br/>\nseek to allow their *children* the best advantage in the world by providing them<br/>\nwith all the best (private schools, medical care etc etc).  The young and<br/>\nstruggling people of that time, seeing this, complain that this is nepotism and<br/>\nunjust, but in time, they too have worked their way to the top and they in turn<br/>\nseek to allow their children the benefit of their hard work.<br/>\n<br/>\nAll that I can say, is that in 3-4 months when you reach level 50 (you will<br/>\nreach 50 faster than I did because the player base has gotten a lot smarter and<br/>\nlearned from some of the mistakes that the original players made) you will do<br/>\none of two things: quit EQ, or twink.<br/>\n<br/>\nhumbly submitted<br/>\nInno Blizzardfist<br/>\n<br/>\n<br/>\np.s.<br/>\n<br/>\nDoes anyone else out there use lotus cc mail? <br/>\nhow do I adjust the margins so they conform to the standard width? I hate that<br/>\nmy emails always have the lines going over.<br/>\n<br/>\n<br/>\n<br/>\n____________________Reply Separator____________________<br/>\nSubject:    RE: Re[2]:[EQ-Monks] Experience and Twinking<br/>\nAuthor: &quot;Bennett; Brian&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:BRIAN.BENNETT@...\">BRIAN.BENNETT@...</a>&gt;<br/>\nDate:       02/10/2000 5:06 PM<br/>\n<br/>\nFrom: &quot;Bennett, Brian&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:BRIAN.BENNETT@...\">BRIAN.BENNETT@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I am sorry, but is this discussion about twinking or the fact that you<br/>\n&gt;started playing the game before I did?  It sounds like you have some issues<br/>\n&gt;to deal with here and are very hostile about this discussion.  I started<br/>\n&gt;this thread as an intelleuctual discussion, not a flame war.  Twinkers have<br/>\n&gt;no more rights than Kill stealers in my estimation.  Do you feel that we<br/>\n<br/>\n </span></blockquote>Equating Twinking with kill stealing is wrong.  KSing is anti-social and<br/>\ndirectly &quot;harms&quot; others.  Twinking, while it can be argued of an indirect<br/>\napproach, does not.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;who started after you automatically owe you repsect because you have played<br/>\n&gt;a GAME longer than we have?  I don&#39;t think so.  I, too, spend my time in<br/>\n&gt;dungeons, dying and dying again, in the search for elusive  items and<br/>\n&gt;experience.  Items and experience are becoming harder and harder to find<br/>\n&gt;due to server overcrowding and spawn camping.  To me, you were lucky that<br/>\n<br/>\n </span></blockquote>What&#39;s with respect?  So I&#39;ve been playing for a year - I&#39;ve put in more<br/>\ntime, I&#39;ve paid more money, I&#39;ve seen more things - does that mean you owe<br/>\nme respect?  Hardly.  Sorta a life metaphor...  My parents have more money<br/>\nthan me, have more possessions, have more everything it seems - I&#39;m scraping<br/>\nby and trying to buy a crappy home and they&#39;re cruising the states,<br/>\nretirement style.  So if they have a kid, they&#39;ll probably give that kid a<br/>\nlot more than they gave me... they have the resources for it.  Not fair?<br/>\nSure.  Does it really change my life or actions?  Hell no.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;you didn&#39;t have to deal with people camping spawning points early in the<br/>\n&gt;ife of the game.  It was probably easier for you to find creatures of the<br/>\n&gt;appropriate level.  When I go out looking, I often find that people will<br/>\n </span></blockquote>Yea.  Obviously next time a new server goes up, create a monk in Freeport<br/>\nand see how long it takes you to get to level 2.  This is neither here nor<br/>\nthere, but this is a serious case of &quot;The Grass Is Greener....&quot;   Contrary<br/>\nto popular belief, it gets much harder to get exp at higher levels, because<br/>\nthe load of exp bearing creatures that don&#39;t require 17 groups to hold down<br/>\ngets smaller and smaller.  Like I said, not really on topic.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;jump on monsters, yelling &quot;Mine!  Mine&quot;, like some 2 year old, because they<br/>\n&gt;need the XP or the items.  Do not make assupmtions about me.  I do not take<br/>\n&gt;for granted that I can buy serp bracers for 200pp or any of the other<br/>\n&gt;things.  Why?  Because I play this game for adventuring purposes.  At 17th<br/>\n&gt;level, I figured that the 200 pp I had stashed away would last me quite a<br/>\n&gt;while.  That is 200pp I earned the hard way.  No one gave it to me.  It is<br/>\n<br/>\n </span></blockquote>Get off the cross, we need the wood.  99% of all players have gone through<br/>\nthis.  And by the way, I didn&#39;t have my first 200 pp until I was well into<br/>\nmy 20&#39;s.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;twinking that is one of the causes of the drop in prices for items.  If<br/>\n<br/>\n </span></blockquote>Bull - absolute bull.  Twinkers aren&#39;t selling the items they&#39;re wearing.<br/>\nLower prices, more supply.  Less Supply, higher prices.  Perhaps you&#39;ve<br/>\nheard of it?  The ole &quot;Supply and Demand&quot; theory.  I just can&#39;t figure out<br/>\nwhy a glowing stein is still selling for 250 pp on Quell.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;every 6th level character has access ti items intended for a 20th level<br/>\n&gt;character, those items will decrease in value.  As for the fact that you<br/>\n </span></blockquote>So by your theory...  if there was a magic level limit and such...  the<br/>\nprices would go up???  No, you&#39;ve created a higher inventory with a smaller<br/>\nconsumer base.  In other words, you&#39;ve made a bad situation worse.   Again,<br/>\nthis is part of my revolutionary &quot;With greater supply comes cheaper prices&quot;<br/>\ntheory.  Twinkers cause prices to fall?  Puh-lease.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;shouldn&#39;t have to invest 9 months into a new character:  Why not?  Are you<br/>\n&gt;afraid that you will get bored?  You already have intimate knowledge of<br/>\n&gt;most of the areas of the world that you can use to your advantage.  Why<br/>\n<br/>\n </span></blockquote>The fact that it was his 9 months and his items means he can do any damn<br/>\nthing he wants to.  Including, but not limited to, creating a Troll<br/>\nEnchanter and trying to twink it&#39;s INT up to 500.<br/>\n<br/>\nshould you add the capability of walking around with items that your<br/>\ncharacter would never have had to chance to obtain?  To be honest, I do not<br/>\nhave a problem with a character getting a sword or a piece of armor from<br/>\nsomeone, even another of the PCs that a player owns..  There are plenty of<br/>\nhistorical and fantasy based accounts of this, but when someone steps onto<br/>\nthe stage, a new character, decked out in itmes that should belong to a<br/>\n10th level or 20th level or 30th level characters, it really cheeses those<br/>\nof us who are trying to earn the items legitimately.  Every item that goes<br/>\ninto a twinkers hands, is one less that I or another honest player can earn.<br/>\n<br/>\nBUZZ!!!!  Thank you for playing!  Except for the MASSIVELY rare spawns,<br/>\nthere are several holes in your theory.  First, most of the ultra-rare items<br/>\nare on very very high level creatures.  So honest player #1 that is level 18<br/>\n- sorry, you would never legitimately get this item.  Secondly, most of the<br/>\nservers that have been around for a while... there&#39;s at least 2,000 of<br/>\neverything it seems, except as I said, the ultra rares, that honest players<br/>\nhave no chance of getting while they&#39;re young.<br/>\n<br/>\nTwink used to really mean something.  Now all it means is someone who has<br/>\nbetter stuff than you do.<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nGET A NEXTCARD VISA, in 30 seconds.  Get rates as low as 0.0 percent <br/>\nIntro or 9.9 percent Fixed APR and no hidden fees. Apply NOW. <br/>\n&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/NextcardCreative5\">http://clickme.onelist.com/ad/NextcardCreative5</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n<br/>\n------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nGET A NEXTCARD VISA, in 30 seconds.  Get rates as low as 0.0 percent <br/>\nIntro or 9.9 percent Fixed APR and no hidden fees. Apply NOW. <br/>\n&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/NextcardCreative5\">http://clickme.onelist.com/ad/NextcardCreative5</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n<br/>\n------------------------------------------------------------------------</div>","specialLinks":[]}}