{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"IBNALNOOR@xxx.xxx","from":"IBNALNOOR@...","replyTo":"LIST","senderId":"7Y5LMK6kz4j66F8-FWulZ0rVgwGcbZziGKrkPA-3dfBwpmgyQ59OUaU8NTI8fGymJI-jkGnKEgM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Feign Death vs. casters and anomolous failures","postDate":"931920901","msgId":151,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4yNC4xNTEuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":149,"nextInTopic":152,"prevInTime":150,"nextInTime":152,"topicId":140,"numMessagesInTopic":11,"msgSnippet":"Here is my expierence, FD only works if the mobs have completely finished all their actions for the round. If you FD and one still has yet to hit you or a ","messageBody":"<div id=\"ygrps-yiv-926424193\">Here is my expierence, FD only works if the mobs have completely finished all <br/>\ntheir actions for the round. If you FD and one still has yet to hit you or a <br/>\nspell still has to go off against you it does not matter, it will fail. I do <br/>\nnot know about against DoT and that is an interesting question. I do know I <br/>\nhave fought the spiders in Guk several times and Feigned successfelly while <br/>\npoisoned. And rabies have never seemed to be a problem. I also like the range <br/>\nof aggression type suggestion as in my expierences this has proven to be <br/>\ntrue. In Guk I have almost always had the stupid frogs come running after me <br/>\nwhen I had Feigned, the spiders on the other hand depend how far away from <br/>\nthem I am. Even if I am just over into the next chamber they do not pursue. <br/>\nThe same in Unrest, Dark Boned Skels to my great surprise did not come after <br/>\nme when I got up from a feign, but you can imagine my surprise when the <br/>\nBarbed Skel did not ignore me and came back and whoopped my rear. Well, this <br/>\nis my thoughts on it. I still do not think it is the awesome skill I had <br/>\nheard of before getting it. I would much prefer to have something that would <br/>\nhelp the rest of the party a little more and not be so much of a simple <br/>\nself-preservation thing. I know the responses about leading mobs away and I <br/>\nhave done this, but still those situations are pretty rare. Usually it ends <br/>\nout with the call for run going out and me just hitting feign when everyone <br/>\nhas minimal time to head out the nearest door before I die. As I am only 20th <br/>\nlevel I always looked forward to the views of more expierenced players.</div>","specialLinks":[]}}