{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Louis Cutburth","from":"&quot;Louis Cutburth&quot; &lt;aztecelt@...","replyTo":"LIST","senderId":"Jvyb-etC8AoHZi3AYFQ6YSA21TY3HtCZxJ_rV0WYEpJ0Dg3pa2dVfAYIJ-wpWBoWT9DEcLFLWfwB0ANtxzxYwcNeztMxE0Ka3sFhRTt7","spamInfo":{"isSpam":false,"reason":"0"},"subject":"On how FD works","postDate":"932001297","msgId":153,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4yNS4xNTMuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":154,"prevInTime":152,"nextInTime":154,"topicId":153,"numMessagesInTopic":3,"msgSnippet":"In my experience it seems that time has been the important factor in a monster s agro level. For example it would seem like no matter how long I lay there a","messageBody":"<div id=\"ygrps-yiv-1162064434\">In my experience it seems that time has been the important factor in a <br/>\nmonster&#39;s agro level. For example it would seem like no matter how long I <br/>\nlay there a Sand Giant will always come looking for me once I stand up. <br/>\nThat&#39;s why I bolt to to the zone after a run-in with them no matter what. <br/>\nBut of course this seems fitting with the way sand giants behavior has <br/>\nalways shown it be one of the most hatefully aggressive creatures in the <br/>\ngame. i.e. the way they are more willing to switch targets from who they <br/>\nwere chasing to something else which just got a tad bit closer. All they <br/>\nwant is to whoop some butt. It makes them happy.<br/>\nOn the other hand I&#39;ve noticed some creatures will seem to not come back if <br/>\njust wait a long time. And still others seem to not come back after just a <br/>\nlittle bit even if I can see in zoomed out view that they didn&#39;t even go but <br/>\njust out of sight or what some call their alleged radius of aggression.<br/>\n<br/>\nBut now my question. I had a couple of experiences recently where I was not <br/>\nfighting a spell-casting creature and auto-attack was turned off. Also there <br/>\nwas no failure message. Yet I died. Once was during a packet-loss spike <br/>\n(showed me feign and everything but when the PL cleared I was dead) and the <br/>\nother I saw no PL and I hadn&#39;t had any lag all day! But everything seemed <br/>\nfine after I feigned until about 10 seconds later a flood of damage reports <br/>\ncame through with my slain message too. The worst part was I feigned because <br/>\nI couldn&#39;t take my opponent (Dorn) even though I&#39;m level 21 but I had 4 <br/>\nbubbles of health when I feigned! And suddenly poof I&#39;m dead. I fought him <br/>\nat level 20 and I know Dorn can beat me but it takes him longer than that. <br/>\nSo I contacted a guide who related that he really didn&#39;t know much about <br/>\n&quot;the ways of the monk&quot;. Anyways he said it might be a bug of some sort and <br/>\nhe filed it as such and recommended that I file a bug report too. Anyways I <br/>\njust wanna know if anyone else has had the same problem before?<br/>\n<br/>\nQolos Stormeye on Solusek Ro</div>","specialLinks":[]}}