{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"ibnalnoor@aol.com","from":"ibnalnoor@...","replyTo":"LIST","senderId":"2Gg0FRngcRoVx3HtJ7seGApaijMfnbLv1IpG86ym6I6EsrLnnu3ZJZXAnkt9S3UgRYfC8DcBA50","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ-Monks] Crescent Armor","postDate":"968735794","msgId":1624,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNmLmEyMDgyNjIuMjZlZjE2MzRAYW9sLmNvbT4="},"prevInTopic":1623,"nextInTopic":1625,"prevInTime":1623,"nextInTime":1625,"topicId":1612,"numMessagesInTopic":15,"msgSnippet":"I would have to agree that it would depend upon the situation, but with my weight as it is I try not to carry any extras. Most of the time the Clerics I have","messageBody":"<div id=\"ygrps-yiv-607816262\">I would have to agree that it would depend upon the situation, but with my weight as it is I try not to carry any extras. Most of the time the Clerics I have been with have not even used CH on me since from what they have said I just do not have the HPs to make it to its optimum mana efficiency. I do not claim to know anything about a Cleric&#39;s business so I will not say anything more on that. <br/>\n<br/>\n     I do know that most of the time recently I have not been aggroed the most in my group. Get a good warrior or even any other real tank and they will keep the mobs off you. When I have died the extra 135hps would not have made jack for a difference. Those times being like when FD failed while trying to split a spawn and times of the like. I mean when I have a Froggy Wiz out there blasting my socks off for two bubs a nuke and knights popping me for 100+ with double hits 135hps is not going to make a ton of difference.<br/>\n<br/>\n     In places where the mobs have SO many HPs and hit SO hard I would much rather do my little extra part in hitting that mob a little harder or a little more often. I have long given up the thought that I am a tank. Any Monk who thinks himself a tank is delusional. We do not have the HPs to be a tank and no amount of HPs from Equipment is going to make the difference in that. Now if you started talking about 100 or maybe even 75 for one piece of Equipment I could see the difference. <br/>\n<br/>\n     Unless something is going to dramaticly shift the balance of power I am not a primary meat wall. I am a damage dealer for the group. This is actually one of my primary gripes about the Monk class. We have so much fewer HPs then the primary tank classes and our damage output is only marginally better I question the true value of a Monk in a group. Though in the end I must accept my role as damage dealer and freak puller so therefore I must side with STR items as my mainline equipment. Afterall once the spawn is broken the Warriors or other mainline tank classes can then do a much better job of pulling then a Monk. Being able to wait longer before needing a heal and thus being able to build up the aggro list much higher.<br/>\n<br/>\n     This leads me to a question for all of you. Before Kunark came out Verant said Monks were balanced with the other classes. Yes, the other classes had much better AC for their planes armor but this was balanced out by our much higher defensive skill caps. Well, since Kunark the new armors for the other classes came out with insane AC and their skill caps sky rocketed up to almost our level. We have recieved nothing. If we were balanced before all this enhancing of the other melee classes what does that mean now? Does this make sense to anyone out there and if it does please explain to me. <br/>\n<br/>\nIbnalnoor <br/>\n53rd level Monk</div>","specialLinks":[]}}