{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robb Flynn","from":"Robb Flynn &lt;robb.flynn@...&gt;","replyTo":"LIST","senderId":"o6RHMvYsJe2u156MHuuXHafglMR3oNwNrix-I0Zd_6rObzL3xlL9oDd9QGlY4_slwnU6AF1mh4JVvTVb-I9LRnTJmbNTow","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EQ-Monks] Crescent Armor","postDate":"968772091","msgId":1625,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNGQUE3NkJFQjE2RkQzMTE4QkU1MDA5MDI3QUM5OTQyMDE2MjE0M0NAbXMtZmlyZWJpcmQ+"},"prevInTopic":1624,"nextInTopic":1626,"prevInTime":1624,"nextInTime":1626,"topicId":1612,"numMessagesInTopic":15,"msgSnippet":"In response to you final paragraph... Verant made life very very difficult for themselves when they raised the level cap to 60. Keep in mind that all of EQ was","messageBody":"<div id=\"ygrps-yiv-1590486757\">In response to you final paragraph...<br/>\n<br/>\nVerant made life very very difficult for themselves when they raised the<br/>\nlevel cap to 60. Keep in mind that all of EQ was designed for levels 1-50<br/>\nprior to Kunark. Upping the level cap involved far more than simply giving<br/>\nthe classes a balanced skill/ability set post 50. MoB experience tables,<br/>\nresistances, abilities, levels, etc throughout Norrath needed to be (and<br/>\nstill need to be) adjusted in order to accommodate the 50+ crowd. The<br/>\nimminent changes to the planes, and the change to Naggy and Vox are examples<br/>\nof this. I would expect changes to be made in Sol B and LGuk eventually as<br/>\nwell. And they still have a long way to go. With specifically class balance<br/>\nin mind, I think the only thing that really makes no sense to me is not<br/>\nraising the monks hand to hand skill cap to be equal to their 1hb and 2hb<br/>\nweapon caps. What they have done is virtually eliminate Hand to Hand<br/>\nfighting in the game. I know a lvl 52 Iksar Monk who has NEVER trained Hand<br/>\nto Hand unless he was on a cr. He says his skill is about 40 or so. That<br/>\nspeaks VOLUMES about the redirection our class has taken since the<br/>\nexpansion.<br/>\n<br/>\nThe initial design of the class, according to Verant, prevents them from<br/>\ndoing many things (like gloves with procs). What they were able to do, was<br/>\nmake wielding a weapon an attractive alternative. IMHO, it is a cheap and<br/>\neasy way (not to mention a cop out) to make sure we are still on par with<br/>\ndamage dealing when compared to Warriors. From where I sit, rather than<br/>\nspend the time and resources to upgrade and balance the Monk class<br/>\ncorrectly, they took the shortest route and abandoned their initial vision<br/>\nfor the class. Personally, I have been playing a monk since day 1 of<br/>\nrelease. I had somewhere between 0 and 50 skill in 1 hb and 2 hb at level 47<br/>\nwhen Kunark was released (perhaps slightly higher in 1hb, I forget). To<br/>\nsuddenly shift the focus of the class away from hand to hand was a HUGE<br/>\nmistake. Had I known that in order to maintain my status as a Human DoT I<br/>\nwould need weapon skills, I would have been training them from level 1, as<br/>\nit was a pain in the butt to raise 2hb from 0 and not have whatever group I<br/>\nwas in get ticked off for carrying me.<br/>\n<br/>\nIn the end though, I look at it one way, and one way only... Do I still love<br/>\nplaying my monk? You betcha :)  And that, in the end, is the only question<br/>\nthat really needs to be answered.<br/>\n<br/>\nDo you still love playing your monk? :)<br/>\n<br/>\nPraelor<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ibnalnoor@...\">ibnalnoor@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ibnalnoor@...\">ibnalnoor@...</a>]<br/>\nSent: Monday, September 11, 2000 10:17 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@egroups.com\">EQ-Monks@egroups.com</a><br/>\nSubject: Re: [EQ-Monks] Crescent Armor<br/>\n<br/>\n<br/>\n<br/>\n     I would have to agree that it would depend upon the situation, but with<br/>\nmy weight as it is I try not to carry any extras. Most of the time the<br/>\nClerics I have been with have not even used CH on me since from what they<br/>\nhave said I just do not have the HPs to make it to its optimum mana<br/>\nefficiency. I do not claim to know anything about a Cleric&#39;s business so I<br/>\nwill not say anything more on that. <br/>\n<br/>\n     I do know that most of the time recently I have not been aggroed the<br/>\nmost in my group. Get a good warrior or even any other real tank and they<br/>\nwill keep the mobs off you. When I have died the extra 135hps would not have<br/>\nmade jack for a difference. Those times being like when FD failed while<br/>\ntrying to split a spawn and times of the like. I mean when I have a Froggy<br/>\nWiz out there blasting my socks off for two bubs a nuke and knights popping<br/>\nme for 100+ with double hits 135hps is not going to make a ton of<br/>\ndifference.<br/>\n<br/>\n     In places where the mobs have SO many HPs and hit SO hard I would much<br/>\nrather do my little extra part in hitting that mob a little harder or a<br/>\nlittle more often. I have long given up the thought that I am a tank. Any<br/>\nMonk who thinks himself a tank is delusional. We do not have the HPs to be a<br/>\ntank and no amount of HPs from Equipment is going to make the difference in<br/>\nthat. Now if you started talking about 100 or maybe even 75 for one piece of<br/>\nEquipment I could see the difference. <br/>\n<br/>\n     Unless something is going to dramaticly shift the balance of power I am<br/>\nnot a primary meat wall. I am a damage dealer for the group. This is<br/>\nactually one of my primary gripes about the Monk class. We have so much<br/>\nfewer HPs then the primary tank classes and our damage output is only<br/>\nmarginally better I question the true value of a Monk in a group. Though in<br/>\nthe end I must accept my role as damage dealer and freak puller so therefore<br/>\nI must side with STR items as my mainline equipment. Afterall once the spawn<br/>\nis broken the Warriors or other mainline tank classes can then do a much<br/>\nbetter job of pulling then a Monk. Being able to wait longer before needing<br/>\na heal and thus being able to build up the aggro list much higher.<br/>\n<br/>\n     This leads me to a question for all of you. Before Kunark came out<br/>\nVerant said Monks were balanced with the other classes. Yes, the other<br/>\nclasses had much better AC for their planes armor but this was balanced out<br/>\nby our much higher defensive skill caps. Well, since Kunark the new armors<br/>\nfor the other classes came out with insane AC and their skill caps sky<br/>\nrocketed up to almost our level. We have recieved nothing. If we were<br/>\nbalanced before all this enhancing of the other melee classes what does that<br/>\nmean now? Does this make sense to anyone out there and if it does please<br/>\nexplain to me. <br/>\n<br/>\nIbnalnoor <br/>\n53rd level Monk</div>","specialLinks":[]}}