{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"ibnalnoor@aol.com","from":"ibnalnoor@...","replyTo":"LIST","senderId":"MiHi9SkBIqJ2-CBNTSb5TSqG8Oh8A5KiubmKMwnyj97KqZ19elh6AUPb_sasfBVo6AmN-Lc2_Mc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [EQ-Monks] Crescent Armor","postDate":"968824867","msgId":1626,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDlmLmE5NWQ4YzUuMjZmMDcyMjVAYW9sLmNvbT4="},"prevInTopic":1625,"nextInTopic":0,"prevInTime":1625,"nextInTime":1627,"topicId":1612,"numMessagesInTopic":15,"msgSnippet":"Well, it would seem that we have gotten completely off the origanal topic but I would tend to agree with you. I am in much the same boat. I was 50th level at","messageBody":"<div id=\"ygrps-yiv-1331797538\">Well, it would seem that we have gotten completely off the origanal topic but I would tend to agree with you. I am in much the same boat. I was 50th level at time of expansion and my 1hb and 2hb were both at or near 0. I think that the hand to hand would have been a much better option. I remember Way back when Monks were screaming about their fists needing to be better and wanting a quest armor of our own like all the other melee classes had gotten. Verant&#39;s reply at the time was that the VISION for the monk required that they be independent of equipment needs. That the Monk was supposed to be reliant upon themselves rather then upon equipment.<br/>\n<br/>\n     Thus, the perfect human weapon. We did not need the extra weight limit we asked for because we did not need to carry all the weapons and armor of the other classes. We did not need better AC items because our natural defensive skills made up for our lack of high AC armor. We did not need better weapons because our fists were the best weapons in the game. We did not need more HPs because our skills allowed us to be hit less. All of these things and more was said by Verant as reasons that the Monk class was so awesome. The prime thing that Verant attempted to pound through was always that the Monk was supposed to be the least equipment based class in the game. I mean they even made references to how great the Monk was completely naked as if it were a true benifit to the class. Now, they have to make references to comparativly equiped Monk to Warrior. A complete reversal from what they once said. <br/>\n<br/>\n     To me it seems Verant either does not do any testing at all or tests them in such a way as to make their tests completely worthless. Like when they did the testing for the damage done between a Warrior and a Monk. I found the testing method seriously flawed to say the least. They said that they took a generic Mob and had it stand completely still and let each class beat on the Mob until it was dead. I am willing to bet that Verant does the same sort of testing when they look at the defensive capabilities of each class as well. Make a generic of each class and allow them to stand completely still while a Mob beats on them. <br/>\n<br/>\n     This is a completely sterile type of environment they are attempting to test in. That is rediculous. They do not have to put it on a live server but they could at least test it like we would be using the skills on a live server. Take a typical grouping and allow them to work together or at least make the Mob and the character class alive at the same time. Then you would get a little clearer results. In the Army we always said train like you fight. The saying applies here as well. Test like it will be used. True you can never recreate every environment nor every situation that will be encountered but you could at least bring it closer to the real deal rather then what was described in the damage tests which had no connection to what the players encounter in the game at all. As any High School science student can tell you the testing in the Lab is only the first step and will show you the possibility of what may happen. There is a large leap between what is possible in the !<br/>\nLab and what is actual in the field. They need to try to recreate the field environment more.<br/>\n<br/>\n     I still feel that eventually Verant will bring some more upgrades to the Monk class. I mean look at Rangers. For the Longest time Verant has chanted the Mantra that Rangers were not broke and were a great class all onto their own. Now what do we find but a upgrade to the Ranger class on the horizon. Verant just takes 5 months to figure out what it takes the players 1 week to figure out. Why is this? One because of the way they test as I mentioned above and two because they spend 8 hour days at work and then go home. Their time is not nearly as consumed with the playing of the game as ours. They do not live the characters as we do. They have all the classes to look at during those 8 hour days whereas we play our one class solely or perhaps have one or two twinks on the side but I would still maintain we are much more in touch with our class then they even dream.<br/>\n<br/>\n     To Verant everything is a line of code to be adjusted or or eliminated. To us it is a alternate persona on the screen for some as close to us as our RL friends or in the extreme our RL families. This gives the players a more intimate knowlegde of what is truely going on within the class. In the end I say Verant needs to work with the players more in a cooperative sort of way rather then in the adversary role they have seemingly taken right now. Time and time again the players have shown the Verant team all the ways things can be done that they never even dreamed of. Rather then accepting this as the inventiveness of the players and rewarding them for finding new ways around their old problems Verant has attempted to force their ideas and ways upon the players. <br/>\n<br/>\n     I know this got way off the topic, but it was something that I have thought for sometime. Verant will eventually figure out what the players already know. At least I hope they will. Look at for how long they said Monk fists were the best weapon in the game. Finally they figured out how wrong they were. First they attempted to rectify this simply by giving us &quot;Haste&quot; to our fists. This being clearly not nearly good enough they decided to go with the weapon option. The same has happened with the Rangers now. It will eventually come back around to us as Monks. <br/>\n<br/>\n     In answer to your final question. No, I do not enjoy playing my Monk. I do not like the class at all and in truth I have not liked it since I was about 18th level. I was mislead by the &quot;Official&quot; EQ Strategy sold for the origenal game. The Monk was described as a Spiritual Warrior, and Mend was supposed to Heal others. They talked of poweres associated with the Monks special attacks and powers granted to them by the gods. Well, this is obviously not the case. The only reason I have stuck with the class is because I have a group of friends I play with and for me to stop and restart another class would preclude me from adventuring with them. I feel comfortable with the Monk class I do not have fun with it. I have fun playing with my friends.<br/>\n<br/>\nIbnalnoor<br/>\n53rd level Monk</div>","specialLinks":[]}}