{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kodo","from":"&quot;Kodo&quot; &lt;kodocha@...&gt;","replyTo":"LIST","senderId":"RVGhyH7DyR3r3Q9R445D96o944C8is49DaW70xjwPZCjFx0bLoucdMpP-sSLRGLzV_3nUKx0TblBLUzWqkn3xp3_NJSfFBVs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Patch Message","postDate":"987509202","msgId":1659,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEJBRUhMTkpOQk5MTERNSk5GQUdORUVNTkNBQUEua29kb2NoYUBkaW5nb2JsdWUubmV0LmF1Pg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1658,"nextInTime":1660,"topicId":1659,"numMessagesInTopic":1,"msgSnippet":"Here is todays patch message April 17th, 3:00 am ... ** Food Changes ** - Food items now have a duration .  This means that some food items will not sustain a","messageBody":"<div id=\"ygrps-yiv-1672140276\">Here is todays patch message<br/>\n<br/>\nApril 17th, 3:00 am<br/>\n------------------------------<br/>\n<br/>\n** Food Changes **<br/>\n<br/>\n- Food items now have a &#39;duration&#39;.  This means that some food items will<br/>\nnot sustain a character as long as others, and some items will sustain your<br/>\ncharacter longer than they did before.<br/>\n<br/>\n<br/>\n** Bug Fixes **<br/>\n<br/>\n- We THINK we&#39;ve fixed the problem with the Dusty Werebat.  This fellow has<br/>\nbeen steadfastly refusing to appear where and when we ask him to.  We&#39;ve<br/>\nworked out a deal with his agent, and we think he&#39;ll be back to work with<br/>\nthis patch.<br/>\n<br/>\n- Corrected an anomaly with hit point bars that occurred when a character<br/>\nwas healed or damaged by spells.  This could be seen, for example, when a<br/>\ncharacter was healed and the hit point bar would go up and then quickly go<br/>\nback down a bit right afterwards.  There was no error in the assignment of<br/>\nhealing or damage previously, just in the way it was being displayed.<br/>\n<br/>\n- Fixed the visual bracer bug where other people would see a different<br/>\nbracer graphic than you would.  Now everyone (including the wearer) will<br/>\nalways see the same bracer texture.  If you have two bracers that have a<br/>\ndifferent look (one is leather and one is steel, for example), make sure<br/>\nthat the one you want to show up graphically is on your right wrist<br/>\ninventory slot, because this is the one that the game will choose to show<br/>\nfor you (unless you take off the left one and put it back on, which will<br/>\nshow the left one, but that is only temporary, and it will go back to<br/>\nshowing the right one after you zone or reenter the game).<br/>\n<br/>\n- Fixed zoning problem in Nurga to Droga that caused characters to be facing<br/>\nthe wrong way when they zoned, often causing confusion that lead to<br/>\naccidentally zoning back the way they had come.  You should be facing the<br/>\nright way when you make that zone transition now.<br/>\n<br/>\n<br/>\n** Zone and Quest Changes **<br/>\n<br/>\n- The marauding Tar Goos will no longer be assisted by the Geonids. This<br/>\nshould make at least one quest more available.<br/>\n<br/>\n- Grobb should now have a couple of ovens.  Hopefully this will allow Troll<br/>\nbakers to keep their fellows full of carbs and ready to fight.<br/>\n<br/>\n- Fixed a bug that occurred when selling stacks of items.  Previously, if<br/>\nyou had 4 bat wings and sold them one by one to the merchant, the merchant<br/>\nwould have 4 bat wings for you to buy, but if you sold all four at once to<br/>\nthe merchant he would only have one for you to buy.  Now he will have 4 in<br/>\neither case.<br/>\n<br/>\n- We have increased the spawn rate of Venril Sathir and his skeletal<br/>\nremains.  Please note that only Rangers and Druids will be able to trigger<br/>\nthe spawn for the skeletal remains, and those remains will only be dropping<br/>\nitems for those epic quests.  Hopefully these changes will dramatically<br/>\nreduce the competition and resentment over this spawn.<br/>\n<br/>\n- We have reduced resistances to some spell types on some NPCs in Sky Shrine<br/>\nand the Tower of Frozen Shadow.  This is the beginning of our overview of<br/>\nthe resistances of NPCs in Velious.<br/>\n<br/>\n<br/>\n** Improved and New Features **<br/>\n<br/>\n- When you /consent someone it will give them the ability to drag all of<br/>\nyour corpses.<br/>\n<br/>\n- You can now buy stacks of combinable items (such as rations, water,<br/>\netc...) from merchants.  It works the same way as sell in that you can hold<br/>\ndown shift to buy a full stack and control to buy just one item.<br/>\n<br/>\n- Added the ability to change the color of all windows at one time with<br/>\n/wincolor (all windows that can be changed, that is).  You can now use<br/>\n/wincolor ALL 0 0 100 2, for example, instead of having to set each window<br/>\nseparately.<br/>\n<br/>\n- Right-clicking items while looting will &#39;auto-equip&#39; them.  This will work<br/>\njust as if you had picked the items up and dropped them onto the<br/>\n&#39;auto-equip&#39; area of your character profile.  So if there is already a piece<br/>\nof equipment on your character in the spot where the looted item would<br/>\nnormally go, it will drop into your inventory, if you have room for it.<br/>\n<br/>\n- The tab key will no longer toggle between you and your last target when<br/>\nthe chat bar is up.  When the chat bar is open the tab key will take you<br/>\nthrough the list of your most recent /tell names or /reply names.  When the<br/>\nchat bar is closed the tab key will switch you between yourself and your<br/>\nlast target.<br/>\n<br/>\n- /assist has an added parameter.  /assist on and /assist off will determine<br/>\nwhether or not your character auto-attacks when you use /assist.  So if you<br/>\ntype /assist off, from that time forward using /assist will NOT engage your<br/>\ncharacter&#39;s auto-attack.  This change will be persistent, so it will remain<br/>\nas you left it when you log out.  /assist also now has a range of 200 feet.<br/>\n<br/>\n- The destroy confirmation requestor now shows the name of the item you are<br/>\ntrying to destroy, or it just says money if you are destroying coins.  This<br/>\nshould greatly reduce the chance of accidentally deleting the wrong item.<br/>\nPLEASE read the text in the destroy confirmation box to be certain that you<br/>\nare destroying the right item before choosing to destroy it.<br/>\n<br/>\n- Hailing Player Character will now say &#39;Hail Playername&#39;, rather than just<br/>\n&#39;hail&#39;.<br/>\n<br/>\n- Added /charinfo command.  Currently this command only reports the zone<br/>\nwhere the current character is bound.  We may add further information as<br/>\nthings progress.<br/>\n<br/>\n- You will now see how much damage your character has taken when he is hit<br/>\nby a spell that causes instant damage (DOT damage is not reported).<br/>\n<br/>\n<br/>\n** Item Changes **<br/>\n<br/>\n- We&#39;ve made a change to the Red Scabbard that should relieve most of the<br/>\nproblems warriors were having with their epic weapon occasionally<br/>\ndisappearing during conversion between the two-handed weapon and the two<br/>\none-handed weapons.  What will happen now is rather simple.  The very next<br/>\ntime you use the container to combine the weapons (or break them apart), the<br/>\nold scabbard will disappear and a new one will replace it.<br/>\n<br/>\nTHE NEW SCABBARD AND THE SWORDS WILL APPEAR ON YOUR CURSOR, rather than in<br/>\nyour inventory.  So once you have combined them, make sure to place them in<br/>\nyour inventory.  And don&#39;t panic, the items didn&#39;t disappear.  :)  But also<br/>\nMAKE CERTAIN THAT YOU HAVE ROOM IN YOUR INVENTORY FOR ALL THREE ITEMS (the<br/>\ntwo swords and the scabbard, which is a container and needs to be able to<br/>\nfit into your main inventory).  If you end up with a No-Drop container on<br/>\nyour cursor with no place to put it in your inventory, you will have a<br/>\nproblem...<br/>\n<br/>\nAlso, right now the new scabbard is a little bugged.  Right now you won&#39;t be<br/>\nable to open the new scabbard until you camp out once after it is created.<br/>\nWe&#39;re working on fixing that bug.  We decided to make this change even with<br/>\nthis small bug to help relieve everyone of the problems with the old<br/>\nscabbard.<br/>\n<br/>\nThis new scabbard will have a special ability.  It will be able to recreate<br/>\nthe epic weapons if you have lost them.  Simply place a Sword of Runes<br/>\n(summoned by a Magician) into the scabbard and hit the combine button.  The<br/>\nscabbard will convert the temporary power of the Sword of Runes into the<br/>\npermanent epic sword.<br/>\n<br/>\nCustomer Service WILL NOT be replacing the old scabbards with the new ones.<br/>\nThat will be done by the game itself once you have completed the quest and<br/>\ncombined the swords for the first time.<br/>\n<br/>\n- Changed the size of the Weighted Axe from Tiny to Large (after all, it&#39;s a<br/>\nbig two-handed axe...).  If you have one in a bag now, be aware that it<br/>\nprobably won&#39;t fit back into that bag again once you take it out.<br/>\n<br/>\n- No Rent Items will no longer be immediately deleted from your character<br/>\ninventory upon disconnection with the server.  If you are disconnected from<br/>\nthe servers, or even if you log out, your No Rent items (such as summoned<br/>\nfood and water) will remain on your character as long as you log back to<br/>\nthat character within 30 minutes.  After thirty minutes those No Rent items<br/>\nwill be deleted.  There may be some extreme cases beyond our control (such<br/>\nas hardware failures) where No Rent items will not be on your character even<br/>\nif you log back in within the 30 minute timeframe.  No reimbursement will be<br/>\ngiven for No Rent items lost in this manner.<br/>\n<br/>\n- Grand Master Wrist Wraps have been fixed and should now create the &quot;Pouch<br/>\nof Quellios&quot; as intended.  If you have one of these items and it still does<br/>\nnot work, please contact a GM using /petition and ask them to switch yours<br/>\nfor a new one.<br/>\n<br/>\n- Snow Storm Mask should now function properly.<br/>\n<br/>\n- The Ring of the Frozen Flame should now be working properly.<br/>\n<br/>\n- The slow effect on the Willsapper proc has been reduced.<br/>\n<br/>\n- The weight of Skewers has been increase to a weight of 3.<br/>\n<br/>\n- Velious Monk armor appearances have been changed.  If you&#39;re wearing these<br/>\nitems, you probably already noticed this, but we thought we&#39;d announce it<br/>\nanyway.  New textures will be showing on the Plane of Growth dropped armors<br/>\nand on the questable armors.  Because the Velious textures can be a strain<br/>\non some systems, the textures for these new armors will not be loaded by<br/>\ndefault by the game.  If you want to see the new textures you will have to<br/>\nedit your EQClient.ini and change the line LoadArmor23=FALSE (the default)<br/>\nto LoadArmor23=TRUE.<br/>\n<br/>\n<br/>\n** Trade Skill Changes **<br/>\n<br/>\n- Bards that worship Sol Ro will now be able to wear the Imbued jewelry made<br/>\nfor their god.  For those that not only sing around the campfire, but sing<br/>\nabout the campfire!<br/>\n<br/>\n- &#39;World&#39; Trade Containers (those that are stationary) have been fixed.<br/>\nPreviously when a character tried to combine items in a world container that<br/>\ndid not match a recipe, the items would seem to disappear.  But if the<br/>\ncharacter closed and reopened the container, the items were still in it.<br/>\nThose items should no longer seem to disappear.<br/>\n<br/>\n- The speed of Selo&#39;s Song of Travel, the effect of the Singing Steel<br/>\nChestplate has been increased a little.<br/>\n<br/>\n<br/>\n** Spell Changes **<br/>\n<br/>\n- Removed Gem component from the following spells. They will now only<br/>\nrequire the metal components. These are the Enchant spells for making<br/>\ncultural armor.<br/>\n<br/>\nEnchant Velium<br/>\nEnchant Mithril<br/>\nEnchant Adamantite<br/>\nEnchant Steel<br/>\nEnchant Brellium<br/>\n<br/>\n- Changed the spell component for the following Magician spells from Lapis<br/>\nLazuli to Malachite.  They now use the same reagent as every other Magician<br/>\npet spell.<br/>\n<br/>\nMinor Summoning: Earth<br/>\nMinor Summoning: Water<br/>\nMinor Summoning: Fire<br/>\nMinor Summoning: Air<br/>\nElemental: Earth<br/>\nElemental: Water<br/>\nElemental: Fire<br/>\nElemental: Air<br/>\n<br/>\n<br/>\n- Added Casting Text to the Following spells (the messages in brackets will<br/>\nnow appear upon a successful use of the spell):<br/>\n<br/>\nPanic Animal (soandso flees in a state of total panic!)<br/>\nTerrorize Animal (soandso runs away in terror!)<br/>\nRepulse Animal (soandso is utterly repulsed!)<br/>\nAcumen (soandso&#39;s eyes tingle)<br/>\n<br/>\n- Cannibalize IV now exists.  This spell is now available in Velious.<br/>\n<br/>\n- Cannibalize II and III have had their effects improved.  They now return<br/>\nmore mana to the caster than they did before.<br/>\n<br/>\n<br/>\n** Class Specific Changes **<br/>\n<br/>\n- Monk weight allowance has been increased.  Every 15 levels monks will get<br/>\nan extra 1 stone weight allowance.  The post 50 weight allowance has also<br/>\nbeen increased by 2 stone.<br/>\n<br/>\nLevel 15, Limit 15<br/>\nLevel 30, Limit 16<br/>\nLevel 45, Limit 17<br/>\nLevel 51, Limit 18<br/>\nLevel 55, Limit 20<br/>\nLevel 60, Limit 24<br/>\n<br/>\n<br/>\n- Disarmed traps will remain disarmed for a somewhat longer time than before<br/>\nto allow larger groups to get past the traps before they go off.</div>","specialLinks":[]}}