{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Reedo","from":"&quot;Reedo&quot; &lt;reedo@...","replyTo":"LIST","senderId":"JSLdJli5ff8tQK-AdxU_Vc1GsLP7ZJmJKl_2xYSVcpUQHLQlfX7eUqGvyCu_bUofu8X2qeA_SILWMVQeCxlPjjDGPXGV","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Monk Armor and the short end of the stick","postDate":"933279894","msgId":179,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4zMC4xNzkuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":178,"nextInTopic":180,"prevInTime":178,"nextInTime":180,"topicId":177,"numMessagesInTopic":18,"msgSnippet":"Wow, after all of that I m really inspired.  Is there any hope in sight for a monk. I just started my monk and plan on taking him to a high level but if we are","messageBody":"<div id=\"ygrps-yiv-488512398\">Wow, after all of that I&#39;m really inspired.  Is there any hope in sight for<br/>\na monk. I just started my monk and plan on taking him to a high level but if<br/>\nwe are pretty worthless at very high levels I might reconsider.  I really<br/>\nneed to know what you think of the monk class.  I don&#39;t want to start this<br/>\ncharacter and have him become useless.  Is there anything that might be<br/>\nadded to the class to make it better?   What do you think?<br/>\n<br/>\nMark<br/>\n<br/>\nAmazing $14,000 Opportunity. Click below for details.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.24689.com\">http://www.24689.com</a><br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;don&#39;t really know why you need a monk anymore though... since the<br/>\n </span></blockquote>warriors<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;are doing more dmg than ever.. they got more hps.. and they can taunt...<br/>\n&gt; &gt;casters seem to like that taunt thing.. it can come in handy in keeping a<br/>\n&gt; &gt;party alive... it really sucks to see one of my casters gett&#39;n the crap<br/>\n </span></blockquote>beat<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;out of em and there is nothing i can do about it... as a matter of fact i<br/>\n&gt; &gt;normally just stay on the 1st mob until he&#39;s dead... tanks normally have<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;taunt off the casters when we get more than one... and they take more dmg<br/>\n&gt; &gt;than ever... high lvl monks hardly ever take dmg... not because of block,<br/>\n&gt; &gt;dodge, reposte and such... but because we can&#39;t taunt... i&#39;ve gotten to<br/>\n&gt; &gt;where i normally do the pull&#39;n just so i can take some dmg before the mob<br/>\n&gt; &gt;jumps on a caster and it has to be taunted off by the tank.<br/>\n&gt; &gt;actually i think if there were more high lvl warriors and i wasn&#39;t such<br/>\n </span></blockquote>good<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;friends with the ppl i normally party with i would probably get<br/>\n </span></blockquote>replaced...<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;just like our server&#39;s 1st high lvl rogue.)<br/>\n&gt; &gt;<br/>\n&gt; &gt;sorry to go off the subject like that... but this has been bugging me for<br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"qreply\"> &gt; &gt;while..(<br/>\n&gt;<br/>\n&gt; No, no!!! Don&#39;t apologize!  This has been really on my mind<br/>\n&gt; for the last several days.  One of the things I accepted when I<br/>\n&gt; became a monk was that I wouldn&#39;t really &#39;come into my own&#39; until<br/>\n&gt; level 30 when Flying Kick became available - at which point I could<br/>\n&gt; start being a more serious contributor to how the party functions.<br/>\n&gt; Well, now that I&#39;m less than a bubble from that turning point, Verant<br/>\n&gt; updates warriors in such a fashion so as to make monks a clearly<br/>\n&gt; second-class melee type.  Consider the following notes regarding some<br/>\n&gt; of the skills afforded each class:<br/>\n&gt;<br/>\n&gt; Mend: Monks get it, warriors do not.  With a successful mend, we have<br/>\n&gt; about as many HPs available to me as a warrior of a similar level.<br/>\n&gt; Needless to say, we do not always have mend available, so we are<br/>\n&gt; typically at a disadvantage in terms of hit points.  Result: Healers<br/>\n&gt; would rather have warriors around because they don&#39;t have to heal<br/>\n&gt; them as often (all else being equal).<br/>\n&gt;<br/>\n&gt; Taunt: Monks don&#39;t get it, warriors do.  Result: Casters would rather<br/>\n&gt; have a warrior around when they are getting beat on.<br/>\n&gt;<br/>\n&gt; Armor: Monks don&#39;t get it, warriors do.  Result: All sorts of neat<br/>\n&gt; bonuses and stat boosters not available to us.<br/>\n&gt;<br/>\n&gt; Weapons: Don&#39;t get &#39;em (from a pracitical perspective).  Result: All<br/>\n&gt; sorts of interesting effects we don&#39;t get to throw around.<br/>\n&gt;<br/>\n&gt; Extra Magic Resistance: Monks don&#39;t get it, warriors do.  Result: We<br/>\n&gt; are far more vulnerable to magic attacks than warriors are.  Team<br/>\n&gt; members don&#39;t like this because they have to rush to your aid more<br/>\n&gt; often.<br/>\n&gt;<br/>\n&gt; Critical hit: Monks don&#39;t get it, warriors do.  Result: A warrior I<br/>\n&gt; group with  (who is lower level than I am) REGULARLY criticals in the<br/>\n&gt; 70-90+ range.  I can&#39;t expect to hit in the 90s until I&#39;m level 45+<br/>\n&gt; (16 levels from now) and even then, it&#39;ll be a rare occurrence off of<br/>\n&gt; a special attack.  Where once we had a rough parity in the amount of<br/>\n&gt; damage we could do, this has been completely destroyed with the last<br/>\n&gt; patch.<br/>\n&gt;<br/>\n&gt; Monks get more hits: I don&#39;t buy it.  A warrior and a ranger I often<br/>\n&gt; group with multi-hit just as often as I do and since they are using<br/>\n&gt; cool double-weilded weapons, they do much more damage per hit.<br/>\n&gt; Besides, the theory that more hits help break up a caster&#39;s<br/>\n&gt; concentration also does not hold water.  Any decent NPC (level 25+)<br/>\n&gt; will recover their concentration 9 times out of 10 and finish the job<br/>\n&gt; anyway.<br/>\n&gt;<br/>\n&gt; There is more, but I&#39;m running the danger of getting myself a<br/>\n&gt; little too worked up about this.  The bottom line is that I feel as<br/>\n&gt; if monks have been cheated by a too-generous tweaking of warriors.<br/>\n&gt; Am I way off-base here, or do others feel as I do?<br/>\n&gt;<br/>\n&gt; --<br/>\n&gt; Aaron Braunstein<br/>\n&gt; Pacific Data Management, Inc.<br/>\n&gt;<br/>\n&gt; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_braunstein@...\">aaron_braunstein@...</a>&gt;<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist:  your connection to online communities.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}