{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Capps, Lee (EDS)","from":"&quot;Capps, Lee (EDS)&quot; &lt;lcapps@...","replyTo":"LIST","senderId":"RlTwPd4zSdDAepVajdcUpa2mkHFBchpM-16zM-xQL7-rwc2w6JC0_dCLfL2TE3pNx8CBsK49gtbmSdyRQilH0iSjDRwZF85MQ3Q972rYfAe9kgEUO4CLChpkUl1f","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Monk Armor and the short end of the stick","postDate":"933368221","msgId":199,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4zMS4xOTkuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":197,"nextInTopic":200,"prevInTime":198,"nextInTime":200,"topicId":177,"numMessagesInTopic":18,"msgSnippet":"the type of person that plays a monk normally is complacent and optimistic. even if we get screwed we just take it.. and try to reason that it s not all that","messageBody":"<div id=\"ygrps-yiv-636895540\">the type of person that plays a monk normally is complacent and optimistic.<br/>\neven if we get screwed we just take it.. and try to reason that it&#39;s not all<br/>\nthat important.<br/>\n<br/>\nthe type of person that plays a warrior is egotistic and power hungry.<br/>\nif they see other classes runn&#39;n around out damaging them they whine and<br/>\nbitch until they are the &quot;masters of melee combat.&quot;<br/>\nwell... that&#39;s cool and all but there are 2 other melee classes.<br/>\n<br/>\nthere is a rogue.... before too long the rogue will be out damaging monks...<br/>\nmark my words.<br/>\ntheir poison will be effective along with thier back stabs.<br/>\ni currently group with a lvl48 rogue who does a tremendous amount of dmg<br/>\nwith just backstabs (up to 160 with one hit.)<br/>\nand i think personally that would be fine... because they can&#39;t take crap<br/>\nfor dmg.. they r even wimpier than monks.<br/>\nhowever, they r rogues... their contribution is not suppose to be strictly<br/>\nmelee combat.<br/>\nthey r suppose to be contributing with find traps, picking locks, sneaking<br/>\nand hiding to scout ahead.<br/>\ngranted the implementation of these skills sucks.<br/>\nbut one day they will be fairly implemented to make rogues a valuable<br/>\ncontribution to a group besides melee dmg.<br/>\n<br/>\nand there is a monk.... hmm... what contribution do monks have for a group?<br/>\nwell... i&#39;ll tell ya what ppl think when they r considering inviting a monk<br/>\ninto a group.<br/>\nif it&#39;s casters starting the group they r gonna make sure they have a tank<br/>\n1st... one that can taunt.<br/>\nthen they r thinking that since they have a tank it would probably be better<br/>\nto have another that can do more melee dmg as a back up.<br/>\n<br/>\nnow consider that warriors can do just as much dmg as monks or @least almost<br/>\nas much.<br/>\nhmm... now the casters can have a back up taunter just in case more than one<br/>\nmob is aggro on the casters.<br/>\nand they still don&#39;t loose much in dmg melee wise... hmm<br/>\ni know if i was a cleric i would rather have 2 taunters just in case.<br/>\nand if they r fighting casters... ohh yeah.. 2 warriors would be a much<br/>\nbetter option.<br/>\nall i know is that green wizzies can kill me @lvl49... i don&#39;t even dare try<br/>\nto solo them anymore.<br/>\ni hardly ever interrupt them and i&#39;m almost dead after 2 or 3 casts...hmm.<br/>\nand with 32 magic resist... i&#39;m a sitting duck when it comes to casters.<br/>\n<br/>\nfeign death is great for solo stints and to let other party members run away<br/>\nwhile u distract the mob... but monks can&#39;t solo past lvl45 and @lvl 50 and<br/>\nif your smart in later lvls u don&#39;t fight far from the zone with out an<br/>\nevacer in the group anyways.<br/>\n<br/>\ni guess what i&#39;m try&#39;n to do is give u guys a different perspective about<br/>\nyour class.<br/>\nif u just keep saying everything is fine and i love my monk.<br/>\nu will get severely surpassed by the other melee classes.<br/>\nbecause believe me they r not stopping here.<br/>\nin another month they will be whining about something else and another patch<br/>\nwill be implimented.<br/>\nu watch... the next patch will set the warrior combat skills cap to 255...<br/>\nwhich is now 200 btw.<br/>\nand they will raise the skill cap for sneak from 118 to 255 for the monk...<br/>\njust so we don&#39;t feel left out.<br/>\nor possibly even make it to where r sashes show... ohh boy...))<br/>\n<br/>\nand whether u want to admit it or not... ppl do consider the effectiveness<br/>\nof your class b4 inviting.<br/>\nwho wants sympathy invites anyways.. i wanta be invited not only because<br/>\nthey like me but because i round off the group.<br/>\na monks ONLY contribution over a warrior to a group is dmg.<br/>\npast lvl 45 grouping is all that matters... cuz u can&#39;t do crap without a<br/>\ngroup... besides maybe help out newbies.:)<br/>\n<br/>\njust watch what happens if we keep whining about newbie looks and missing<br/>\nskills like instill doubt.<br/>\nwe will look cool doin fly&#39;n kicks with r sashes and all... but when it<br/>\ncomes to putting together groups to goto the fear plane... we will be like<br/>\nthe nerdy fat kid waiting to be picked.(no offense to all the nerdy fat kids<br/>\nout there.)<br/>\nbtw, all guild sashes suck.. the only sash i will be wearing is the flowing<br/>\nblack sash.<br/>\n<br/>\ni hate to say it...<br/>\nbut if we don&#39;t whine and gripe like the others WE WILL GET LEFT BEHIND.<br/>\n<br/>\nsorry so long,<br/>\nsaihung of tunare<br/>\n<br/>\nbtw... i&#39;ll be posting this reply on <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.kadanit.com/eqmonks/\">http://www.kadanit.com/eqmonks/</a><br/>\n<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Dave Woomer [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dwoomer@...\">dwoomer@...</a>]<br/>\nSent: Friday, July 30, 1999 1:33 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a><br/>\nSubject: Re: [EQ-Monks] Monk Armor and the short end of the stick<br/>\n<br/>\n<br/>\nFrom: &quot;Dave Woomer&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dwoomer@...\">dwoomer@...</a>&gt;<br/>\n<br/>\nWell, I suppose we could start a petition and try to get some stuff<br/>\nimplemented -- the warriors were at a distinct disadvantage to us until the<br/>\npatch. But, there&#39;s more going on then just basic skills -- it&#39;s in how you<br/>\nplay it. Someone else just posted that he&#39;s the last one out in a fight --<br/>\nhe gets his party moving, sticks behind, lets his group get away safely, and<br/>\nfeigns death. This is great and this is how I intend to play it, too.<br/>\nWarriors need to be the masters of armed combat, just as we are the masters<br/>\nof hand-to-hand. And we do have different roles -- we&#39;re not meant to be the<br/>\ndamage sponges. In a pinch, we suffice for that job, but it&#39;s not our<br/>\nprimary role. Our primary job is to be walking Damage Over Time weapons and<br/>\nthat we still do rather well. And, when the inevitable happens and we die,<br/>\nwho&#39;s in worse trouble -- us or a warrior? Take a warrior&#39;s weapons away,<br/>\nand he&#39;s nothing. That cannot be said about us.<br/>\n<br/>\nNow, warrior tweaks: More hitpoints -- they need &#39;em -- they&#39;re going to get<br/>\nhit more than us.<br/>\n<br/>\nCritical hit: For me, the jury&#39;s still out -- I&#39;d like to hear from<br/>\nexperience how it goes for a level 30 warrior compared to a level 30 monk as<br/>\nfar as damage done per round on average. Will a warrior consistently do more<br/>\ndamage than us? That&#39;s the real question.<br/>\n<br/>\nMagic Resistance: This one does cheese me off -- why are warriors so much<br/>\nmore deserving of magic resistance than any other melee class? This is an<br/>\nunfair advantage, imho.<br/>\n<br/>\nTaunt would be a lovely skill to have, but maybe they could just make our<br/>\nmagical attacks act more like taunts. We&#39;re never, ever going to be able to<br/>\npull a mob off a caster who&#39;s done a full mana burn -- that&#39;s just the fact.<br/>\n<br/>\nAll in all, I&#39;m still pleased with my monk and I don&#39;t think grouping will<br/>\nbe a problem because your friends aren&#39;t going to be that empiracal about<br/>\nit -- be a good groupie and do your job and you will be loved and sought<br/>\nafter. I&#39;ve never once had anyone say &quot;Gee, Owyn, you&#39;re just a monk. We&#39;ve<br/>\ngot this great warrior to replace you. Sorry, bud.&quot;  Don&#39;t look at it<br/>\nstrictly as Class A is better than Class B -- If you want to solo as a monk<br/>\n(or any other class) you&#39;re going to have a tougher go at it.  Just have fun<br/>\nand when it&#39;s not fun any longer, try something else.<br/>\n-----Original Message-----<br/>\nFrom: Aaron Braunstein &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_spam@...\">aaron_spam@...</a>&gt;<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a> &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a>&gt;<br/>\nDate: Friday, July 30, 1999 12:32 PM<br/>\nSubject: Re: [EQ-Monks] Monk Armor and the short end of the stick<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: Aaron Braunstein &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_spam@...\">aaron_spam@...</a>&gt;<br/>\n&gt;<br/>\n&gt;&gt;The Grass is Greener Syndrom has landed on us, has it?  It&#39;s all been<br/>\n </span></blockquote>said:<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;No one class is best -- that&#39; why we group. I&#39;ve put a lot of time in<br/>\n </span></blockquote>other<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;classes, but so far, I like being a monk best of all. It&#39;s always going to<br/>\n&gt;&gt;be a personal preference thing. If you&#39;re unhappy, role another character,<br/>\n&gt;&gt;but remember that no one class is really best at soloing -- some are<br/>\n </span></blockquote>better<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;than others, but all in all, I think we (monks) have a pretty well<br/>\n </span></blockquote>balanced,<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;kick ass class.<br/>\n&gt;<br/>\n&gt; My feelings are similar.  I have loved my monk more than any<br/>\n&gt;of the other many classes I played from the moment I started him.  I<br/>\n&gt;knew going in that I wouldn&#39;t be as good as a &#39;classic&#39; tank as would<br/>\n&gt;be a warrior and wouldn&#39;t be able to match them in damage until at<br/>\n&gt;least the upper 20&#39;s.  I didn&#39;t mind this so much and took a kind of<br/>\n&gt;perverse pride in the fact that monks didn&#39;t &#39;mature&#39; until much<br/>\n&gt;later - making them a labor of love and patience.  Well, I&#39;m finally<br/>\n&gt;&#39;mature&#39; (meaning I&#39;ve hit 30 and now have Flying Kick), but it seems<br/>\n&gt;that my hopes for being as valuable a contributor to my party as our<br/>\n&gt;warrior have been undercut.<br/>\n&gt; I&#39;ve always bemoaned the lack of Taunt, because I see it as<br/>\n&gt;one of my primary callings in life - to protect others (especially<br/>\n&gt;those who have dedicated themselves to the healing arts).  Without<br/>\n&gt;such a tool, this has been extremely difficult.  I have consoled<br/>\n&gt;myself with the knowledge that recently I had achieved a rough parity<br/>\n&gt;with our warrior in terms of the ability to put down a creature who<br/>\n&gt;had come up against our group.  We would split duties and assignments<br/>\n&gt;as equals (except in those situations where our individual abilities<br/>\n&gt;dictated otherwise).  Now this parity is no more.<br/>\n&gt; I have no desire to see monks become a &#39;superclass&#39;... if<br/>\n&gt;they were everybody would play them and how much fun would THAT be?<br/>\n&gt;Nor am I looking for the ability to solo.  I vastly prefer group play<br/>\n&gt;and find it to be much more rewarding on a number of levels.<br/>\n&gt;Unfortunately, the benefits which can be brought to a group by monks<br/>\n&gt;have been marginalized by the incredible adjustments made to the<br/>\n&gt;warrior class.  I would just like to see some thought given to giving<br/>\n&gt;monks a greater ability to contribute again, that&#39;s all.<br/>\n&gt;<br/>\n&gt;--<br/>\n&gt;Aaron Braunstein<br/>\n&gt;Pacific Data Management, Inc.<br/>\n&gt;<br/>\n&gt;&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_braunstein@...\">aaron_braunstein@...</a>&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;Congratulations to MICHELLE UNSER<br/>\n&gt;This week&#39;s FRIENDS&FAMILY WINNER!<br/>\n&gt;To enter go to <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------<br/>\n<br/>\n<br/>\n </span></blockquote>--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nONElist now has T-SHIRTS!<br/>\nFor details and to order, go to:<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/store/tshirts.html\">http://www.onelist.com/store/tshirts.html</a><br/>\n<br/>\n------------------------------------------------------------------------</div>","specialLinks":[]}}