{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Noah D. Burt","from":"&quot;Noah D. Burt&quot; &lt;noahburt@...&gt;","replyTo":"LIST","senderId":"NIPf6Y0ML8nO0czzSG18eTlX8e1XRyq9r0EVUhVEZbtNaz6lyHj8_oaVcMqGCxHRvniUBsd7_5C9a_MJSghwLH5PSeG0mDI44LQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Persistence","postDate":"935008001","msgId":223,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4zNy4yMjMuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":228,"prevInTime":222,"nextInTime":224,"topicId":223,"numMessagesInTopic":6,"msgSnippet":"On the same thread of persistence... I headed over to Crushbone the other night to try and find some Bracers of Battle. A friend said he would help me out but","messageBody":"<div id=\"ygrps-yiv-360124128\">On the same thread of persistence...<br/>\nI headed over to Crushbone the other night to try and<br/>\nfind some Bracers of Battle. A friend said he would<br/>\nhelp me out but by the time I got there he had to go<br/>\n.So I hung out for a while, not knowing where the<br/>\nwarlord showed up. I missed him quite a few times and<br/>\nwas getting frustrated so I logged off. Last night I<br/>\ndecided  iwould try for a ltitle while longer before<br/>\nseeking ym fortune elsewhere. I found a party with<br/>\nanother monk (more on him later) and a kindly Druid.<br/>\nSince I initiated the party it was agreed that I would<br/>\nget the first BoB. (in the meantime my friend came<br/>\nthrough and got me one BoB so now I only needed one).<br/>\nThe other monk need one BoB as well so he would get<br/>\nthe next. Our Druid friend was looking for Crush&#39;s<br/>\narmor so she was to get that. Now, my philosophy in<br/>\npartying is that the group works together in order to<br/>\nget all the items the various party members want<br/>\n(within reason) so it was my thinking that I would<br/>\nstay grouped with them until we got 2 BoBs (one for<br/>\neach monk) and Crush&#39;s armor. Well, second Warlord we<br/>\ngot had a BoB so I was all set. Feeling loyalty to my<br/>\nparty memebrs for helping me, I vowed to stay on and<br/>\nhelp them both achieve their goals. We got another<br/>\nwarlord (who did nto have the BoB) and got Crush when<br/>\nwe could. I noticed the monk was rushing to loot Crush<br/>\nevery time so I asked that he reserve the looting for<br/>\nthe Druid, since she needed his loot. About the third<br/>\ntime Crush went down, the monk sprinted for his corpse<br/>\nand looted it. Happy for our victory, both the druid<br/>\nand I asked if Crush had the armor. The monk was<br/>\nsilent for a while but eventually (after we asked a<br/>\nfew more times) admitted that he did. &quot;great!&quot; said I<br/>\nand proceeded to ask if he would please hand it to the<br/>\ndruid. He said &quot;When I get my BoB she can have Crush&#39;s<br/>\narmor.&quot; (For future reference to all who are reading,<br/>\nthat is not a good way to inspire loyalty) The druid<br/>\nand I exchanged a few /tells and shesaid that she<br/>\ndidn&#39;t need it terribly so she didn&#39;t care much. I<br/>\ntold her  Iwould do I all I could to make sure he got<br/>\nhis BoB so she could have the armor and then she and I<br/>\nwould leave him behind. The monk then had the audacity<br/>\nto say that he had to go to town and sell things,<br/>\nleaving the two of us to get &quot;his&quot; BoB. having a<br/>\nharder time of it with just 2, we missed a warlord<br/>\nspawn and she got killed by Crush. The monk decided to<br/>\ntake his sweet time egtting back too so by the time he<br/>\nreturned, we were fed up and wanted to leave. He,<br/>\ninnocently might I add, asks where we are going and we<br/>\ninformed him that:<br/>\nA) Greed is a poor quality in a monk<br/>\nB) He was one of the worst group members we had ever<br/>\nbeen with<br/>\n<br/>\nWe left him there and went on our way. Now, the moral<br/>\nof the story is this. Having lied to us once already<br/>\nby stealing the armor, we did not trust him to ever<br/>\ngive it back. Therefore, why would we help him? There<br/>\nwould be many more chances to get Crush and his armor<br/>\n(which I plan to do for my new friend, btw) and we did<br/>\nnot need his poor company.<br/>\n<br/>\nForgive my ramblings but in EQ ,as in life, you will<br/>\nget farther with honesty and loyalty than with<br/>\nmistrust and greed. If he had handed the armor over I<br/>\nwould have been sure to help him since we would then<br/>\nhave only needed the one BoB. His greed cost him our<br/>\nhelp.<br/>\n<br/>\nThanks for listening and may truth guide you<br/>\nBrother Kingdok<br/>\nMonk of Erollisi Marr<br/>\n19th Circle<br/>\nMan at Arms of the Magius Knights</div>","specialLinks":[]}}