{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Scott","from":"&quot;Scott&quot; &lt;sprigge@...","replyTo":"LIST","senderId":"7uSuz_d7YOu-iBjNUL0Z7jWHnVghypzgcmklt7JnG5rQlvekFEK2BFFJe1RozWdIgYEKVythfAn5Kq1EYUo6p8HSgA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Lvl 16 blues","postDate":"935079675","msgId":239,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4zOC4yMzkuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":242,"prevInTime":238,"nextInTime":240,"topicId":239,"numMessagesInTopic":3,"msgSnippet":"Fellow monks, I need help.  I have lately lost interest in my monk and in the game in general.  I hit lvl 16 about a month ago and have been stuck there ever","messageBody":"<div id=\"ygrps-yiv-65224706\">Fellow monks,<br/>\n<br/>\nI need help.  I have lately lost interest in my monk and in the game in general.  I hit lvl 16 about a month ago and have been stuck there ever since.  About that time, I started playing less due to RL commitments.  Even now, I can only play 2-3 hours at a time max.  I have been hanging out around Freeport:  Commons, NRo, Oasis area.  I even tried going to Faydward (sp?) and spending time there.  I just can&#39;t get into it.  I think my biggest problem is it is SOOO hard to find a good group.  I was grouped in the Oasis last week and had a cleric who refused to heal during a battle, all he wanted to do was beat on the MOBs.  This led to me dying 3 times in short succession.  Also, what is more frustrating that running to the derv camp in W Comm and trying to get into a group when there are already 2 groups camping the place and they refuse to even acknowledge you by replying to a simple /tell?  The only time I get an indication that they know I exist is when one of their wizards keeps stealing MOBs from me.<br/>\n<br/>\nI need some advice/encouragement on what to do for a couple of levels!  I have tried starting a  necromancer, revisited a lvl 6 warrior, and started a cleric in this time also.  Problem is, this game does not get interesting until lvl 8-10 or so (usually a caster&#39;s 3 set of spells).  If you&#39;ve played one newbie class, you&#39;ve played them all - and you have to invest SOOO much time to just get to a level where each class starts getting interesting.<br/>\n<br/>\nI really do like my monk and I realize that it starts getting better after FD, but I am just in this funk and need some help getting out....</div>","specialLinks":[]}}