{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ezhar Montenegro","from":"&quot;Ezhar Montenegro&quot; &lt;Ezhar@...&gt;","replyTo":"LIST","senderId":"Cov24USWTTX8t9gOf-y5DTDoC7Z01YQ2qTMGaM7kpaskphqE5p6mBwzoJEiw2zmrQd309RMAUPz7HZUR5557FxX5Po-5I3_PlI75tToRpp0GaZUW","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lvl 16 blues","postDate":"935085362","msgId":242,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4zOC4yNDIuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":239,"nextInTopic":253,"prevInTime":241,"nextInTime":243,"topicId":239,"numMessagesInTopic":3,"msgSnippet":"Young Brother, Do not fret! True, advancing does take some time.  I too have gone through bouts of shortened play time and RL commitments.  I think we all run","messageBody":"<div id=\"ygrps-yiv-2144831226\">Young Brother,<br/>\n<br/>\nDo not fret!<br/>\n<br/>\nTrue, advancing does take some time.  I too have gone through bouts of shortened play time and RL commitments.  I think we all run into levels that seem to take FOREVER to pass.<br/>\n<br/>\nI found my personal hell ranges to be 14-17 and 22-24.  I think it took me almost a month to do 3 levels.  Now that I got through 24, I&#39;ve noticed a marked inprovement in my skills and exp gain.  I just hit 25 and got Dragon Punch; the satisfaction I get from hitting for higher rounds makes the hard work and persiverance well worth it.<br/>\n<br/>\nHell levels tend to appear just as you max out your special attacks and have to wait for the &#39;Next Big Monk Skill&#39;.<br/>\n<br/>\nFinding a good group does take time also.  I was fortunate to find a great group of friends back when I was around level 11 or so.  We have all be companions ever since, now our crowd runs around 20 people or so (18 - 31 range), all changing groups as the need arises or play time coincides.  <br/>\n<br/>\nDo shouts often, if you find a group that looks out for each other, latch onto them and build the friendship.  If someone doesn&#39;t play their part in the group (cleric fights like a wizard and not a healer) it prolly means that they USED to play that class and haven&#39;t learned to play their new strengths.  This is your indication to move on.<br/>\n<br/>\nHang in there Brother, all will come in time.<br/>\n<br/>\nEzhar Montenegro<br/>\nBrother of the 25th Level, Ashen Order, Karana<br/>\nHumble Baker and Proud Member of the Platinum Sphere Guild<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.platinumsphere.com\">http://www.platinumsphere.com</a><br/>\n<br/>\n---------- Original Message ----------------------------------<br/>\nFrom: &quot;Scott&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sprigge@...\">sprigge@...</a>&gt;<br/>\nReply-to: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a><br/>\nDate: Thu, 19 Aug 1999 12:21:15 -0400<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;Fellow monks,<br/>\n&gt;<br/>\n&gt;I need help.  I have lately lost interest in my monk and in the game in &gt;general.  I hit lvl 16 about a month ago and have been stuck there ever &gt;since.  About that time, I started playing less due to RL commitments.  &gt;Even now, I can only play 2-3 hours at a time max.  I have been hanging &gt;out around Freeport:  Commons, NRo, Oasis area.  I even tried going to &gt;Faydward (sp?) and spending time there.  I just can&#39;t get into it.  I &gt;think my biggest problem is it is SOOO hard to find a good group.  I was &gt;grouped in the Oasis last week and had a cleric who refused to heal &gt;during a battle, all he wanted to do was beat on the MOBs.  This led to &gt;me dying 3 times in short succession.  Also, what is more frustrating &gt;that running to the derv camp in W Comm and trying to get into a group &gt;when there are already 2 groups camping the place and they refuse to &gt;even acknowledge you by replying to a simple /tell?  The only time I get &gt;an indication that they know I exist is when one of their wizards keeps &gt;stealing MOBs from me.<br/>\n&gt;<br/>\n&gt;I need some advice/encouragement on what to do for a couple of levels!  &gt;I have tried starting a  necromancer, revisited a lvl 6 warrior, and &gt;started a cleric in this time also.  Problem is, this game does not get &gt;interesting until lvl 8-10 or so (usually a caster&#39;s 3 set of spells).  &gt;If you&#39;ve played one newbie class, you&#39;ve played them all - and you have &gt;to invest SOOO much time to just get to a level where each class starts &gt;getting interesting.<br/>\n&gt;<br/>\n&gt;I really do like my monk and I realize that it starts getting better &gt;after FD, but I am just in this funk and need some help getting out....<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}