{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Roy Graff","from":"Roy Graff &lt;rbgraff@...&gt;","replyTo":"LIST","senderId":"fUzh7WHmevY_bn8osopuTJFwVBs6vvMZAyUhJXWDWnly_4KPWXLQJNbcv3Icq_PwlXfX-jqAmF98S5LUKd3AxXGWPCw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Lvl 16 blues (Plus Lvl 22 Blues)","postDate":"935088071","msgId":249,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4zOC4yNDkuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":264,"prevInTime":248,"nextInTime":250,"topicId":249,"numMessagesInTopic":2,"msgSnippet":"... Having been through the same sort of thing, let me share a few of my thoughts, and give you some ideas of where to hunt. First off, try heading down to","messageBody":"<div id=\"ygrps-yiv-228583781\">--- Scott &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sprigge@...\">sprigge@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; I need help.  I have lately lost interest in my monk<br/>\n&gt; and in the game in general.  I hit lvl 16 about a<br/>\n&gt; month ago and have been stuck there ever since. <br/>\n<br/>\n </span></blockquote>Having been through the same sort of thing, let me share a few of my<br/>\nthoughts, and give you some ideas of where to hunt.<br/>\n<br/>\nFirst off, try heading down to Guk.  It sounds like you&#39;re in the area<br/>\nanyway, and you can accomplish a few things at the same time by heading<br/>\ndown there.  First, you can pick up lots of netted and woven armor from<br/>\nthe frogs.  If you&#39;re lucky, you may find somebody selling some mesh<br/>\nfor cheap.  Of course, if you alreay have mesh...  Try to fight the<br/>\nFroglok Guards, and perhaps even Tuks.  Avoid Gaz or Ton unless you<br/>\nhave a very good group.  Anyway, you can also pick up some pretty good<br/>\nXP from the frogs, or, you can solo the crocs that are in Guk.  They<br/>\nare worth huge XP for that level.  I don&#39;t remember exactly which level<br/>\nI started soloing them, but it was somewhere right around 16 or 17. <br/>\nWith one other group member, you shouldn&#39;t have too much trouble at<br/>\nall.<br/>\n<br/>\nAnother suggestion for hunting ground would be Unrest.  It does tend to<br/>\nbe crowded, but at 16, you can fight the &quot;lawn trash&quot; that most people<br/>\njust ignore.  There are death beetles, tormented dead, and greater<br/>\nskeletons that would be very good hunting.  You may need to get in a<br/>\nsmall group to do it, but you shouldn&#39;t have much trouble finding a<br/>\ngroup in Unrest.  Just stay off to the sides, away from the path, and<br/>\nyou should be Ok.  Unrest is a really scary place, but there are some<br/>\nreally nice rewards.<br/>\n<br/>\nYou could also head over to Black Burrow and beat up some Gnoll Elites<br/>\nand Commanders.  You can gather up pretty good amounts of loot in BB,<br/>\nplus you can get some great XP at the same time.  You can usually get<br/>\ninto the rotation in one of the commander rooms (where up to 5<br/>\ncommanders and elites spawn) or just camp one of the spots where just<br/>\none spawns.  It&#39;s not much fun camping alone, but can be interesting in<br/>\none of the larger rooms with people to talk to.<br/>\n<br/>\nYou could try Befallen, but I really, truly hate that place.  I&#39;ve died<br/>\nmore times in there than I care to think about.<br/>\n<br/>\nPaw is a great place to go too if you can get into a group.  You can<br/>\nbeat up nobles and even commanders, plus maybe take a shot at some of<br/>\nthe named gnolls.  Plus, you can collect the stuff needed for your red<br/>\nheadband.<br/>\n<br/>\nWell, there are several ideas, and the top two are my favorites.  I<br/>\nstill really enjoy hanging out in Unrest or Guk.  If you want any other<br/>\ninfo, feel free to ask.<br/>\n<br/>\nNow, on to my blues, can anybody give me any ideas of where to hunt at<br/>\nlevel 22?  Specifically, Unrest is great, but a little too crowded at<br/>\nmy level, unless I can get into a room and camp it.  Guk is good, but<br/>\nit&#39;s very hard to get a group going.  Runnyeye scares the hell out of<br/>\nme with the giant trains of Dazed and Crazed Goblins that come pouring<br/>\nup on a regular basis.  Highpass would be good if it weren&#39;t for all<br/>\nthe kill stealing.  I guess I could just use a few new ideas.<br/>\n<br/>\nAlso, what should I be looking for for equipment?  I have a full set of<br/>\nMesh, LJ Tunic, Leering Mask, Red Headband, Collar of Undead<br/>\nProtection, two Gold Wedding Rings (+5 AGI), two Onyx Earrings (+2<br/>\nAGI), and a thick leather apron.  I currently have about 75 PP, and I&#39;m<br/>\nwondering if there&#39;s anything specifically I should be looking for at<br/>\nmy level and monetary situation.<br/>\n<br/>\nAnyway, sorry about the long rambling post, and good luck to you all!<br/>\n<br/>\nSenini Darkbane<br/>\nMonk of the 22nd Circle<br/>\nXegony<br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nBid and sell for free at <a rel=\"nofollow\" target=\"_blank\" href=\"http://auctions.yahoo.com\">http://auctions.yahoo.com</a></div>","specialLinks":[]}}