{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"ahnorth@xxx.xxx","from":"ahnorth@...","replyTo":"LIST","senderId":"QFZxRQBa_hKru6N2wxuLgBgT-Y4vPRML8S2m2hsU-jZ1G6I_0ffBOy7alDhpCX_GgmKSL4Ny","spamInfo":{"isSpam":false,"reason":"0"},"subject":"No More Sash Cheats...","postDate":"935592004","msgId":316,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS40NS4zMTYuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":317,"prevInTime":315,"nextInTime":317,"topicId":316,"numMessagesInTopic":11,"msgSnippet":"When a monk from Qeynos tries to start the Sash Quests of Freeport, he runs into difficulty. The Qeynos monk s faction with them is usually too low to allow","messageBody":"<div id=\"ygrps-yiv-774103652\">When a monk from Qeynos tries to start the Sash Quests of Freeport, he runs into difficulty. The Qeynos monk&#39;s faction with them is usually too low to allow him to begin the quests. There are several quests in Qeynos that will allow a Freeport monk to increase their faction with the Silent Fist, but no such quests (that I&#39;m aware of) in Freeport to increase faction with the Ashen Order.\r<br/>\n\r<br/>\nWorkarounds for this have been the subject of much debate. Many solutions have been presented, however, it looks like Verant has &quot;fixed&quot; them all. I&#39;m going to list all the ones that don&#39;t work now, so that any starting monks won&#39;t fall into these traps...\r<br/>\n\r<br/>\n1) Create a Freeport monk and get his guild note to turn in for instant faction.\r<br/>\n\r<br/>\nProblem: The guild notes are now Lore items, and so are no-drop, no-trade.\r<br/>\n\r<br/>\n2) Do the Tomer and/or Konem Quests in Qeynos.\r<br/>\n\r<br/>\nProblem: The only faction you increase with these now is with the Silent Fist, the Ashen Order does NOT show up anymore.\r<br/>\n\r<br/>\n3) Get a Freeport monk to give you their White Sash, and then carry on from there.\r<br/>\n\r<br/>\nProblem: If you try to get the next sash by turning in your current sash (gotten from the Freeport monk) and the items, you lose all the items and the sash. The Ashen Guild member will give you a message like &quot;I will not help beings of your kind&quot;. This is especially vexing if you had a Freeport monk to give you the Orange sash, and tried to turn it in for the Red sash. The Red sash items are a little hard to come by, and having them go up in smoke would be frustrating.\r<br/>\n\r<br/>\nIn conclusion, it looks like the only way to truly do the quests now is to build your faction with the Freeport monks in some way. I have been noticing that they HAVE been starting to like me more, but, I am unsure as to why. I believe it is because I&#39;ve been killed so many orcs lately. If anyone has any ideas, they would be welcome.\r<br/>\n\r<br/>\nThe only possible workaround I see now, is to give the items for the later quests to a Freeport monk (one you create or another player) and have them give you the resulting sash. However, I think the later sashes are no-drop, no-trade, unlike the beginning sashes, which are Lore items, but can be traded.\r<br/>\n\r<br/>\nFinally, the point of the Monk headbands/sashes is not that they are terribly powerful magical items, but that it&#39;s fun and challenging for a monk to complete a quest that is not really available to many other people. Sure there are lots of items that are better, but it&#39;s a nice part of you character when you can say that you are a Purple Headband, Purple Sash holder ;-)\r<br/>\n\r<br/>\n(If I&#39;ve made any glaring errors/omissions, I apologize, and would expect that I will be corrected asap &lt;grin&gt;)</div>","specialLinks":[]}}