{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Randy Roslewski","from":"&quot;Randy Roslewski&quot; &lt;randallr@...","replyTo":"LIST","senderId":"wQSZv1QF40qC35fgd8myTKOhvEEftCveQmO8i0a9U0yoPC15w5ZCS7CYa3nAEJrR9hdOK6qFG3Ko4ZMKrPgZ1BETrekTFjUsKG1yAIFglzQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: Monk Loot and Modifications...technical text","postDate":"935807932","msgId":375,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS40OC4zNzUuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":412,"prevInTime":374,"nextInTime":376,"topicId":375,"numMessagesInTopic":4,"msgSnippet":"On the topic of changing colors, adding graphics, and the whatnot, I recently read an interview with the games top Graphic artist/implementor (the name","messageBody":"<div id=\"ygrps-yiv-930242893\">On the topic of changing colors, adding graphics, and the whatnot, I<br/>\nrecently read an interview with the games&#39; top Graphic artist/implementor<br/>\n(the name escapes me right now, sorry), and he mentioned a few very salient<br/>\npoints with regards to this same topic.  I, like most of you, thought that<br/>\nthere would be no problem adding more variation to the colors and the armor<br/>\nthat different types of armor could have to give them more variation.  Just<br/>\ndownload the new graphic in an updated file, right?  Not so simple.  Sure<br/>\nthat would be all it took to get the new graphics out to the clients, but<br/>\nyou&#39;re forgetting one major problem with adding colors and variations.  This<br/>\ngame is a 3d game, not 2d, so all the objects in the game have to be<br/>\nrendered on the fly by the graphics processor and the &quot;colors and patterns&quot;<br/>\nin the game have to be able to fit into the texture memory of the video<br/>\ncard.  Not everyone has the newest coolest video cards with 8MB of texture<br/>\nmemory, or even 4MB.  A lot of people still use the &quot;old&quot; voodoo 1 cards<br/>\nwith 2MB of texture memory.  They wanted to release the game in a timely<br/>\nmanner (so they skimped a bit on the amount of variation in the colors), and<br/>\nthey wanted it to be playable on a large number of client machines.  Yes,<br/>\nthe game will load up as much texture memory as you have, so they didn&#39;t put<br/>\na limit of only a maximum of 2MB of textures in the video card&#39;s memory at<br/>\nonce (thank god or those of us with more wouldn&#39;t see very much benefit at<br/>\nall from having better graphics cards).  But they wanted the game to be<br/>\nplayable with only 2MB of texture memory available.  That&#39;s why on older<br/>\ncards (voodoo 1), when more than a few people come on the screen at once,<br/>\nyou start to slow down, and if you go into a zone where there&#39;s a large<br/>\nnumber of players (like a bazaar in the tunnel to north ro from east<br/>\ncommons, where I&#39;ve seen over 200 people on occassion), you&#39;re updates crawl<br/>\nas the textures are pushed out from the System RAM to the video texture RAM,<br/>\nto the video processor.  The more texture RAM, the better this is, but even<br/>\nwith that many people with all the variations they already do have in the<br/>\ngame, the system WILL slow down.  Don&#39;t anyone tell me you haven&#39;t had your<br/>\ngraphics slow down, or I&#39;ll have to beat you (only kidding).  Now, if you<br/>\nwere to add a lot more variations (such as colors of armor, and more<br/>\ncharacter variations), you&#39;d have to lower the &quot;side&quot; count of the polygons<br/>\n(what the textures get added to...for an example of what you sacrifice when<br/>\nlowering the number of sides to a polygon, take a look at the screen shots<br/>\nof Asheron&#39;s Call....the graphics aren&#39;t that swell looking to me, but you<br/>\ndo have a lot of variations) in order to keep the same level of performance.<br/>\nOkay, I think I&#39;ll stop there as far as the technical talk goes, I&#39;m sure I<br/>\nmay be losing some people.  But basically, if they were to add a color,<br/>\nthey&#39;d have to put in the code to have the object now re-texture-mapped (not<br/>\na very dificult process no, but it will take processor time to do it on the<br/>\nfly), and the texture count would go up significantly in a crowded room.<br/>\nThis is also why they broke the game down to the zones like they did.  At<br/>\nmost you have around 2 or 3 large variations in the landscape.  I.E. in the<br/>\nEast commonlands, you have some desert and some hills.  If they were to add<br/>\nanother region, like a lake, or an arctic region, you&#39;d have to load all<br/>\nthose textures into memory, or load them from system RAM on the fly, and<br/>\nthat would drag the performance way down.  The landscape they decided to<br/>\nlimit so that they could increase the number of textures available on people<br/>\nso that there could be the variations that they do have.  okay, now I&#39;m<br/>\ndone.  I think.  Any questions, send them my way, and I&#39;ll try to answer as<br/>\nconcisely as possible.  for those of you that read this far, thanks for<br/>\nstaying with me.<br/>\n<br/>\nRandy, aka Arianis, monk of the 13th order, Mithaniel Marr<br/>\n<br/>\n<br/>\n<br/>\nRandall Roslewski<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:randallr@...\">randallr@...</a><br/>\nArizona Dept. of Transportation<br/>\nNetwork Support Specialist II<br/>\nExchange Administrator</div>","specialLinks":[]}}