{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ben Blackford","from":"&quot;Ben Blackford&quot; &lt;blackfbt@...","replyTo":"LIST","senderId":"uXknP5ZJSIeilgtudXlIwxoRCatEEcw-zRJ2hVLveXiwFC94upYwpKuu-rsTBEwylV-svfmYx5xBoPvO_hBAVrDqhHJgx8IFyg5pQA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Digest Number 49","postDate":"935948995","msgId":406,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS41MC40MDYuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":405,"nextInTime":407,"topicId":406,"numMessagesInTopic":1,"msgSnippet":"Well, since there are a few people talking about AC, I think I ll give you a general rundown of what I ve noticed and correct a few things people have said. At","messageBody":"<div id=\"ygrps-yiv-1824369054\">Well, since there are a few people talking about AC, I think I&#39;ll give you a<br/>\ngeneral rundown of what I&#39;ve noticed and correct a few things people have<br/>\nsaid. At least from a monk&#39;s point of view. I won&#39;t even get into spells<br/>\ncause that&#39;s a whole other bucket of worms...<br/>\n<br/>\nPros:<br/>\n* Can customize face and initial clothing to some extent, nice sliders and<br/>\ndrop boxes.<br/>\n* Appearance and initial clothing choices determined by &#39;heritage&#39;, as well<br/>\nas some items can be only used by one of the 3 choices.<br/>\n* Auto-aim on melee means you always follow and whack the mob/player that<br/>\nyou are attacking (many PvPers on EQ should be drooling over this)<br/>\n* Can decide which weapons, if any, you would like to specialize in, and<br/>\nonly a few can&#39;t be used unless trained<br/>\n* Unarmed combat actually lets you use some weapons, so it&#39;s not really<br/>\nunarmed combat...<br/>\n* Fighters can get nifty elemental weapons with ice/fire/lightning/acid<br/>\ncoming off of them so that they don&#39;t have to have mage-particle envy like<br/>\non EQ ;)<br/>\n<br/>\nCons:<br/>\n* No provision for dying clothes a different color at a later time.<br/>\n* Easy to get whacked fatally by a big huge monster someone let out before<br/>\nyou can even see it. Usually in EQ I&#39;ve at least had time to panic.<br/>\n* Lag can cause you to move slower and eventually stop altogether, basically<br/>\nrunning in place. BUT it&#39;s not as bad as the stop-walk-jerk-stop-walk-stop<br/>\nmotion from UO I always had, even when I had a good connection.<br/>\n* If you want an armor bonus of some sort for being an unarmed combatant,<br/>\nforget it. But your bare hands still are damn fast. You can specialize in<br/>\ndefensive skills or raise the attributes behind those skills though.<br/>\n* No mend, but if you were willing to take points away from vital fighting<br/>\nstatistics you could get stats to help you use Healing Kits.<br/>\n<br/>\nOther notes:<br/>\n* Initial 3rd person perspective can be changed to 1st person by hitting<br/>\nDel, but it does look kinda funny.<br/>\n* Custom character lets you do some weird combos, like you can have a<br/>\nsuper-fast and coordinated guy who specializes in a dagger, so he can&#39;t hit<br/>\nbut he can avoid everything :)<br/>\n* If you got a beta invite and plan on playing the game, don&#39;t choose a<br/>\npre-made character type unless don&#39;t have any time to choose your own stats.<br/>\nThe characters you can come up with yourself are more fun.<br/>\n* Oh, BTW, archery is actually affordable in AC.<br/>\n* For some reason AC actually has some &quot;safe zones&quot; built into the<br/>\nlandscape, like walls that monsters cant climb the ladders too. Weird, huh.</div>","specialLinks":[]}}