{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Aaron Braunstein","from":"Aaron Braunstein &lt;aaron_spam@...","replyTo":"LIST","senderId":"lwfxURiP37nns4N4cn6jMigEgdUnSZnTdoxa0mdVqo-5FLMNnsMnoeLm_t4sRsVpNpp-I0qy-u8GCvyN2szHzZMmaGOLL3jetSJB_FjuYVk","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Beginner questions","postDate":"928972233","msgId":44,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS41LjQ0Ljk1OTMwMjMyNEBlR3JvdXBzLmNvbT4="},"prevInTopic":43,"nextInTopic":48,"prevInTime":43,"nextInTime":45,"topicId":43,"numMessagesInTopic":3,"msgSnippet":"... Whoa... while level 8 is still considered by most to be low , it probably doesn t feel like it to the person who s just brought it up to that point.  You","messageBody":"<div id=\"ygrps-yiv-168353184\">At 4:29 PM -0700 6/9/99, Jay Watamaniuk wrote:<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I played a Monk up to level 8 and am now thinking that I messed up pretty<br/>\n&gt;bad on wasting experience on combat stuff when you really shouldn&#39;t bother.<br/>\n&gt;I have now decided to start a new Monk at Freeport (because, holy cow, is it<br/>\n&gt;long and tedious to look for beasts around Karana. My questions:<br/>\n<br/>\n </span></blockquote>\tWhoa... while level 8 is still considered by most to be &#39;low&#39;, it<br/>\nprobably doesn&#39;t feel like it to the person who&#39;s just brought it up to<br/>\nthat point.  You might want to think about trashing all of that effort for<br/>\na fairly minimal potential return.<br/>\n\tAs far as skill point distribution goes, I&#39;ve only once put<br/>\nanything other than a single point into any skill, and that was for Feign<br/>\nDeath, which I put 15 into just to get it kick started.  (A decision I<br/>\nwould not make again, given the chance, btw.)  If you&#39;re clever, all of<br/>\nyour skills are readily maxxed out without having to put points and money<br/>\ninto training them up.  Now, that having been said, don&#39;t think that you&#39;ve<br/>\nwasted the points you&#39;ve already spent.  To tell you the truth, at level<br/>\n20, I&#39;ve got more practices saved up than I know what to do with, and I<br/>\nsuspect that over time, most monks experience this same thing.  Personally,<br/>\nI wouldn&#39;t let the use of a few practice points lead me into trashing an<br/>\notherwise perfectly good character.<br/>\n\t(Freeport is a fantastic area, so a move there might not be a bad<br/>\nidea, btw.  I found it to be much more to my liking than the Qeynos area.)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;1. What is final word on starting Str and Agil? How much in each? If you<br/>\n&gt;higher up guys could go back and re-do it what would you pick?<br/>\n<br/>\n </span></blockquote>\tConventional wisdom is that you should dump everything into Agility<br/>\nand have done with it.  I started my character some time ago and without<br/>\nthe benefit of such advice, so I ended up distributing things in a roughly<br/>\neven fashion.  Do I regret it?  Not at all...  While sometimes I wonder how<br/>\nmuch more (or less) effective I might have been with another arrangement,<br/>\nI&#39;ve never once seriously considered dumping that char to start over from<br/>\nscratch.  Having spent time with a lot of other monks and talking to them<br/>\nabout their experiences, I&#39;d have to venture the (heretical) opinion that<br/>\nperhaps dumping everything into AGI isn&#39;t as huge a thing as some might<br/>\nhave you think.  I&#39;m just as effective as other monks of my level with<br/>\ndifferent base stats.  (Besides, magic items can help you even things out a<br/>\nbit later if you still have stat envy. :) )<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;2. Is there any trade skill that I should concentrate on that would be a big<br/>\n&gt;benifit to my guy for money etc?<br/>\n<br/>\n </span></blockquote>\tHrm... good question.  I don&#39;t practice any trades (they all scare<br/>\nme with the amount of time and money they seem to require), so I can&#39;t help<br/>\nyou on this one.  Sorry...<br/>\n<br/>\n--<br/>\nAaron Braunstein<br/>\nPacific Data Management, Inc.<br/>\n<br/>\n&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_braunstein@...\">aaron_braunstein@...</a>&gt;</div>","specialLinks":[]}}