{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Imari J. A. Dellimore","from":"&quot;Imari J. A. Dellimore&quot; &lt;ijad@...","replyTo":"LIST","senderId":"pi_-5B40Eh7s5UGzmLuFKFpBacEZjJqja253Sf4Q45pIQZbIpaR5nqiQYLOI6jm89JD3E9_sAVB1U7iHdc5dTPyUW6qSyFvpZ80D1D4vvHXf","spamInfo":{"isSpam":false,"reason":"0"},"subject":"MOnk BALANCE ISSUES","postDate":"936302148","msgId":440,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS41NC40NDAuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":442,"prevInTime":439,"nextInTime":441,"topicId":440,"numMessagesInTopic":11,"msgSnippet":"I for one think that the issue of Monk balance is not as clear cut as improving the damage/dely of our fists.  i think there are other things you need to look","messageBody":"<div id=\"ygrps-yiv-475966834\">I for one think that the issue of Monk balance is not as clear cut as<br/>\nimproving the damage/dely of our fists.  i think there are other things<br/>\nyou need to look at. Monks below level 35 are quite well balanced I think:<br/>\n<br/>\n1)DUEL WEILD/DOUBLE ATTACK:<br/>\nYou must bear in mind that at for any level, monks have higher DW<br/>\nand DA skills than all other groups (even warriors).  Thus we get more<br/>\nattacks than they do in an average round.  <br/>\n<br/>\n2)FLYING KICK IS COOL:<br/>\nFurthermore, our Flying kick a VERY deadly attack - hitting for more<br/>\ndamage than most Warriors can muster even with BIG (slow hitting) 2Handed<br/>\nweapons.  I have seen level 35 monks Kicking for 90dmge or more.  Sure<br/>\nsome of the new SUPER weapons weildable by warriors are 35dmg/45delay and<br/>\ncould probably hit for 90 or more a pop in the hands of a good Ogre<br/>\nwarrior, but think about that - there are only one or two of these weapons<br/>\non MY SERVER - (tarrew marr) and no one lower that level 45 even has one<br/>\nof them!  I myself have only seen one of these things in all mytime in<br/>\neverquest.  I cannot be jealous of something that is that rare and suited<br/>\nfor players that much higher level than me.<br/>\n<br/>\n3) SUGGESTION???<br/>\nLet us be more scientific in our determination of the true class balance.<br/>\nEveryone should download and use the new eqlog_parser program<br/>\n(avaialable form  EQCVAULT -www.eqvault.com) and run a check<br/>\non their damage dealt vs the damage dealt by all others in their group.<br/>\n(compare your damge to hybrids and warriors of comparable level to<br/>\nyourself) and see if you still think we need a damage upgrade.<br/>\n<br/>\n4)WHIRL WIND DAMAGE:<br/>\nMost people out there recognise that monks are a virtual wirlwind of<br/>\nflying fists and deadly kicks doing more damage during a fight than a well<br/>\nequipped warrior of our level.  I have a friend (non-monk) whose<br/>\nphilosophy is that 2 monks ==one nuker in a group, and he is always<br/>\nencouraging me to group with him.<br/>\n<br/>\n5) EASY OF PLAY:<br/>\nAnother consideration into monk balance is that after you collect your<br/>\nlast item of mesh armor and perhaps an evil eye bag or box of abukar, you<br/>\nhave no new items to collect - you dont have to worry about cash or<br/>\ncamping as much as say paladins or other classes where items and LONG<br/>\nDREARY camps are needed just to get equipment to stay alive.<br/>\n<br/>\nTHE ONLY BITING ISSUE AS I SEE IT:<br/>\nAfter level 35 however we monks see no new skills.  Of course we get<br/>\nbetter at our skills with each level - but unlike casters who have new<br/>\nspells, or hybrids who continue to get skills added into levle 40, leve 35<br/>\nis the last real improvement to our class.  <br/>\nI am not sure what there is to look forward too after 35?<br/>\nWhat is there to drive me on to that next great level ?<br/>\nWhere is the glory in being a level 45 monk when a level 35 monk can do<br/>\neverything you can (and probably even has the same equipment as you)?<br/>\n<br/>\nSuggestions:<br/>\nTo spice up monk life after level 35, I suggest doing the following:<br/>\nintroduce a new monk only weapon like NUN-CHUCKS (just an example)<br/>\nMake them hard to get (like one or two groups of level 40 players), and<br/>\nNO-DROP. They should be the OUTRIGHT FASTEST (17 delay?) weapons in<br/>\nthe game and duel weildable. <br/>\n<br/>\nA nice twist would be to give them a HANDY damage ratio such that they did<br/>\nslightly more max damage than a monk with his fists, but also had better<br/>\ndelay. <br/>\n<br/>\nAllow them to enhance our blocking ability - attacker takes 10-20 points<br/>\nof damage when we succesfully block thier attack (hey! being blaocked by<br/>\nsome hard-wood nunchucks is going to HURT!) <br/>\n<br/>\nAnd lastly give them slight chance to STUN our opponent - like<br/>\npaladin bash only slightly longer lasting maybe?  It will not be a spell<br/>\nper say, just the shock of the damage dealt would cause disorientation in<br/>\nany opponent.  This will be good against casters and allround usefull for<br/>\nsaving damage 9stunned opponents do not attack.<br/>\n<br/>\nThis would give monks in the 35+ category something to look forward to and<br/>\ndrool about. also anyplayer with a pair of these weapons will earn the<br/>\nrespect and awe of all other players, monk and non-monk a like! Think of<br/>\nthe damage dealt per round! think of the number of round you will get in!<br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Thu, 2 Sep 1999, Seamus McNeill wrote:<br/>\n<br/>\n&gt; From: Seamus McNeill &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:smcneill@...\">smcneill@...</a>&gt;<br/>\n&gt; <br/>\n&gt; Yes it is silly that any weapon out there has a faster delay than our<br/>\n&gt; fist&#39;s.  Even if it is a lightweight weapon....the whole reason a blunt<br/>\n&gt; weapon or slashing weapon does damage is because of the windup and swing.<br/>\n&gt; Fists however are just straight forward....no extra weight off any<br/>\n&gt; sort...unlike a weapon.  The only thing i can see maybe being faster is<br/>\n&gt; small piercing weapons such as dagger&#39;s, dirk&#39;s, stiletto&#39;s and so on.<br/>\n&gt; <br/>\n&gt; Sligo<br/>\n&gt; Cazic Thule<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; <br/>\n&gt;              Free Games & Cash Prizes!<br/>\n&gt; Gamesville - The World&#39;s Biggest & Best Game Show Site!<br/>\n&gt;         <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/ad/gamesville0\">http://www.onelist.com/ad/gamesville0</a><br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}