{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Imari J. A. Dellimore","from":"&quot;Imari J. A. Dellimore&quot; &lt;ijad@...","replyTo":"LIST","senderId":"kF85lC3CqF3kfERe2kmq5gkmIyKGCGVmChfLN6pss6d26onveCYVVoxwqWBumauKPUmTxHu-MO3GkG2qYLUUNYg6U5wfPskMYvzOLtJebxVG","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: MOnk BALANCE ISSUES","postDate":"936554517","msgId":459,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS41Ny40NTkuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":457,"nextInTopic":460,"prevInTime":458,"nextInTime":460,"topicId":440,"numMessagesInTopic":11,"msgSnippet":"EXACTLY. Monk Damage/delay is BALANCED in such a way that we do an appropriate amount of damage.  It is a valid point that realistically, monks would punch","messageBody":"<div id=\"ygrps-yiv-367982846\">EXACTLY.<br/>\n<br/>\nMonk Damage/delay is BALANCED in such a way that we do an appropriate<br/>\namount of damage.  It is a valid point that realistically, monks would<br/>\npunch faster than almost any weapon in the game but in order to enable us<br/>\nto do this variant would have to lower the damage on our fists to a level<br/>\nwhere we would become ineffective againts heavily armored openents or<br/>\noponents with a damage shield/barb coat effect effect on.  <br/>\n<br/>\nSUPER WEAPON COMPARISON:<br/>\n<br/>\nMOnks are by design an egalitarian class - EVERY monk at levle 40 has the<br/>\nsame skills, simila hp, ac, and max damge.  Items we wear will be similar<br/>\nas well. This is nice because we do not have to camp and get parties<br/>\ntogether to help us get those weapons.  But, this is balanced by the fact<br/>\nthat with store bought or common drop equipment we are able to do massive<br/>\namounts of damge - more than anyohter mele class withouth the use of magic<br/>\nwepons. But it a valid observation that a ranger/warrior with 2<br/>\nUberweapons will probably outdamge us - but not by as much as you think.<br/>\nALso, I think that this ability of rangers/paladin/warriors to obtain<br/>\nsuper weapons to enable them to do MAssive amounts of damage is part of<br/>\nthe design of these classes.  They are weak without their equipment, while<br/>\nwe are strong.  They must camp and endure HELL in order to obtain good<br/>\nitems, monks can lead a stress free life of hunting and adventuring<br/>\nwithout a care in the world.  I think it is a matter of personal choice<br/>\nwhich class is better.<br/>\n<br/>\nFOR EXAMPLE:<br/>\n<br/>\nA RAnger with 2 Ykesha balades will hit for a max damage around 25dmg<br/>\n(assuming level 40 or so) the delay on his weapon is 24 - this means he<br/>\ndoes one attack round every 2.4 seconds.  In a max damage attack round the<br/>\nranger will do a DA/DW for 4 attacks of 25dmge, kick for about 20 dmge,<br/>\nand then the ykesha effect will go off for 70dmge - resulting in a total<br/>\nof 190dmge for this round.  NOTE: If anyone ever sees a non monk hit for<br/>\ntheir max damage 4 times in a row let me know - IT IS JUST NOT GOING TO<br/>\nHAPPEN!<br/>\n<br/>\nA level 40 monk will hit for max damge of 36 or more, also monk damage is<br/>\nmore steady - I have watched monk friends hit for close to their maximum<br/>\ndamage for several attacks in a row! (almost like those NPC&#39;s who seem to<br/>\nhit for their max damge every singel hit.)<br/>\n<br/>\nIn a maximum attack round a monk will deal the following damage (level 40<br/>\nmonk): DA/DW for 4 attacks of 36dmge, Flying kick for 95 dmge. Resulting<br/>\ntotal damage is 239dmge. NOt a bad chunk of damge!<br/>\n<br/>\n<br/>\nBear in mind that the monk is far more likely to come close to the dream<br/>\nround that I described here - for some reason our damage seems to be more<br/>\nconsistent than for other classes.  I play both a paladin and my monk and<br/>\nI have found that when my Paladins max damge with his Gigantic Zweihander<br/>\nis 55, he will tipically hit monsters for only  upper 30&#39;s dmage range.<br/>\nMOnk damge at level 40 AVERAGEs to 30 per hit. ALso we monks have a higher<br/>\nDW skill than any other class so we will get those nice Quad attacks more<br/>\noften.<br/>\n<br/>\nAnd lastly I would like to poitn out that as a monk, we didnt have to go<br/>\nwith 3 groups of levle 45 friends to camp for a Ykesha balde or sit there<br/>\nfor days waiting on the GHoulbane to spawn.  In short monks dont have to<br/>\ncamp or go through hardship for their weapons/equipment.  ALL level 40<br/>\nmonks will be able to do the 239 (or there abouts depening on their str)<br/>\nmax damge round.  <br/>\n<br/>\nCOmpare a monk to a ranger with two less powerfull more common swordes and<br/>\nwe win the damge contest hands down!<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Sun, 5 Sep 1999, RaceFace wrote:<br/>\n<br/>\n&gt; From: &quot;RaceFace&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bean@...\">bean@...</a>&gt;<br/>\n&gt; <br/>\n&gt; That&#39;s not the case, in actuality.  A friend of mine (who has been heavily<br/>\n&gt; into martial arts (karate and aikido) since he was 12 (I thnk) punches damn<br/>\n&gt; hard and damn fast.  He was back from Seattle (he&#39;s studying under an aikido<br/>\n&gt; master (one of the students of the founder of the art) recently and was<br/>\n&gt; teaching some classes and giving some demonstrations.  I used to think<br/>\n&gt; boxers could throw punches fast.  You couldn&#39;t count the punches, and<br/>\n&gt; sometimes the only way you knew he threw one was the &lt;wham&gt; coming from the<br/>\n&gt; the target an assistant was holding.  Speed is vital to getting your punches<br/>\n&gt; to connect.  If they&#39;re slow, they are REALLY easy to block or dodge, since<br/>\n&gt; it&#39;s easy to figure out the person&#39;s reach.  They also do more damage the<br/>\n&gt; faster the fist is travelling.  Good old momentum and inertia. To be<br/>\n&gt; realistic.. monks would have a LOT quicker punches but still do the same<br/>\n&gt; damage.  I&#39;d guess a delay around 22 or so, comparing it to other weapons<br/>\n&gt; (magic mostly) in the game.<br/>\n&gt; <br/>\n&gt; Of course, that will never happen as we&#39;d become the ubermelee class.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; &gt; Well, if you really think about it, it is possiblef or someone to poke a<br/>\n&gt; lot<br/>\n&gt; &gt; faster then a person can punch.  If you consider since monks have to put<br/>\n&gt; &gt; some strength into the punch, their speed can&#39;t be too fast.  But on the<br/>\n&gt; &gt; other hand, warrior types can upgrade their weapons, in both damage and<br/>\n&gt; &gt; speed, monks only get upgrades in damage, i&#39;d like to see us get a speed<br/>\n&gt; &gt; upgrade too.  Because if a person wields a pain bringer and a ykesha, they<br/>\n&gt; &gt; will easily outdamage a monk, because both of the weapons are sub 30<br/>\n&gt; delay,<br/>\n&gt; &gt; pain bringer is closer to 20.  Nonetheless, monks are supposed to be the<br/>\n&gt; &gt; ultimate melee dishers, that makes up for the extreme hp loss.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; <br/>\n&gt; GET WHAT YOU DESERVE! A NextCard Platinum VISA: DOUBLE Rewards points, <br/>\n&gt; NO annual fee & rates as low as 9.9 percent FIXED APR. Apply online today!<br/>\n&gt;      &lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://clickme.onelist.com/ad/nextcard5\">http://clickme.onelist.com/ad/nextcard5</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}