{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"IBNALNOOR@xxx.xxx","from":"IBNALNOOR@...","replyTo":"LIST","senderId":"memG2Y4Gn6UaCOvobJBjOCEE8kEMLxC7rlWATcN02EiC-sB6HuQCUj_ftx2gPlzJ6YBkPtHSc40","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Suggested monk improvements","postDate":"936836184","msgId":501,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS42MC41MDEuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":499,"nextInTopic":503,"prevInTime":500,"nextInTime":502,"topicId":451,"numMessagesInTopic":25,"msgSnippet":"Ok, this is a question because I am getting frustrated. I have had kills taken from me twice by a 24th lvl Ranger duel wielding some kind of whip and some","messageBody":"<div id=\"ygrps-yiv-889725272\">Ok, this is a question because I am getting frustrated. I have had kills <br/>\ntaken from me twice by a 24th lvl Ranger duel wielding some kind of whip and <br/>\nsome sword, plus I have had a kill taken by a 24th lvl Paladin with a SBH. I <br/>\nam a 26th lvl Monk with just about everything that seems to come recommended <br/>\nfor equipment. I was hitting first in all three of these fights and then they <br/>\nstarted hitting. When am I going to do a lot more damage then them? I hit <br/>\nmore often but my hits are in the 10 to 15 hp range typically with a few <br/>\nhigher but a few lower. The Ranger was hitting in the mid 20&#39;s to lower 30&#39;s <br/>\nrange with some lower but some higher as well. The Paladin was hitting in the <br/>\nmid to upper 30&#39;s. If Monks do so much more damage how did they get the <br/>\nkills? I have everything I thought I was supposed to have. My STR is 97, STA <br/>\n99, DEX 113, and AGI 110. I have never seen myself doing more damage then <br/>\nthose other classes around me unless they are significantly lower then I am. <br/>\nWhat is a Monks place in a group? Tank? No. What is the place of a Monk? The <br/>\nonly thing I can do fairly well is pull from crowded places because I can <br/>\nmanipulate my Feign well enough to pick out one or two things. In most places <br/>\nI have found that is not a great thing for a group. I have never heard people <br/>\ngive out a call &quot;looking for a great puller&quot; when I stand in a zone looking <br/>\nfor a group. I also do not think the comparisons should be made with the <br/>\nWarrior considering I think we both got the short end when it comes to <br/>\nbalance. What can a warrior do that a Paladin cannot do most of the time? The <br/>\nonly thing that is worse off is a Thief. We do not deal the damage in groups. <br/>\nThat is the casters job. We are designed like a tank and tanks are supposed <br/>\nto take damage and that we cannot do. A warrior can do that at least but I <br/>\nhave found a Ranger or a Paladin can do that just as well with a good healer <br/>\non board. Well, go ahead and grill me for my views. I play a Monk and I am <br/>\n26th level but I have disliked the class since 12th level. I continue to look <br/>\nfor the redeeming qualities. Before you just dismiss me with saying stop <br/>\nplaying the class then moron. I continue because I have friends and to start <br/>\nover would mean I would not be able to group with them. I am just looking for <br/>\na way to redeem my Monk to myself and present myself with the most value to <br/>\nany group.</div>","specialLinks":[]}}