{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ben Blackford","from":"&quot;Ben Blackford&quot; &lt;blackfbt@...","replyTo":"LIST","senderId":"HuYUuh1qWJDfvBJ1pve-HO-qP-KZigSnz8rR44n17GUjLRdNX4tIvAFDNRz_2-KCYVdXOK2L72fkSdh6ginGVJSkX2I2tnHD8OIOkw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 5","postDate":"929045763","msgId":51,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS42LjUxLjk1OTMwMjMyNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":50,"nextInTime":52,"topicId":51,"numMessagesInTopic":1,"msgSnippet":"... bother. ... it ... Alright, I also have a level 8 monk, made him on Fennin and managed to get about 5 plat in the bank and keep it about that rate. I","messageBody":"<div id=\"ygrps-yiv-443621542\"><blockquote><span title=\"ireply\">&gt;<br/>\n&gt; I played a Monk up to level 8 and am now thinking that I messed up pretty<br/>\n&gt; bad on wasting experience on combat stuff when you really shouldn&#39;t<br/>\n </span></blockquote>bother.<br/>\n<blockquote><span title=\"ireply\"> &gt; I have now decided to start a new Monk at Freeport (because, holy cow, is<br/>\n </span></blockquote>it<br/>\n<blockquote><span title=\"ireply\"> &gt; long and tedious to look for beasts around Karana. My questions:<br/>\n<br/>\n<br/>\n </span></blockquote>Alright, I also have a level 8 monk, made him on Fennin and managed to get<br/>\nabout 5 plat in the bank and keep it about that rate. I haven&#39;t even touched<br/>\na trade skill with him yet, I just sell the rusty weapons I get off of<br/>\ngnolls in BB.  Now, BB can be a crappy place to fight, but being in Qeynos,<br/>\nsince I also dislike running around the huuuuge Karanas, I&#39;ve taken that<br/>\nchance.  It is a little tedious since I have to run out and sell stuff in<br/>\nthe Q hills and eventually have to go to the bank to change all that darn<br/>\nheavy copper the gnolls drop, but i haven&#39;t had a big problem. Note that the<br/>\nonly stuff I have EVER bought is a lightstone for 1pp, some patchwork that<br/>\nsomeone was selling for 1pp for a sort of set (pants/boots/shirt) but that<br/>\nstuff is way too heavy to be able to carry much loot. So i haven&#39;t really<br/>\nhad an occasion to spend any dough. I bought some cloth recently and stashed<br/>\nthe patch in the bank (debating on just getting rid of it) which seems to<br/>\nwork nicely. I usually watch my AC to see how much weight I can carry before<br/>\nmy AC goes back down to what it is without any equipment on.<br/>\n<br/>\nNow, I am starting a new Monk on Prexus instead &#39;cause I can never find<br/>\nanyone to group with (everyone&#39;s got their cliques on Fenn I guess) and I am<br/>\nlearning Fishing and Baking from the start because they require little<br/>\ninvestment. I don&#39;t know that they&#39;ll help much but they ought to be<br/>\ninteresting. Baking can be raised by smashing fire beetles and rats (an easy<br/>\ntask for a lvl 8 monk) and combining a Fire Beetle Eye and a Rat Ears (just<br/>\none) in the Oven in Voleen&#39;s in South Q. You may want to work on that since<br/>\nyou can get the stuff to learn it pretty darn easily. I have yet to find<br/>\nwhere you can buy Jug O&#39; Sauces or Spices but if I knew then when I got my<br/>\nbaking up I could cook meats from wolves and the like. There&#39;s a guide on<br/>\nEqVault about that one. I&#39;m also doing fishing for the halibut, er, hell of<br/>\nit, I don&#39;t see that it produces large amounts of money, but it does have a<br/>\npretty big ROI (a 3 to 4 copper bait for a 2 silver fish?) and I&#39;ve heard<br/>\nrumors of better poles available somewhere. Dunno bout that one though. Also<br/>\nam working on Beg for the hell of it while I sit on the dock, you can shlep<br/>\nboth fishing, beg, and sense heading all while you stand there, but all I&#39;ve<br/>\never got from beg was the wrong end of a guard&#39;s weapon. :)<br/>\n<br/>\nAnybody else got any ideas? I&#39;m pretty sure that everything other than<br/>\nBaking and Fishing requires a sizeable starting investment, but am I on the<br/>\nwrong track? Also, is there anything that can be thrown that doesn&#39;t<br/>\ndisappear? I like the idea of carrying shuriken around to toss at enemies,<br/>\nthat&#39;s fun, but I imagine I would get tired of buying shuriken refills all<br/>\nthe time. Also was considering using my dual wield skill to learn a little<br/>\n1h blunt on the side but all those darn weapons are so heavy. :(</div>","specialLinks":[]}}