{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Carney","from":"John Carney &lt;jcarney@...","replyTo":"LIST","senderId":"QsReNoz09VGivKJM3xvfyWP6kCjoDLWt_RZ3NFuhPwKe9KsO89q8QoJfsdmDvDkSGjmXXTaWx6DBuVAypsv9cKYgXnsd4DGX","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Twinking thoughts (long whatever)","postDate":"937416523","msgId":619,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS42OC42MTkuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":618,"nextInTopic":621,"prevInTime":618,"nextInTime":620,"topicId":615,"numMessagesInTopic":6,"msgSnippet":"I m going to try and break this apart, not easy given the nature of the of the paragraph. ... paragraph A you state that you need those items to do what you","messageBody":"<div id=\"ygrps-yiv-2006536958\">I&#39;m going to try and break this apart, not easy given the nature of the of the<br/>\nparagraph.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&quot;Ok - we&#39;re going to label the first paragraph there &quot;A&quot; and the second &quot;B&quot;. In<br/>\n </span></blockquote>paragraph &quot;A&quot; you state that you need those items to do what you want to do in<br/>\nthe game, but in &quot;B&quot; tell me that if I need the items I should delete. Huh?&quot;<br/>\n<br/>\nNo, I said (maybe you should read it again), that I need those item due to the<br/>\nnature of the game system. For example, I would prefer my monk wear no armor at<br/>\nall, but that&#39;s not a viable option in EQ the system. Okay, fine, that&#39;s the way<br/>\nit works, I wear some mesh armor, some earned, some bought, some given. I would<br/>\nprefer to have no armor or magic items at all, only practicing my skills to make<br/>\nmy punches and strikes more deadly, but I can&#39;t do that either.Its not exactly<br/>\nthe kinda gameplay I want, but it doesn&#39;t detract (much) from my enjoyment of<br/>\nthe game. Which, for the umpteenth time is not based around which equipment I<br/>\nposses.<br/>\n<br/>\nParagraph B was meant to illustrate that you yourself were asking to be twinked.<br/>\nIf so, why are you objecting to what I&#39;m doing?<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&quot;Yes, to keep up with my group, unfortunately I have to go get better armor and<br/>\n </span></blockquote>jewelry.  Since I didn&#39;t have someone give me Serp Bracers or Platinum Jewelry,<br/>\nI guess I&#39;m going to have to either make the money honestly or camp the spawn. &quot;<br/>\n<br/>\nSo which is  it dude? You pick. You don&#39;t Twink because you don&#39;t like the<br/>\nimpurity, or you don&#39;t twink because you can&#39;t? You can&#39;t have it both ways if<br/>\nyou&#39;re objecting to my chosen style of gameplay.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&quot;And my group is in the same boat.  If my Paladin friend needs something, then<br/>\n </span></blockquote>we go get it for him.  If the Cleric.... ditto.  That&#39;s a little bit of<br/>\nadventuring.  I&#39;m glad you have a sugar daddy giving you the equipment.  One<br/>\nless person waiting around for it.&quot;<br/>\n<br/>\nSugar Daddy eh? You sound jealous, want his email address?<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&quot;And you&#39;re not fooling anyone with that loot cycle stuff - I think almost<br/>\n </span></blockquote>every monk out there is selective about looting. So sorry, no prize for you<br/>\ntoday.&quot;<br/>\n<br/>\nSigh, THATS WHY I PICKED THE MONK IN THE FIRST PLACE. So don&#39;t need to worry<br/>\nabout that kind of crap (or as little as possible). I&#39;m not looking for your<br/>\npraise, nor your approval, but I&#39;m tired of listening to people whining about<br/>\ntwinked characters. &quot;Waaa he has serp bracers and I don&#39;t... waaa&quot;. Gimme a<br/>\nbreak, go get your own. Don&#39;t complain about the way I play, as I already accept<br/>\nyours. Hearing someone say I&#39;ve been playing unfairly because I&#39;ve got better<br/>\nstuff then I &#39;should&#39; have for my level is INSULTING. I&#39;m playing the game the<br/>\nway I want to play it, within the parameters provided by Verant. I will continue<br/>\nto do so until Verant changes those rules, or I no longer enjoy my time on<br/>\nEverQuest. i will also continue to defend the way I play as long as I see fit.<br/>\n<br/>\nEvilJohn</div>","specialLinks":[]}}