{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jason Clontz","from":"Jason Clontz &lt;omaha_sarah@...","replyTo":"LIST","senderId":"E2V7Bv7PXKc6zguuJJ2WKObWlTfRt0-A54uRI28H5EETTjpeQvsGmzpVLNH7D9mO_itoqd1c8yKbae7PQ2un4bwek0r8EeGlPhdq","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Twinking and level reqs on equipment","postDate":"937421510","msgId":631,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS42OS42MzEuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":630,"nextInTime":632,"topicId":631,"numMessagesInTopic":1,"msgSnippet":"Well, honestly, I ve been playing EQ about 2 weeks now, and it s kinda funny to see the outrage of many people at the old MUD tactics surfacing on the","messageBody":"<div id=\"ygrps-yiv-1488984632\">Well, honestly, I&#39;ve been playing EQ about 2 weeks now, and it&#39;s kinda<br/>\nfunny to see the outrage of many people at the old MUD tactics<br/>\nsurfacing on the revitalized online playing.<br/>\n<br/>\nIt simply comes down to this, those who twink are completely blind<br/>\n(voluntarily) to the fact that it does affect other gamers, however<br/>\nslight the effect may be in certain cases.  Level reqs for equipment<br/>\nhave existed for YEARS in the MUD/MERC world and have had no serious<br/>\ngameplay flaws leveled at them yet. Although,  general DIKU mud types<br/>\nwithout level reqs had all sorts of people complaining about not having<br/>\na higher level sugar daddy to twink them.<br/>\n<br/>\nYes, there are a couple of folks who worked and labored to get their<br/>\npower character together begin the sugar daddy process and they have<br/>\nthe rights to it.  But they appreciate the difficulty of making it<br/>\nthere alone, and would usually be at least a little moderated in the<br/>\ndoling out of great stuffs.  <br/>\n<br/>\nThe problem almost always occurs with the first generation of lev 50<br/>\ntwinks. (or whatever the lev max was for the particular MUD)  These are<br/>\npeople who have little to no sense of time investment and patience. <br/>\nThey bolt for the levs, spells and abilities, hell bent on obtaining<br/>\nbragging rights on being the fastest to kill a certain mob from lev 1,<br/>\nor being the lowest lev char to kill a certain mob.  <br/>\n<br/>\nThey have very little sense of teamwork with other players, and<br/>\ngenerally do not group well with non-twinks, because they tend to rely<br/>\non the strength of the equipment to win the day over their character<br/>\nabilities.  This doesn&#39;t work with non-twinks, since their lack of<br/>\nsuper stuff is little to non-existant, so when the group dies, the<br/>\ntwink blames his teammates, when in reality, equipped with what he<br/>\nhimself could appropriate, he would normally fare worse.<br/>\n<br/>\nLevel req&#39;d items have worked fine for years, and not only has it<br/>\nremoved the &quot;majority&quot; of twinking (not all. no one is stupid enough to<br/>\nsay all lev 15 eq is the same) Goals are now for groups to work to<br/>\nobtain that borderline equipment.  But, if it happens to be a couple<br/>\nlevs over the group in strength, you can bet a character out there 2<br/>\nlevs up will pay top dollar for it.  This opens up the trade market a<br/>\nbit more for lower lev characters.<br/>\n<br/>\nTo sum up, the only people who have really complained of equipment<br/>\nlevel requirements are the twinks themselves.  Other gamers take it in<br/>\nstride, and it even provides that unofficial quest syndrome the &quot;Level<br/>\n13 Shiny Brass Shield quest&quot; would be followed by quite a few.<br/>\n<br/>\nAs for implementation, it&#39;s simple.  The standing rule was always level<br/>\nof the mob = level of the loot.  Providing a level flag to the basic<br/>\nobject types in code is neither time consuming nor difficult, proper<br/>\ntesting would be done and it could be implemented without a great deal<br/>\nof hassle, except the twinks screaming in horror now that their lev 14<br/>\ncharacter can&#39;t sweep crushbone alone anymore.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n__________________________________________________<br/>\nDo You Yahoo!?<br/>\nBid and sell for free at <a rel=\"nofollow\" target=\"_blank\" href=\"http://auctions.yahoo.com\">http://auctions.yahoo.com</a></div>","specialLinks":[]}}