{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"srutkowski@xxxxxxxx.xxx","from":"srutkowski@...","replyTo":"LIST","senderId":"_mdWuz1R-AMqYwYJyiBUgz-7gg30_LkEZojvOIZeUgQkwdp4LwOfr6zu2J-Fpc_qdo613obl2EzPlJ0n8Gs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Twinking thoughts","postDate":"937427582","msgId":642,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS42OS42NDIuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":645,"prevInTime":641,"nextInTime":643,"topicId":642,"numMessagesInTopic":2,"msgSnippet":"Just thought I d give my 2 coppers worth on twinking here.  I play a monk as my secondary character and a cleric as my primary.  At higher levels, a caster ","messageBody":"<div id=\"ygrps-yiv-658068110\">Just thought I&#39;d give my 2 coppers worth on twinking here.  I play a monk as my<br/>\nsecondary character and a cleric as my primary.  At higher levels, a caster<br/>\nmainly sits and meditates, only standing to cast a spell, then sits right back<br/>\ndown and starts to meditate again.  This can get very repetitive, and some say<br/>\nboring (I think it&#39;s fun!).<br/>\n<br/>\nAbout level 30 with my cleric, I started a Monk because I needed to group to be<br/>\neffective as a cleric.  I wanted to see what I was missing and get the<br/>\nsatisfaction of beating the heck out of something with melee skills, not spells.<br/>\nSo, I go create a bind-as-a-bat human monk.  I go out to fight, then nighttime<br/>\nfalls- yikes!! I CAN&#39;T SEE!!!  That just wasn&#39;t very fun, so my cleric gave him<br/>\na greater lightstone.  Okay, so I go and kill some rats and bats, and decaying<br/>\nskeletons- wow- flashback to my first day of EverQuest.  Hmmm... this is okay<br/>\nfor awhile- now my monk is level 4.<br/>\n<br/>\nI quickly got bored of being a monk because, truth to be told, I didn&#39;t want to<br/>\nbe a level 4 anymore.  I was used to killing Frogs in Upper and Lower Guk,<br/>\ncamping in Cazic or Najena, or venturing into Permafrost.  Well, I went back to<br/>\nthe cleric.  It&#39;s now more exciting to play my cleric because I know what the<br/>\nother class went through (at least a little bit).  Cleric is now level 38 and<br/>\nhaving some problems getting to 39.<br/>\n<br/>\nBack to the monk, but this time I tell myself, I&#39;ll help the monk along so he&#39;ll<br/>\nbe able to get to those places that I love so much and get to see what it&#39;s<br/>\nreally like to be another class.  So cleric gives him some woven armor, some<br/>\nmedium jewelry (cleric is maxed with high level jewelry), and the monk is off to<br/>\nfight.  The monk is now a killing machine- taking on white and yellow cons- this<br/>\nrocks!  Then I reach level 8, back to blues as even the evens cons are whipping<br/>\nmy butt.  Well, I continue to fight and since I never really got to explore<br/>\nBlack Burrow, I&#39;m having a blast there.  Now my monk is level 12.<br/>\n<br/>\nBack to the Cleric, but now I&#39;m watching out for items I can give to my monk.  I<br/>\nmade a trade here and there, loot some items that no one else in my group needs,<br/>\nand before I know it- I&#39;ve got a complete set of level 30 or so monk gear with a<br/>\nfew odd pieces into the 40s.  My cleric is now level 43 and I have a blast<br/>\nplaying him.  I can&#39;t wait until I get to 44 with my new spells.  I know that<br/>\nthere will be times when my level 18 (now) monk will be pulled out of the hamper<br/>\nto give him some more experience, but my primary character will be my cleric.<br/>\n<br/>\nI think all of the characters I create, if any, should benefit from the time<br/>\nI&#39;ve put into the game.  I do not tweak other players, or like the fact that<br/>\nsome players buy their character or gear, but it really does not effect they way<br/>\nI play my character if they do.  And if anyone objects to a level 15 Warrior in<br/>\nfull crafted armor or a level 20 ranger in full rubicite, it&#39;s not any skin off<br/>\nmy back (those characters are not mine, but friends of mine who did what I did).</div>","specialLinks":[]}}