{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Eric Barnhart","from":"Eric Barnhart &lt;circusfrog@...","replyTo":"LIST","senderId":"1muYgM7ctQyeH99aNZbpAKGoxFmeMvkNnTs7Lb5YGfqlAv6It1JwMEWxMq68q7FZtrisqH4VDdcbrFbm1MRycY4ReH8Z7tyH4giB0mrC","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 68","postDate":"937453889","msgId":648,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS42OS42NDguOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":647,"nextInTime":649,"topicId":648,"numMessagesInTopic":1,"msgSnippet":"... Man, that s life.  That s part of a free market economy.  There are some people that have a lot and some people that don t.  What gives the Kennedies the ","messageBody":"<div id=\"ygrps-yiv-968181405\"><blockquote><span title=\"ireply\">&gt;of injustice.  If I had to work so hard to get what I have, what gives Mr.<br/>\n&gt;Twinkee the right to get everything handed to him?  Actually, now that I<br/>\n&gt;think about it, it is the sense of injustice.  Jealousy is just a mitigating<br/>\n&gt;factor :)<br/>\n<br/>\n </span></blockquote>Man, that&#39;s life.  That&#39;s part of a free market economy.  There are some<br/>\npeople<br/>\nthat have a lot and some people that don&#39;t.  What gives the Kennedies the<br/>\nright<br/>\nto have a lot of money and all the benefits that go along with that while<br/>\nJoe Blow<br/>\nis working the counter at Mcdonalds?<br/>\n<br/>\nI beleive this to be the most insightful statement yet regarding the position of<br/>\ntwinking vs. nontwinking.  As much as I&#39;ve appreciated most of your candor and am<br/>\nsomewhat put off by EvilJohn&#39;s approach, I believe he has a valid point.  I believe<br/>\nthe crux of his premise ( and John, correct me if I&#39;m wrong) for gameplay rests on<br/>\nthe fact that he plays within the context of the game without violating any rules.<br/>\nIf your main problem with his actions are that he should not &quot;twink&quot; because of game<br/>\nethics, then I would say you are incorrect.  EvilJohn, in fact, is acting very much<br/>\nwithin the ethics of the game as set out by Verant; namely, he is using whatever<br/>\nmeans he finds most desirable to achieve satisfaction in gaming without breaking the<br/>\nrules.<br/>\n<br/>\nIf, however, you are saying that Verant should themselves reconsider their current<br/>\nposition on twinking and set more stringent regulations, that is another matter<br/>\nentirely.  I would also have to agree with John on this point, but for another<br/>\nreasoning as this is a separate question.  In order to explain my opposition to<br/>\nbanning PC twinking, I must first remind ourselves the framework for the issue we<br/>\nare all discussing.  We are, in effect, all participating in a computer assisted<br/>\nrole-playing game.  Because of this, I believe we should analyze the problem of<br/>\ntwinking through these lenses.  In a standard, run of the mill fantasy RPG, there is<br/>\na framework of rules that are used to guide players and GM in play, not unlike EQ.<br/>\nIn a standard RPG, the players are allowed to do whatever they will so long as it<br/>\nfits within the reality (i.e. the rules) of the game, AND it is in character for<br/>\nthem to do so.<br/>\n<br/>\nMy question, therefore, to you all is this:  would twinking be a conceivable<br/>\npossiblity in most standard fantasy RPGs?  Yes, it would.  OF course it would be, in<br/>\nfact.  In fact, this whole argument reminds me of a similar debate many years ago I<br/>\nhad the pleasure of being involved with at GenCon.  It was concerning GMs and<br/>\nplayers who would make EXTREMELY powerful characters out of thin air, rather than<br/>\nstarting them from scratch at Lvl 1.  It also concerned GMs giving away magic items<br/>\nand powers like candy to players.   My position was simply, that&#39;s just bad<br/>\nroleplaying, not rule violation.<br/>\n<br/>\nAnd so it is also with twinking.  In any RPG, standard or computer assisted, there<br/>\nare two things we must weigh:  one is rule integrity.  The other is character<br/>\nintegrity.  As a GM, I personally made my players fight to get everything they<br/>\nearned, only by my personal preference to the way i like to play the most.  I would<br/>\nalmost never put players together with characters of vastly different levels in<br/>\norder to balance gameplay and make campaigns easier to formulate.  HOWEVER,  if my<br/>\nplayers were resourceful enough to connive, coerce, entice, seduce, or otherwise<br/>\npersuade someone to relinquish either favors or items to them, well, that was well<br/>\nwithin their rights.  In fact, they would usually get xp for such resourcefulness.<br/>\n<br/>\nI see the real difference here is that EQ has several hundred PCs at one time while<br/>\na standard RPG has much fewer.  Thus, the opportunity to be exposed to other PCs of<br/>\nhigh level are significantly increased.   The GMs in EQ (ie the designers)  wanted<br/>\nthe world to be like this; that&#39;s why they made it this way.    Since EQ is a<br/>\nsimulated reality, let&#39;s lok at it this way--- is it POSSIBLE that there would be<br/>\ncharacters, NPC and/or PC alike, who were of the benevolent sort, preferring to give<br/>\nmuch of their items away to those less fortunate?  Of course there would be; in<br/>\nfact, there is already.   The problem I believe we must all wrestle with here is:<br/>\nDOES EITHER TWINKING MYSELF OR TWINKING OTHERS FIT WITHIN THE CONTEXT OF THE<br/>\nDISPOSITION OF MY CHARACTER?  Personally, my monk Kilsan is a very friendly and<br/>\ngenerous sort.  If he has copper on him and runs into a beggar, he will most likely<br/>\nstop and give him some to help with the beggar&#39;s food.  He also likes to chat,<br/>\nespecially with strange new beings to him.   He also believes in work incentives and<br/>\ndiscipline (he is, after all, a monk), so I believe he would not be prone to random<br/>\ntwinking just because.  Frugality is a virtue to him.  Poor stewardship is not.<br/>\n<br/>\nLet me conclude by giving one more example.   A is a 35th lvl shadowknight with some<br/>\nserious gear.  His offline friend B has just started playing and really likes<br/>\nPaladins, so he starts out and makes his way up, slowly but sure, to lvl 3.   Since<br/>\nA and B are real life buddies, A decides to help B out and gives him 500 pp to help<br/>\nhim get outfitted.  Does A violate any rules?  No.  Does A make a terible choice in<br/>\nroleplaying his character?  I believe so, and I&#39;m sure most of you would agree.<br/>\n<br/>\nSo what is my suggestion for all of this?  I believe it would be in Verant&#39;s best<br/>\ninterest to approach this situation not from the stance that &quot;twinking&quot; is fair or<br/>\nunfair.  Rather, I believe they need to approace it with the viewpoint: &quot;Let&#39;s<br/>\nreward those who roleplay well.&quot;    How do we do that?  I leave that matter to the<br/>\nrest of you, and I&#39;d love to hear your thoughts/views!<br/>\n<br/>\n--Kilsan, Tribunal</div>","specialLinks":[]}}