{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Greg Jordon","from":"&quot;Greg Jordon&quot; &lt;greg@...","replyTo":"LIST","senderId":"UoBjBPRePp5hon9EmHm0YVdPHqqv3dS3KUA0lUoyeHqnYNvKo4JfGJmbDmQ0zBRuKTMHbNXKr1a4YF3L6Km57Y5VEjQopg53wIg_NQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Well well well... Very interesting, no?","postDate":"937619457","msgId":674,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS43MS42NzQuOTU5MzAyMzI0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":673,"nextInTime":675,"topicId":674,"numMessagesInTopic":1,"msgSnippet":"We are getting some pretty intense arguments  here, aren t we? Well, of course,  nothing is as good as an MMORPG to get the passionate words/arguments flowing.","messageBody":"<div id=\"ygrps-yiv-844977005\">We are getting some pretty intense arguments  here, aren&#39;t we?<br/>\n<br/>\n          Well, of course,  nothing is as good as an MMORPG to get the<br/>\npassionate words/arguments flowing.   =)   With a few exceptions, of course.<br/>\n<br/>\n<br/>\n      On the whole debate of twinking, note, that I take no side in this<br/>\nargument, and if someone flames me, I shall ignore them.  Here are a couple<br/>\nof OPINIONS of mine.  I am not pushing them on you, and if you do not wish<br/>\nto read them, fine by me.  I am not foolish enough to call them fact.  If<br/>\nyou do read them, and whine, you will recieve no response:<br/>\n<br/>\n        Now, since you have thousands of people playing this game at once,<br/>\nit would be a delusional dream to  convince  EVERYONE to play the game the<br/>\nway you want them to.  If it is against the rules, I will bet you many<br/>\npeople are doing it, and if it is on the edge of the rules (twinking) I will<br/>\nbet you 3X as much people are doing it.  I saw 3 people duping rubicite<br/>\nyesterday.  I don&#39;t know how, I don&#39;t wanna know how, they weren&#39;t telling<br/>\nanyone, and no GMs were on.  I saw a level 6 warrior in full steel plate.<br/>\nPeople are going to play this game the way they want to if it is within the<br/>\nrules (and many times if not) and there is hardly anything you people can<br/>\nsay or do about it.  This  is much similar to religious pounding!! Look at<br/>\nyourselves: &quot;Wicca is evil, come to Christianity or you will burn in hell<br/>\nand be shunned by fellow humans for the rest of your life&quot;  &quot;No, I will be<br/>\nwicca because it  is a better and different way to live!&quot;/ &quot;Twinking is bad!<br/>\nStop twinking or, or, or, I WILL TELL THE GMS ON YOU AND YOU WILL BE<br/>\nBANNED!&quot;  &quot;No! Im twinking because it is a better and more enjoyable for me<br/>\nto play this way!&quot;.<br/>\n<br/>\n     People, opinions MAY sway some, but until verant &quot;fixes&quot; this, just<br/>\nlike they &quot;FIXED&quot; the DoTs (I play a  druid as well, and my enjoyment of EQ<br/>\nhas dropped tenfold because of this retarded patch), people will play the<br/>\ngame with a level 6 warrior decked in steel plate and duel weilding<br/>\nlangseax!  Many will just because they  can!  Many will because they are<br/>\nbored! Many will because they want to be a different character but don&#39;t<br/>\nhave half of their lives to waste on it!<br/>\n<br/>\n    Stop bashing people because they twink!  It is just like me calling you<br/>\nsome vulgar thing just because your a buddhist or a jewish instead of a<br/>\nchristian!  You may see me defending twinkers here, but how many twinkers<br/>\nhave you seen bashing people who don&#39;t twink?  I haven&#39;t seen any!  And if<br/>\nyou bashed them first it doesn&#39;t matter!!<br/>\n<br/>\n    &quot;Twinkers interfere with my playing time!&quot;  Deal with it, this is an<br/>\nMMORPG, and in buying it, you just invested in all the hassles, jerks,<br/>\nidiots, fools, immature 12 year olds (I myself am 13, so I will not say<br/>\nplain out &quot;12 year olds&quot;), opinionated idea bashers, and so forth.  You<br/>\ncan&#39;t eliminate assholes, EQ is so much like life in the fact that you will<br/>\nhave to deal with all of the undesireables as well as the desireables.  I<br/>\nbet many of you complaining about twinkers played UO long enough to get<br/>\nPimpslapped all over the place by PKs before you left (Kudos to you if you<br/>\nweren&#39;t and played the game).  I will tell ya all one thing:  That game<br/>\ntaught me to stop whining, hunker down, and fight back.     If twinkers are<br/>\nannoying you so much, annoy them back.  If they are making you miserable,<br/>\ntry to find a way to make them miserable in turn.    Worried about Higher<br/>\nlevels taking YOUR kills?  How many of you visit stratics?  Brad is<br/>\nreleasing a new Yield policy stating that all high levels must yield all<br/>\nlower leveled creatures to their appropriate hunters, if this is not done a<br/>\nGM can be called and the situation solved.<br/>\n<br/>\n       So, my advice is that you people stop bashing the hell out of<br/>\neachother, my mailbox is getting so flooded with useless flame wars that Im<br/>\nthinking of quitting this list.  Too bad the sensible good informative posts<br/>\nwould go with the flames.<br/>\n<br/>\n        I twinked my druid once (Only a suit of leather, and an RTS, and 25<br/>\nplat emergency money), and if I actually COULD twink, I bet I would, because<br/>\nI&#39;m sick of making a new char, then having it nerfed by Verant.  (I&#39;ve<br/>\ngotten my necro to level 19 before Verant did those DoT changes, thereby<br/>\nkilling alot of the class, druid hit  15 before they nerfed him too). Im<br/>\nthinking of making a wizzy, or getting my desperate monk back on his feet.<br/>\nOr then again I may quit this game, and head back to UO, where I don&#39;t have<br/>\nto worry about annoying little kids, because I can just kill them instead.<br/>\n<br/>\n   --<br/>\nDarkblade, or Darkanano, or Dakkonan, of Xegony, and Darkblade of the Ultima<br/>\nOnline community, old veteran, previously famous but now long forgotten.</div>","specialLinks":[]}}