{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Steve Danuser","from":"Steve Danuser &lt;danu@...","replyTo":"LIST","senderId":"0ddADbKjhPlYqpktGW0511cLpWBhm5N2Ocs67sz4m_sZMsr4OYXGU5k0bxK9KTs9O1tK-wSyfv8dC4ccHJVmEBVtlRY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"cured silk and other delights","postDate":"939443330","msgId":829,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS44OC44MjkuOTU5MzAyMzI1QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":832,"prevInTime":828,"nextInTime":830,"topicId":829,"numMessagesInTopic":6,"msgSnippet":"I ve found the debate about pulling interesting, as I just reached 17th level and can start appreciating the feign death skill. It already saved me once today,","messageBody":"<div id=\"ygrps-yiv-1285871388\">I&#39;ve found the debate about pulling interesting, as I just reached 17th<br/>\nlevel and can start appreciating the feign death skill. It already saved me<br/>\nonce today, so I&#39;m very grateful for it.<br/>\n<br/>\nCured silk armor has been mentioned a bit here, but not too much. I was<br/>\ncurious about people&#39;s opinions on it. I for one think it&#39;s a wonderful<br/>\nthing. Finally monks have a look that is unique, even at lower levels (for<br/>\nthose who don&#39;t know, cured silk and shiverback look the same). Cured silk<br/>\nhas the same AC as mesh, although it isn&#39;t magic in its native form (so<br/>\nkeep your mesh gloves for fighting). If you&#39;re out to buy silk armor, make<br/>\nsure you&#39;re getting cured, not raw silk.<br/>\n<br/>\nIt&#39;s true that cured silk doesn&#39;t provide the stats that some of the game&#39;s<br/>\nunique mob-obtainable items do (silver plated bracers, Lockjaw vest, etc.),<br/>\nbut when Enchanters gain the ability to enchant this armor, I think it will<br/>\nbecome one of the best armor sets in the game. Monks need stat boosts with<br/>\ntheir equipment, since our choice in armor is so limited. Even moderate<br/>\nboosts to our abilities via enchanted cured silk will be wonderful.<br/>\n<br/>\nIt&#39;s a little unfortunate that we don&#39;t have the ability to change the<br/>\npants to a different color, but there is room for customization. I have<br/>\ncured silk on my upper body but kept mesh pants and fur-lined boots. This<br/>\ngives me a black colored lower half, which I think looks better than the<br/>\nyellow-tan look of all cured armor.<br/>\n<br/>\nSomething I haven&#39;t seen mentioned on the monk web sites is Gauntlets of<br/>\nWu, another item exclusive to our class. This is a tailor-made item, which<br/>\nresults in magic gloves that give off the light of a greater lightstone (a<br/>\nGL is required for their creation). They have the same AC as mesh. What&#39;s<br/>\nthe big deal, you say, I can just wear mesh gloves and carry a GL for the<br/>\nsame effect. True, but these gauntlets are a must for several reasons: 1)<br/>\nAny monk-only item is cool to have. 2) They have a neat graphic in your<br/>\ninventory. 3) Awesome name! Finally, equipment named to make sense for a<br/>\nmonk to have.<br/>\n<br/>\nAfter running around looking like a low-level fighter for most of the game<br/>\n(even though I was supposed to be wearing magical armor), it&#39;s nice to have<br/>\na look all our own. These days I&#39;m loving being a monk.<br/>\n<br/>\n_____________________________<br/>\nMoorgard, monk striving for Virtue<br/>\nPovar</div>","specialLinks":[]}}