{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James W Hooper","from":"James W Hooper &lt;jhooper@...&gt;","replyTo":"LIST","senderId":"WscUnjKuvNLx6rt2I3SbvkrOzfGqZrjUn3eGD9HmNJa2tgvT6uTTQ0qS_bwmKRGCqQvdN95p9cn3fsXFhdcH8wIINI1ZCU0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Newbie Questions","postDate":"940614626","msgId":903,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS45OS45MDMuOTU5MzAyMzI1QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":904,"prevInTime":902,"nextInTime":904,"topicId":903,"numMessagesInTopic":4,"msgSnippet":"I am sending this to both lists in hopes that someone may be able to answer my questions I am a newbie.  I have only been playing for a couple weeks.  I have ","messageBody":"<div id=\"ygrps-yiv-1465754720\">I am sending this to both lists in hopes that someone may be able to answer<br/>\nmy questions<br/>\n<br/>\nI am a newbie.  I have only been playing for a couple weeks.  I have<br/>\nmanaged to work my Monk up to 10th level.  After reading the posts on both<br/>\nlists, I have a few questions:<br/>\n<br/>\n1.  Do monks get better at resisting stun effects as they get higher in<br/>\nlevel or is the idea just not to get hit?  IF there were a class that could<br/>\nroll with the punches, I figured Monks would be it, followed closely by<br/>\nwarriors.<br/>\n<br/>\n2.  Do any of the higher level monk attacks include some sort of stun<br/>\nability?  Why should only warriors, ogres and trolls get a bash?  If not,<br/>\nit would be nice if we did.  Some sort of Nerve strike or punch to stun an<br/>\nopponent or some sort of Judo throw to knock them off balance.<br/>\n<br/>\n3.  Has anyone run into the following problem:  I was fighting downstairs<br/>\nin Blackburrow.  Some high level weenie was having fun creating trains of<br/>\nvarious levels of gnolls and pulling them into the rest area and then<br/>\nstanding back and watching us lower level characters live or die by our own<br/>\nskills.  I was jumped by 4 elite gnoll guards and gave a good accounting of<br/>\nmyself before dieing.  I was a bit mad, but ran back to get my body.  To my<br/>\nsurpise, it wasn&#39;t there.  I was grouped with several people.  They said<br/>\nthey could see my body, but I couldn&#39;t.  I re-logeed and it was not there.<br/>\nI consented to have someone loot my body.  They began to hadn me my things,<br/>\nwhen another train arrived.  I managed to outrun the train and we both hot<br/>\nfooted it to the zone.  Lo and behold, there was my body, in front of the<br/>\nzone line.  It had my remaining items.  What is going on? <br/>\n<br/>\n4.  Is there anyway to prevent a PC thief from picking your pockets? ( He<br/>\nwas a PC, because I wasn&#39;t allowed to attack him, even though he was my<br/>\ncurrent target.)  I see this as having a negative effect on my character.<br/>\nIf they can effect my character in a negative way, why can&#39;t I do the same<br/>\nto them?  A quick kick or throw would end that problem.   I have a hard<br/>\ntime believing that some Shadowknight or Necro is going to stand there<br/>\nwhile some little sneak thief makes off with their hard earned money or<br/>\nitems.  It wouldn&#39;t have been so bad if they hadn&#39;t taunted me about it and<br/>\nthen run off.<br/>\n<br/>\nThanks for the help<br/>\n<br/>\nShando, 10th circle of the Silent Fist Clan<br/>\nBerttoxxolous</div>","specialLinks":[]}}