{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dan Gilbert","from":"Dan Gilbert &lt;sykotic@...","replyTo":"LIST","senderId":"67DyvACcFYkkIZq4tFaIJWcYeRuvWN0O3KEIJhFQjyxOoptRkCF6WSm4-LQFWsMHbNtVHlOSkZkhg0K7QHVFafUNFl4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Monk] Useless monks?","postDate":"942622578","msgId":943,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMDguOTQzLjk1OTMwMjMyNUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":942,"nextInTime":944,"topicId":943,"numMessagesInTopic":1,"msgSnippet":"... I now play an Enchanter for my main character and almost always (unless the Warrior is ultra-twinked for my protection) choose a Monk over a Warrior for my","messageBody":"<div id=\"ygrps-yiv-57034590\">At 09:29 AM 11/10/99 -0500, you wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt;From: Papa Legba &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:legba@...\">legba@...</a>&gt;<br/>\n&gt;<br/>\n&gt;When I&#39;m playing my cleric, I actually look for monks to group with<br/>\n&gt;before warriors.  There are a few reasons (and this is at the mid ish<br/>\n&gt;levels, apparantly the warrior hps become more vital at the high levels)<br/>\n<br/>\n </span></blockquote>         I now play an Enchanter for my main character and almost always <br/>\n(unless the Warrior is ultra-twinked for my protection) choose a Monk over <br/>\na Warrior for my primary Tank. Monks make the fight shorter (especially <br/>\nafter I drop Augmentation, Celerity, or Rampage on them). Rangers are a <br/>\nvery close 3rd choice since they have Snare, some Healing, and SoW (at 39).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;1.  Monks have less hp, but tend to take less damage than warriors.  We<br/>\n&gt;cannot tank as well as a warrior, but the cleric hp buffs mean a lot<br/>\n&gt;more on a monk with their dodges, blocks, etc...  Also this makes heals<br/>\n&gt;worth more too.  Said more clearly, monks tanking means less damage<br/>\n&gt;being absorbed, thus heals are more powerful.<br/>\n<br/>\n </span></blockquote>         Never really noticed this at lower levels, but at higher levels a <br/>\nWarrior will last longer. Dodge, Block, Riposte don&#39;t make up for the lower <br/>\nAC and HPs. HOWEVER, any Enchanter worth anything will alternate Stuns <br/>\n(maybe even Whirl) in the battle to keep the Monk from even getting <br/>\ntouched. That makes up for the lower AC and HPs. Especially since a Monk <br/>\nwill finish the Mob a lot faster than a Warrior will. To that end I will <br/>\ngenerally drop Rampage on the Monk. Lowers AGI by 15 but gives an extra 30 <br/>\nSTR and a 150-200 point Protective Skin. Bad trade-off (I know how much <br/>\nlosing 15 AGI hurts) unless I can keep the Mob &quot;busy&quot;. So, I keep them &quot;busy&quot;.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;2.  We lack taunt, but the special attacks seem to hack monsters off<br/>\n&gt;pretty well.  Warrior&#39;s special attacks are nothing compared to monk&#39;s.<br/>\n&gt;They need taunt to keep up on the aggro list, while monks just need<br/>\n&gt;their damage to do that.<br/>\n<br/>\n </span></blockquote>         As an Enchanter I have Rune up (damage shield) and can Stun then <br/>\nMem Blur the Mob off of me pretty quickly. As for Wizards, Stun then Mem <br/>\nBlur works pretty well. Most groups I am in don&#39;t need a Taunter unless we <br/>\nare pulling 3+ mobs. Of course, with a Monk, this doesn&#39;t happen all that <br/>\noften.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;3.  Monks tend to be better players.  Most munchkins don&#39;t play monks.<br/>\n&gt;My odds of getting a good tank from the shallow gene pool of warriors<br/>\n&gt;are not good.  Monks have a much higher player skill level.  (maybe this<br/>\n&gt;is jut&#92;st on the servers I play, but I have heard similar stuff from<br/>\n&gt;other clerics)<br/>\n<br/>\n </span></blockquote>         Any Warrior that can make it past 35 will be decent in a group so <br/>\nthis argument holds very little water for me. However, I agree that at <br/>\nlower levels most Warriors haven&#39;t figured out how to group effectively. <br/>\nThen again, most classes don&#39;t figure it out until 20+. Enchanters are <br/>\nforced to learn a little earlier.  :-)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;People choose paladins over you?? Ewww, paladins are my least favorite<br/>\n&gt;tank.  Their damage output is pathetic unless you are going on a two man<br/>\n&gt;undead hunting team (which is GREAT xp for cleric/pally),<br/>\n<br/>\n </span></blockquote>         Unless that Paladin has Ghoulbane and I am hunting Mistmoore, <br/>\nUnrest or Undead side of Lower Guk, I would rather have a Ranger for my 2nd <br/>\nTank. Or a good Rogue that knows how to hang back for a bit before Backstabbing.</div>","specialLinks":[]}}