{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bennett, Brian","from":"&quot;Bennett, Brian&quot; &lt;BRIAN.BENNETT@...&gt;","replyTo":"LIST","senderId":"14ogU3Xtac_0iIC1m3vX3Hg9UqX7l1yFmyL0YobklIIEPRsXQJedglpYI-UFCg-PCwKWSj2JNBa3eHHvYNXbBBmmZD9EB_OzYQ4nU5nAIA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Somebody PLEASE tell me I&#39;m wrong","postDate":"942766661","msgId":953,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMDkuOTUzLjk1OTMwMjMyNUBlR3JvdXBzLmNvbT4="},"prevInTopic":950,"nextInTopic":955,"prevInTime":952,"nextInTime":954,"topicId":950,"numMessagesInTopic":6,"msgSnippet":"Same thing here - just logged in and confirmed myself - on a mob that doesn t normally return (i.e. Sand Giants always come after you after a FD) I picked on a","messageBody":"<div id=\"ygrps-yiv-1843469907\">Same thing here - just logged in and confirmed myself - on a mob that<br/>\ndoesn&#39;t normally return (i.e. Sand Giants always come after you after a FD)<br/>\nI picked on a Lizard Broodling in CT (Green to me at 26 even) and sure<br/>\nenough, he came running back.  I know some of the lizards came back anyways,<br/>\nso I zoned to go to South Ro to try a few things, and a Skeleton attacked me<br/>\nin Feerot.  Perfect opportunity - I ran outside, bought some time, ran back<br/>\ninto the tunnel to CT and feigned (SOW on for this).  15 seconds after I<br/>\nstood back up the skeleton turned the corner.<br/>\n<br/>\nMy thoughts on this are the same as Chronor&#39;s - How many people were power<br/>\nleveling after level 17?  With all the hype regarding kiting and all the<br/>\ntesting that went in, this is a bag-over-the-head maneuver by Verant.  As<br/>\nfar as a GM actually knowing an answer to a question about monks (I&#39;ve never<br/>\nseen a GM monk) their success rate with me is about 5%.<br/>\n<br/>\nIt&#39;s a bag over the head I tell you<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Aaron Braunstein [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_spam@...\">aaron_spam@...</a>]<br/>\nSent: Tuesday, November 16, 1999 10:31 AM<br/>\nTo: Recipient List Suppressed<br/>\nSubject: [EQ-Monks] Somebody PLEASE tell me I&#39;m wrong<br/>\n<br/>\n<br/>\nFrom: Aaron Braunstein &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_spam@...\">aaron_spam@...</a>&gt;<br/>\n<br/>\n\tWell, it seems that Verant may have done it - without warning <br/>\nor notice apparently.<br/>\n\tAfter logging on to the server last night, I joined my <br/>\nregular group and we headed off to Lower Guk to do some froggie <br/>\nsquishing and exploring of areas that we hadn&#39;t been to before.  On <br/>\nour way there, we stopped off at one of our favorite places that <br/>\nhappened to be open so that we could do some &quot;warming up&quot;.  The group <br/>\nconsisted of a warrior, a druid, 2 clerics and myself - a monk. <br/>\nBeing a monk, I went about doing my Feign Pull magic so that we could <br/>\nsplit the mobs we faced.  This is where things started to go wrong.<br/>\n\tI had heard rumors that FD had been seriously nerfed on the <br/>\ntest server, but a monk I have on that server was not yet high enough <br/>\nto verify this, so I had to put those observations down as just that <br/>\n- rumor.  Sadly, it seems that the patch which went in yesterday <br/>\nimplements this change.  The bottom line is that after some time <br/>\nexperimenting both with my group and with &#39;faction neutral&#39; observers <br/>\nalong the pull path we came to the conclusion that FD has been nerfed <br/>\n- badly.<br/>\n\tIt seems that any creature which is aggro to you when you <br/>\nfeign will immediately come screaming back after you once you get up. <br/>\nThis includes mobs which have returned back to their &#39;home&#39; position <br/>\nand even after having waited several minutes.  For any and all <br/>\npractical purposes, this kills the ability to feign pull.  As this <br/>\nrealization came upon us, we were all shocked and somewhat confused. <br/>\nWe were not aware that this had been a problem which was in need of <br/>\n&#39;balancing&#39;.  This goes far beyond nerfing a single class, mind you - <br/>\nit is a drastic and very serious change which affects every single <br/>\ngroup which includes a monk of greater than 17th level.  It also <br/>\naffects those multi-group arrangements which utilize monks to help <br/>\nsplit mega-mobs (fire giants in Sol B, for example).<br/>\n\tI am keeping a strong leash on my ranting and raving until I <br/>\ncan receive some kind of confirmation or contradiction of our <br/>\nobservations of last night.  Is there anybody out there who can offer <br/>\nfirst-hand information?  Thanks...<br/>\n<br/>\nChronor<br/>\nLevel 49 Monk<br/>\nE&#39;ci<br/>\n-- <br/>\nAaron Braunstein<br/>\nPacific Data Management, Inc.<br/>\n<br/>\n&lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:aaron_braunstein@...\">aaron_braunstein@...</a>&gt;</div>","specialLinks":[]}}