{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sheldon Jolson","from":"&quot;Sheldon Jolson&quot; &lt;Sheldon_Jolson@...","replyTo":"LIST","senderId":"wJVVlfxa3SfoFLlNiv2ZAzwDYq1uxyAqtw9w-cJvtJ_udtyrxxqjw81jbJtSbOoRh9idH4MRLkgVJOFSWp9lBkCJQHKTyd_7oAVxZ2jtegkz","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The best fight of my life","postDate":"943989486","msgId":975,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMTQuOTc1Ljk1OTMwMjMyNUBlR3JvdXBzLmNvbT4="},"prevInTopic":974,"nextInTopic":976,"prevInTime":974,"nextInTime":976,"topicId":974,"numMessagesInTopic":6,"msgSnippet":"A monk is very fun in his teens.  Once you get past the 20s you will find ver very few places you can solo, however.  By that time, a mob that cons low blue","messageBody":"<div id=\"ygrps-yiv-74816874\">A monk is very fun in his teens.  Once you get past the 20s you<br/>\nwill find ver very few places you can solo, however.  By that time,<br/>\na mob that cons low blue will take out the best equipped monk<br/>\nwithout much of a sweat.  You will also start seeing warriors or<br/>\nother melee types wielding weapons that easily make them better<br/>\ndamagers than you. Rangers with dual ykeshas in their low 30s<br/>\nare not uncommon and those weapons essentially do the same<br/>\ndamage as a 44th level monk.  Also at 30th level warriros get a<br/>\nhuge HP bonus.  You will see their ability to tank go up dramatically<br/>\nwhere as we can barely take hits from higher level mobs.  But what<br/>\nset us apart was feign death.  With that skill I feared no zone.  I<br/>\ncould go anywhere as I had a nice safety net.  Now that safety net<br/>\nis gone.  I have to cower at the zone lines with those same warriors<br/>\nuntil some group is nice enough to pick me up.  Unfortunately, they<br/>\nwould rather not anymore.  Alas there isn&#39;t much left for me to do so<br/>\nI have been looking into a nice retirement community next door to<br/>\nthe druid retirement grove.  I may try to kill a few dragons from time<br/>\nto time, but I am not wanted there anymore either.  Too much mana<br/>\nto keep me alive.  Troll Warriors are much more mana efficient.<br/>\n<br/>\nOh well.  Now I may finally find peace and tranquility.<br/>\n<br/>\n<br/>\n<br/>\nFrom: James W Hooper &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhooper@...\">jhooper@...</a>&gt;<br/>\n<br/>\nOver the last few weeks, I have seen the &quot;older&quot; and &quot;wiser&quot; monks on these<br/>\nlist moan about the changes in Feign Death.  Everyone has strong feelings<br/>\nabout the game and the changes that have been made.  People have stated<br/>\nthat the changes have made monks unplayable.  I really don&#39;t know, since I<br/>\nhave only been playing for a few weeks and have not made it to the level<br/>\nnecessary for feign death.  Last night, however, I reaffirmed my belief<br/>\nthat the Monk class is truly the best class in this game, regardless of<br/>\ndesign changes.  I will elaborate.<br/>\n<br/>\nI had just leveled to 15th and had trained all available slots into Double<br/>\nAttack.  I figured I would make a trip out to Black Burrow to hone my<br/>\nskills before moving on to bigger game.  I know that at my level, that most<br/>\nof the gnolls wouldn&#39;t give me any XP. I could pick up the teeth and gain<br/>\nsome small XP there.  I was playing solo.  There were several PCs around,<br/>\nwith a group of 13-15th level deciding to take on the gnoll commanders.<br/>\nThey were full up and I didn&#39;t go.  I stayed around the rest area, picking<br/>\noff patrolling gnolls, and guards an the occasional brewer.  I had gone<br/>\nback to the rest area for a breather.  Then, it happened:  Someone ticked<br/>\noff the gnolls up in the commander area and trained them down onto us.  It<br/>\nlooked like an angry swarm coming out of a bee hive.  I was playing in full<br/>\nwindow mode and the entire screen was filled with overlapping gnoll images.<br/>\n There was everything from Scrawny gnolls, up to the Commanders.  I could<br/>\nnot tell who my target was or how many there were.  Everyone in that room<br/>\nwas in for the fight of their digital lives.  At one point I know I was<br/>\nfighting 2 guards, an elite guard and a commander.  That I could tell from<br/>\nthe descriptive text.  Spells were flying, weapons were slashing, and my<br/>\nfist and feet were flying as fast as I could throw them.  Several<br/>\nrelatively low level casters fell first.  Then, the panic set in.  People<br/>\nstarted running, but the train didn&#39;t follow them away.  It stayed there.<br/>\nThe PC panic was led by a pair of Troll warriors, who conned red to me.  I<br/>\nsaw them and others run.  I just kept fighting.  I managed to get a mend<br/>\noff and a cleric or Druid healed me at one point in the fight.  When it was<br/>\nall over, the only 2 PCs left in the room full of gnoll bodies, were myself<br/>\nand another monk who was 16th level.  I still had 2 1/2 bubbles of health.<br/>\nI picked up 8 gnoll teeth out of that fight and dumped more coin than I<br/>\nwanted to carry.  With the exception of the heal, I had no magical buffs,<br/>\nnot even a SOW to help in case of retreat.  I wear cured silk armor, but<br/>\nmore than 2/3 of my AC is innate.  I don&#39;t have any fancy equipment,<br/>\nalthough I do have the money to purchase some.  The next time some warrior<br/>\nstarts talking about how great they are, their armor is, their weapons,<br/>\netc.., just relate this little story.<br/>\n<br/>\nShando, 15th circle of the Silent Fist Clan<br/>\nBertoxxolous</div>","specialLinks":[]}}