{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sheldon Jolson","from":"&quot;Sheldon Jolson&quot; &lt;Sheldon_Jolson@...","replyTo":"LIST","senderId":"iuGi9jsrmNrzR7VSO-bHTtEXv-8t8WuO8NGN69Cvl9NbPCrdYicsy3ZGOcxXNmV1KC7yKVk0uQcikCXQ2m9M4hCKLlZfpCLv2zLhbOJ1iVhc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: The best fight of my life","postDate":"943998872","msgId":984,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMTQuOTg0Ljk1OTMwMjMyNUBlR3JvdXBzLmNvbT4="},"prevInTopic":979,"nextInTopic":0,"prevInTime":983,"nextInTime":985,"topicId":974,"numMessagesInTopic":6,"msgSnippet":"Responding to 3 related posts - long  From: James W Hooper  ... Sorry, that was not my intention.  Like I","messageBody":"<div id=\"ygrps-yiv-1054848567\">Responding to 3 related posts - long &lt;there may be some redundancies&gt;<br/>\n<br/>\n<br/>\n<br/>\nFrom: James W Hooper &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jhooper@...\">jhooper@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Thanks for raining on my parade.<br/>\n<br/>\n&gt;You have attained a level of experience that I may not obtain for months.<br/>\n&gt;Please understand that this is based on my limited experience and opinion.<br/>\n<br/>\n </span></blockquote>Sorry, that was not my intention.  Like I said, my monk was great fun until<br/>\nvery high levels for me so I expect you will enjoy your monk for quite a<br/>\nwhile.  If he wasn&#39;t I would not have gotten him so far.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Prehaps those of us who haven&#39;t played under the old feign death, will find<br/>\n&gt;other means to deal with the problems you listed.  No disrespect meant to<br/>\n&gt;you or any of the others, but it sounds like feign death was a crutch.<br/>\n<br/>\n </span></blockquote>Well I did not speak at all of FD pulling which is what you probably heard<br/>\neveryone mention.  And FD IS a crutch.  It was meant to be.  I continued<br/>\nplaying my monk because we were the masters of melee and also because<br/>\nof FD (I started my FD countdown at 12th level).  At my level, rogues are the<br/>\nmasters of melee and FD simply doesn&#39;t work well enough to use as a safety<br/>\nnet.  Plus the mobs I face cannot reasonably be meleed to death.  We are<br/>\njust there to do damage to keep the mobs thinking about us while the nukers<br/>\nand DoTers (and healers) so their jobs.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Maybe at higher levels we need to learn to adjust our tactics and stop<br/>\n&gt;meeting problems head on.<br/>\n<br/>\n </span></blockquote>Well, the FD pull technique was meant for just that 8).<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Strip us, and we are still deadly.  I think we just have<br/>\n&gt;to adjust our purpose in the Verant universe<br/>\n<br/>\n </span></blockquote>I didn&#39;t get to my level just so I can still kill mobs while looking for my<br/>\ncorpse.<br/>\nBut of course that was another role for FD.  Corpse recovery missions.  No<br/>\nlonger.<br/>\n<br/>\nFrom: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:blacoste@...\">blacoste@...</a><br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I know a lot of people are going to disagree with me, but Verant&#39;s change to<br/>\n&gt;the feign death is warranted. People WERE exploiting the FD especially<br/>\n&gt;inside the planes. One way to fix that WITHOUT screwing a lot of lower level<br/>\n&gt;people was to make it where any creature under level 35, would think you<br/>\n&gt;were dead and forget about you while creatures 35th and up would use the<br/>\n&gt;different percentages setup by Verant. I think this fair.<br/>\n<br/>\n </span></blockquote>Inside the plains?  At 36th level (unless you have another plane level char)<br/>\nI don&#39;t see how you can come to that conclusion.  If anything, the change<br/>\nto FD is even more of an exploit.  Imagine now that every mob in the game<br/>\nis able to track monks without fail.  And as another post mentioned.  If you<br/>\nthink something is an exploit, why would you say it is ok for mobs under 35th<br/>\nlevel?  I have always accepted that feigning on non KoS mobs and then<br/>\npopping back up (to bandage or whatnot) was something of an exploit and I<br/>\nhave been expecting a fix.  If they removed that a lot of lower level monks<br/>\nwho relied on it to kill aviaks or whatever would have grumbled loudly as it<br/>\nwould remove their main soloing technique (what would your reaction be if<br/>\nthey did that to you at say 20th level or so?).  However the nerf they did to FD<br/>\ndidn&#39;t fix an exploit.  It just gave the mobs one.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I have ONLY used<br/>\n&gt;feign death in serious situations where there was a train on my butt and I<br/>\n&gt;was definitely going to die because I couldn&#39;t make it to a zone.<br/>\n<br/>\n </span></blockquote>Good luck now since that aspect of FD has also been seriously degraded.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I feel<br/>\n&gt;that&#39;s what it was intended to do and some people figured out a way to<br/>\n&gt;exploit it in the planes with the big creatures. So thats that. I&#39;m fine<br/>\n&gt;with it.<br/>\n<br/>\n </span></blockquote>What difference does it make how  it was intended?  What you are saying is<br/>\nthat verant should be expected to make things like tactics, strategy, and other<br/>\nforms of thinking in the game illegal.  Giving mob an unlimited<br/>\ntracking/telepathic<br/>\nability is the exploit here.  What monks did was perfectly reasonable as long as<br/>\nmobs aren&#39;t telepathically linked, which - oh no - now they are!   Telepathic<br/>\norcs.<br/>\nWhat will they think of next.<br/>\n<br/>\n<br/>\nFrom: &quot;John Carney&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jcarney@...\">jcarney@...</a>&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Well, this is just getting plain silly. Your monk is not a worthless pile of<br/>\n&gt;meat. Its not a mana sponge, or a helpless school girl. The monk class at<br/>\n&gt;any level does a Great Deal of Damage, and in my opinion more than any<br/>\n&gt;other melee class with the exception of a warrior with Plane of Fear equipment.<br/>\n<br/>\n </span></blockquote>Not a mana sponge?  How many 120+ hits do you think a monk can take? See<br/>\nhow long you can stand up to the frenzied ghoul even at 50th when you out level<br/>\nhim by 5 or so!  The next best thing to a healer is a great taunting tank or<br/>\nanother<br/>\nmelee class that dishes out more damage.  I certainly am not whining about other<br/>\nclasses doing more damage than me.  I&#39;d love to have them in my group!  The<br/>\nproblem I face is that if I go into a zone shouting &quot;monk looking for group&quot; I<br/>\nwill be<br/>\nmet by silence.  Why?  Suppose I actually do outdamage other classes.  The<br/>\nproblem is that I can&#39;t outdmage by enough to compensate for:<br/>\n<br/>\nthe massive HPs of a warrior (complete heal becomes much more efficient and<br/>\nthe warrior gives the cleric the time to cast it, and the warrior can taunt the<br/>\nmob<br/>\noff when it inevitably goes after the cleric).<br/>\n<br/>\nthe dual wielding ability of a ranger with great weapons (ykesha = 44th level<br/>\nmonk with similar skill) who can snare SOW and TRACK.<br/>\n<br/>\nPaladins with great quest weapons with a ton of HP, a complete heal, great<br/>\ntaunting, and a great AC.  Not to mention a role as a backup healer<br/>\n<br/>\nRogues just tear mobs apart, easily outdamaging any other melee class in the<br/>\ngame at high levels.  Of course they are in far worse shape than monks without<br/>\nsomeone taking the mobs off them.  Rogues were born nerfed and will die<br/>\nnerfed.  But the rogue is still the master of melee.<br/>\n<br/>\n&lt;and in a second post&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;I didn&#39;t say it was. I don&#39;t think FD pulling is an exploit. It is handled<br/>\n&gt;wrong in the Gameplay Logic. Personally I think once you FD and a mob _sees_<br/>\n&gt;you back on your feet again, it should never believe another oneo of you<br/>\n&gt;FDs. As I&#39;ve said before, Verant has a MUD mentality in which they balance<br/>\n&gt;gameplay at the expense of logic. This is bad design.<br/>\n<br/>\n </span></blockquote>What you neglect here is the fact that the mobs you are FD pulling (actually<br/>\nthe mobs you aren&#39;t pulling) DON&#39;T see you get up, assuming you are doing<br/>\nit right.  Why should they run back to you when they don&#39;t see you get up?  Of<br/>\nall the people who look down on us for complaining about the nerf, not ONE<br/>\nperson has managed to explain what makes this more logical.<br/>\n<br/>\n&lt;back to first post&gt;<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Your strength lies not with one or two glorious swings for 70 points of<br/>\n&gt;damage, but in four punches for 23, and a flying kick for 52. Your Armor<br/>\n&gt;class is not as high as a warriors, it never will be. Get used to it, but<br/>\n&gt;also get used to Block, Dodge, Block. You hit points are lower, until you<br/>\n&gt;factor in a 25% hit point heal every six minutes, you&#39;re selling yourself<br/>\n&gt;short.<br/>\n<br/>\n </span></blockquote>How about a 44th level ranger hitting 4 times with his ykesha for 40+ each<br/>\nand a proc for 70?  I have kicked for 111, but I usually miss and my average<br/>\ndamage is maybe 40ish.  Our defensive skills cap the same as theirs so they<br/>\nwill dodge parry riposte about as much as we do.<br/>\n<br/>\nWhen travelling with a healer or 3 you should never need mend unless you bite<br/>\noff more than you can chew.  But if that happens your group is more likely to<br/>\nevac.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;As for playing with Twinked characters who out damage you, I must answer to<br/>\n&gt;the positive. I&#39;ve been playing with Ranger and Bard both of which carry top<br/>\n&gt;of the line Ykeesha&#39;s and they generally out damage me (then again, they<br/>\n&gt;take the damage then, too and I&#39;m a hell of a lot harder to hit than some<br/>\n&gt;ranger). The gap is narrowing however, and would be closed if they were not<br/>\n&gt;wearing haste sashes. Remember, the higher you level, the less of an<br/>\n&gt;advantage Twinking Gives.<br/>\n<br/>\n </span></blockquote>It is very easy to see how much of an impact twinking gives.  But it is not<br/>\nreally<br/>\na matter of twinking.  Equipment is permanent.  And on old servers, with limited<br/>\ninventory/bank space, newer/better weapons will find their way down the line<br/>\nand the average level character holding a particular prize will decline over<br/>\ntime.<br/>\nThat&#39;s just the way the server based economy works.  So it isn&#39;t a matter of<br/>\nmonks<br/>\ngetting worse, it is a matter of the weapons held by other melee classes getting<br/>\nbetter.  I am sure Verant intended the monks to be masters of melee.  For a<br/>\nwhile<br/>\nthey succeeded quite well in my opinion.  However, as the other melee classes of<br/>\na particular level improve over time with new weapons, monks have basically been<br/>\ngathering dust and this melee edge has shrunk or become non-existent to the<br/>\npoint<br/>\nthat the other classes offer other things that outweigh any supposed edge we may<br/>\nhave.<br/>\n<br/>\nFor 1-handed weapons, the best a monk can ever do is dmg 14 delay 36.  There<br/>\nare now a ton of weapons in the game that have better dmg/delay ratios than that<br/>\nand also proc for even more damage (at 44th level a monk is 12/36 which is the<br/>\nsame ratio as a ykesha).  Giving that to a warrior who has 1.5-2x your hp, and<br/>\ncan<br/>\ntaunt makes a monks damage dealing capacity in a group very much in doubt.  Plus<br/>\nat the highest levels, melee is just to keep the mobs busy while the DoTs do<br/>\ntheir job<br/>\nand nukes finish the mob off.  When shamans and druids can heal and DoT for<br/>\n2000+ and wizards can chuck 1100+ per ice comet, the extra 2-3 points per hit we<br/>\nmay or may not be adding just don&#39;t seem to be enough to compensate the group<br/>\nfor<br/>\nany of the other abilities the other melee classes bring.  That is the reason<br/>\nwhy monks<br/>\ngot defined as pullers because it was the only thing we were unarguably the best<br/>\nat<br/>\nand of the most important contributions anyone can make to a group.  How many<br/>\nplane or dragon raids were considered to require a monk (pre-patch)?  It was<br/>\na moot point.  You had one or you just didn&#39;t bother.  Now, monks can still<br/>\nchain<br/>\npull if necessary and lay on the ground.  Now even a wizard out melees the<br/>\nmonk.  I could be doing that, but that&#39;s just not any fun.  Which is the whole<br/>\npoint.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Yes Verant has changed our most unique skill, it will still save youin tight<br/>\n&gt;situations<br/>\n<br/>\n </span></blockquote>Think again.  Even the core purpose for FD has been seriously nerfed.  It<br/>\nfails way way way too much, and new spawns can now see through it.  And<br/>\nFD is now very very dangerous not just to the monk but to anyone in the same<br/>\nzone.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;To be honest, I think we&#39;ve passed the meaningful discussion of the class<br/>\n&gt;and have entered into &quot;the Grass is Greener&quot; syndrome. If you&#39;re so unhappy<br/>\n&gt;with your Monk, Give It Up and go play a Dark Elf Necro. Please don&#39;t take<br/>\n&gt;the Monk Name in the Realm of Envious Complainers.<br/>\n<br/>\n </span></blockquote>It has nothing to do with any other class being better.  I am all in favor of<br/>\nwarriors rangers and what not being great in my group.  I am not looking to<br/>\nbe the star of the show.  I just want to be invited to a show once in a while.<br/>\nThe problem I have is not with all these great weapons lying around, but the<br/>\ngeneral consensus at high levels that &quot;monks are only needed for pulling, and<br/>\nif they can&#39;t pull why invite them into the group?&quot;<br/>\n<br/>\n&lt;rant on&gt;<br/>\nThat being said, I hear too much of this &quot;play another character if you don&#39;t<br/>\nlike<br/>\nthe change&quot; crap.  Why even play in a game that consistently makes these sorts<br/>\nof changes?  If I wanted to play a DE necro, I would have made one already (of<br/>\ncourse they have been seriously nerfed as well, but not as badly because they<br/>\nare still desirable in groups).<br/>\n<br/>\nI wanted to play a monk.  The monk I wanted to play existed when the game<br/>\nstarted.  I had something to look forward to.  He doesn&#39;t anymore and there is<br/>\nnothing for me to look forward to unless I like to play with my face attached to<br/>\nthe ground while the action surrounds me.  In any case, even if I were to make<br/>\nanother character, what will stop Verant from nerfing that class into the<br/>\nground?<br/>\nTake a look at what&#39;s on the test server.  Shaman spell diurations (eg SOW) are<br/>\ncut in half) and druids lost tracking.  Who knows what else.  Will monks get<br/>\nsomething in the future to make them seem useful again?  Sure.  They will<br/>\nintroduce the Iskar monk removing yet another unique aspect of the (human)<br/>\nmonk.  What race will virtually all new monks be once the expansion comes?<br/>\nHumans? Guess again.  It is very possible (and I am not prone to conspiracy<br/>\ntheories) that the human monk is being phased out of existence.  Of course<br/>\nwe&#39;ll have to wait and see what the new race is like, but the email I got from<br/>\nVerant stated very little of what will be new aside from Iskar monks.  An<br/>\ninterview with brad McQuaid tells us not to expect any new skills unless we are<br/>\nIskar.<br/>\n<br/>\nTell me what else I can look forward to.<br/>\n&lt;rant off&gt;</div>","specialLinks":[]}}