{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"JnglSkyPWR@xxx.xxx","from":"JnglSkyPWR@...","replyTo":"LIST","senderId":"4c5z7oqCuwjTWHUQCKHJ3MPdndj9VsgY5gUTXbMUmo4Dm0T1Hwg4Mk61NT-BDVfrqrJg3Nw9SWsF","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Intellectual exercise was RE: Easy Now","postDate":"943998634","msgId":986,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMTQuOTg2Ljk1OTMwMjMyNUBlR3JvdXBzLmNvbT4="},"prevInTopic":982,"nextInTopic":0,"prevInTime":985,"nextInTime":987,"topicId":982,"numMessagesInTopic":2,"msgSnippet":"Our role hasn t really changed all that much (I m speaking from the lvl 50 point of view and pulling in the planes, and the harder mobs on Norrath.)  We are","messageBody":"<div id=\"ygrps-yiv-1365886610\">Our role hasn&#39;t really changed all that much (I&#39;m speaking from the lvl 50 <br/>\npoint of view and pulling in the planes, and the harder mobs on Norrath.)  We <br/>\nare still needed in PoH w/o a doubt.  I believe Verant has nerfed FD to what <br/>\nthey want it to be, which is just causing ppl to play more and items for high <br/>\nlvls harder to get.  This is extremely evident in the drop percentage of <br/>\nplane armor.  When PoF first opened, armor dropped quite often, now you can <br/>\nget groups of 18 to 30 ppl on a plane, spend 18 hours plus and get maybe 5 to <br/>\n7 drops total.  Verant is just tryin to make more money off us, and that is <br/>\nwhere my major gripe is.  There are various ways around FD pulling technique. <br/>\n Pulling to a &#39;safe&#39; spot and waiting til one mob is left, then have an <br/>\narcher shoot that one mob and pull it. This makes it so the monk cannot fight <br/>\nthough the entire battle.  Then we stand up, the aggroed monsters run back to <br/>\nus at the &#39;safe&#39; spot and we FD again, having the archer pull one more when <br/>\nit is left.  This method is the safest, but the most boring for us.  Another <br/>\nmethod is to have an enchanter along.  The monk pulls to the &#39;safe&#39; spot, and <br/>\nhas to wait until ALL aggroed mobs are on him, then FD.  The enchanter cast <br/>\ntheir AE mem blur, and the monk waits until one mob is left, then pull it.  <br/>\nThis will not work on PoF, as the enchanter will be aggroed before being in <br/>\nrange to cast the spell.  It is also dangerous if ALL the mobs aggroed to the <br/>\nmonk are not in area of the spell.  So in standing will cause the ones not in <br/>\nrange to aggro again and pull everything in the way on you again.  This <br/>\nallows the monk to participate in the battle but is riskier.  No longer are <br/>\nwe able to pull AND fight, so we don&#39;t contribute nearly as much to a group <br/>\nanymore.  Oh, and on a side note, FD DOES NOT work like they have said on <br/>\nmobs lvl 35+.  From personal experience, I have FD 15 to 20 times in a row <br/>\nand still have mobs aggroing me that are no where near line of sight.  The <br/>\nwhole FD nerf and it&#39;s excuse for one is just a ploy by Verant to stall for <br/>\nthe expansion, and for this reason as all others everyone has, I plead with <br/>\nyou to continue to write in feedback to have FD put back to it&#39;s original <br/>\nstatus.  We were once also instrumental in corpse recovery, but having mobs <br/>\ncontinued aggro, now it is near impossible unless the dungeon is a low lvl <br/>\nfor the lvls involved.  I could go on and on, but it would take hours to <br/>\nwrite out all the feelings I have on this subject.<br/>\n<br/>\nKanja<br/>\nRodcet Nife</div>","specialLinks":[]}}