{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Dave Kuehn","from":"Dave Kuehn &lt;dwkuehn@...&gt;","replyTo":"LIST","senderId":"uceV9iegy_8evKjv-KoO6Fr-kqiDDhXjaMIL5E6tQFlAnZrgaU70F1lbTKXeLefzxFWduv54dxJh9E6gCHfhnIl7OYvTSg7wrw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Warrior Petition?","postDate":"930686156","msgId":99,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDUzNS4xMy45OS45NTkzMDIzMjRAZUdyb3Vwcy5jb20+"},"prevInTopic":98,"nextInTopic":100,"prevInTime":98,"nextInTime":100,"topicId":95,"numMessagesInTopic":6,"msgSnippet":"For quite a while I was upset about the warrior petition, but after some thinking I got over it.  Sure, warriors and paladins can do a lot of damage, if they","messageBody":"<div id=\"ygrps-yiv-664894233\">For quite a while I was upset about the warrior petition, but after some <br/>\nthinking I got over it.  Sure, warriors and paladins can do a lot of <br/>\ndamage, if they have a 2 hander.  But with a two hander they only get two <br/>\nswings.  Sure, they can dual wield, but most one handed weapons don&#39;t have <br/>\na very high damage.  Sure, there are some but they aren&#39;t all that common. <br/>\n Yeah, they&#39;ll be able to swing 4 times at level 29 like we do, but not for <br/>\nas much damage as we can punch, and only if they have a good weapon will <br/>\nthey come close.  At 29 I was helping a level 30 warrior friend to try and <br/>\nget the great zweihander, and even with her damage and taunt combined I was <br/>\ndoing so much more damage she couldn&#39;t pull Karg off of me.  Monks take <br/>\npatience, but man o man is it worth it!<br/>\n<br/>\nThink about this, Monks are the only class that can master hand to hand. <br/>\n That means that up until level 20 other classes could (if they wanted <br/>\ntoo), fight hand to hand just like a monk.  They would have the same skill <br/>\nin H2H as a monk, double attack and dual wield, and on top of that be able <br/>\nto wear as much metal armor as they want.  Hand to Hand can only start to <br/>\ngive damage bonuses at 101 skill (Master), or everybody would be able to <br/>\nfight like a monk all the time. As far as I&#39;m concerned, monks begin to <br/>\nmature at 20th level, this is why I say monks take patience.<br/>\n<br/>\nOn the subject of feign death, I think it is one of the greatest skills in <br/>\nthe game!  It is so convenient to have, we can go AFK at any time, in any <br/>\nplace, for any amount of time.  Currently I&#39;m level 30, and since I picked <br/>\nup feign death I have only died 4 times.<br/>\n<br/>\nStick with it, it&#39;s well worth the time.  :)<br/>\n<br/>\nDorath Quickfist<br/>\n<br/>\n-----Original Message-----<br/>\nFrom:\tJesse Pink<br/>\nSent:\tTuesday, June 29, 1999 7:37 AM<br/>\nTo:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Monks@onelist.com\">EQ-Monks@onelist.com</a><br/>\nSubject:\t[EQ-Monks] Warrior Petition?<br/>\n<br/>\n What I want to know is what is with this warrior petition.  Granted maybe <br/>\nthe warrior class is not really any better than the paladin class in melee  <br/>\n (and it is, IMHO), but why should warriors get another big boost over <br/>\nthe already humbled monk?  Despite the fact that we get feign death <br/>\neventually, our armor class and atttack does not usually equal that of a <br/>\nwarrior, which is alright now, but if they get another boost, where is this <br/>\ngoing to leave the monk.  I for one am against the warrior update, unless <br/>\nthe make a minimal change to the monk class.  I&#39;m not asking for much, I&#39;m <br/>\njust asking for something that by making the warrior &quot;king of melee&quot; that <br/>\nthey just not leave the monks in the dust.<br/>\n<br/>\nMaerjyon, 11th Rank monk, E&#39;ci</div>","specialLinks":[]}}