<HTML><HEAD>
<TITLE>Maria</TITLE>
</HEAD>

<!--
function MM_callJS(jsStr) { //v2.0
  return eval(jsStr)
}
//-->

<STYLE>
<!--
a       { color:003366; text-decoration:none }
a:hover { color:FFFFFF; text-decoration:none }
-->
        </STYLE>
<body bgcolor="#FFFFFF">
<TABLE width=93% BORDER="0" CELLSPACING="0" CELLPADDING="0">
  <tr>
    <td>
<FONT face=Verdana,Arial,Sans-Serif SIZE="3" STYLE="font-size:12px" COLOR=black><b>Maria</b></font><br><br><br><br>
<FONT face=Verdana,Arial,Sans-Serif SIZE="2" STYLE="font-size:10px" COLOR=black>
      <P ALIGN=JUSTIFY><br><br><br><br>
H&auml;n oli langanlaiha mies, jolla oli mustat rastahiukset. H&auml;n k&auml;veli Kaisaniemess&auml; pitkin katua kaulukset pystyss&auml; kuin palellen kes&auml;helteest&auml; huolimatta. Tien toisella puolella h&auml;nt&auml; vastaan k&auml;veli vaalea nainen lyhyess&auml; kes&auml;mekossa ja tunnisti h&auml;net kaukaa.<br><br>
Nainen, Mandy, kiirehti askeleitaan miest&auml; kohti, vaihtoi kadun puolta ja huusi kymmenien metrien p&auml;&auml;st&auml;: &#148;Joonas!&#148; Joonas vilkaisi yl&ouml;s heilauttaen hiuksiaan, ja Mandy tuli ajatelleeksi miten kaunis h&auml;n oli joskus ollut. Nyt h&auml;n n&auml;ytti pahoinvoivalta. Joonas palautti katseensa maahan ja k&auml;veli kuin ohittaakseen Mandyn, mutta t&auml;m&auml; kysyi:<br><br>
&#148;Minne matka?&#148;<br><br>
&#148;Ostamaan lihaa&#148;, sanoi Joonas ja kiiruhti pois.<br><br>
<br><br>
Mandy k&auml;veli kotiinsa ajatellen Joonasta. He olivat tunteneet toisensa kauan sitten eritt&auml;in hyvin, sill&auml; Joonas oli ollut ensimm&auml;isi&auml; ihmisi&auml; Suomessa, joihin Mandy oli tutustunut muutettuaan New Yorkista. Joonas oli silloin ollut kaunis ja vahva ja katsellut ymp&auml;rilleen kuin haastetta etsien. Mandy oli tavannut h&auml;net yhteisen, amerikkalaisen yst&auml;v&auml;n luona ja tahtonut heti viett&auml;&auml; aikaa h&auml;nen seurassaan. Mandy oli ollut l&auml;hes rakastunut h&auml;neen, ja he olivat yst&auml;vystyneet nopeasti, viett&auml;neet seuraavat vuodet kiinte&auml;sti yhdess&auml; ja ajautuneet &auml;kki&auml; erilleen, kun Mandy oli joutunut olemaan New Yorkissa puoli vuotta. &Auml;skeinen nopea ja kummallinen kohtaaminen oli heid&auml;n ensimm&auml;isens&auml; puoleentoista vuoteen.<br><br>
Joonas ei ollut koskaan kertonut Mandylle kaikkea kuten t&auml;m&auml; h&auml;nelle. Joonaksella oli ollut yst&auml;vi&auml;, joista Mandy ei ollut tiennyt mit&auml;&auml;n, eik&auml; Joonas ollut koskaan esitellyt niit&auml; h&auml;nelle. He olivat aina enemm&auml;n toimineet kuin puhuneet: he k&auml;viv&auml;t taiden&auml;yttelyiss&auml;, istuivat baareissa Mandyn yst&auml;vien kanssa, l&auml;htiv&auml;t uimaan tai py&ouml;r&auml;iliv&auml;t. Joonas oli pit&auml;nyt urheilusta, ja Mandy oli ihaillut h&auml;nen itsevarmaa, lihaksikasta olemustaan.<br><br>
Seuraavina viikkoina Mandy ajatteli Joonasta paljon. Kuva Joonaksesta palelevana ja pahoinvoivana oli sy&ouml;pynyt h&auml;nen mieleens&auml;. H&auml;nell&auml; ei ollut en&auml;&auml; Joonaksen puhelinnumeroa tai osoitetta, eik&auml; h&auml;n ajatellut koko asiaa niin paljon, ett&auml; olisi vaivautunut katsomaan edes puhelinluetteloon. Alitajuisesti h&auml;n kuitenkin ajatteli sit&auml;, miten oli ollut nuori opiskelija, ep&auml;varma itsest&auml;&auml;n ja ulkopuolinen ymp&auml;r&ouml;iv&auml;ss&auml; kulttuurissa, ja miten Joonas oli ollut h&auml;nen ensimm&auml;inen kunnollinen tukipylv&auml;&auml;ns&auml; Suomessa. H&auml;n ei edes tiennyt, olisiko h&auml;n p&auml;&auml;tt&auml;nyt j&auml;&auml;d&auml; Suomeen ilman Joonasta.<br><br>
<br><br>
Seuraavan kerran Joonas ja Mandy t&ouml;rm&auml;siv&auml;t toisiinsa muutaman viikon p&auml;&auml;st&auml;. T&auml;ll&auml;kin kertaa he k&auml;veliv&auml;t toisiaan vastaan sattumalta kadulla. Joonas n&auml;ytti viel&auml; kalpeammalta kuin ennen, ja Mandy l&auml;hes pel&auml;styi t&auml;t&auml; odottamatonta tilaisuutta puhua h&auml;nen kanssaan. Mandy k&auml;veli nyt suoraan h&auml;nen luokseen ja tarttui t&auml;t&auml; k&auml;dest&auml;, kun t&auml;m&auml; oli ehtinyt tuskin huomata Mandyn l&auml;hestymisen. Joonas h&auml;tk&auml;hti.<br><br>
&#148;Mik&auml; sinulla on?&#148; Mandy kysyi suoraan.<br><br>
&#148;Osaatko pit&auml;&auml; salaisuuden?&#148; Joonas vastasi. Mandy ny&ouml;kk&auml;si h&auml;mill&auml;&auml;n ja Joonas pyysi h&auml;nt&auml; seuraamaan. H&auml;n k&auml;veli edell&auml; katsomatta Mandyyn ja johti t&auml;m&auml;n muutaman korttelin p&auml;&auml;h&auml;n elementtikerrostalon ovelle. H&auml;n avasi alaoven ja johdatti Mandyn heti alas kellariin.<br><br>
Yhdess&auml; ovessa luki Mandylle tuntemattoman yrityksen nimi, ja Joonas k&auml;veli t&auml;lle ovelle ja avasi sen. Huoneessa, johon he tulivat, oli h&auml;m&auml;r&auml;&auml;, mutta Joonas ei sytytt&auml;nyt valoja vaan k&auml;veli ripe&auml;sti yhteen nurkkaan. Mandy tunnusteli seini&auml; l&ouml;yt&auml;&auml;kseen katkaisijan, muttei l&ouml;yt&auml;nyt, joten h&auml;n r&auml;pytteli silmi&auml;&auml;n ja totutteli pime&auml;&auml;n, kunnes alkoi hahmottaa muotoja.<br><br>
Nurkassa oli h&auml;kki. H&auml;kiss&auml; oli jotakin valkeaa, joka liikahti ja rapisteli hiukan Joonaksen l&auml;hestyess&auml;. Mandy k&auml;veli varovasti l&auml;hemm&auml;s.<br><br>
Ensin h&auml;n luuli, ett&auml; h&auml;kiss&auml; oli alaston tytt&ouml;lapsi.<br><br>
H&auml;kiss&auml; kyyh&ouml;tt&auml;v&auml; olento ei kuitenkaan ollut aivan kuin lapsi, vaan enemm&auml;n kuin miniatyyri-ihminen, kymmenvuotiaan lapsen kokoinen. Sill&auml; oli siro p&auml;&auml; ja mantelinmuotoiset, vihre&auml;t silm&auml;t. Sen iho oli valkoinen ja j&auml;senet pitk&auml;t ja riutuneen laihat. P&auml;&auml;ss&auml; sill&auml; oli karhea, musta tukka. Mandy hengitti syv&auml;&auml;n. Olennossa oli kummallista ep&auml;muotoista kauneutta ja se avasi silmi&auml;&auml;n uneliaasti hiukan enemm&auml;n ja katsoi Mandyyn.<br><br>
&#148;Mik&auml;... kuka tuo on?&#148; Mandy kysyi ja kurkotti k&auml;tt&auml;&auml;n kohti h&auml;kki&auml;. Olennon silm&auml;t aukesivat kokonaan ja se teki nopean liikkeen Mandy&auml; kohti.<br><br>
&#148;Varo nyt&#148;, Joonas ehti sanoa, mutta ennen kuin Mandy sai kiskaistua k&auml;tens&auml; pois, olento ehti tarttua siihen ja purra h&auml;nt&auml; kipe&auml;sti. Mandy kiljaisi kivusta ja s&auml;ik&auml;hdyksest&auml;.<br><br>
&#148;Se puri!&#148; Mandy puristi k&auml;tt&auml;&auml;n, josta tippui verta.<br><br>
&#148;&Auml;l&auml; ainakaan heit&auml; sit&auml; hukkaan&#148;, sanoi Joonas ja ojensi Mandylle kupin.<br><br>
&#148;Mit&auml;?&#148;<br><br>
&#148;Se tahtoo verta&#148;, Joonas sanoi rauhallisesti. &#148;Sama se sinulle on annatko sen sille.&#148;<br><br>
Mandy katsoi Joonakseen, joka n&auml;ytti olevan tosissaan. Mandy tunsi itsens&auml; h&auml;keltyneeksi ja j&auml;rkyttyneeksi, mutta samalla h&auml;n jollakin tapaa s&auml;&auml;li tuota kaunista ihmist&auml; tai petoa, joka makasi t&auml;&auml;ll&auml; h&auml;m&auml;r&auml;ss&auml; kellarissa vankina. H&auml;n ei osannut heti sanoa mit&auml;&auml;n, ja h&auml;n seisoi hetken aikaa paikallaan katsoen ensin Joonasta ja sitten valkoista petoa, joka katsoi muualle. Sitten Mandyn valtasi kuvotuksen tunne koko t&auml;t&auml; ep&auml;normaalia v&auml;likohtausta kohtaan.<br><br>
&#148;Min&auml; menen nyt pois&#148;, Mandy sanoi k&ouml;mpel&ouml;sti ja l&auml;hti puolijuoksua pois huoneesta, portaita yl&ouml;s kellarista ja edelleen kadulle pidellen yh&auml; vertavuotavaa k&auml;tt&auml;&auml;n.<br><br>
<br><br>
Seuraavina p&auml;ivin&auml; Mandyn k&auml;den kaksi haavaa arpeutuivat, ja joka kerta vilkaistessaan k&auml;tt&auml; h&auml;n mietti kummaa pient&auml; olentoa Joonaksen talon kellarissa. Haavat olivat vierekk&auml;in, olennon torahampaiden mukaisesti viiden sentin et&auml;isyydell&auml;, pitk&auml;t ja syv&auml;t. Mandy tunsi itsens&auml; h&auml;mmentyneeksi ja ep&auml;tietoiseksi, ja viikon kuluessa h&auml;n alkoi pit&auml;&auml; itsest&auml;&auml;nselvyyten&auml;, ett&auml; h&auml;n viel&auml; menisi Joonaksen luo, kysyisi paljon kysymyksi&auml; ja ennen kaikkea n&auml;kisi oudon olennon uudestaan.<br><br>
Kun h&auml;n seurasi haavan paranemista, h&auml;n tunsi l&auml;hes surua siit&auml;, miten ainoa todiste tuon kummajaisen olemassaolosta katosi parhaillaan. Sen j&auml;lkeen h&auml;n voisi ajatella uneksineensa koko tapauksen, eik&auml; h&auml;n ehk&auml; koskaan uskaltaisi ottaa selv&auml;&auml;, oliko h&auml;nen mielt&auml;&auml;n vaivaavaa kaunista olentoa olemassakaan.<br><br>
<br><br>
Runsaan viikon kuluttua kohtaamisestaan Joonaksen ja t&auml;m&auml;n erikoisen lemmikin kanssa Mandy p&auml;&auml;tti soittaa Joonakselle. H&auml;nen numeronsa l&ouml;ytyi luettelosta, mik&auml; melkein yll&auml;tti Mandyn. T&auml;m&auml; n&auml;pp&auml;ili numeron j&auml;nnittyneen&auml;. Puhelin ei vastannut sill&auml; kertaa, eik&auml; koko sin&auml; p&auml;iv&auml;n&auml; eik&auml; seuraavanakaan, ja kolmantena p&auml;iv&auml;n&auml; Mandy p&auml;&auml;tti luopua soittamisesta ja menn&auml; itse Joonaksen talolle.<br><br>
H&auml;nell&auml; tai h&auml;nen yst&auml;vill&auml;&auml;n ei ollut tapana vierailla ihmisten luona ilmoittamatta, ja h&auml;nt&auml; hermostutti. H&auml;n mietti k&auml;velless&auml;&auml;n l&auml;pi asiat, jotka aikoisi sanoa ensimm&auml;isen&auml; tultuaan Joonaksen luo. H&auml;n tarkisti Joonaksen sukunimen p&auml;&auml;sty&auml;&auml;n rappuun eik&auml; ottanut hissi&auml; vaan k&auml;veli nelj&auml;nteen kerrokseen lyk&auml;t&auml;kseen hermostuttavaa hetke&auml;. Mandy oli yleens&auml; mielest&auml;&auml;n avoin ja sosiaalinen ihminen, mutta nyt h&auml;nt&auml; pelotti. H&auml;n soitti ovikelloa ja tuli vasta sitten ajatelleeksi, ettei Joonas ehk&auml; olisikaan kotona. Kukaan ei avannut, joten Mandy soitti uudestaan, odotti viel&auml; hetken ja l&auml;hti sitten p&auml;&auml;tt&auml;v&auml;isen&auml; kohti kellaria.<br><br>
Tuntemattoman liikeyrityksen ovella ei ollut kelloa, joten Mandy koputti.<br><br>
&#148;Mit&auml;?&#148; sis&auml;lt&auml; huudettiin heti.<br><br>
&#148;T&auml;&auml;ll&auml; on Mandy&#148;, sanoi Mandy ja tunsi yht&auml;kki&auml; puhuvansa k&ouml;mpel&ouml;&auml; suomea ja olevansa taas se turisti, joksi h&auml;n oli itsens&auml; tuntenut ensimm&auml;iset Suomen-vuotensa.<br><br>
Joonas avasi oven, ja Mandy melkein h&auml;tk&auml;hti h&auml;nen ulkon&auml;k&ouml;&auml;&auml;n. H&auml;n n&auml;ytti taas paljon kalpeammalta ja laihemmalta kuin viimeksi, ja h&auml;nen k&auml;tens&auml; t&auml;risiv&auml;t selv&auml;sti. H&auml;nen katseensa ei kuitenkaan harhaillut, kun h&auml;n katsoi Mandyyn.<br><br>
&#148;Tule sis&auml;&auml;n&#148;, h&auml;n sanoi.<br><br>
Mandy astui varovasti sis&auml;&auml;n. H&auml;n oli ollut alunperin ep&auml;varma siit&auml;, miksi oli tullut. Mutta jo ennen kuin h&auml;nen silm&auml;ns&auml; olivat tottuneet pime&auml;&auml;n, h&auml;n n&auml;ki valkoisen kummajaisen kuin hohtavan nurkassa, ja h&auml;n k&auml;veli h&auml;kin luokse ja j&auml;i katsomaan sis&auml;&auml;n h&auml;kkiin. H&auml;kin asukas oli nyt virke&auml;mm&auml;n n&auml;k&ouml;inen kuin viimeksi, ja se seisoi kyykyss&auml;, j&auml;nnittyneess&auml; asennossa, keskell&auml; pient&auml; h&auml;kki&auml;&auml;n liikutellen vain hiukan p&auml;&auml;t&auml;&auml;n ja silmi&auml;&auml;n.<br><br>
&#148;Mik&auml; sen nimi on?&#148; kysyi Mandy, joka tunsi nyt tiet&auml;v&auml;ns&auml;, ett&auml; pelkk&auml; t&auml;m&auml;n olennon n&auml;keminen oli tehnyt h&auml;nen t&auml;nne tulostaan kannattavan. Sen sirot k&auml;det liikahtelivat hiukan.<br><br>
&#148;En tied&auml; viel&auml;&#148;, sanoi Joonas, &#148;kutsun sit&auml; Mariaksi. Ehk&auml; se kertoo oikean nimens&auml; joskus.&#148;<br><br>
&#148;Puhuuko se?&#148;<br><br>
&#148;Ei. Ainakaan minulle&#148;, Joonas sanoi ja rypisti otsaansa. Mandy oli hetken hiljaa ja katsoi Joonakseen, joka oli kyykyss&auml; h&auml;kin edess&auml; Mandyn vieress&auml;. Mandy istui betonilattialle.<br><br>
&#148;Mik&auml; sinulla on?&#148; h&auml;n kysyi niin kuin oli kysynyt vajaa kuukausi sitten n&auml;hty&auml;&auml;n Joonaksen ensimm&auml;ist&auml; kertaa muutamaan vuoteen.<br><br>
Joonas naurahti. &#148;Maria tarvitsee&#148;, h&auml;n sanoi hymyillen kitker&auml;sti, &#148;liikaa verta. Se ei p&auml;rj&auml;&auml; pitk&auml;lle kaupan lihoilla.&#148;<br><br>
Mandy katsoi h&auml;neen ep&auml;uskoisena eik&auml; sanonut mit&auml;&auml;n. Koko tarina oli muuttumassa niin absurdiksi, ett&auml; h&auml;n oli oikeastaan valmis hyv&auml;ksym&auml;&auml;n t&auml;m&auml;nkin. H&auml;n katsoi olentoon ja sitten taas Joonakseen.<br><br>
&#148;Tahdoin vain tiet&auml;&auml;&#148;, sanoi Mandy, eik&auml; keksinyt en&auml;&auml; mit&auml;&auml;n kysytt&auml;v&auml;&auml;. Joonas ei tuntunut huomaavan h&auml;nen olemassaoloaan silloin kun h&auml;n ei puhunut, vaan katseli h&auml;kki&auml; ja raapi hell&auml;sti k&auml;sivarsiaan. K&auml;sivarsissa oli pitki&auml; naarmuja, veitsen tai hampaiden tekemi&auml;.<br><br>
&#148;Sin&auml; et tietenk&auml;&auml;n voi tehd&auml; t&auml;t&auml;&#148;, sanoi Mandy. &#148;Katso nyt, miss&auml; tilassa sin&auml; olet.&#148;<br><br>
&#148;Kyll&auml; voin. En&auml;&auml; hetki niin&#148; , Joonas vastasi ja piti tauon, &#148;jotain tapahtuu.&#148;<br><br>
&#148;Mit&auml;?&#148; Mandy kysyi. Joonas kohautti harteitaan.<br><br>
&#148;En tied&auml;.&#148;<br><br>
Mandy oli taas hiljaa. H&auml;n p&auml;&auml;tti unohtaa Joonaksen hetkeksi ja katsoi Mariaa, joka n&auml;ytti torkkuvan h&auml;kiss&auml;&auml;n, yh&auml; kyykkyasennossa. Mandy olisi tahtonut koskettaa sit&auml; saadakseen tiet&auml;&auml;, milt&auml; sen iho tuntuu. H&auml;n tahtoi ratkaista t&auml;h&auml;n kummajaiseen liittyvi&auml; arvoituksia, mutta h&auml;n tunsi itsens&auml; v&auml;syneeksi ja jotenkin tyytyv&auml;iseksi. Joonas ei selv&auml;sti tiennyt Mariasta paljon enemp&auml;&auml; kuin h&auml;nk&auml;&auml;n, vaan h&auml;n voisi Mariaa tarkkailemalla saada selville paljon enemm&auml;n. Mandy tuijotti h&auml;kkiin, ja Marian silm&auml;t k&auml;&auml;ntyiv&auml;t h&auml;neen p&auml;in. Ne osuivat hetkeksi suoraan h&auml;nen silmiins&auml; ja harhailivat sitten ymp&auml;ri h&auml;nen kyykistynytt&auml; kehoaan. Mandylla oli jalassaan lyhyet sortsit ja p&auml;&auml;ll&auml;&auml;n narutoppi, ja h&auml;nt&auml; paleli hiukan kellarissa, mutta h&auml;n istui hiljaa ja katseli. <br><br>
Mandy ei osannut p&auml;&auml;tt&auml;&auml; oliko Maria el&auml;in vai ihminen. H&auml;n katseli sit&auml; h&auml;pe&auml;m&auml;tt&auml; kuin koiraa, mutta sen kasvonilmeet ja j&auml;rk&auml;ht&auml;m&auml;t&ouml;n vankina istuminen n&auml;yttiv&auml;t inhimillisilt&auml;. Mandy katsoi viel&auml; hetken, ja Marian kauneus t&auml;ytti hetken aikaa koko h&auml;nen n&auml;k&ouml;piirins&auml;, kunnes h&auml;n havahtui katsomaan itse&auml;&auml;n taas kuin aikuinen.<br><br>
&#148;N&auml;in ei voi tehd&auml;&#148;, h&auml;n sanoi ravistaen p&auml;&auml;t&auml;&auml;n, &#148;sinun pit&auml;&auml;... tutkituttaa se. Vied&auml; se pois.&#148;<br><br>
&#148;Ei sit&auml; voi vied&auml; pois&#148;, Joonas vastasi h&auml;nen takaansa, &#148;veisitk&ouml; itse?&#148;<br><br>
Mandy oli varma ettei veisi. H&auml;n ei tahtoisi, ett&auml; tuo luonnonoikku suljettaisiin pois h&auml;nen maailmastaan, kauas jonnekin tutkittavaksi, miss&auml; h&auml;n ei voisi koskaan p&auml;&auml;st&auml; perille sen salaisuudesta, jos sill&auml; salaisuus oli. Mandy ei voinut kuin my&ouml;nt&auml;&auml; Joonaksen olevan oikeassa, vaikka samalla h&auml;n itse tiesi puhuvansa t&auml;ysin totta. H&auml;n ei voinut kuin l&auml;hte&auml; pois. H&auml;n vilkaisi viel&auml; h&auml;kkiin, mist&auml; luonnonoikku katsoi h&auml;neen kuin yst&auml;v&auml;&auml;n, ja meni sitten ovelle. Jo toisen kerran h&auml;n avasi kellarihuoneen oven sanattomana ja poistui ulos auringonpaisteeseen. Ulkoilma ei en&auml;&auml; tuntunut kauniilta vaan valjulta, ja Mandy k&auml;veli kotiinsa rypistellen otsaansa.<br><br>
<br><br>
Muutaman p&auml;iv&auml;n kuluttua Mandy sai tuntemattomasta numerosta tekstiviestin, joka ilmoitti kellarin avaimen olevan varaston oven vieress&auml; piilotetussa naulassa. H&auml;n ajatteli vastata viestiin, mutta koska se ei ollut sis&auml;lt&auml;nyt mit&auml;&auml;n ehdotusta tai pyynt&ouml;&auml;, h&auml;n ei tiennyt mit&auml; vastata. H&auml;n oli miettinyt, menisik&ouml; en&auml;&auml; koskaan takaisin Marian luo kellarihuoneeseen, mutta nyt h&auml;n p&auml;&auml;sisi sinne milloin vain my&ouml;s ilman Joonasta. H&auml;n oli kes&auml;lomalla, joten h&auml;n her&auml;si my&ouml;h&auml;&auml;n seuraavana aamuna, vaelteli ymp&auml;ri asuntoaan, s&ouml;i hiukan, yritti siivota ja p&auml;&auml;tti lopulta menn&auml; katsomaan, p&auml;&auml;sisik&ouml; h&auml;n todella kellariin.<br><br>
Joonaksen ilmoittamassa paikassa oli naula, jossa roikkui kolmen avaimen nippu. Avaimissa luki &#148;Kellari&#148;, &#148;Ulko-ovi&#148; ja &#148;H&auml;kki&#148;. Mandy avasi oven kellariin, joka oli h&auml;kki&auml; ja sen asukasta lukuunottamatta tyhj&auml;. Mandyst&auml; ei silti tuntunut en&auml;&auml; edes oudolta menn&auml; istumaan turvallisen et&auml;isyyden p&auml;&auml;h&auml;n h&auml;kin viereen ja vain katsella Mariaa. Se n&auml;ytti taas virke&auml;mm&auml;lt&auml; ja jopa lihaksikkaammalta uin viimeksi, mutta Mandy oli varma, ett&auml; h&auml;n kuvitteli j&auml;lkimm&auml;isen, sill&auml; se ei olisi voinut liikkua tehokkaasti muutaman kuutiometrin h&auml;kiss&auml;&auml;n.<br><br>
Maria narskautti hampaitaan ja virnisti tai irvisti. Mandy oli varma, ett&auml; se yritti nyt ensimm&auml;ist&auml; kertaa ottaa h&auml;neen kontaktia. Se hyp&auml;hti kaltereiden viereen nousematta paljonkaan kyykkyasennostaan ja tuijotti suoraan Mandyn silmiin. Mandy tahtoi koskettaa sit&auml;. H&auml;n oli tahtonut t&auml;t&auml; aieminkin, mutta nyt h&auml;nen kaipuunsa outoa olentoa kohtaan tuntui ylitsep&auml;&auml;sem&auml;tt&ouml;m&auml;lt&auml;. H&auml;n l&auml;hes vapisi miettiess&auml;&auml;n kahta vaihtoehtoaan. Maria ei n&auml;ytt&auml;nyt v&auml;kivaltaiselta, mutta h&auml;n tiesi sen verenhimon.<br><br>
Maria tarvitsi verta ravinnokseen. Mandy oli uskonut n&auml;m&auml; Joonaksen sanat miettim&auml;tt&auml; koko asiaa. Nyt h&auml;n ei tiennyt, miss&auml; Joonas tai koska t&auml;m&auml; tulisi takaisin. H&auml;nest&auml; alkoi tuntua, ettei h&auml;nell&auml; ole vaihtoehtoa. Mandy katseli hermostuneena ymp&auml;rilleen huoneessa. Lattia oli roskainen betonilattia ja nurkissa oli p&ouml;ly&auml;. Yhdell&auml; seinustalla oli tyhji&auml; pahvilaatikoita ja toisella huoneessa valaiseva himme&auml; lamppu. Nurkassa h&auml;kin vieress&auml; oli pieni, valkoinen muovikulho. Mandy katsoi kulhoon. Sen pohjalle oli kuivunut jotakin tummaa, ehk&auml; verta.<br><br>
Veren n&auml;keminen sai Mandyn taas j&auml;rkiins&auml;. H&auml;n ei voinut pelata Joonaksen ja tuon kummajaisen kauheaa peli&auml;. H&auml;n tunsi itsens&auml; naurettavaksi, kun oli n&auml;in &auml;kki&auml; hyv&auml;ksynyt tosiasioina h&auml;nelle kerrottuja satuja. H&auml;n mietti, voisiko koko juttu olla pila tai jonkinlainen sosiologinen koe, mutta tuli siihen tulokseen, ettei sill&auml; ollut v&auml;li&auml;. H&auml;nen ajatuksensa olivat sekaisin eik&auml; h&auml;n ollut oma itsens&auml;, jos h&auml;n veitti aikaa katsellen Mariaa. H&auml;nen piti siis l&auml;hte&auml; pois ja olla tulematta en&auml;&auml; takaisin. T&auml;ll&auml; kertaa h&auml;n ei edes katsonut h&auml;kin suuntaan ennen kuin k&auml;veli pois.<br><br>
<br><br>
Mandy palasi kotiinsa ja yritti koota ajatuksiaan. Pit&auml;isik&ouml; h&auml;nen soittaa poliisille? Tai edes Joonakselle? Vai voisiko h&auml;n vain unohtaa kaikki Joonakseen ja Mariaan liittyneet tapahtumat ja tuomita ne kummalliseksi v&auml;likohtaukseksi, joka ei liittynyt mihink&auml;&auml;n? Mandy mietti asioita ja harhaili levottomasti ymp&auml;ri kotiaan ennen kuin meni nukkumaan.<br><br>
<br><br>
Seuraavana  aamup&auml;iv&auml;n&auml; Mandy l&auml;hti k&auml;velylle. Kuin huomaamattaan h&auml;n tuli vaeltaneeksi Joonaksen talolle. H&auml;n kiersi talon n&auml;hd&auml;kseen, n&auml;kisik&ouml; kellarihuoneen pikku ikkunasta sis&auml;&auml;n, mutta huoneessa oli liian pime&auml;&auml;, ett&auml; h&auml;n olisi erottanut mit&auml;&auml;n. H&auml;n tahtoi etsi&auml; Joonaksen ja kysy&auml; h&auml;nelt&auml; asioita. Lis&auml;ksi h&auml;nest&auml; alkoi vahvasti tuntua, ett&auml; h&auml;nen olisi kuitenkin hyv&auml; n&auml;hd&auml; Maria viel&auml; kerran silt&auml; varalta, ett&auml; siit&auml; paljastuisi nyt jotakin ratkaisevaa.<br><br>
H&auml;n meni kellarihuoneeseen kuten ennenkin. Kummajainen tuijotti h&auml;nt&auml; h&auml;kist&auml;&auml;n riutuneen ja suloisen n&auml;k&ouml;isen&auml;. Se istui ainaisessa kyykkyasennossaan eik&auml; liikkunut. Mandy ei tiennyt mit&auml; tehd&auml;. H&auml;n istahti h&auml;kin viereen ja katsoi Mariaa tuntien sit&auml; kohtaan outoa rakkautta. H&auml;n katsoi sit&auml; pitk&auml;n aikaa painaen tarkasti mieleens&auml; sen piirteet. Se oli hauraan oloinen ja ilmeet&ouml;n.<br><br>
Mandylle tuli kylm&auml; lattialla, ja h&auml;n nousi yl&ouml;s. H&auml;n katseli taas ymp&auml;rilleen. N&auml;ytti silt&auml;, ettei huoneessa ollut k&auml;ynyt kukaan sitten eilisen. H&auml;n k&auml;veli nurkkaan muovikulhon luo, katsoi sit&auml; tuntien en&auml;&auml; vain liev&auml;&auml; kuvotusta ja poimi sen k&auml;teens&auml;.<br><br>
Maria kirskahti. Mandy katsoi sit&auml;. Se oli noussut seisomaan ja tuijotti vuoroin Mandyn silmi&auml;, vuoroin vatia. Lapsi h&auml;kiss&auml; oli valkoinen, hento ja yht&auml;kki&auml; hyvin alastoman n&auml;k&ouml;inen Mandyn n&auml;hdess&auml; sen ensimm&auml;ist&auml; kertaa muuten kuin kyyryss&auml;. Se n&auml;ytti s&auml;teilev&auml;n omaa valoaan, ja Mandyst&auml; vaikutti kuin se olisi ollut erillinen koko muun huoneen karuudesta, yksin omassa kauneudessaan. Mandy tiesi nyt vihdoin varmasti tahtovansa auttaa sit&auml;.<br><br>
Nopeasti, ettei ehtisi katua, h&auml;n otti laukustaan kynsisakset ja viilsi rajusti ranteeseensa lyhyen, poikittaisen viillon. H&auml;n irvisti kivusta ja pudotti kulhon mutta poimi sen heti yl&ouml;s ja antoi veren valua haavastaan siihen hetken aikaa. Sitten h&auml;n riisui valkoisen, pitk&auml;hihaisen paitansa ja sitoi sen tiukasti haavan ymp&auml;rille. T&auml;m&auml; oli h&auml;nelle hyvin pieni uhraus ja Maria tarvitsi h&auml;nt&auml; niin paljon, ett&auml; h&auml;nest&auml; tuntui vain hyv&auml;lt&auml;.<br><br>
Mandy itki kivusta ja piteli kulhoa haavoittumattomalla k&auml;dell&auml;&auml;n. H&auml;n katsoi Mariaa odottaen silt&auml; jotain reaktiota, ja se tuijotti takaisin yht&auml; kiinte&auml;sti. Mandy ojensi varovaisesti kulhoa astumatta l&auml;hemm&auml;s. H&auml;n ty&ouml;nsi kulhon kaltereiden v&auml;list&auml; ja lopulta Maria tarttui siihen varmoin k&auml;sin. Se nuuhkaisi verta ja avasi ohuet, vaaleat huulensa, nosti kulhon niille ja joi kaiken yhdell&auml; kulauksella. Mandy katsoi sit&auml; lumoutuneena ja samalla kuvotusta tuntien. H&auml;n tiesi koko tilanteen olevan olevan sairas ja kauhea muttei voinut lakata katsomasta.<br><br>
Maria lakkasi juomasta ja katsoi Mandy&auml; silmiin. Sen suupielest&auml; valui hiukan verta, ja miettim&auml;tt&auml; asiaa sen enemp&auml;&auml; Mandy ojensi k&auml;tens&auml; h&auml;kkiin ja pyyhk&auml;isi veren pois. Maria ei liikahtanutkaan. Sen iho oli sile&auml; ja nukan peitossa, ja oli kuin Mandyn hengitys olisi kiihtynyt h&auml;nen koskiessaan lopulta tuota lumoavaa sekasiki&ouml;t&auml; vailla vihamielisyytt&auml;. Vet&auml;ess&auml;&auml;n k&auml;tens&auml; pois sekunnin kuluttua kosketuksesta Mandy hipaisi viel&auml; Marian hiusten latvoja ja vei sitten k&auml;den rinnalleen.<br><br>
Mandy oli varma, ettei noin kauniista ja rauhallisesta olennosta voinut olla vaaraa kellek&auml;&auml;n. H&auml;n kaivoi laukustaan avainnipun, valitsi h&auml;kin avaimen ja avasi lukon.

</p><br><br><br><br>
<br><br><br><br>
<br><br><br><br>
 <BLOCKQUOTE>
  <BLOCKQUOTE>

| <a href=# onClick="window.close();">sulje ikkuna</a> |

            </BLOCKQUOTE>  </BLOCKQUOTE>

</font>
      </td>
  </tr>
</table>

</BODY>
</HTML>