{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Christina Norman","from":"Christina Norman &lt;tina@...","replyTo":"LIST","senderId":"1Q47_O1N6blrNV9hStFybBld6tS1M7NgQvqMXhG3shF34qe_7VOpdfHIuhAZZO48YQlMbY5-Kuh9H1E00si42mjambHSWZA5Dw8n","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: stuffs","postDate":"933090138","msgId":131,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My4xOS4xMzEuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":126,"nextInTopic":0,"prevInTime":130,"nextInTime":132,"topicId":126,"numMessagesInTopic":2,"msgSnippet":"Hey Joseph, ... Norrath is ultimately still a very vague society and culture.  I personally prefer to assume that Norrath is a queer positive society, and that","messageBody":"<div id=\"ygrps-yiv-345901813\">Hey Joseph,<br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Mon, 26 Jul 1999, Joseph J. Normandin wrote:<br/>\n&gt;                             Purpose:  Created by GLBT citizens of Norrath<br/>\n&gt; who felt ostracized by norrathian culture (i.e. 12 year old bys who call<br/>\n&gt; each other homo) who seek to combat ignorance in all fomrs be sustainging a<br/>\n&gt; guild where all members respect and learn from each other.  (something<br/>\n<br/>\nNorrath is ultimately still a very vague society and culture.  I<br/>\npersonally prefer to assume that Norrath is a queer positive society, and<br/>\nthat dumb comment coming from 12 year old boys represent aberations and<br/>\nnot the rule.  Why help invent a redneck fantasy universe by placing in<br/>\nour guild charter that it is so (that we all were ostracized by our home<br/>\nsocieties).  I&#39;ll probably be a wood elf, and I&#39;d like to assume for my<br/>\ncharacter that wood elves are queer positive.<br/>\n<br/>\nOn the other hand racial hatred is a very definite party of Norrath, with<br/>\ncertain races being KOS by others etc.  Now I don&#39;t think this is<br/>\nanalagous to human racism.  I think a guild mandate of racial unity is<br/>\nnice from a role playing perspective.<br/>\n<br/>\nAnother thing we could do is claim one of the dieties as a queer diety,<br/>\nand say we all follow him or her.  We could invent our own queer diety.<br/>\n<br/>\nWe could also adopt a less political guild affiliation and just happen to<br/>\nbe mostly queer.  I&#39;m going to assume half the citizens of norrath are<br/>\nqueer until a census poll shows otherwise 8)<br/>\n<br/>\n&gt; should also be said here about how people do not ahve to even really love or<br/>\n&gt; even like eahc other just respect, that way my high elf wizard can still<br/>\n&gt; call our dark elf guild members &quot;smelly&quot;)  maybe we can say:  not all of our<br/>\n&gt; members think, act, or smell alike (har har), nor do they always get along,<br/>\n&gt; but they always strive for knowledge of the poeples of Norrath.<br/>\n<br/>\nLol, yeah that kind of stuff is fun and good for roleplay.<br/>\n<br/>\n&gt;   suggestion:   only thing i can think of is that well, mostly we are going<br/>\n&gt; to be promoting it so it will be motsly us, but dosnt the above suggested<br/>\n&gt; description not even sound like a GLBT guild????  i dont know i&#39;m confused.<br/>\n&gt; Its hard to think of a way to balance the fact that we gay peple want a<br/>\n&gt; guild, but everyone should be able to be in it, and it should amke some<br/>\n&gt; sense to have it in Norrath.<br/>\n<br/>\nWell ultimately I think that this guild is supposed to be for GLBT<br/>\nplayers, instead of being for GLBT characters.  Now, it&#39;s not a stretch to<br/>\nassume that lots of us will be playing GLBT characters, but at least for<br/>\nme the biggest opportunity is to game with other GLBT players.<br/>\n<br/>\nIn terms of role playing particulars, we can spend as much time as we want<br/>\nworking those out.  The guild won&#39;t be online for a week or so (it takes<br/>\nthat long).<br/>\n<br/>\n- Christina </span></blockquote></div>","specialLinks":[]}}
