{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Lari","from":"David Lari &lt;kerik@...","replyTo":"LIST","senderId":"-lo94DauZdYuOMvSZnL1ddEy1UVPvm5eL27b4n1_YeIpAAsgPWekyuf6V6Zo5PWNRHwCIFcVH2ozezL5OTWKb_D_NHDOSBE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Details of Meeting Tonight in Chat","postDate":"933185447","msgId":147,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My4yMC4xNDcuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":150,"prevInTime":146,"nextInTime":148,"topicId":147,"numMessagesInTopic":5,"msgSnippet":"Hello everyone, Since we have new people and some may have missed a few of the earlier posts, I will summarize what we ve got going on tonight. We are hoping","messageBody":"<div id=\"ygrps-yiv-1135821380\">Hello everyone,<br/>\n<br/>\nSince we have new people and some may have missed a few of the earlier<br/>\nposts, I will summarize what we&#39;ve got going on tonight.<br/>\n<br/>\nWe are hoping to get 10 or more people on chat tonight to use the new<br/>\nautomated guild formation procedure. The guild will originally start out on<br/>\nBrell Serilis, the new role playing server where many members of the list<br/>\nhave now created characters and started over.<br/>\n<br/>\nThe chat channel will be &quot;Unity&quot; and the password will be &quot;rainbow&quot; in all<br/>\nlower case. We hope to meet at<br/>\n9:30 PM EDT = 8:30 PM CDT = 7:30 PM MDT = 6:30 PM PDT.<br/>\n<br/>\nWe must get 10 people into the chat room/channel at the same time and must<br/>\nall type<br/>\n#guildapprove (I think that&#39;s what we type but will verify before the<br/>\nmeeting).<br/>\n<br/>\nYou will have to stay in the room until we get all 10. We have quite a few<br/>\nwho are going to be on so it should not be a problem.<br/>\n<br/>\nAfter that, we will wait for (hopefully) about a week to become an official<br/>\nguild on Brell. We strongly encourage people to play on Brell as we will be<br/>\ntrying to make it the &#39;San Francisco&#39; server of EQ. However, we realize that<br/>\nsome people will not want to give up their characters and their friends on<br/>\nold servers. (Note: Some time soon, there is supposed to be a quest that<br/>\nwill allow you to move your characters to another server. We will certainly<br/>\npost details when we get them.) We expect we will be able to open other<br/>\nchapters of the guild on the various servers, even though we strongly<br/>\nencourage people to put at least some time into playing on Brell.<br/>\n<br/>\nI have given up all my playing time on Veeshan and don&#39;t really miss it<br/>\n(even though I was just 5.1 bubbles of XP away from having Bind). I just<br/>\ncreated a new character completely different from my old one (from a cleric,<br/>\nI am now a Necro--quite a contrast).<br/>\n<br/>\nBecause no one else stepped forward (in fact I think you all tool a step<br/>\nbackwards), I became the guild master by default. I would really like to<br/>\nhave a co-leader and would like the co-leader to be female IRL so we have a<br/>\nbalanced guild, genderwise. The last thing the world needs (even the world<br/>\nof Norath) is another male dominated power structure. So, please, some woman<br/>\nvolunteer... no experience necessary... I certainly don&#39;t have any<br/>\nexperience running a guild, so don&#39;t be intimidated.<br/>\n<br/>\nSome ideas I would like to throw out:<br/>\nOne person suggested a longer name than just &#39;Unity&#39;. Like &#39;Citizens of<br/>\nUnity&#39;. I&#39;ve seen no feedback yet. So, either send your ideas to the mailing<br/>\nlist, or bring them up tonight. If you can&#39;t be there tonight, please send<br/>\nemail now so your voice can be heard.<br/>\n<br/>\nI have drafted a couple of paragraphs of a fictional history of the guild<br/>\nand will post to the list soon. I&#39;d like for others to edit and/or augment<br/>\nit and then post back the modified version so someone else can do the same<br/>\nthing again. This way anyone who wants to can contribute to the fictional<br/>\nhistory of the guild. Does this sound like it would be a good idea (and<br/>\nhopefully fun too)? If so, then I will post the lame stuff I have written so<br/>\nfar or someone else can create one from scratch.<br/>\n<br/>\nWhat other activities do we want the guild to do? Do we want to have a<br/>\ntreasury that can be used for loans? Do we want to collect old items and use<br/>\nthem as hand-me-downs to the lower level players? Do we have volunteers to<br/>\ndo these things?<br/>\n<br/>\nThese are just a few of the things we can discuss tonight, but sometimes<br/>\ndoing it in email ahead of time is easier.<br/>\n<br/>\nI also painstakingly researched the many postings to this list to create an<br/>\nHTML file that lists the people and characters as well as the servers we all<br/>\nhave characters on. Our EQ_Rainbow list does not allow attachments so I<br/>\ncan&#39;t post it to the list. If you would like a copy, let me know and I will<br/>\nemail it directly to your email address, bypassing OneList. The file is just<br/>\nHTML and there are no viruses in it.<br/>\n<br/>\nI&#39;m getting really excited by this now. It would be enough just to be in a<br/>\nguild, but a guild filled with LGBT and friendly allies is even better.<br/>\n<br/>\nHugs to all,<br/>\nDavid<br/>\naka Dedric, 6th level gnome necro on Brell Serilis server.</div>","specialLinks":[]}}
