{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jerry Luttrell","from":"&quot;Jerry Luttrell&quot; &lt;tinarin@...&gt;","replyTo":"LIST","senderId":"1UWjNhKTz81AL0NQ6cM2dXuheVDv9JFxDH0lkFBNLMJ6ryPeFoQxPH9lSg-B17Qk7esMBqTgTafQ6emIXsJ5HclYpFxZ53lio9qqKeE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: A Moral Delima","postDate":"934221618","msgId":307,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My4zNC4zMDcuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":305,"nextInTopic":319,"prevInTime":306,"nextInTime":308,"topicId":290,"numMessagesInTopic":8,"msgSnippet":"I too have a character on Veeshan... My lvl 38 Necromancer Klayan... If you need any help lemme know... I ll prolly be making a char on Brell since I can never","messageBody":"<div id=\"ygrps-yiv-1438910095\">I too have a character on Veeshan... My lvl 38 Necromancer Klayan... If you <br/>\nneed any help lemme know... I&#39;ll prolly be making a char on Brell since I <br/>\ncan never seem to find a group on Veeshan and after 35 it&#39;s next to <br/>\nimpossible to solo...<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;Hamlet&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hamlet@...\">hamlet@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_rainbow@onelist.com\">EQ_rainbow@onelist.com</a><br/>\n&gt;To: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_rainbow@onelist.com\">EQ_rainbow@onelist.com</a>&gt;<br/>\n&gt;Subject: RE: [EQ_rainbow] A Moral Delima<br/>\n&gt;Date: Sat, 7 Aug 1999 06:55:52 -0400<br/>\n&gt;<br/>\n&gt;From: &quot;Hamlet&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hamlet@...\">hamlet@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Your wedding story is so saddening.  It so affected me, that I immediately<br/>\n&gt;began writing a response.  I explored all these issues involved in this<br/>\n&gt;situation, from abstracts and absolutes all the way down to specific<br/>\n&gt;examples from my own experiences.  I wrote for pages, meandering through<br/>\n&gt;this more for myself than as an actual response to your original situation.<br/>\n&gt;What was the right thing to do in this situation?  How can someone wanting<br/>\n&gt;to play a female character in a game, develop into such a dilema, resulting<br/>\n&gt;in the deletion of a character you undoubtedly spent a lot of time<br/>\n&gt;building--not just level-wise, but relationship-wise; all the friends left<br/>\n&gt;behind....It nearly makes ME cry to think about it.<br/>\n&gt;<br/>\n&gt;I decided not to send all the soul searching I had done in the first<br/>\n&gt;response I worked on, and instead I&#39;ll try and focus more on your <br/>\n&gt;situation.<br/>\n&gt;<br/>\n&gt;I, too, play a female character and am a male in real life.  One of the<br/>\n&gt;initial reasons I chose to play a female character was because I liked the<br/>\n&gt;EQ model&#39;s faces better for the females than the males.  Kind of vain.  But<br/>\n&gt;that was not the only reason.  I was seeking something...something new.<br/>\n&gt;When I go into a game like this, I&#39;m going in to escape partly, but mostly<br/>\n&gt;to have a new set of experiences--experiences I can&#39;t get in the real <br/>\n&gt;world,<br/>\n&gt;with its iron-clad literalism and society&#39;s perpetual frowning upon<br/>\n&gt;dreaming.  I can be a male 90% of the rest of my time, but in this game, I<br/>\n&gt;was going to be a female.  I wanted differences and new insights.  Oh so<br/>\n&gt;lofty!  Of course I wasn&#39;t thinking all of this so concisely when I made my<br/>\n&gt;character.  All this can be summed up in what I was thinking at the <br/>\n&gt;time--&quot;I<br/>\n&gt;wonder what it&#39;d be like to play a female in this game.&quot;<br/>\n&gt;<br/>\n&gt;I did not, and have not, told anyone that I am a man in real life.  It<br/>\n&gt;simply isn&#39;t important.  I had the situation where I was asked what my real<br/>\n&gt;name was.  I told him, honestly, that I didn&#39;t give out my real name in the<br/>\n&gt;game.  How clinical that sounds when I boil the situation down to just <br/>\n&gt;that.<br/>\n&gt;It was not that easy.  This was a guy I had met in beta, and had played <br/>\n&gt;with<br/>\n&gt;for a very long time--from beta on through release.  We had become good<br/>\n&gt;friends.  He was young, and he was depressed.  He shared a lot with me <br/>\n&gt;about<br/>\n&gt;his real life, and I gave him advice as best I could from the things I&#39;d<br/>\n&gt;experienced.  It is amazing to me now when I think on those conversations,<br/>\n&gt;just how unimportant and easily skipped the idea of my own sex in real life<br/>\n&gt;really was.  I was a friend, and whether I was a male or a female at the<br/>\n&gt;keyboard did not matter at all.  He was very sad at the time he asked me my<br/>\n&gt;name, very lonely, and he had through his confessions and reliance on my<br/>\n&gt;sympathy drawn me in close, without me realizing it.  Suddenly when<br/>\n&gt;confronted with this question of my real life name, I did realize what was<br/>\n&gt;occuring.  The young man was basically falling in love with me, as much as <br/>\n&gt;a<br/>\n&gt;person can in a situation like this.  The lead up to his question is what<br/>\n&gt;really made me see what was happening.  That day, his entire manner was<br/>\n&gt;somehow different than before, as though he had come to a realization.<br/>\n&gt;<br/>\n&gt;Well, needless to say I felt trapped.  Immediately I began to berate myself<br/>\n&gt;for my behavior.  What a terrible person I was!  How could I have let this<br/>\n&gt;happen?  I should have known this would eventually come up!  I had lead him<br/>\n&gt;on!  I should have told him from the very beginning I was a man in real<br/>\n&gt;life!  What should I do?  Do I tell him?  I couldn&#39;t tell him!  I didn&#39;t<br/>\n&gt;want to hurt him!  I didn&#39;t want to hurt me, either.  Who knows how he&#39;d<br/>\n&gt;react?  Maybe I could just go linkdead, forget about the whole thing.  I<br/>\n&gt;could start over as someone else and he&#39;d never know, and I wouldn&#39;t have <br/>\n&gt;to<br/>\n&gt;feel this way....<br/>\n&gt;<br/>\n&gt;BZZT.  Reality check.  Why was I blaming myself, here?  If I had played a<br/>\n&gt;male character in the game, would I have expected myself to immediately<br/>\n&gt;announce to everyone I met, &quot;Yes, ladies and gentlemen, the organic <br/>\n&gt;creature<br/>\n&gt;sitting behind this pixel-composed being you see before you--who from here<br/>\n&gt;on shall be refered to as &quot;me&quot;-- does infact have protruding genitalia,<br/>\n&gt;which clinically defines me as a male of the species.  Thenceforth, you may<br/>\n&gt;think of me as such, both in the game and out of the game, and the precious<br/>\n&gt;societal constructs we&#39;ve built around the differing sexes will remain the<br/>\n&gt;sound edifaces to which we so heartily cling for reassurance.&quot;<br/>\n&gt;<br/>\n&gt;No, I think not.<br/>\n&gt;<br/>\n&gt;So why would I suddenly plunge myself into self-chastisement simply because<br/>\n&gt;someone I had developed an ingame friendship with posed a question like<br/>\n&gt;this?  As I described, the circumstances weren&#39;t easy, he was feeling<br/>\n&gt;attraction toward me, and I cared for him as a friend.  But I had nothing <br/>\n&gt;to<br/>\n&gt;feel guilty about.  I came into the game to escape this real world stuff.<br/>\n&gt;The fault, if some were to be placed, would fall more solidly upon him for<br/>\n&gt;putting me into this situation in a place I did not want this sort of<br/>\n&gt;problem.  It was so very much like me being in my office at work, with lots<br/>\n&gt;of people around, some of whom were friends, others I barely know, and a <br/>\n&gt;guy<br/>\n&gt;walking up to me in the middle of a meeting and asking me, &quot;Are you gay?&quot;<br/>\n&gt;This is a bit of an extreme parallel, but some of the same sentiments and<br/>\n&gt;forces would be at play.  Should I have told everyone the first day of work<br/>\n&gt;I was gay?  Was I being deceitful for not telling everyone?  If I tell <br/>\n&gt;them,<br/>\n&gt;will they all turn on me?  Of course not.  It&#39;s unimportant, and in the<br/>\n&gt;setting of work, very much inappropriate.<br/>\n&gt;<br/>\n&gt;But!  In the game, there&#39;s no need to place blame for this.  It&#39;s supposed<br/>\n&gt;to be a relaxed environment.  It only gets tense when we allow ourselves to<br/>\n&gt;get tense.  I couldn&#39;t blame this guy.  He was pursuing his feelings.  So<br/>\n&gt;what did I do?  I didn&#39;t drop link and vanish, though for a moment, that<br/>\n&gt;seemed the best solution.  Instead, I told him simply that I keep the game<br/>\n&gt;and my real life as separate as possible, and I wouldn&#39;t give out my real<br/>\n&gt;name.  He took this well--others might have leapt to the conclusion that I<br/>\n&gt;didn&#39;t want to give out my name because I WAS a man in real life; in this<br/>\n&gt;situation I would have shrugged off further inquiry and let him decide for<br/>\n&gt;himself if he wanted to continue being a friend to me or indulge his<br/>\n&gt;insecurities and break off ties because I MIGHT be a man in real life.  At<br/>\n&gt;which point I&#39;d realize I don&#39;t want this guy as a friend anyway.  My <br/>\n&gt;friend<br/>\n&gt;did ask me once or twice after that in a joking manner whether I might ever<br/>\n&gt;tell him my real name.  I told him honestly, probably not.<br/>\n&gt;<br/>\n&gt;I play my female character AS a female.  I met someone who played a female,<br/>\n&gt;but was constantly telling everyone he was a male in real life.  Grunt.  It<br/>\n&gt;was actually kind of pathetic and sad.  I&#39;ve no comment on what demons he<br/>\n&gt;might be dealing with in real life =P  For me, nothing I do in the game<br/>\n&gt;needs a piece of real-life to back it up.  Norrath is a completely <br/>\n&gt;different<br/>\n&gt;reality, and your presence there is merely a facet of your personality (and<br/>\n&gt;we all have many many facets to our personalities), not a reflection of <br/>\n&gt;what<br/>\n&gt;organs I possess in real-life.<br/>\n&gt;<br/>\n&gt;When you play a female, you&#39;re going to have people flirt with you.  I <br/>\n&gt;think<br/>\n&gt;it&#39;s fun, as long as they don&#39;t drift over into personal things and<br/>\n&gt;real-life stuff.  I do it because I&#39;m playing my character (I have another<br/>\n&gt;female character who never responds well to flirting; I play her as a<br/>\n&gt;serious minded dwarven woman who has no time for such frivolous<br/>\n&gt;shinanigans).  My male characters flirt with females occasionally, too.  <br/>\n&gt;All<br/>\n&gt;within the game.  Things only go foul when someone breaches the illusion <br/>\n&gt;and<br/>\n&gt;tries to bring real life into it (what&#39;s your name in real life?  Are you<br/>\n&gt;really a chick?).  Rather like some guy standing up in the middle of a<br/>\n&gt;really good sci-fi movie and pronouncing, He knows how they did that <br/>\n&gt;effect!<br/>\n&gt;Then proceeds to explain to you in detail how all the models, lighting and<br/>\n&gt;cameras were used.  It shatters the illusion, ruins your fun, and is <br/>\n&gt;totally<br/>\n&gt;out-of-line.  You can, however, have someone in the game you have an<br/>\n&gt;understanding with already and reveal personal stuff to.  I&#39;ve a friend <br/>\n&gt;like<br/>\n&gt;that, and it&#39;s nice to talk with him about real life things....<br/>\n&gt;<br/>\n&gt;But for everyone else, it&#39;s none of their business.  You&#39;re here to have<br/>\n&gt;fun.<br/>\n&gt;<br/>\n&gt;For you, Tiger, I know what happened to you was a more complicated<br/>\n&gt;situation.  I completely understand why you deleted your character.  But do<br/>\n&gt;not call yourself liar.  You did nothing wrong.  In this situation, you&#39;re<br/>\n&gt;not obligated to &quot;confess&quot; to your ingame fiance, your guildmates, or<br/>\n&gt;anyone.  You&#39;ve nothing to confess.  Confessions are for wrongdoers.  By<br/>\n&gt;disappearing, you may have made the whole thing much more complicated than<br/>\n&gt;it actually was, but that&#39;s okay.  You could actually use this to your<br/>\n&gt;advantage.  If you choose to respond to those people in your guild by<br/>\n&gt;telling them why you disappeared (you can apologize about not showing up at<br/>\n&gt;the wedding, but don&#39;t apologize for not blurting out that you are really a<br/>\n&gt;guy in real life to everyone in the guild), you might actually find some of<br/>\n&gt;your friends suddenly become great friends by understanding.  And, too, if<br/>\n&gt;they react really badly you&#39;ll know they suck and being friends with such<br/>\n&gt;shallow goons would have been a waste anyway.  If they want to know why you<br/>\n&gt;didn&#39;t tell them straight up you were a guy in real life, I&#39;d just say it<br/>\n&gt;wasn&#39;t important.  Again, why should it be such a big deal?  I would never<br/>\n&gt;pick and choose whom i play with in the game by first interviewing them to<br/>\n&gt;find out if they&#39;re inboard or outboard.  And neither do I want to play <br/>\n&gt;with<br/>\n&gt;someone who does that.<br/>\n&gt;<br/>\n&gt;I have a few characters on Veeshan.  If you want help with your new<br/>\n&gt;character, let me know.  None of mine are very high level there, but that<br/>\n&gt;doesn&#39;t matter.  I can group with you and show you some nifty places to <br/>\n&gt;play<br/>\n&gt;to get back in gear again.  Or you could move on over to Brell ;)<br/>\n&gt;<br/>\n&gt;Clay<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:hamlet@...\">hamlet@...</a><br/>\n&gt;<br/>\n&gt; &gt; -----Original Message-----<br/>\n&gt; &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vatigerboy@...\">vatigerboy@...</a> [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vatigerboy@...\">vatigerboy@...</a>]<br/>\n&gt; &gt; Sent: Friday, August 06, 1999 9:09 PM<br/>\n&gt; &gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_rainbow@onelist.com\">EQ_rainbow@onelist.com</a><br/>\n&gt; &gt; Subject: [EQ_rainbow] A Moral Delima<br/>\n&gt; &gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:vatigerboy@...\">vatigerboy@...</a><br/>\n&gt; &gt;<br/>\n&gt; &gt; Well something has been bothering me lately and seeing Kyle&#39;s pic<br/>\n&gt; &gt; on Xenogy (if you havn&#39;t noticed I can&#39;t spell to save my life,<br/>\n&gt; &gt; hehe) has made me decide to ask you guys what you think.  I play<br/>\n&gt; &gt; a female char on Veeshan, a fairly well known one.  In real life<br/>\n&gt; &gt; I am a 22 year old male.  Well except for 2 people, everyone on<br/>\n&gt; &gt; the server thinks Im a female in real life.  I am starting to<br/>\n&gt; &gt; feel very bad about this.<br/>\n&gt; &gt;<br/>\n&gt; &gt; I have a regular group that I always play with and these guys are<br/>\n&gt; &gt; always fighting over me because they think Im female.  The first<br/>\n&gt; &gt; time we grouped they flirted heavily and I was scared to tell<br/>\n&gt; &gt; them I was male because we all got along so well.  Well that was<br/>\n&gt; &gt; 20 lvl&#39;s ago.<br/>\n&gt; &gt;<br/>\n&gt; &gt; The straw that broke the camels back happened the other night.  I<br/>\n&gt; &gt; have been in a guild for a pretty long time and was scheduled to<br/>\n&gt; &gt; marry the guild leader.  Well the entire guild including the<br/>\n&gt; &gt; leader believed me to be female in real life also.  Lets just say<br/>\n&gt; &gt; I never showed up for the wedding.  I transferred all my equip to<br/>\n&gt; &gt; a new Dark Elf ShadowKnight and deleted my lvl 21, hoping to move<br/>\n&gt; &gt; into the shadows forever.  So here I am, lvl 1, no friends, my<br/>\n&gt; &gt; regular group is sending me emails left and right asking where am I.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Did I do the right thing by just dissapearing or should I just<br/>\n&gt; &gt; email them and say Im a liar and just pray they don&#39;t cuss me out to <br/>\n&gt;bad.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Not to many things make me cry, but this has.  I guess mainly I<br/>\n&gt; &gt; needed to vent to someone, so thanx for listening guys.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Tiger<br/>\n&gt; &gt;<br/>\n&gt; &gt; PS - Kyle, I hope your mail box didn&#39;t instantly fill up with<br/>\n&gt; &gt; emails from dirty old EQ men after posting your pic.  =)<br/>\n&gt; &gt;<br/>\n&gt; &gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; &gt;<br/>\n&gt; &gt; ONElist members are using Shared Files in great ways!<br/>\n&gt; &gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; &gt; Are you?  If not, see our homepage for details.<br/>\n&gt; &gt;<br/>\n&gt; &gt; ------------------------------------------------------------------------<br/>\n&gt; &gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist now brings ICQ Instant Messaging to members<br/>\n&gt;For details,<br/>\n&gt;&lt;a href=&quot; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/news.html\">http://www.onelist.com/info/news.html</a> &quot;&gt;Click Here&lt;/a&gt;<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
