{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"scollier@xxxx.xxx","from":"scollier@...","replyTo":"LIST","senderId":"yasjOSPE0-lH-R8tWO6GTTaI1r_ZV63tanJK9RUGgMDeHD3kHesZyhwiE0ag24w9olthdUJeXcs","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Strange Story","postDate":"937588559","msgId":460,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My42Ni40NjAuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":462,"prevInTime":459,"nextInTime":461,"topicId":460,"numMessagesInTopic":2,"msgSnippet":"Hello my extended family. I have a story to relate to you all that may be strange and it may make you think. It may make you think about how you see and view","messageBody":"<div id=\"ygrps-yiv-985689545\">Hello my extended family. I have a story to relate to you all that may<br/>\nbe strange and it may make you think. It may make you think about how you<br/>\nsee and view yourself.<br/>\n<br/>\n     In 1995, January, I was getting ready for my vacation in England. I<br/>\nhad never been over seas before so I had to get my Passport. I&#39;m SURE you<br/>\nall remember the January, etc. where the Govt. kept shutting down due to<br/>\nmoney matters. Well, here&#39;s the story. To get a Passport, I had to cough up<br/>\nmy birth certificate. This was a little bit of a problem because I was<br/>\nadopted when I was merely a few weeks old and my mother had never gotten a<br/>\nbirth certificate (Im 34 and live in Tennessee..the state where all I had<br/>\nto do to get a Social Security Card was to produce the &#39;FAMILY&#39; Bible in<br/>\nwhich my name and birth date were scrolled). Ok, I thought, no problem, I<br/>\nwill just contact NASHVILLE (Our state capital) and get them to send me a<br/>\ncopy of the record. After not hearing from them for a week, I decided to<br/>\ncall. They could not find the record and asked if I have ever gone by any<br/>\nother name. I told them  that I was adopted at a VERY early age but my<br/>\nbirth name had originally been Johnathan Stephen Graves. She thanked ma and<br/>\nthe search was on. In a few days I received an envelope via post with a<br/>\nBirht Certificate for my ORIGINAL birth name. Bewildered I called them back<br/>\nand they told me that NO OTHER certificates were there concerning little<br/>\nold me.<br/>\n     After this I spoke to my mom...she FINALLY reveiled a secret to<br/>\nme...she had never gotten the paper work from my bio-mommy and thus my name<br/>\nhad never LEGALLY been change at all! YEP! That&#39;s RIGHT! I had lived under<br/>\nand ALIAS for over 30 years! I had student loans...credit cards...etc. in a<br/>\nNON-Legit name! Well, I had to straighten this out right away! I had<br/>\nNON-Refundable CHEAP tickets to LONDON and I WASNT gonna miss out!<br/>\n     When I arrived at the local court house and explained what had happend<br/>\nand that I was actually changing my name to a name I had used for YEARS,<br/>\nthe clerks and Judge laughed themselves silly! Indeed, it was funny! I<br/>\nthink of all the SPY movies Ive seen over the years where the hero&#39;s laid<br/>\nout a huge amount of cash for a new ID and I had dont it for NOTHING! ROFL!<br/>\n     They say your life is usually a reflection of both your inner self and<br/>\nthose you pull to you..and are around you. I think this means that we all<br/>\nneed to too under the table..around the corner....dont take anything for<br/>\ngranted..nothing is as it seems. Life is too wonderful to be that boring!<br/>\n<br/>\nI love you all! And have a great day!<br/>\n<br/>\nSandy (Kal-ell) AkA Jadeeyes - Choco-holic!</div>","specialLinks":[]}}
