{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Lari","from":"David Lari &lt;kerik@...","replyTo":"LIST","senderId":"heWu03JDCuAR7UJl5FPSJD_KUIOUrY5MYguSS2SEFItjy8YtOTSBvqijgatAVbF69aZFyqSi04WkZxa5U7hDbPz_hfAHPg8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Guildstuff","postDate":"937590500","msgId":461,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My42Ni40NjEuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":464,"prevInTime":460,"nextInTime":462,"topicId":461,"numMessagesInTopic":3,"msgSnippet":"I am still working to resolve the E ci guild issue. I have not received a reply from my email to Kyala, so I sent a message to eqguilds@verant.com this morning","messageBody":"<div id=\"ygrps-yiv-1058770263\">I am still working to resolve the E&#39;ci guild issue. I have not received a reply<br/>\nfrom my email to Kyala, so I sent a message to <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eqguilds@...\">eqguilds@...</a> this morning<br/>\nexplaining what I think the problem is. Until I get information from Verant, I<br/>\nwill not be able to get the guild set up on other servers and there is a<br/>\npossibility we may have to recreate the guild on Brell. Hopefully, someone from<br/>\nVerant will get back to me soon.<br/>\n<br/>\nHere is my theory about what has happened. When I created our guild, I<br/>\nsubmitted the name as &quot;Mystic Alliance&quot;. When I went onto Brell to get the<br/>\nguild tags, I noticed that the name was &quot;Mystical Alliance&quot; (note the<br/>\ndifference MysticAL instead of Mystic). I honestly couldn&#39;t remember what name<br/>\nwas the correct one and thought that maybe I either requested Mystical or that<br/>\nthey made a typo and just changed it to Mystical, but I never gave it any more<br/>\nthought.<br/>\n<br/>\nThen, weeks later we discover the name &quot;Mystical Alliance&quot; is in use on E&#39;ci.<br/>\nSo, I think what may have happened is that there is a guild called &quot;Mystical<br/>\nAlliance&quot; and another, ours, called &quot;Mystic Alliance&quot; and that the guild GM on<br/>\nBrell gave me the wrong one. However, so far, I have not received a reply to my<br/>\ninquiries.<br/>\n<br/>\nBecause we may have the wrong guild, I don&#39;t want to set it up on anymore<br/>\nservers until I find out what is going on, since the solution may involve doing<br/>\na &#39;guilddelete&#39; and getting it recreated by a GM again with the correct name.<br/>\nSo, be warned, if you are in the guild on Brell, we may have to start over<br/>\nagain.<br/>\n<br/>\nIn the meantime, if any of you happen to be on any server and see a real GM<br/>\n(not a guild or apprentice, etc.) you may wish to ask them about this issue. If<br/>\nthey need to know what my station ID is to help clear up the mystery, it is<br/>\n&quot;LARIDJ&quot;, my last name and first and middle initials. Ask them if they show a<br/>\nguild by the name of &quot;Mystic Alliance&quot; or &quot;Mystical Alliance&quot; as belonging to<br/>\nthat station ID. If you find out, post info to the list and/or tell me (Dedric)<br/>\non Brell in game. (If you tell me in game, I will also try to get over to your<br/>\nserver right fast and set it up with whatever name it really is.)<br/>\n<br/>\nI&#39;ll let you all know when I find something out.<br/>\n<br/>\nHugs,<br/>\nDavid</div>","specialLinks":[]}}
