{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Lari","from":"&quot;David Lari&quot; &lt;kerik@...&gt;","replyTo":"LIST","senderId":"n8z2wap6jHFHdWI454BTBeC_fQ8aFhBegn9Pwpn2y-DoSwSslICY8Iur7E1rCkSpeIgB3YCfmzdMZNUYyRgIpx9I496PUgGBng","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Guild News","postDate":"942241148","msgId":537,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My44OS41MzcuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":538,"prevInTime":536,"nextInTime":538,"topicId":537,"numMessagesInTopic":10,"msgSnippet":"Well, I have some good and some bad news about the guild. The good news is that the mystery and problems with getting the guild set up on E ci have finally","messageBody":"<div id=\"ygrps-yiv-1352927519\">Well, I have some good and some bad news about the guild.<br/>\n<br/>\nThe good news is that the mystery and problems with getting the guild set up<br/>\non E&#39;ci have finally been resolved. The bad news is we are probably going to<br/>\nhave to recreate the guild on Brell and Rodcet. Here&#39;s what happened.<br/>\n<br/>\nOnce upon a time, we submitted our guild with the revised name &quot;Mystic<br/>\nAlliance&quot;. It was approved and I set it up on Brell Serilis. After setting<br/>\nit up, I noticed that while I had asked for &quot;Mystic Alliance&quot; to be set up,<br/>\nthey made me the guild leader of &quot;Mystical Alliance&quot; (not that it is<br/>\nMysticAL not Mystic). I didn&#39;t really worry about it figuring that somewhere<br/>\nalong the line, the Verant folks had added an extra AL to the name as I&#39;ve<br/>\nseen plenty examples of their bad typing in the past.<br/>\n<br/>\nSo, then we get a request from players on E&#39;ci to get the guild set up.<br/>\nHowever, we find out that the Mystical Alliance guild is already set up<br/>\nthere. After some investigation by the GM Kyala, during which I ask her if<br/>\nthere is a guild on her list called &quot;Mystic Alliance&quot; and she assures me<br/>\nthere isn&#39;t and that in fact, I am the verified leader of &quot;MysticAL<br/>\nAlliance&quot; she tells me she will delete the &quot;Mystical Alliance&quot; and recreate<br/>\nit with me as leader.<br/>\n<br/>\nAfter two months, I find out that she has not only failed to delete the<br/>\nguild, but is not the GM anymore. (Personally, I think she may have been<br/>\nshort-changing Verant on her hours because I could almost never find her<br/>\nwhen she was supposed to be on. Maybe this led to her being fired -- I can<br/>\nonly hope.)<br/>\n<br/>\nThe email I sent to Kyala was forwarded to the new GM who, miracle of<br/>\nmiracles, actually was online last night when I went to meet her to get the<br/>\nguild thing cleared up. It still took an hour, but when she finally got to<br/>\nme, she checked the list and found out that &quot;MysticAL Alliance&quot; was in fact<br/>\nassigned not to me but someone else. I then asked if &quot;Mystic Alliance&quot; was<br/>\nlisted. Initially, she said no but then she checked (I guess) some other<br/>\nlist and found that in fact there was a listing for &quot;Mystic Alliance&quot; after<br/>\nall.<br/>\n<br/>\nSo, long story short, the original Brell GM who set us up made a mistake and<br/>\nthen Kyala compounded it with misinformation, but finally the GM named<br/>\nSal`Varae one E&#39;ci has fixed it. However, that means that we have the wrong<br/>\nguild name on Brell and Rodcet and our web site.<br/>\n<br/>\nSadly, we just got the Rodcet Nife guild leadership transferred over to Joe<br/>\n(Fentus) a half hour before this mystical mystery was solved.<br/>\n<br/>\nOn Brell, I would like to get the guild recreated with the correct Mystic<br/>\nAlliance name. I leave it up to the players on Rodcet to make that decision,<br/>\nbut I would recommend the same thing there so we don&#39;t have to worry about<br/>\nthe &#39;real&#39; guild leader guy of Mystical Alliance coming along and making us<br/>\ndelete it if he should find out it is a glbt guild.<br/>\n<br/>\nAlso, I need to make arrangements to get the guild leadership transferred on<br/>\nE&#39;ci over to whoever is going to be the leader. Haven&#39;t heard from you E&#39;ci<br/>\nguys in awhile, email me directly and let me know when we can meet up in<br/>\ngame.<br/>\n<br/>\nAs to getting the guild set up on the remaining servers. Apparently, the<br/>\nGM&#39;s are not really checking to see who the guild leaders of record are<br/>\nbefore they set the guild up. So, if you have volunteered to be the guild<br/>\nleader on another server, go ahead and petition to see if you can get them<br/>\nto guild you. Just make sure you use the name &quot;Mystic Alliance&quot;. Then let<br/>\neveryone on the list know what you&#39;ve done and how they can get into the<br/>\nguild.<br/>\n<br/>\nthanks and hugs to all.<br/>\n<br/>\nDedric, gnome necro, lvl 21 on Brell</div>","specialLinks":[]}}
