{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Lari","from":"&quot;David Lari&quot; &lt;kerik@...","replyTo":"LIST","senderId":"Jhn8825WVQuXG_aVDqfugcJrRYX7hC8WOtjvdusJ3VZ0stTG7QT9m4QJ0pT3R8KzQFURZY7d3hI0syl1Od850ydI5uMrHMvT1w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Leaving EQ","postDate":"943468538","msgId":550,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My45NS41NTAuOTU5MzE4NTYyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":551,"prevInTime":549,"nextInTime":551,"topicId":550,"numMessagesInTopic":4,"msgSnippet":"Hello everyone, It is with a certain amount of sadness that I must announce that I will be leaving the world of Norrath. There are many reasons for my","messageBody":"<div id=\"ygrps-yiv-1481513313\">Hello everyone,<br/>\n<br/>\nIt is with a certain amount of sadness that I must announce that I will be<br/>\nleaving the world of Norrath. There are many reasons for my decision, some<br/>\nrelated to the game and some related to real life, but they have all added<br/>\nup to make me decide it is time to leave the game. I&#39;ve not played now for a<br/>\ncouple of weeks and have not suffered any withdrawal symptoms, hehe.<br/>\n<br/>\nThere are several implications to my decision that affect the Mystic<br/>\nAlliance guild. First, if you are trying to get the guild going on other<br/>\nservers, please /petition the GMs and ask to get the guild set up as soon as<br/>\npossible so that I can help you if it should be necessary.<br/>\n<br/>\nSecond, I would like to send a message to the Verant person in charge of<br/>\nguilds to have someone else made the guild owner of record. This means I<br/>\nneed a volunteer. If we get no volunteers, it may make things difficult<br/>\nsetting up more chapters of the guild later.<br/>\n<br/>\nThird, I need a person to be the guild master on Brell Serilis. Any takers?<br/>\nWe need to reform the  guild on that server anyway to get the correct guild<br/>\nname.<br/>\n<br/>\nLastly, my two main Brell characters have some pretty good equipment and<br/>\ncash that I would love to give to members of the guild. My level 21<br/>\nnecromancer, Dedric has full raw silk armor, RTS, Dagger of Marnek (sp?),<br/>\nlots of containers, some level 16 and 20 spell scrolls, other misc. items<br/>\nand over 100 PP in cash. I also have a lvl 4 warrior named Rainbow who has<br/>\npartial rawhide armor, some nice FS weapons, a mino axe and some other misc.<br/>\nitems, plus a little cash. (Note, that the highly coveted name of Rainbow<br/>\nwill also become available, so let me know if you are interested in making a<br/>\nnew character with that name).  I would love to give all my stuff to my<br/>\nguildmates, so let me know if any of you are interested. If anyone wanted to<br/>\nstart a necro on Brell, now would be the time ;)<br/>\n<br/>\nFinally, I would like to say that being a part of this mailing list has been<br/>\na lot of fun and has enriched my life and my game-playing experience too.<br/>\nWhile the list has been fairly quite lately and I have the feeling that some<br/>\nof my friends may have left the list, I plan to continue to stay on the list<br/>\njust to hear how things are going with all of you. You&#39;re a fun bunch and I<br/>\ndo really care about you.<br/>\n<br/>\nHugs to all,<br/>\nDavid</div>","specialLinks":[]}}
