{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sirenia","from":"&quot;Sirenia&quot; &lt;paladin@...","replyTo":"LIST","senderId":"sjx5RLNj4y7h6Ynb8HghShHIYpuxZ5LeVxaaaDoYRw-9EbkwRYfsnXMlPf8RkVhMfWXlGh8D1TOosCrjMD0-TztLNOeY3FfnKLM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Guilds and things","postDate":"932695358","msgId":75,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My4xMy43NS45NTkzMTg1NjJAZUdyb3Vwcy5jb20+"},"prevInTopic":73,"nextInTopic":76,"prevInTime":74,"nextInTime":76,"topicId":73,"numMessagesInTopic":4,"msgSnippet":"Hello, dear friends. It appears that it will be merely impossible for all of us to agree on one server, especially given all the wonderful friends we have made","messageBody":"<div id=\"ygrps-yiv-1778916473\">Hello, dear friends.<br/>\n<br/>\nIt appears that it will be merely impossible for all of us to agree on one server, especially given all the wonderful friends we have made on our own servers. If someone has a solution, I would love to hear it. In the meanwhile, I will start a new character on the newest roleplaying server, Brell Serilis. As difficult as it is for me to leave all my friends within and outside my guild on the Rathe server, I know that the sacrifice must be made to make new friends in the company of all of you. =)<br/>\n<br/>\nAnyway, by my count there will be 3 of us on the new server so far... Kyte, Lonewolf, and now my character... which will most likely be named &quot;Fraser&quot;. If there is anyone else coming to Brell Serilis, please let me know your name and I will try to meet you online. My character class, race, and name may change depending on what our needs are. But I truly hope that we all can find our way to the unity we seek in each other somehow. Regardless, good luck to all of you no matter where your journey leads you in Norrath.<br/>\n<br/>\nAlso, a warm and sincere greeting to you all and especially Lora. It&#39;s always a pleasure to meet someone who is so open, honest, and obviously thoughtful such as yourself! You should feel no discomfort in our midst... I am certain that all of us welcome you as equally as any other new friend, regardless of your sexual orientation. I would think that since all of us have been discrimated at one time or another on that basis, we would be wise enough not to do the same unto you. So feel free to speak your mind! And that goes to all the women out there also. It should not matter how numerous or few women there are here, simply that you have a good heart and wish to share your thoughts. Thank you, kindred spirits!   *Sirenia smiles and waves to the EQ Rainbow friends*<br/>\n<br/>\nSirenia Featherly, Priestess of Tunare<br/>\nRivervale, Antonica<br/>\nThe Rathe Server</div>","specialLinks":[]}}
