{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"David Lari","from":"&quot;David Lari&quot; &lt;kerik@...&gt;","replyTo":"LIST","senderId":"67rVmUIL86AucmAaGFGc3FH4aN-tRidL5e25cMbKfSSEhBGe_t9eU7i_9qL_m2-Y2LjTk6mZUZyIue3Qgbd26PiOA6BeC3pMhw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Interesting naming &#39;coincidences&#39; found in EQ","postDate":"965763139","msgId":762,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwNDkwMWMwMDE2ZiQ1ZTZiZTFlMCQwNDAxYTAwYUBjby5tZWNrbGVuYnVyZy5uYy51cz4="},"prevInTopic":0,"nextInTopic":763,"prevInTime":761,"nextInTime":763,"topicId":762,"numMessagesInTopic":2,"msgSnippet":"The following are some interesting naming coincidences found in EQ.... People Bait Masterson is found in East Freeport where he spawns on the shore near the","messageBody":"<div id=\"ygrps-yiv-1346915196\">The following are some interesting naming &#39;coincidences&#39; found in EQ....<br/>\n<br/>\nPeople<br/>\nBait Masterson is found in East Freeport where he spawns on the shore near<br/>\nthe rock in the middle of the water. His name is a reference to William<br/>\nBarclay &quot;Bat&quot; Masterson, the American frontier lawman known for his good<br/>\nlooks and ivory-handled pistols. This Bait, however, seems only interested<br/>\nin fishing...<br/>\nSome people have suggested a less-than-honourable reason for the name -<br/>\nclaiming that he must have become a master at his chosen profession of<br/>\nbaiting - however, I chose to ignore that one.<br/>\n-----------------------------------------------------------<br/>\nIn HighKeep, there was a High-Elven princess being kept captive. She has<br/>\nsince been moved to somewhere... else... Her name is Princess Lenya. When<br/>\nshe was still a resident, if you hailed her, she said &quot;Aren&#39;t you a little<br/>\nshort for a High Keep Guard?&quot; There is still a &quot;Princess Lenia&quot; in a jail<br/>\ncell downstairs - but she&#39;s a little different...<br/>\nAnyway, her name (and her comment) referred to Princess Leia in Star Wars.<br/>\n-----------------------------------------------------------<br/>\nGuards Regis and Philbin in the Qeynos Hills area. These both refer to Regis<br/>\nPhilbin, popular daytime TV host.<br/>\n-----------------------------------------------------------<br/>\nIn South Karana, you&#39;ll find a Bard at the fountain named Vhalen which could<br/>\nbe interpreted as an abbreviation for Van Halen, a rock and roll band.<br/>\nOthers have suggested &quot;Valen&quot; - a character from the popular Science Fiction<br/>\ntelevision show &quot;Babylon Five&quot; - however, in light of his musical nature,<br/>\nI&#39;m sticking with the first interpretation. That, and his comments - see the<br/>\nnext egg....<br/>\n-----------------------------------------------------------<br/>\nVhalen also has some interesting things to say about a bard named &quot;Metala&quot; -<br/>\nperhaps a rivalry between Van Halen and Metallica?<br/>\n-----------------------------------------------------------<br/>\nSpeaking of Metallica, check out the two Barbarians in West Karanas - Lars<br/>\nand Ulrich. Lars Ulrich is the drummer for the Napster-hating band.<br/>\nThanks to John Herrington, Kortalh Rhufoniog and Robbie Bemrich<br/>\n-----------------------------------------------------------<br/>\nOnce upon a time, Fire Beatles roamed just outside of Freeport. Sadly, they,<br/>\nlike their namesakes, are no more. Perhaps there will be a reunion tour?<br/>\nThanks to Drax<br/>\n-----------------------------------------------------------<br/>\nA bard merchant in Freeport is named Jekel Enheid - like &quot;Dr. Jekell and Mr.<br/>\nHyde&quot;, a novel by Robert Louis Stevenson.<br/>\n-----------------------------------------------------------<br/>\nCubert, the Gelatinous Cube underneath Qeynos, is a reference to a popular<br/>\narcade game during the 80&#39;s: Q-Bert.<br/>\n-----------------------------------------------------------<br/>\nLake Rathetear has a Prince Kyrmt Keroppi - the frogluk. Kin to Kermit the<br/>\nFrog, perhaps? Plus, his title, Prince, suggests the Frog Prince of<br/>\nfairytale fame - feel like kissing a frog anyone? Also, Keroppi is the name<br/>\nof one of Hello Kitty&#39;s friends, who just happens to be a frog. A triple<br/>\npun! (thanks to far too many people to note here)<br/>\n-----------------------------------------------------------<br/>\nIn North Karana, a giant wanders around by the name of Timber the Tiny. A<br/>\nreference to Tiny Tim, the very unusual musician made famous for his ukelele<br/>\nand falsetto performances. Made more humourous by the apparent forgetfulness<br/>\nof the Giant (judging by what he drops). I wonder if he &quot;tiptoes through the<br/>\ntulips&quot; in his sandals? Of course, there is also a &quot;Tiny Tim&quot; in Charles<br/>\nDickens&#39; &quot;A Christmas Carol,&quot; but I hardly see the relevance...<br/>\n-----------------------------------------------------------<br/>\nSilly Bard names! You&#39;ve seen them everywhere - but where oh where is the<br/>\noft-rumoured Fabian? His real-life namesake was a popular singer in the<br/>\nFifties and early Sixties. But much like his namesake, he is nowhere to be<br/>\nseen now.<br/>\n-----------------------------------------------------------<br/>\nAt the very bottom of Ak&#39;anon, they have a scrapyard, and who should<br/>\nmaintain that Scrapyard but one Sanfyrd Montop (his name has recently<br/>\nchanged to Sanfyrd Featherhead for a Ranger quest, but Ak&#39;anon quest<br/>\nmessages still refer to the old name). This is quite possibly an homage to<br/>\nthat lovable cantankerous old coot, salvage-yard owner Fred Sanford, as seen<br/>\non &quot;Sanford and Son,&quot; a sitcom during the 70&#39;s. Added trivia bonus: Fred<br/>\nSanford was played by Redd Foxx, whose real name was John Elroy Sanford.<br/>\n-----------------------------------------------------------<br/>\nIn Kedge Keep, two high-powered sharks go by the names of &quot;Cauldronboil&quot; and<br/>\n&quot;Cauldronbubble&quot; - reference&#39;s to Shakespeare&#39;s MacBeth.<br/>\n-----------------------------------------------------------<br/>\nIn Kithicor Forest, three named tigers can be found by the names of Reggit,<br/>\nEenot, and Hobbes(?) - apparently plays on three famous tigers: Tigger, Tony<br/>\nand Hobbes from Calvin and Hobbes.<br/>\nThanks to John Beckemeier<br/>\n-----------------------------------------------------------<br/>\nBy the shore of the lake in the West Commonlands sits a lonely man skipping<br/>\nstones. His name? Skippyn Stoneshear. (&quot;Skipping Stones Here&quot;). Someone buy<br/>\nhim a fishing pole, so he has something else to do.<br/>\n-----------------------------------------------------------<br/>\nThe Gnomes of Steamfont are no less free from punsters - just watch that<br/>\ndirty little backstabbing Feddi Dooger - which some have said is a reference<br/>\nto that horror-film villain, Freddy Krueger. I guess he&#39;s a real nightmare<br/>\nto the younguns.<br/>\nThanks to John Herrington and Kevin Miller<br/>\n-----------------------------------------------------------<br/>\nAlso in Steamfont, you will find a lovely little clockwork spider named<br/>\nCharlotte - after the title spider in Charlotte&#39;s Web.<br/>\nThanks to Garon Galloway<br/>\n-----------------------------------------------------------<br/>\nIn Dagnor&#39;s Cauldron, there are two rats by the names of Flotsam and<br/>\nJetsam - methinks they escaped a sinking ship somewhere... (Flotsam refers<br/>\nto any wreckage left in the sea after a shipwreck, while jetsam is any cargo<br/>\ndeliberately thrown overboard and washed ashore or sunk.) Incidentally,<br/>\nthese also happen to be the names of the two electric eels who harassed<br/>\nAriel in Disney&#39;s &quot;The Little Mermaid.&quot;<br/>\nIn another possible nod to Metallica (or perhaps just coincidence) Flotsam<br/>\nand Jetsam was also the name of a band - one of their former members (Jason<br/>\nNewsted) is now Metallica&#39;s bassist.<br/>\nThanks to Kelton Lightforge, Scott Salyers, Toreck Troublemaker, Mark<br/>\nEllister and Eric Statlander<br/>\n-----------------------------------------------------------<br/>\nHighkeep sports an unusually large number of strange names for guards. Stop<br/>\nby and visit with Chopin and Bach (in the music room) Bolton (Michael&#39;s<br/>\ncousin?), Antilles (Wedge! I gotcher back!), and Duras (which some say is<br/>\nphonetic for &quot;Guard Yer ass&quot; - No, I don&#39;t think this was a reference to<br/>\nKlingons). You can also visit the prison, where you may see Guards Handy and<br/>\nChin (Chin guard, hand guard).<br/>\nThanks to Megtilia Drunkshadow, Scott Ervin and others<br/>\n-----------------------------------------------------------<br/>\nThe desert of South Ro has some pretty dry humour, too - check out the Sand<br/>\nGiant &quot;Hassan&quot; - a reference to a classic Warner Brother&#39;s character...<br/>\n&quot;Hasan.... CHOP!&quot;<br/>\nThanks to Ninvaen<br/>\n-----------------------------------------------------------<br/>\nSirran the Lunatic, a Halfling in the Plane of Sky, is said to be an anagram<br/>\nof a GM - Narris the Lunatic the Halfling GM.<br/>\nThanks to Josh Ward<br/>\n-----------------------------------------------------------<br/>\nThe West Karanas also boasts Sir Loin. Beef. It&#39;s what&#39;s for dinner.<br/>\nThanks to Marcus J Witt<br/>\n-----------------------------------------------------------<br/>\nAnother resident of the Plane of Air, this one is much more rare (ooo -<br/>\npoetry!). His name is Nottap Ekim - which is Mike Patton, from Faith No<br/>\nMore, spelled backwards.<br/>\nThanks to William A Stubbs<br/>\n-----------------------------------------------------------<br/>\nBeauty is in the eye of the beholder, they say. So, apparently, are bad<br/>\npuns. Two of the Beholders in the Gorge of King Xorbb are named &quot;Syrkl&quot; and<br/>\n&quot;Sviir&quot; - or Circle and Sphere. Also, Xorbb could be interpreted as &quot;Orb&quot; -<br/>\nanother round joke...<br/>\nThanks to Bridget<br/>\n-----------------------------------------------------------<br/>\nHere&#39;s one for the &quot;truly obscure&quot; category - In Qeynos, near the city<br/>\ngates, stands a man by the name of Tubal Weaver. He is terribly greedy and<br/>\novercharges horribly, and doesn&#39;t pay nearly enough for goods. In<br/>\nShakespeare&#39;s The Merchant of Venice, there is a similarly stingy and<br/>\ndishonest fellow, also by the name of Tubal...<br/>\nThanks to Maben Wolfbrother<br/>\n-----------------------------------------------------------<br/>\nNow, I haven&#39;t verified this one, but it is said that there are two guards<br/>\non the stone bridge in North Karana - the one on the East being named<br/>\nOistyn, and the West being Westyn.<br/>\nThanks to Scott Salyers<br/>\n-----------------------------------------------------------<br/>\nEven the newly discovered outpost of Firiona Vie isn&#39;t safe from rampaging<br/>\npuns - the bankers there are known as Wella and Wellford Fargin.<br/>\nPredecessors to the great Wells Fargo, perchance?<br/>\nThanks to Karisma Swiftarrow<br/>\n-----------------------------------------------------------<br/>\nGarrison Keillor makes his appearance in Neriak, in the form of Guard<br/>\nG&#39;Noir - which is possibly a play on &quot;Guy Noir&quot; - a character in his famous<br/>\n&quot;Prairie Home Companion.&quot;<br/>\nThanks to Tszaaz E&#39;Taurguin<br/>\n<br/>\n<br/>\nPlaces<br/>\nMy personal favourite for simplicity has got to be Qeynos. Spelled<br/>\nbackwards, it&#39;s SonyEQ.<br/>\n-----------------------------------------------------------<br/>\nThe Gods must be crazy - or at least, the people who made them are; their<br/>\nnames are FULL of anagrams.<br/>\nFennin Ro (from the Plane of Fire) = Infernno (yes, slightly misspelled)<br/>\nThe Rathe (from the Plane of Earth) = The Earth<br/>\nXegony (from the Plane of Air) = Oxygen<br/>\nVeeshan (child of Xegony, ruler of the sky) = Heavens<br/>\nTarew Marr (from the Plane of Water) = Water, Marr is similar to Mare, Latin<br/>\nfor &quot;sea&quot;.<br/>\nPovar (from the Plane of Water) = Vapor<br/>\nE&#39;ci (from the Plane of Water) = Ice<br/>\nRodcet Nife (God of Healing) = Docter Fine (again mispelled).<br/>\nThanks to Ioshua and Tennian<br/>\n&quot;Paging Dr. Howard, Dr. Fine, Dr. Howard...&quot;<br/>\n-----------------------------------------------------------<br/>\nThe full name for &quot;Unrest&quot; is &quot;The Estate of Unrest&quot; - or &quot;A state of<br/>\nunrest,&quot; which one could say all of the residents are in.<br/>\n-----------------------------------------------------------<br/>\nIn Blackburrow, (and possibly other zones) you can see a fossilized &quot;Alien&quot;<br/>\nskeleton in the walls. Somehow, I think Ripley would approve.<br/>\n-----------------------------------------------------------<br/>\nApparently one of the programmers wanted to immortalize his cat. In an area<br/>\nunderneath Befallen (a place only GMs go normally, however players and some<br/>\nmobs sometimes end up there as well), you will see the head of this<br/>\nprogrammer&#39;s cat.<br/>\nAs an added bonus, I&#39;ve been told that this cat&#39;s name is Mitty - which just<br/>\nalso happens to be the name of a Kerran (cat-person) in Erud&#39;s Crossing.<br/>\n-----------------------------------------------------------<br/>\nThe Innothule swamp is easy enough to figure out - Innoruuk + Cazic-Thule =<br/>\nInnothule. Love this new math ;)<br/>\nThanks to Thomas Skaggs and Void* of Fennin Ro<br/>\n-----------------------------------------------------------<br/>\nIn Neriak, there&#39;s a store called the Silk Underground. It&#39;s just possible<br/>\nthat this is a reference to the Velvet Underground, a popular band in the<br/>\neighties(?).<br/>\nThanks to J Branch<br/>\n-----------------------------------------------------------<br/>\nIn the Qeynos sewers there is graffiti that says &#39;Aradune is stinky&#39; I<br/>\nwonder if Brad knew about this ahead of time?<br/>\n-----------------------------------------------------------<br/>\nIn nearly every inn and tavern across Norrath, there is a picture of<br/>\n&quot;things&quot; playing poker - where the things are a play on the name of the<br/>\nplace. For example, Crow&#39;s in Qeynos has crows playing poker, while Tassel&#39;s<br/>\nin Freeport has tassels playing poker. They are a tribute to the famous<br/>\n&quot;Dogs Playing Poker&quot; series of paintings by Cassius Marcellus Coolidge<br/>\n(circa 1910&#39;s).<br/>\n-----------------------------------------------------------<br/>\nRemote Halas, home of the Barbarians, is still not remote enough to be safe<br/>\nfrom the ego of at least on programmer. Belly up to McQuaid&#39;s Bar for a<br/>\nbottle of smug, or a shot of gloat.<br/>\nThanks to Tamboran Ratamacue, History Filidh of the Soerbaird<br/>\n-----------------------------------------------------------<br/>\nPaineel is also rife with humour - check out Good Iva&#39;s Sweets (like Godiva<br/>\nChocolates...) To bad there&#39;s not a naked lady on a horse there...<br/>\nThanks to Josh Ward<br/>\n-----------------------------------------------------------<br/>\nAlso in Paineel, there&#39;s the Bank called &quot;The Dead Reckoning.&quot; Now, this<br/>\nterm has two meanings - the older refers to navigating in heavy fog (perhaps<br/>\na &quot;fog bank?&quot;), while the more recent has to do with a programming technique<br/>\nto reduce lag. Whether that is present in the game remains to be seen.<br/>\nThanks to Gruns Spreke<br/>\n<br/>\nThings<br/>\nIn Dagnor&#39;s Cauldron, there are four NPC&#39;s that hang around a campsite. When<br/>\nthe High Elf in the party attacks, he shouts &quot;Fabulous Four, attack!&quot; The<br/>\nDwarf in the party attacks, he says, &quot;It&#39;s bashing time!&quot;<br/>\nThanks in part to Steve Bryson<br/>\n-----------------------------------------------------------<br/>\nThe runes on the side of the Qeynos watchtower can be translated - but you<br/>\nhave to know runic, and they&#39;re spelled backwards. The inside ring spells<br/>\nout Qeynos, while the outer ring spells out Ak&#39;anon Gnomes.<br/>\n-----------------------------------------------------------<br/>\nThe phrase to say to Kizdean Gix to get the note for Lrodd is &quot;utalk adarev<br/>\notcin&quot;. This is a misspelling of the quote from the movie, &quot;The Day the<br/>\nEarth Stood Still.&quot; The words spelled backwards are &quot;klatu verada nicto&quot;,<br/>\nwhich is close to the actual quote: &quot;Klaatu barada nikto&quot;. Now, I&#39;ve gotten<br/>\nabout a million &quot;corrections&quot; to this - *YES*, Ash, did say it in &quot;Army of<br/>\nDarkness.&quot; But Sam Raimi, writer/producer/director of the whole &quot;Evil Dead&quot;<br/>\nseries, got it from &quot;The Day the Earth Stood Still.&quot;<br/>\n&quot;Klaatu borada n... Necktie... Nickel... It&#39;s an &quot;N&quot; word, it&#39;s definitely<br/>\nan &quot;N&quot; word!&quot;<br/>\n-----------------------------------------------------------<br/>\nIn South Karana, you will find a Putrid Skeleton that says &quot;Never<br/>\nfear...Smyth isss...Here!!&quot; This, of course, being a reference to Dr.<br/>\nSmith&#39;s line in &quot;Lost in Space,&quot; the movie.<br/>\n-----------------------------------------------------------<br/>\nCharm a griffon. Tell it /pet sit down. Laugh. Incidentally, this also works<br/>\nwith numerous other mobs. Go ahead, have a charming day ;)<br/>\n-----------------------------------------------------------<br/>\nIf you kill lizardmen in the Lost Temple of Cazic-Thule, you get faction<br/>\nadjustments with two strange groups: &quot;Allize Taeew&quot; and &quot;Allize Volew&quot;.<br/>\nBackwards they&#39;re &quot;We love Zilla&quot; and &quot;We eate Zilla&quot;. Hrm. Little spelling<br/>\nproblem there ;) My assumption is that they refer to the Godzilla - a really<br/>\nlarge lizard. You can find a nearly-life size replica in the Ocean of<br/>\nTears - going by the name of Allizewasaur.<br/>\nThanks to Brandon Baker and Deene Crystalis!<br/>\n-----------------------------------------------------------<br/>\nLady Shae, who hangs out in Hogcaller&#39;s Inn in West Freeport, would like to<br/>\nknow what [house] you are in. Tell her you&#39;re from the International House<br/>\nof Pancakes... She says, &quot;I can tell, it looks like you ate a house of<br/>\npancakes!&quot;<br/>\nThanks to Sean Rhea and Andrew Kugelstadt!<br/>\n-----------------------------------------------------------<br/>\nWho would have thought TWO people would have invented the oh-so-tasty treat,<br/>\n&quot;Lizard-on-a-stick&quot;? No one - that&#39;s why it&#39;s an inside joke! But if you&#39;ve<br/>\never played Fallout or Fallout 2, you are probably familiar with this<br/>\namazing delicacy.<br/>\nThanks to Grnadd Fleshwound - whom I believe invented the recipe ;)<br/>\n-----------------------------------------------------------<br/>\nDill Fireshine is obviously a fan of the Fire Beatles - after all, he calls<br/>\nthe Crushbone Orcs &quot;Blue meanies&quot; - which just happens to be the same name<br/>\nas the creatures the Beatles are fleeing in the movie &quot;The Yellow<br/>\nSubmarine.&quot;<br/>\nThanks to Nils Hedglin!<br/>\n-----------------------------------------------------------<br/>\nGearheart, a gnomish clockwork in Lesser Faydark, must be a big Lost in<br/>\nSpace fan - when he attacks, he shouts &quot;Danger, Princess Jolina, Danger!&quot;<br/>\nThanks to Vexxor!<br/>\n-----------------------------------------------------------<br/>\nThis one is very much not-confirmed, but I am told that there are a two<br/>\nNPCs, a female Barbarian, Lenka Stoutheart, and Bronto Thudfoot, her male<br/>\nOgre Paladin companion, who speak of making the &quot;Kunark Run&quot; in their<br/>\nvessel, the &quot;Blue Beast.&quot; The way they speak of it is reminiscent of Han<br/>\nSolo&#39;s comments about the Millenium Falcon in &quot;Star Wars IV: A New Hope.&quot;<br/>\nIncidentally, I recently saw them in Firiona Vie, as well, so I guess they<br/>\nDO make the run!<br/>\nThanks to Kailyn Longstride and R├®mi Tippetts<br/>\n-----------------------------------------------------------<br/>\nGuard Cheslin in the Qeynos Hills is a bit of an irresponsible lout - always<br/>\ndropping his cards all over the place. You see, it seems that he plays a<br/>\ngame called &quot;Illusion&quot; - which is similar to &quot;Magic: The Gathering&quot; - even<br/>\ndown to the names. A couple of examples: Ebon Lotus = Black Lotus, and<br/>\nLibrary of Erud = Library of Alexandria.<br/>\nThanks to Somaa Vayu<br/>\n-----------------------------------------------------------<br/>\nRivervale Deputies are right proud of their duds - in fact, if you<br/>\ncomplement them (&quot;Nice hat!&quot; or &quot;Nice mask!&quot;) they&#39;ll tell you just how<br/>\nproud!<br/>\nThanks to Demitri0<br/>\n-----------------------------------------------------------</div>","specialLinks":[]}}
