{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Christina Norman","from":"Christina Norman &lt;tina@...","replyTo":"LIST","senderId":"UzBIX7-vO_C7fEB4ykrkmI9McCMmglWQhMFoKvDPVqlsChaQJmlYWqAd9k913yYIoanbMVnKCEqhnlJX_89eISQaD4vYQj6RYhRN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hi from List Owner + Guild Stuff","postDate":"932711318","msgId":80,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIyOTA1My4xNC44MC45NTkzMTg1NjJAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":82,"prevInTime":79,"nextInTime":81,"topicId":80,"numMessagesInTopic":7,"msgSnippet":"Hi I m Christina, and I started this list, and to quote Big Gay Al, I think it s just SUPER that so many people have joined recently 8) Regarding the guild, I","messageBody":"<div id=\"ygrps-yiv-1814893386\">Hi I&#39;m Christina, and I started this list, and to quote Big Gay Al, I<br/>\nthink it&#39;s just SUPER that so many people have joined recently 8)<br/>\n<br/>\nRegarding the guild, I think it would be a great idea to have it on Brell<br/>\nSerelis.  You have to start some where new to make things fair for<br/>\neveryone.  I have a 9th level enchanter on Brell.  I have been power<br/>\nleveling.  Her name is Luna.  I also have a 30th level druid on Mithanial<br/>\nMarr named Iuna.<br/>\n<br/>\nSome people are concerned about leaving their servers.  Don&#39;t! My<br/>\nsuggestion is that we have two official guild adventuring times (i.e.<br/>\nThursday evenings, and Sunday afternoons).  That way you can play on Brell<br/>\nduring those times to hang out with your amazing queer guild friends.  You<br/>\ncan play on the other server othe times.  The bigest benefit of course is<br/>\nthat when one of those servers goes down, you won&#39;t be spending hours<br/>\nstaring at the server list waiting for your one server to come back!<br/>\n<br/>\nI just created a guild on Brell for my other mailing list, EQ_women.  It<br/>\nwas pretty easy, and I was approved within 24 hours.  The guild is called<br/>\nSisterhood of Erollisi.  I don&#39;t want to be guildmaster of two guilds<br/>\nthough, so I hope that someone else will volunteer to run the queer guild.<br/>\n<br/>\nAs for the name of the guild, instead of a subtle &quot;hey does that mean<br/>\nqueer?&quot; name, I personally like a name that is symbolic of who we are.<br/>\nHow about &quot;Unity&quot;.  It&#39;s short, it&#39;s simple, and I think being unified is<br/>\na great general concept for us to present, as gay lesbian bisexual<br/>\ntransgendered and supportive straight people.  I&#39;d suggest calling us<br/>\n&quot;Rainbow&quot; but lets face it, that sounds silly for a guild name.  Anyone<br/>\nelse have any ideas?<br/>\n<br/>\nThere is obviously interest in a guild, so I&#39;d really like to see one get<br/>\nmade.  It&#39;s hard in an environment like this to really elect or appoint<br/>\nsomeone to run a guild.  So, what I&#39;d like to suggest is that if you&#39;re<br/>\nwilling to be the guildmaster please reply to this email to the list and<br/>\nsay &quot;I&#39;m willing to run the guild&quot;.  Also list three reasons why you think<br/>\nyou&#39;d be good at running the guild (i.e. previous experience, no social<br/>\nlife).  Rather than have a vote which doesn&#39;t make much sense when we<br/>\nreally barely know eachother, if everyone is ok I&#39;ll just pick one of the<br/>\npeople to do it.  Really running a guild isn&#39;t that big a thing, you just<br/>\nhave administrative duties, the most important thing is that you&#39;ll play a<br/>\nlot on the server.  The important thing is that we get the guild going.<br/>\n<br/>\nAnyway, I must get to sleep, good night!<br/>\n<br/>\n- Christina</div>","specialLinks":[]}}
