{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Joseph Normandin","from":"Joseph Normandin &lt;josephn@...&gt;","replyTo":"LIST","senderId":"eHr1fPpAuRafYbWjlWUyXjtrwi72Aim9wP48q3pXMMwscG-Qome9V0aM59AhCVnt4eYUe4J23UpaXbSR-1Tk7NcwaYb9UrKH","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: [rodcet] Special Announcement -- An EQ Wedding","postDate":"969392568","msgId":816,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFBpbmUuQTQxLjQuMTAuMTAwMDkxOTE1NDIwNzAuMTE1MzM4LTEwMDAwMEBhY3N0bXAuYnUuZWR1Pg==","inReplyToHeader":"PDhDQTZGQjAyMTdEOUQyMTFBRTE0MDAwNEFDNENBNTU2MDU1REUwQTFAZXhjaGFuZ2UudXRhLmVkdT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":815,"nextInTime":817,"topicId":816,"numMessagesInTopic":1,"msgSnippet":"There is nothing wrong with a high elf marrying a woodelf :) -joe Fentus Fayspark-Faywood","messageBody":"<div id=\"ygrps-yiv-930282860\">There is nothing wrong with a high elf marrying a woodelf :)<br/>\n<br/>\n-joe<br/>\nFentus Fayspark-Faywood<br/>\n<br/>\n<blockquote><span title=\"qreply\"> On Tue, 19 Sep 2000, Jamison Sacks wrote:<br/>\n<br/>\n&gt; A joyous event indeed<br/>\n&gt; Will be interesting to see how snobby elves react to one of their kind<br/>\n&gt; marrying a woody..<br/>\n&gt; <br/>\n&gt; -----Original Message-----<br/>\n&gt; From: David Lari [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kerik@...\">kerik@...</a>]<br/>\n&gt; Sent: Tuesday, September 19, 2000 7:32 AM<br/>\n&gt; To: EQ_rainbow; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rodcet@...\">rodcet@...</a><br/>\n&gt; Subject: [rodcet] Special Announcement -- An EQ Wedding<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; A chilly evening in the West Commons (on Rodcet Nife server)<br/>\n&gt; ----------------------------<br/>\n&gt;     Kerik the Wood Elf Druid worked hastily to set up the tent. Eizen<br/>\n&gt; appeared about ready to nod off at any moment. As had become their usual<br/>\n&gt; habit, Kerik ported his cleric friend to the commons and the two men spent<br/>\n&gt; the night next to the druid ring, wrapped in each others arms. Kerik<br/>\n&gt; struggled and fumbled with the tent. Nerves! he thought. Must relax. He took<br/>\n&gt; a deep, calming breath.<br/>\n&gt;     It had been a busy night. He&#39;d been helping Gotham in her quest to kill<br/>\n&gt; asps when news reached him that Adessa had been seen dancing naked around<br/>\n&gt; Eizen. There was even a rumor they had made love. Kerik was so angry he<br/>\n&gt; couldn&#39;t see straight. His first inclination had been to leave Eizen. But<br/>\n&gt; his heart wouldn&#39;t let him. He needed Eizen. He just hadn&#39;t been able to<br/>\n&gt; take that next step.<br/>\n&gt;     His brother, Jono, had almost convinced him to go ahead and ask for<br/>\n&gt; Eizen&#39;s hand. But Jono had left Faydwer at an early age and wasn&#39;t aware of<br/>\n&gt; the class system -- wasn&#39;t aware of how the high elves looked down upon<br/>\n&gt; their woodland kin. To Jono, it was just a matter of following one&#39;s heart.<br/>\n&gt; But to Kerik, it was more complicated. What would Eizen&#39;s parents think?<br/>\n&gt; Wouldn&#39;t they abandon their son for marrying a dirty wood elf? Did he really<br/>\n&gt; want to put Eizen in a position to choose between him and his entire<br/>\n&gt; culture? And then there was the fear of outright rejection. What is Eizen<br/>\n&gt; just didn&#39;t want to marry him? Maybe he should just maintain the status quo,<br/>\n&gt; he had thought.<br/>\n&gt;     Then Adessa came along. Kerik knew he had to act now or never. After<br/>\n&gt; getting over his anger, he quickly began trying to find a ring. After a long<br/>\n&gt; wait on what must have been the slowest Paladin in all of Norrath, Kerik was<br/>\n&gt; able to purchase a ring.<br/>\n&gt;     Now, if he could just get the tent set up. There. It was done. And Eizen<br/>\n&gt; was in it already and about to nod off. &quot;Wait...&quot; Kerik implored. He had<br/>\n&gt; rehearsed this moment in his head so many times. He would kneel. Then hand<br/>\n&gt; Eizen the ring and ask him to marry him. But Eizen&#39;s sleepy eyes and Kerik&#39;s<br/>\n&gt; nervousness ruined his well rehearsed plan.<br/>\n&gt;     Instead, he quickly dug around his pocket for the ring. It was gone!<br/>\n&gt; Where could it be? Then he remembered... he was wearing the Forman&#39;s Tunic<br/>\n&gt; Eizen had just given him and the ring was in his old Lockjaw vest. He<br/>\n&gt; grabbed the ring and stretched out his shaking hand to Eizen without saying<br/>\n&gt; a word. Eizen looked at the ring and saw it was an engagement ring. Kerik<br/>\n&gt; looked into Eizen&#39;s eyes for some kind of sign as to whether he was going to<br/>\n&gt; accept it or not. After what seemed like forever, Eizen smiled as he took<br/>\n&gt; the ring and placed it on his finger.<br/>\n&gt;     &quot;You took it,&quot; Kerik said surprised more than anything but filled with<br/>\n&gt; joy too, as tears welled up in his eyes.<br/>\n&gt;     Eizen smiled back at him. &quot;Weren&#39;t you supposed to kneel down on one<br/>\n&gt; knee?&quot;<br/>\n&gt;     Kerik shrugged and stared at the ground in embarrassment. &quot;I was too<br/>\n&gt; nervous and thought you were about to fall asleep.&quot;<br/>\n&gt;     Eizen wiped the tears from Kerik&#39;s eyes and they held each other for the<br/>\n&gt; longest time.<br/>\n&gt; <br/>\n&gt; ===============================<br/>\n&gt; Eizen, High Elven Cleric of the 35th season and Kerik Rainbow, Wood Elf<br/>\n&gt; Druid of the 31st season announce their engagement to be married at a time<br/>\n&gt; and place to be determined. The entire Mystic Alliance guild and all other<br/>\n&gt; interested parties will be invited to attend the ceremony and reception.<br/>\n&gt; There will be plenty of food and drink for all. (Hope to have some actual<br/>\n&gt; wedding cake now that the recipe has been discovered.)<br/>\n&gt; <br/>\n&gt; The grooms are registered at Leather and Hide, Jade&#39;s Jewelry shop and other<br/>\n&gt; fine stores in Freeport and surrounding areas.<br/>\n&gt; <br/>\n&gt; /ooc Everyone from the EQ Rainbow list will be invited to join us on the<br/>\n&gt; Rodcet Nife server for the big event. Once we have determined a location, if<br/>\n&gt; you don&#39;t have a character on the server, you can create one in the closest<br/>\n&gt; starting city. We are looking for a location that will not be KOS to anyone<br/>\n&gt; and we should have plenty of people available to provide ports as well. If<br/>\n&gt; you&#39;ve been thinking about coming over and visiting us in the largest<br/>\n&gt; gay/gay friendly guild in Norrath, this will be a great to chance to meet<br/>\n&gt; everyone. The event will take place some time after the 6th of October as I<br/>\n&gt; (Kerik) will be out of town.<br/>\n&gt; <br/>\n&gt; Hugs,<br/>\n&gt; David<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
