{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Melanie","from":"&quot;Melanie &quot; &lt;Mpatient1@...&gt;","replyTo":"LIST","senderId":"6VgtjIfN6n0A3VH6QK2meL5O_G5-PT7KCznvygA4VcY-7ylW8xj8IAf9u45DuLieP-BQhUsInTIhhKpkVZ0vCxq2l2x2GUgX6Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"the new smithing....RP style","postDate":"970844937","msgId":819,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDhya3B1ZCtobTJ1QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":818,"nextInTime":820,"topicId":819,"numMessagesInTopic":1,"msgSnippet":"It had been a long day at the forge, and as Ompa sat on the old stump she used for a chair and looked over the latest additions to her little library of smithy","messageBody":"<div id=\"ygrps-yiv-346476698\">It had been a long day at the forge, and as Ompa sat on the old <br/>\nstump she used for a chair and looked over the latest additions to <br/>\nher little library of smithy books she was a bit overwhelmed and very <br/>\nexcited at the same time. Dwifa had run into town as soon as she <br/>\nheard rumor of the new designs that had been discovered, and the <br/>\nhelpful young Paladin had brought them by on her way to kill some of <br/>\nthe peskier inhabitants of the Butcher Block Mountains.<br/>\n     There laid books on how to make plate armor, how to dye it, and <br/>\nhow to make the other odds & ends required in the making of this new <br/>\nforgeable armor.  Dwifa had even found her a map that would lead her <br/>\nto the ores she would now be in need of to further her craft!  As the <br/>\nlittle dwarf thumbed through the pages you could hear her reading the <br/>\nmaterial in the soft whisper of someone deep in thought.  <br/>\n     `Plate armor must be made with Medium Quality Ore, as the <br/>\nstandard ores, once folded, can&#39;t stand up to the heavy blows<br/>\ntaken in battle.&#39;<br/>\n     Interesting, thought Ompa, this will be more difficult to master <br/>\nthan Banded armor was, but it may be a challenge worth undertaking.  <br/>\n     `After forming the bricks of ore into blocks, now you must<br/>\nuse a smithy hammer to force the metal into a large sheet.  Then <br/>\nwhile the metal is still hot fold it upon itself twice and then pound <br/>\nit out again. Repeating this process strengthens the metal to the <br/>\npoint it can be used in the sturdy armor that any who wear it will <br/>\nfeel protected in.&#39;  <br/>\n     It seams as though my strength is going to be an asset now more <br/>\nthan ever! , She mused.<br/>\n     `After folding the sheets they are now ready to be placed<br/>\nover a mold suited to the wearer, and hammered onto the form, using <br/>\nwater to temper the steel once it is done.&#39;  <br/>\n<br/>\n     By now it was getting quite dark, and being a Dwarf Ompa was <br/>\nthirsty for more than the milk or water she kept with her.  So, after <br/>\na seconds thought Ompa gathered these new texts and went off to show <br/>\nMaster Forgewell, the best smith in all of Norrath and her mentor. <br/>\nBesides, Dwifa made mention that Hamyrmint would be there, and since <br/>\nhe had taken up brewing he always had a supply of Ol&#39;Tumjim&#39;s<br/>\nFierce Brew on hand.  <br/>\n     On her way to the Forgewell spread Ompa pulled out the text <br/>\ndealing with the tailored components needed to line the armor.  As <br/>\nshe read she was glad to see the silk threads she had collected would <br/>\nbe able to go to a better use than bandages.  And, although the <br/>\nthought of trying to find the quality pelts didn&#39;t thrill her too <br/>\nmuch, she still made a mental note to hop the boat to Freeport and <br/>\nwander over to the Karanas to see what she could scrounge up.  <br/>\nTurning down the fork in the path Ompa slipped the book back into her <br/>\npack and made her way up to the gate.  To this day she was still in <br/>\nawe of the craftsmanship that went into the ornate ironwork that made <br/>\nup the short fence and gate that marked the edge of the Forgewell <br/>\nproperty. Steelhart had told her of the many years he had put into <br/>\nforming it all into just the right shapes and designs, often using it <br/>\nas a visual to show his young apprentice what she could do once she <br/>\nwas a master of her craft.  Noticing a small bit of rust had crept <br/>\nonto the gate, and knowing how the old dwarf felt about such things <br/>\nshe paused.  Pulling out a bit of dwarven wire she proceeded to treat <br/>\nthe gate, collecting the oxide to use in the new dye, then rubbing a <br/>\nsmall bit of gnomish grease onto the spot to prevent future <br/>\noccurrences. <br/>\n     Walking up to the house she was met by Hamyr, who quickly thrust <br/>\na drink into her hand and gave her a hug that she was sure almost <br/>\ncracked a rib. <br/>\n     Mental note to self: replace chain mail with plate┬à<br/>\n     `Glad to see your still alive Omp!&#39; not one for<br/>\nsentiment Hamyr was always quick with his wit `thought for sure<br/>\nyou had been carried of by a griffin or some such.&#39;<br/>\n     `Glad to see you to Hamy┬àI knew I could count on you for<br/>\na warm welcome.&#39; Ompa raised the bottle in salute and <br/>\ndrank,`khef┬àughh┬àand a warm beer! How long has this been<br/>\nsitting <br/>\nout!?!&#39;<br/>\n     `It&#39;s fresh from the barrel, I can&#39;t seem to keep<br/>\nenough on hand to chill it for some reason.&#39; <br/>\n     `Oh, I really wonder why that is┬àanyway, is your father<br/>\nin the house? I have something I want to show him, if he hasn&#39;t<br/>\nseen it already.&#39;<br/>\n     The two friends walked up to the house and on into the kitchen <br/>\nwhere Steelhart sat at the table talking to Dwifa, `I tell you I <br/>\nthink she has a, er hey! When did you get here Ompa!&#39; the old<br/>\ndwarf rose off his seat to give Ompa a hug, surly cracking that <br/>\npreviously bruised rib.<br/>\n     `I hope I&#39;m not disturbing you Master Forgewell&#39;<br/>\n     `Oh, dad was just telling me that he thought you wou┬à&#39;<br/>\nHer father, who one could almost swear was blushing, cut Dwifa short.<br/>\n     `I, I was just telling the girl how I thought you had a, <br/>\ninquiring mind, yes, that&#39;s right. She had told me of the texts<br/>\nshe found for you in town and I was just remembering how eager you <br/>\nalways were to learn new smithing techniques.&#39; He was dotting his<br/>\nbrow with one of his ever-present rags as he gestured for his son &<br/>\nprot├®g├® to sit down.<br/>\n     `Yes! I came directly here to go over these with you, and see<br/>\nwhat you thought of all this!&#39; a gleam came to Ompas eyes as she<br/>\ntold Steelhart of all she had been reading.  The new material, and <br/>\nthe fact that for once she felt closer to an equal with this man, <br/>\nwhom she has admired for so many years, excited her. Only closer <br/>\nthough, as she knew she would never be as great a smith as the <br/>\nrenowned Steelhart Forgewell.<br/>\n     The two smiths talked into the wee hours of the morning and the <br/>\nold master saw that it was time to share a long kept secret with this <br/>\nbright young girl, <br/>\n     `Get Hamyrmint up off the floor & bring him out to the<br/>\nforge.&#39; With that he stood up from the table, opened the back<br/>\ndoor, and walked out into the morning rain.<br/>\n     Ompa walked over to where Hamyr had passed out the night before, <br/>\nand gave him a swift kick in the rump. `GOOD MORNING!&#39;<br/>\n     `Ahhh!, could you keep it down? And what are you doing<br/>\nwaking me up this early!?!&#39;<br/>\n     `OH, IS IT EARLY?!?&#39; Ompa relished in the fact she knew<br/>\nHam&#39;s head was throbbing, after all her ribs were still<br/>\nsore┬àand she<br/>\nknew he would, and had done the same thing to her.<br/>\n     `Go, Away&#39; <br/>\n     Hehee such a grump he is, `Your father wants us at the<br/>\nforge.&#39;<br/>\n     That woke him, even though he hadn&#39;t been interested in<br/>\nsmithing as a youngster, he was a little more interested in what he <br/>\nremembered from the night before┬àand even if he wasn&#39;t, he<br/>\nstill did<br/>\nwhat his father asked, as soon as he was asked.<br/>\n     The two grabbed their cloaks and made their way to the forge, it <br/>\nwas still raining, but it was tapering off. They both stood there <br/>\nwaiting for the elder Forgewell to speak.<br/>\n     `These new books of yours, they cover the making of Fine<br/>\nSteel.  Yes, it can be colored and is good protection, but it is <br/>\nstill plain.&#39; <br/>\n     Steelhart paused, as if he was about to reveal the meaning of <br/>\nlife to these two youngsters, and as far as he was concerned he <br/>\nwas.    <br/>\n     Hamyr and Ompa stood stock still, waiting for him to continue.<br/>\n     `Dwarven Plate&#39; at this Omp & Hamy looked at each other<br/>\nthen back to Steelhart, they drew closer to him too, afraid they <br/>\nmight miss even a word.<br/>\n     `Dwarven Plate is fashioned from Brellium ore, and can only<br/>\nbe fashioned in the Stormguard Forge that stands in our home city of <br/>\nKaladim.  It also requires a special temper, as water would make this <br/>\notherwise impenetrable armor brittle.&#39; At this Steelhart looked <br/>\ndirectly at his son `I was glad to hear you took up brewing, as<br/>\nthat skill will be needed to make what is called Earthen Temper, you <br/>\nwill need to locate 2 drops of mercury, 1 lava rock, and a Dwarven <br/>\nale. Combine those in a brew barrel and hopefully you will succeed in <br/>\nmaking the temper&#39;<br/>\n     `Just hope he doesn&#39;t drink&#39; Ompa&#39;s sentence trailed<br/>\noff as she was met with a stern gaze, &#39;it...&#39;<br/>\n     Looking back too his son, `You know I was somewhat<br/>\ndisappointed when you took up the priesthood as your calling, as I <br/>\nhad hopped you would follow tradition & pick up the sword in defense <br/>\nof your homeland.  But, I also know your calling is the higher one, <br/>\nand now that you have advanced far enough I will share with you what <br/>\nonly those like you can do to make this plate come alive!  You, son, <br/>\ncan imbue a ruby with the spirit of Brell. Only those who have the <br/>\nsame strength of faith will be able to don this particular suit<br/>\nthough.&#39;  <br/>\n     Steelhart turned to Ompa now, `You must make sure that you<br/>\nplace the proper stones in each piece of armor, and if the one you <br/>\nare making it for is Agnostic, such as you are, then you must leave <br/>\nthem out entirely&#39;<br/>\n     `Can anything else be forged from Brellium?&#39;  Ompa was<br/>\nalways one to want to know more about everything.<br/>\n     `Yes, battle-axes, hammers and shields can all be made, and <br/>\nimbued, from this precious metal.  And in time I will show you how to <br/>\nmake all of this, but for now let&#39;s go back inside, it is getting <br/>\ncold and I&#39;m hungry.  Let&#39;s see what Kara has cooking.&#39; <br/>\n     The old dwarf looked a foot taller as he put an arm around two <br/>\nof his most prized possessions, and walked them back to the house.  <br/>\nThey both begged to learn more but he said they would have to work <br/>\nsome on this Fine Steel before they attempted to make this Holy <br/>\nplate. <br/>\n     `Now, I will help you when you are ready, but for now I&#39;m<br/>\nhungry, and I&#39;m sure you would like to see Dwifa before she heads<br/>\nout into the mountains for the day.&#39;  Steelhart looked at Ompa<br/>\nand winked, as his son protested that he could care less to see his <br/>\nbratty little sister and went into his usual rant about how he though <br/>\nDwifa was spoiled.<br/>\n     At this Ompa felt a blush coming over her, and was glad for the <br/>\ncold and her beard as they covered it well, for she new Hamyr would <br/>\ntease her mercilessly if he had seen.  <br/>\n     Kara stared at the three as they came into the kitchen, tracking <br/>\nwet footprints behind them.  `If you three want anything you had <br/>\nbetter get cleaned up before you sit down `ta the table!&#39;<br/>\n     Knowing she meant business they all did as she said without one <br/>\ngripe. Then returned to the table and sat down to there breakfast, <br/>\nall wondering how this would turn out.&#39;<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~+~<br/>\n<br/>\n<br/>\n<br/>\nOk, for those of you that want the nitty gritty on all the new <br/>\narmor&#39;s go to:  <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.eqtraders.com/\">http://www.eqtraders.com/</a>  <br/>\nThey have the best overall info on all trade skills, both recipes and <br/>\nmerchant/supply locations. <a rel=\"nofollow\" target=\"_blank\" href=\"http://eq.castersrealm.com/\">http://eq.castersrealm.com/</a>  also has good <br/>\ninfo, but I find it irritatingly difficult to navigate.<br/>\n<br/>\nMay you always sell high and buy low!</div>","specialLinks":[]}}
