{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jose Muela","from":"&quot;Jose Muela&quot; &lt;redspieder@...&gt;","replyTo":"LIST","senderId":"4cosZQxN4zyHCB3630bX6uZnYXVhMiH79baulsT5ndPHgqDPaXz09r53zvjyRbZsgyvHGtLGkQnSF2rlDL7RNkKLXWCHYPgs3MeIlQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"LOL this is great, gotta read this","postDate":"985897442","msgId":903,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PEYxMDc2Z3oxTHo3Y2NEb1hsRmcwMDAxMWIxMEBob3RtYWlsLmNvbT4="},"prevInTopic":0,"nextInTopic":904,"prevInTime":902,"nextInTime":904,"topicId":903,"numMessagesInTopic":4,"msgSnippet":"The Top 100 Things I d Do If I Ever Became An Evil Overlord My Legions of Terror will have helmets with clear plexiglass visors, not face-concealing ones. My","messageBody":"<div id=\"ygrps-yiv-1141798490\">The Top 100 Things I&#39;d Do<br/>\nIf I Ever Became An Evil Overlord<br/>\n<br/>\nMy Legions of Terror will have helmets with clear plexiglass visors, not <br/>\nface-concealing ones.<br/>\n<br/>\nMy ventilation ducts will be too small to crawl through.<br/>\n<br/>\nMy noble half-brother whose throne I usurped will be killed, not kept <br/>\nanonymously imprisoned in a forgotten cell of my dungeon.<br/>\n<br/>\nShooting is not too good for my enemies.<br/>\n<br/>\nThe artifact which is the source of my power will not be kept on the <br/>\nMountain of Despair beyond the River of Fire guarded by the Dragons of <br/>\nEternity. It will be in my safe-deposit box. The same applies to the object <br/>\nwhich is my one weakness.<br/>\n<br/>\nI will not gloat over my enemies&#39; predicament before killing them.<br/>\n<br/>\nWhen I&#39;ve captured my adversary and he says, &quot;Look, before you kill me, will <br/>\nyou at least tell me what this is all about?&quot; I&#39;ll say, &quot;No.&quot; and shoot him. <br/>\nNo, on second thought I&#39;ll shoot him then say &quot;No.&quot;<br/>\n<br/>\nAfter I kidnap the beautiful princess, we will be married immediately in a <br/>\nquiet civil ceremony, not a lavish spectacle in three weeks&#39; time during <br/>\nwhich the final phase of my plan will be carried out.<br/>\n<br/>\nI will not include a self-destruct mechanism unless absolutely necessary. If <br/>\nit is necessary, it will not be a large red button labelled &quot;Danger: Do Not <br/>\nPush&quot;. The big red button marked &quot;Do Not Push&quot; will instead trigger a spray <br/>\nof bullets on anyone stupid enough to disregard it. Similarly, the ON/OFF <br/>\nswitch will not clearly be labelled as such.<br/>\n<br/>\nI will not interrogate my enemies in the inner sanctum -- a small hotel well <br/>\noutside my borders will work just as well.<br/>\n<br/>\nI will be secure in my superiority. Therefore, I will feel no need to prove <br/>\nit by leaving clues in the form of riddles or leaving my weaker enemies <br/>\nalive to show they pose no threat.<br/>\n<br/>\nOne of my advisors will be an average five-year-old child. Any flaws in my <br/>\nplan that he is able to spot will be corrected before implementation.<br/>\n<br/>\nAll slain enemies will be cremated, or at least have several rounds of <br/>\nammunition emptied into them, not left for dead at the bottom of the cliff. <br/>\nThe announcement of their deaths, as well as any accompanying celebration, <br/>\nwill be deferred until after the aforementioned disposal.<br/>\n<br/>\nThe hero is not entitled to a last kiss, a last cigarette, or any other form <br/>\nof last request.<br/>\n<br/>\nI will never employ any device with a digital countdown. If I find that such <br/>\na device is absolutely unavoidable, I will set it to activate when the <br/>\ncounter reaches 117 and the hero is just putting his plan into operation.<br/>\n<br/>\nI will never utter the sentence &quot;But before I kill you, there&#39;s just one <br/>\nthing I want to know.&quot;<br/>\n<br/>\nWhen I employ people as advisors, I will occasionally listen to their <br/>\nadvice.<br/>\n<br/>\nI will not have a son. Although his laughably under-planned attempt to usurp <br/>\npower would easily fail, it would provide a fatal distraction at a crucial <br/>\npoint in time.<br/>\n<br/>\nI will not have a daughter. She would be as beautiful as she was evil, but <br/>\none look at the hero&#39;s rugged countenance and she&#39;d betray her own father.<br/>\n<br/>\nDespite its proven stress-relieving effect, I will not indulge in maniacal <br/>\nlaughter. When so occupied, it&#39;s too easy to miss unexpected developments <br/>\nthat a more attentive individual could adjust to accordingly.<br/>\n<br/>\nI will hire a talented fashion designer to create original uniforms for my <br/>\nLegions of Terror, as opposed to some cheap knock-offs that make them look <br/>\nlike Nazi stormtroopers, Roman footsoldiers, or savage Mongol hordes. All <br/>\nwere eventually defeated and I want my troops to have a more positive <br/>\nmind-set.<br/>\n<br/>\nNo matter how tempted I am with the prospect of unlimited power, I will not <br/>\nconsume any energy field bigger than my head.<br/>\n<br/>\nI will keep a special cache of low-tech weapons and train my troops in their <br/>\nuse. That way -- even if the heroes manage to neutralize my power generator <br/>\nand/or render the standard-issue energy weapons useless -- my troops will <br/>\nnot be overrun by a handful of savages armed with spears and rocks.<br/>\n<br/>\nI will maintain a realistic assessment of my strengths and weaknesses. Even <br/>\nthough this takes some of the fun out of the job, at least I will never <br/>\nutter the line &quot;No, this cannot be! I AM INVINCIBLE!!!&quot; (After that, death <br/>\nis usually instantaneous.)<br/>\n<br/>\nNo matter how well it would perform, I will never construct any sort of <br/>\nmachinery which is completely indestructible except for one small and <br/>\nvirtually inaccessible vulnerable spot.<br/>\n<br/>\nNo matter how attractive certain members of the rebellion are, there is <br/>\nprobably someone just as attractive who is not desperate to kill me. <br/>\nTherefore, I will think twice before ordering a prisoner sent to my <br/>\nbedchamber.<br/>\n<br/>\nI will never build only one of anything important. All important systems <br/>\nwill have redundant control panels and power supplies. For the same reason I <br/>\nwill always carry at least two fully loaded weapons at all times.<br/>\n<br/>\nMy pet monster will be kept in a secure cage from which it cannot escape and <br/>\ninto which I could not accidentally stumble.<br/>\n<br/>\nI will dress in bright and cheery colors, and so throw my enemies into <br/>\nconfusion.<br/>\n<br/>\nAll bumbling conjurers, clumsy squires, no-talent bards, and cowardly <br/>\nthieves in the land will be preemptively put to death. My foes will surely <br/>\ngive up and abandon their quest if they have no source of comic relief.<br/>\n<br/>\nAll naive, busty tavern wenches in my realm will be replaced with surly, <br/>\nworld-weary waitresses who will provide no unexpected reinforcement and/or <br/>\nromantic subplot for the hero or his sidekick.<br/>\n<br/>\nI will not fly into a rage and kill a messenger who brings me bad news just <br/>\nto illustrate how evil I really am. Good messengers are hard to come by.<br/>\n<br/>\nI won&#39;t require high-ranking female members of my organization to wear a <br/>\nstainless-steel bustier. Morale is better with a more casual dress-code. <br/>\nSimilarly, outfits made entirely from black leather will be reserved for <br/>\nformal occasions.<br/>\n<br/>\nI will not turn into a snake. It never helps.<br/>\n<br/>\nI will not grow a goatee. In the old days they made you look diabolic. Now <br/>\nthey just make you look like a disaffected member of Generation X.<br/>\n<br/>\nI will not imprison members of the same party in the same cell block, let <br/>\nalone the same cell. If they are important prisoners, I will keep the only <br/>\nkey to the cell door on my person instead of handing out copies to every <br/>\nbottom-rung guard in the prison.<br/>\n<br/>\nIf my trusted lieutenant tells me my Legions of Terror are losing a battle, <br/>\nI will believe him. After all, he&#39;s my trusted lieutenant.<br/>\n<br/>\nIf an enemy I have just killed has a younger sibling or offspring anywhere, <br/>\nI will find them and have them killed immediately, instead of waiting for <br/>\nthem to grow up harboring feelings of vengeance towards me in my old age.<br/>\n<br/>\nIf I absolutely must ride into battle, I will certainly not ride at the <br/>\nforefront of my Legions of Terror, nor will I seek out my opposite number <br/>\namong his army.<br/>\n<br/>\nI will be neither chivalrous nor sporting. If I have an unstoppable <br/>\nsuperweapon, I will use it as early and as often as possible instead of <br/>\nkeeping it in reserve.<br/>\n<br/>\nOnce my power is secure, I will destroy all those pesky time-travel devices.<br/>\n<br/>\nWhen I capture the hero, I will make sure I also get his dog, monkey, <br/>\nferret, or whatever sickeningly cute little animal capable of untying ropes <br/>\nand filching keys happens to follow him around.<br/>\n<br/>\nI will maintain a healthy amount of skepticism when I capture the beautiful <br/>\nrebel and she claims she is attracted to my power and good looks and will <br/>\ngladly betray her companions if I just let her in on my plans.<br/>\n<br/>\nI will only employ bounty hunters who work for money. Those who work for the <br/>\npleasure of the hunt tend to do dumb things like even the odds to give the <br/>\nother guy a sporting chance.<br/>\n<br/>\nI will make sure I have a clear understanding of who is responsible for what <br/>\nin my organization. For example, if my general screws up I will not draw my <br/>\nweapon, point it at him, say &quot;And here is the price for failure,&quot; then <br/>\nsuddenly turn and kill some random underling.<br/>\n<br/>\nIf an advisor says to me &quot;My liege, he is but one man. What can one man <br/>\npossibly do?&quot;, I will reply &quot;This.&quot; and kill the advisor.<br/>\n<br/>\nIf I learn that a callow youth has begun a quest to destroy me, I will slay <br/>\nhim while he is still a callow youth instead of waiting for him to mature.<br/>\n<br/>\nI will treat any beast which I control through magic or technology with <br/>\nrespect and kindness. Thus if the control is ever broken, it will not <br/>\nimmediately come after me for revenge.<br/>\n<br/>\nIf I learn the whereabouts of the one artifact which can destroy me, I will <br/>\nnot send all my troops out to seize it. Instead I will send them out to <br/>\nseize something else and quietly put a Want-Ad in the local paper.<br/>\n<br/>\nMy main computers will have their own special operating system that will be <br/>\ncompletely incompatible with standard IBM and Macintosh powerbooks.<br/>\n<br/>\nIf one of my dungeon guards begins expressing concern over the conditions in <br/>\nthe beautiful princess&#39; cell, I will immediately transfer him to a less <br/>\npeople-oriented position.<br/>\n<br/>\nI will hire a team of board-certified architects and surveyors to examine my <br/>\ncastle and inform me of any secret passages and abandoned tunnels that I <br/>\nmight not know about.<br/>\n<br/>\nIf the beautiful princess that I capture says &quot;I&#39;ll never marry you! Never, <br/>\ndo you hear me, NEVER!!!&quot;, I will say &quot;Oh well&quot; and kill her.<br/>\n<br/>\nI will not strike a bargain with a demonic being then attempt to <br/>\ndouble-cross it simply because I feel like being contrary.<br/>\n<br/>\nThe deformed mutants and odd-ball psychotics will have their place in my <br/>\nLegions of Terror. However before I send them out on important covert <br/>\nmissions that require tact and subtlety, I will first see if there is anyone <br/>\nelse equally qualified who would attract less attention.<br/>\n<br/>\nMy Legions of Terror will be trained in basic marksmanship. Any who cannot <br/>\nlearn to hit a man-sized target at 10 meters will be used for target <br/>\npractice.<br/>\n<br/>\nBefore employing any captured artifacts or machinery, I will carefully read <br/>\nthe owner&#39;s manual.<br/>\n<br/>\nIf it becomes necessary to escape, I will never stop to pose dramatically <br/>\nand toss off a one-liner.<br/>\n<br/>\nI will never build a sentient computer smarter than I am.<br/>\n<br/>\nMy five-year-old child advisor will also be asked to decipher any code I am <br/>\nthinking of using. If he breaks the code in under 30 seconds, it will not be <br/>\nused. Note: this also applies to passwords.<br/>\n<br/>\nIf my advisors ask &quot;Why are you risking everything on such a mad scheme?&quot;, I <br/>\nwill not proceed until I have a response that satisfies them.<br/>\n<br/>\nI will design fortress hallways with no alcoves or protruding structural <br/>\nsupports which intruders could use for cover in a firefight.<br/>\n<br/>\nBulk trash will be disposed of in incinerators, not compactors. And they <br/>\nwill be kept hot, with none of that nonsense about flames going through <br/>\naccessible tunnels at predictable intervals.<br/>\n<br/>\nI will see a competent psychiatrist and get cured of all extremely unusual <br/>\nphobias and bizarre compulsive habits which could prove to be a <br/>\ndisadvantage.<br/>\n<br/>\nIf I must have computer systems with publicly available terminals, the maps <br/>\nthey display of my complex will have a room clearly marked as the Main <br/>\nControl Room. That room will be the Execution Chamber. The actual main <br/>\ncontrol room will be marked as Sewage Overflow Containment.<br/>\n<br/>\nMy security keypad will actually be a fingerprint scanner. Anyone who <br/>\nwatches someone press a sequence of buttons or dusts the pad for <br/>\nfingerprints then subsequently tries to enter by repeating that sequence <br/>\nwill trigger the alarm system.<br/>\n<br/>\nNo matter how many shorts we have in the system, my guards will be <br/>\ninstructed to treat every surveillance camera malfunction as a full-scale <br/>\nemergency.<br/>\n<br/>\nI will spare someone who saved my life sometime in the past. This is only <br/>\nreasonable as it encourages others to do so. However, the offer is good one <br/>\ntime only. If they want me to spare them again, they&#39;d better save my life <br/>\nagain.<br/>\n<br/>\nAll midwives will be banned from the realm. All babies will be delivered at <br/>\nstate-approved hospitals. Orphans will be placed in foster-homes, not <br/>\nabandoned in the woods to be raised by creatures of the wild.<br/>\n<br/>\nWhen my guards split up to search for intruders, they will always travel in <br/>\ngroups of at least two. They will be trained so that if one of them <br/>\ndisappears mysteriously while on patrol, the other will immediately initiate <br/>\nan alert and call for backup, instead of quizzically peering around a <br/>\ncorner.<br/>\n<br/>\nIf I decide to test a lieutenant&#39;s loyalty and see if he/she should be made <br/>\na trusted lieutenant, I will have a crack squad of marksmen standing by in <br/>\ncase the answer is no.<br/>\n<br/>\nIf all the heroes are standing together around a strange device and begin to <br/>\ntaunt me, I will pull out a conventional weapon instead of using my <br/>\nunstoppable superweapon on them.<br/>\n<br/>\nI will not agree to let the heroes go free if they win a rigged contest, <br/>\neven though my advisors assure me it is impossible for them to win.<br/>\n<br/>\nWhen I create a multimedia presentation of my plan designed so that my <br/>\nfive-year-old advisor can easily understand the details, I will not label <br/>\nthe disk &quot;Project Overlord&quot; and leave it lying on top of my desk.<br/>\n<br/>\nI will instruct my Legions of Terror to attack the hero en masse, instead of <br/>\nstanding around waiting while members break off and attack one or two at a <br/>\ntime.<br/>\n<br/>\nIf the hero runs up to my roof, I will not run up after him and struggle <br/>\nwith him in an attempt to push him over the edge. I will also not engage him <br/>\nat the edge of a cliff. (In the middle of a rope-bridge over a river of <br/>\nmolten lava is not even worth considering.)<br/>\n<br/>\nIf I have a fit of temporary insanity and decide to give the hero the chance <br/>\nto reject a job as my trusted lieutentant, I will retain enough sanity to <br/>\nwait until my current trusted lieutenant is out of earshot before making the <br/>\noffer.<br/>\n<br/>\nI will not tell my Legions of Terror &quot;And he must be taken alive!&quot; The <br/>\ncommand will be &quot;And try to take him alive if it is reasonably practical.&quot;<br/>\n<br/>\nIf my doomsday device happens to come with a reverse switch, as soon as it <br/>\nhas been employed it will be melted down and made into limited-edition <br/>\ncommemorative coins.<br/>\n<br/>\nIf my weakest troops fail to eliminate a hero, I will send out my best <br/>\ntroops instead of wasting time with progressively stronger ones as he gets <br/>\ncloser and closer to my fortress.<br/>\n<br/>\nIf I am fighting with the hero atop a moving platform, have disarmed him, <br/>\nand am about to finish him off and he glances behind me and drops flat, I <br/>\ntoo will drop flat instead of quizzically turning around to find out what he <br/>\nsaw.<br/>\n<br/>\nI will not shoot at any of my enemies if they are standing in front of the <br/>\ncrucial support beam to a heavy, dangerous, unbalanced structure.<br/>\n<br/>\nIf I&#39;m eating dinner with the hero, put poison in his goblet, then have to <br/>\nleave the table for any reason, I will order new drinks for both of us <br/>\ninstead of trying to decide whether or not to switch with him.<br/>\n<br/>\nI will not have captives of one sex guarded by members of the opposite sex.<br/>\n<br/>\nI will not use any plan in which the final step is horribly complicated, <br/>\ne.g. &quot;Align the 12 Stones of Power on the sacred altar then activate the <br/>\nmedallion at the moment of total eclipse.&quot; Instead it will be more along the <br/>\nlines of &quot;Push the button.&quot;<br/>\n<br/>\nI will make sure that my doomsday device is up to code and properly <br/>\ngrounded.<br/>\n<br/>\nMy vats of hazardous chemicals will be covered when not in use. Also, I will <br/>\nnot construct walkways above them.<br/>\n<br/>\nIf a group of henchmen fail miserably at a task, I will not berate them for <br/>\nincompetence then send the same group out to try the task again.<br/>\n<br/>\nAfter I captures the hero&#39;s superweapon, I will not immediately disband my <br/>\nlegions and relax my guard because I believe whoever holds the weapon is <br/>\nunstoppable. After all, the hero held the weapon and I took it from him.<br/>\n<br/>\nI will not design my Main Control Room so that every workstation is facing <br/>\naway from the door.<br/>\n<br/>\nI will not ignore the messenger that stumbles in exhausted and obviously <br/>\nagitated until my personal grooming or current entertainment is finished. It <br/>\nmight actually be important.<br/>\n<br/>\nIf I ever talk to the hero on the phone, I will not taunt him. Instead I <br/>\nwill say this his dogged perseverance has given me new insight on the <br/>\nfutility of my evil ways and that if he leaves me alone for a few months of <br/>\nquiet contemplation I will likely return to the path of righteousness. <br/>\n(Heroes are incredibly gullible in this regard.)<br/>\n<br/>\nIf I decide to hold a double execution of the hero and an underling who <br/>\nfailed or betrayed me, I will see to it that the hero is scheduled to go <br/>\nfirst.<br/>\n<br/>\nWhen arresting prisoners, my guards will not allow them to stop and grab a <br/>\nuseless trinket of purely sentimental value.<br/>\n<br/>\nMy dungeon will have its own qualified medical staff complete with <br/>\nbodyguards. That way if a prisoner becomes sick and his cellmate tells the <br/>\nguard it&#39;s an emergency, the guard will fetch a trauma team instead of <br/>\nopening up the cell for a look.<br/>\n<br/>\nMy door mechanisms will be designed so that blasting the control panel on <br/>\nthe outside seals the door and blasting the control panel on the inside <br/>\nopens the door, not vice versa.<br/>\n<br/>\nMy dungeon cells will not be furnished with objects that contain reflective <br/>\nsurfaces or anything that can be unravelled.<br/>\n<br/>\nIf an attractive young couple enters my realm, I will carefully monitor <br/>\ntheir activities. If I find they are happy and affectionate, I will ignore <br/>\nthem. However if circumstance have forced them together against their will <br/>\nand they spend all their time bickering and criticizing each other except <br/>\nduring the intermittent occasions when they are saving each others&#39; lives at <br/>\nwhich point there are hints of sexual tension, I will immediately order <br/>\ntheir execution.<br/>\n<br/>\nAny data file of crucial importance will be padded to 1.45Mb in size.<br/>\n<br/>\nFinally, to keep my subjects permanently locked in a mindless trance, I will <br/>\nprovide each of them with free unlimited Internet access.<br/>\n<br/>\n(This Evil Overlord List is Copyright 1996-1997 by Peter Anspach. If you <br/>\nenjoy it, feel free to pass it along or post it anywhere, provided that (1) <br/>\nit is not altered in any way, and (2) this copyright notice is attached. )<br/>\n<br/>\n_________________________________________________________________<br/>\nGet your FREE download of MSN Explorer at <a rel=\"nofollow\" target=\"_blank\" href=\"http://explorer.msn.com\">http://explorer.msn.com</a></div>","specialLinks":[]}}
