{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Amrosse","from":"&quot;Amrosse&quot; &lt;Amrosse@...&gt;","replyTo":"LIST","senderId":"CO333Q9EbzUVVN74Yl6_f9KAj5cGGmlE_JJlykl7TL3LXPMpciGDoSUeQzYWrn9xKw1mto09Q82qXW1kIyK4IyxUKT9VS3NePg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Fw: [DivineWind] THE WAR IS COMMING! Check out his post","postDate":"991670055","msgId":945,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTUwMWMwZWQwZSQ5ZWY3MzRlMCQ1Njc3MTUzZkA2YmNheT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":944,"nextInTime":946,"topicId":945,"numMessagesInTopic":1,"msgSnippet":"Got this e-mail from my guild this morning. Interesting to go along with the last Chaos War e-mail ... From: Joe To: DivineWind@yahoogroups.com Sent: Sunday,","messageBody":"<div id=\"ygrps-yiv-2114529513\">Got this e-mail from my guild this morning. Interesting to go along with the last Chaos War e-mail<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\nFrom: Joe <br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:DivineWind@yahoogroups.com\">DivineWind@yahoogroups.com</a> <br/>\nSent: Sunday, June 03, 2001 2:50 PM<br/>\nSubject: [DivineWind] THE WAR IS COMMING! Check out his post<br/>\n<br/>\n<br/>\nThis is from the Vansheen server and shall spread to all other servers.<br/>\nSome of this has happend to our server already (i.e. Runnyeye)<br/>\n<br/>\n<br/>\nFriends whoms names are too numerous to mention:<br/>\n<br/>\nThis email concerns the semi-recent and the recent up to date series of<br/>\nevents that has been hitting Norrath for a while<br/>\nnow. <br/>\n<br/>\nSo when did this all start?<br/>\nBloody Kithicor, last year, if anyone remembers. Innorruk sent forth his<br/>\ndaughter into Norrath to spread chaos and havoc.<br/>\nShe succeded, and after a few bloody days, royally trashed EC, WC, Kith<br/>\nand Highpass. She also succeded in cursing<br/>\nKithicor with hte Undead Night spawns. Last but not least, she managed<br/>\nto succede in opening a Portal to the Plane of<br/>\nHate.<br/>\n<br/>\nWhat she also managed to do was to get herself killed. And after that,<br/>\nyou really don&#39;t hear much from the Prince of Hate<br/>\ncamp for a while.<br/>\n<br/>\nJump ahead a few months into the future.<br/>\nA band of cheerful good-doers started to explore the jungle continent of<br/>\nKunark. Unfortunately, one of them was<br/>\nabducted and held prisioner by an Iskar the name of whom I can&#39;t<br/>\nremember off hand. The thing here is, however, that it<br/>\nreally upset her father (Who happens to be the King of High Elves) to<br/>\nthe point that he started calling in favors from other<br/>\nraces, sent an army across the seas and restablished the outpost named<br/>\nafter his daughter: Firiona Vei.<br/>\n<br/>\nThe Evil Aligned sat back and watched this with growing interest. They<br/>\nset up their own little base on Kunark, allied<br/>\nthemselves with Venril Sathir for power, money, new spells, ect, and the<br/>\nchance to continue to stick it to the Light Races.<br/>\n<br/>\nIn other parts of the world, a few months down the line.<br/>\nAround Qyenos groups of Rude Individuals started showing up. I can hear<br/>\nyou sayit now, yes, it is qyenos, and everyone<br/>\nis rude over there. But these guys.. were a special breed. About the<br/>\nsame time that they showed up merchants started<br/>\ngetting the stuffing kicked out of them and general discord was<br/>\nexperienced by all. Then, after a week or two, the Rude<br/>\nIndividuals became Loathesome, and Specters started showing up in the<br/>\nCatacombs of Qyenos. Those whom were<br/>\nLoathesome started KoSing anything within reach. (and they tended to<br/>\nadvance spawn: kill one, a bigger one would pop,<br/>\nuntil I was getting exp from them in my high 40&#39;s.)<br/>\n<br/>\nDespite their best efforts the plot was discovered that they had tried<br/>\nso hard to conceal. Turns out that Bertoxxolous, the<br/>\nPlagebringer, the God With No Allies, had been trying to open a gate<br/>\ninto Norrath from the Plane of Decay. The plot was<br/>\nfoiled, and a few people were hanaged. (And a ranger was given an AC 50<br/>\nshield as a reward)<br/>\n<br/>\nBack in Kunark...<br/>\nFiriona Vei is released. Much joy is had by all. (Except those in the<br/>\nOutpost, who got a solid kicking for their involvement<br/>\nwith Sathir)<br/>\n<br/>\nIn the Northern Desert of Ro..<br/>\nA band of happy go lucky Gnomes and Dwarves go exploring, and manage to<br/>\nfind themselves a whole new continent. See<br/>\nwhat happens when you give them too much sugar? In the process of<br/>\ndiscovering this new world, they stumble across<br/>\nthree new groups to be warned of: The Coldain, The Kromiff and Kromzek,<br/>\nand the Claws of Veeshan. Later exploring<br/>\nleads travelers to find The Sleepers Tomb, guarded by Dragons galore.<br/>\nThe Sleeper, well, is sleeping. He&#39;s the offspring of<br/>\nVox and Nagafen (and apparently Vox and Naggy shouldn&#39;t have mated, as<br/>\nit was that act that created this all powerful<br/>\nDragon and got themselves thrown out of the &quot;new world&quot; to live as<br/>\noutcasts from the Ring of Scale), and insanely<br/>\npowerful.<br/>\n<br/>\nUnfortunately a few months later the Guild Afterlife manages to wake him<br/>\nup. The Lead-Lead GM shows up and says<br/>\nsomthing along the lines of &quot;Norrath is not ready to face the<br/>\nconsequences of what you have awakened today.&quot; <br/>\n<br/>\nThat line throws up warning bells, does it not?<br/>\n<br/>\nThen things go back into a calm, restfull state. Until...<br/>\nBack at Qyenos, the city of warm, loving, thoughtfull people, well..<br/>\nthey managed to find the High Priest of Bertoxxolus.<br/>\nAnd promptly hanged him.<br/>\n<br/>\nThis fact did not set well with the Plagebringer. To the point that he<br/>\nsent his influnce into the Karanas, spreading a massive<br/>\nPlague upon the land that corrupted the crops, the animals, and created<br/>\na new breed of Bug: The Swarmers. But it was<br/>\nalso at this time that someone else came back into play..<br/>\n<br/>\nLanys T&#39;Vil.<br/>\nThe daughter of Innorruk came back, in a different body but with the<br/>\nsame mind and most of the same powers. Now,<br/>\nNeriak gets a little touchy on this. See, part of them beleive she IS<br/>\nwho she says she is, while the rest think not (due to the<br/>\nnew body). Even better, Inny&#39;s little girl had a falling out with<br/>\nHimself. He wants his powers to go to a new vessel on<br/>\nNorraath, she simply wants to keep them.<br/>\n<br/>\nWhat&#39;s more is that she is seeking out 3 parts of an ancient staff that<br/>\nterrifies even the Teir&#39;Dal - and she has one part of it<br/>\nallready, after delivering a solid kicking of the Forces of Light.<br/>\n<br/>\nAnd there seems to be one other, minor detail. Since she and daddy had a<br/>\nslight falling out, she has opted to choose a new<br/>\nDeity to give her allegance to (as it is rumored). His name is..<br/>\nBertoxx.<br/>\n<br/>\nGood Old Bertie...<br/>\nAs rumor and some evidence points, himself wants to open a gate into<br/>\nNorrath - and to hell with the Pact of the Gods that<br/>\nwas to keep them in their own seperate planes. In essence, he&#39;s thrown<br/>\nout the rulebook and because of this, everyone<br/>\nwants to play a bit and shape Norrath into their own image. <br/>\n<br/>\nRunneye..<br/>\nThis really doesn&#39;t hold much for the main series of events but it is<br/>\nworth noting. The Goblins of the Runneye Citadel have<br/>\nmanaged to throw out the Evil Eyes that have ruled over them for so<br/>\nlong. And while they were at it they killed their king<br/>\nfor his compliance with them. New management is in place, and this bodes<br/>\nill for Highpass: the Pickclaw Goblins are at the<br/>\nheart of this chaos.<br/>\n<br/>\nPermafrost..<br/>\n(From the In Development page on the EQ Site)<br/>\n**We have plans for some updates and/or revamps for some of the dungeons<br/>\nin the world. Our last patch included an<br/>\nupdated Runnyeye complete with new monsters and treasures to be<br/>\nplundered. Next on the list is Permafrost Keep. Lady<br/>\nVox has been in the mood to do some redecorating of her lair, which<br/>\nincludes replacing some of her more lackwitted<br/>\nminions. Stay tuned for more specific information as it is released.**<br/>\n<br/>\nAnd finially, Last Night.<br/>\nI missed part of this and I am waiting for the full log from a friend of<br/>\nmine (Biz, got off yer hiney and mail it to me) but the<br/>\ngist of what happened: FV and Tunare wanted to talk. Tunare showed, they<br/>\nchatted. then the Faceless (Cazic) spawned<br/>\nand took out Tunare (her avatar form, that is) and proceded to berate<br/>\neveronye in sight, until the players there took him<br/>\nout. (He went from 50% to 0 in 2 seconds. He also didn&#39;t have any loot)<br/>\n<br/>\nUnfortunately he also managed to corrupt the Unicorn (FV&#39;s steed), in<br/>\nwhat way we&#39;re not sure. Hopefully after I get a<br/>\nchance to look at some of the logs I&#39;ll be able to say for sure what<br/>\nhappened.<br/>\n<br/>\nUnconfirmed Rumors.<br/>\nUnconfirmed by anything (yet):<br/>\nVox and Nagafen want to get out and stretch their wings a bit, maybe<br/>\nroast a few cities.<br/>\nThe Ring of Scale and Claws of Veeshan are really worried about the<br/>\nnow-awoken Sleeper.<br/>\nTunare has been banished / limited in power after last night.<br/>\nBertoxx MAY be on the warpath from Qyenos to Freeport, not sure yet,<br/>\nthis is the one I disbeleive the most.<br/>\n<br/>\nAnyways, that&#39;s the short and skinny. This doesn&#39;t include what&#39;s going<br/>\non with Lucin, but when I find out, I&#39;ll let everyone<br/>\nknow. Hope you enjoy, please feel free to send this on to others who may<br/>\nenjoy reading this, or at least would like to<br/>\nknow.<br/>\n<br/>\nAnyone notice the Skys of Karana? Lovely Green and it always rains?<br/>\n<br/>\nThanks alot<br/>\nWindfyre<br/>\n<br/>\n      Yahoo! Groups Sponsor <br/>\n<br/>\n      Yahoo! Website Services- Click Here! <br/>\n     <br/>\n<br/>\nYour use of Yahoo! Groups is subject to the Yahoo! Terms of Service. <br/>\n<br/>\n<br/>\n<br/>\n[Non-text portions of this message have been removed] </span></blockquote></div>","specialLinks":[]}}
