<html>
<head>
<title>Dragon</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body background="../images/font.jpg">
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif" color="#000099"><b>Conseils 
	pour un raid sur un dragon</b></font></p>
<p align="center">&nbsp;</p>
<p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099"><i>Suite 
	&agrave; un raid Vox qui s'est mal d&eacute;roul&eacute; (avec 58 personnes, 
	le double de ce qu'il faut normalement), un gentil monsieur nous &eacute;claire 
	sur ce qui s'est mal pass&eacute; et sur ce qu'il faut faire dans les raids 
	50+</i></font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">L'attaque 
	a &eacute;t&eacute; une foirade totale, non par manque de forces, mais parce 
	que les leaders du raid manquaient de talents de leader (justement), de coordination, 
	et d'&eacute;coute. Ce qui suit concerne principalement les raids haut niveau 
	et multigroupe. Surtout les boss mobs en fait, pour lesquels il faut plusieurs 
	groupes sur un seul mob. Pour commencer, une petite note d'organisation g&eacute;n&eacute;rale 
	:</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099"><b>NE 
	POSEZ PAS DE QUESTIONS ET ECOUTEZ LE LEADER DU RAID !</b></font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">Dans 
	le raid Vox cit&eacute;, 30 personnes sont mortes parcequ'un perso n'est pas 
	rest&eacute; assis o&ugrave; on lui avait dit pendant la s&eacute;ance de buffs. 
	Au lieu de &ccedil;a, il s'est trop approch&eacute; de Vox et l'a pull&eacute;e 
	alors que les groupes &eacute;taient disband&eacute;s. Comme pr&eacute;cis&eacute; 
	dans l'autre guide, restez toujours DERRIERE le leader du raid, sauf s'il vous 
	demande de passer devant.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">Les 
	raids de ce type ne peuvent bien se d&eacute;rouler que si tout le monde suit 
	les ordres du leader. EQ est un jeu, mais parfois il n&eacute;cessite une organisation 
	militaire.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">Le&ccedil;ons 
	apprises sur ce raid Vox. Valables pour tous les raids &quot; boss mob &quot; 
	:</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">1) 
	Tout le monde demandait des buffs en permanence et les buffers les donnaient. 
	C'est idiot puisque les buffs doivent &ecirc;tre soigneusement pr&eacute;par&eacute;s 
	juste avant de tuer le mob. LAISSEZ VOS BUFFS TOMBER!! Cela &eacute;vitera de 
	perdre du temps. Ce conseil concerne la mise &agrave; mort. Pour le trajet pour 
	se rendre sur place, le leader vous dira si les groupes sont autonomes ou s'il 
	faut se comporter d&egrave;s le d&eacute;but en mode buffs organis&eacute;s.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">2) 
	Il faut 3 leaders &agrave; ce type de raid. L'un est le leader du raid et fait 
	la coordination g&eacute;n&eacute;rale. Les 2 autres sont l'un responsable des 
	groupes de tanks et l'autre responsable des groupes de casters. Le responsable 
	des tanks doit s'assurer que tous les groupes de tank sont bien form&eacute;s 
	avec le bon mix. Il doit aussi s'assurer que les meilleurs groupes (type pulling 
	group) sont form&eacute;s en premier. </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">3) 
	Num&eacute;rotez les groupes. Seuls les leaders de groupes ont le droit de parler 
	aux coordinateurs. Les membres d'un groupe ne doivent s'adresser qu'&agrave; 
	leur groupe et c'est leur leader qui s'adressera aux coordinateurs. Evitez aussi 
	les emotes et de parler en say, cela spamme facilement et risque de faire rater 
	les messages importants.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">4) 
	NE CRIEZ PAS ! Le shout est r&eacute;serv&eacute; aux coordinateurs et &eacute;ventuellement, 
	sur demande des coordinateurs, aux rapports des leaders. Si vous n'&ecirc;tes 
	ni leader ni coordinateur, interdisez vous de crier. </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">5) 
	Si vous avez quelque chose de TRES important &agrave; dire, utilisez l'ooc. 
	Ce canal sert aux urgences, comme de gros adds ou pour annoncer qu'un groupe 
	de casters se fait d&eacute;cimer par l'arri&egrave;re. Ce canal ne sert PAS 
	&agrave; vous tenir inform&eacute;s ! ! Pour vous tenir inform&eacute;s, passez 
	par la voix hi&eacute;rarchique normale en demandant &agrave; votre leader de 
	groupe. S'il ne r&eacute;pond pas, c'est que quelque chose de plus important 
	m&eacute;rite son attention. Si vous utilisez ooc &agrave; tort et &agrave; 
	travers, tout le monde risque de rater les messages importants, pouvant conduire 
	&agrave; l'extermination de l'exp&eacute;dition.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">6) 
	Si quelque chose vous surprend, contentez vous de regarder faire et de faire 
	ce qu'on vous dit. Vos questions peuvent &ecirc;tre l&eacute;gitimes, mais notez 
	les &agrave; part et demandez apr&egrave;s le raid. Les moyens de communication 
	sont trop importants pour permettre de vous former en cours de raid. Demandez 
	avant ou apr&egrave;s, mais pendant le raid contentez vous de faire ce qu'on 
	vous dit.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">7) 
	NE VOUS PLAIGNEZ PAS ! Avec plus de 30 personnes dans un raid, il est tr&egrave;s 
	difficile de contenter la majorit&eacute; des pr&eacute;sents, et vous encore 
	plus. Inutile de vous plaindre parce que votre groupe manque d'un clerc ou d'un 
	enchanteur, ou parce que vous ne prenez pas d'xp. Le leader a form&eacute; les 
	groupes pour l'exp&eacute;dition, il sait ce qu'il fait. </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">8) 
	Coordinateurs : ayez de l'exp&eacute;rience. N'essayez pas d'organiser quelque 
	chose si vous ne pouvez pas taper vite, penser vite, et garder le contr&ocirc;le 
	de vos troupes. Prenez du temps la veille pour pr&eacute;parer des shouts en 
	macro pour calmer plus vite les fauteurs de trouble. N'h&eacute;sitez pas &agrave; 
	spammer tout le monde s'il y a un probl&egrave;me d'organisation. Soyez un leader. 
	Si vous n'en &ecirc;tes pas capables, ne le faites pas. </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">9) 
	Tous les autres : soyez des suiveurs. Tout le monde s'en fout de savoir que 
	c'est votre 1er ou votre 12000&egrave;me raid dragon. Si vous &ecirc;tes en 
	d&eacute;saccord avec les coordinateurs, ne les spammez pas pour leur dire, 
	partez ! Laissez les coordinateurs faire leur boulot et faites le votre, qui 
	est de leur ob&eacute;ir ! Un peu d'humilit&eacute; permettra d'acc&eacute;l&eacute;rer 
	les choses et permettra &agrave; tout le monde d'avoir plus confiance dans les 
	leaders, y compris vous. Tout le monde r&eacute;agira mieux et plus vite, et 
	tout le monde y gagnera. </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">10) 
	S'il y a beaucoup de monde les uns sur les autres, c'est pour une raison. N'allez 
	pas vous balader dans la nature parce que votre image bouge moins vite et que 
	&ccedil;a vous d&eacute;range. Vous risquez d'aggro et de provoquer la mort 
	de toute l'exp&eacute;dition. Sur un raid PoF, toute l'exp&eacute;dition est 
	morte parcequ'une enchanteresse se trouvait mal plac&eacute;e pour targetter 
	les mobs. Elle a fait 2 pas de cot&eacute; et a aggro 6 mobs de plus. 3 heures 
	de CR&#133;</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">11) 
	Pour am&eacute;liorer votre taux de rafra&icirc;chissement, &ocirc;tez les noms 
	de PJ et de PNJ. Eteignez les particle effects. Diminuez votre clips planes 
	au maximum (vous n'aurez pas besoin de voir loin de toute fa&ccedil;on). N'affichez 
	pas les cadavres. Enlevez les rat&eacute;s et r&eacute;ussites des autres, vos 
	rat&eacute;s et les rat&eacute;s sur vous. M&ecirc;me les d&eacute;g&acirc;ts 
	que vous faites ou que vous vous prenez ne sont pas bien importants. Coupez 
	la vue des lancements de sorts. Coupez les d&eacute;gats de damage shields. 
	Coupez les chansons de bardes. Activez le filtre serveur. Le tout est faisable 
	en une macro, &agrave; activer en d&eacute;but de raid et &agrave; d&eacute;sactiver 
	en fin de raid. Non seulement elle am&eacute;liorera votre rafra&icirc;chissement 
	d'&eacute;cran, mais elle &eacute;vitera que vous manquiez un message important 
	pour cause de spamming.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">Voici 
	une liste des commandes. Vous pouvez mettre une commande par ligne ou s&eacute;parer 
	les commandes sur une ligne par des point-virgules : </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">/dynamiclights 
	off <br>
	/hidecorpses all <br>
	/inspect off <br>
	/serverfilter on <br>
	/showspelleffects off </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">N'oubliez 
	pas d'y ajouter les filtres de d&eacute;g&acirc;ts et d'&eacute;checs (dont 
	DS) ainsi que les lancements de sorts et chansons de bardes. Et diminuez les 
	clip planes. Ces options ne se font que manuellement dans les menus. Si vous 
	avez de gros probl&egrave;mes de config, r&eacute;duisez votre affichage. Il 
	vaut mieux un affichage 640x480 avec des images qui bougent que du plein &eacute;cran 
	1280x1024 avec une image toutes les 5 secondes.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099">Bonne 
	chance pour vos raids. Rappelez vous que les combats contre des &quot; boss 
	mobs &quot; sont tr&egrave;s tr&egrave;s tr&egrave;s diff&eacute;rents de ce 
	que vous avez v&eacute;cu ces derniers 50 niveaux. Gardez cela &agrave; l'esprit 
	et soyez pr&ecirc;ts &agrave; tout r&eacute;apprendre. </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="-1" color="#000099"><b>-Yappie- 
	<br>
	<i>Traduction Boum</i></b></font></p>
</body>
</html>
