<html>
<head>
<title>Xander Stories: An einem einsamen Ort</title>
</head>

<body>
<IMG ALIGN=RIGHT SRC="lonelyicon.gif"
<p>
<p>
<H1>An einem einsamen Ort</H1>
<p>
<p>
<H3>
<P>
In jenem Fr&uuml;hjahr starrte ich den Ozean an, bis meine Augen
blau wurden. 
Ich k&ouml;nnte es so aussehen lassen, als sei das aus Hingabe
geschehen, denn mein Mann war auf der anderen Seite, in Europa,
in der Armee, im Krieg. Aber ich kannte ihn kaum, hatte ihn ihn
schon beinahe vergessen und mich in jemand anderen verliebt. Komisch,
da&szlig; nichts Lebendiges und Warmes auf der Welt blau ist,
au&szlig;er ein paar menschlichen Augen.<BR>
<P>
Wir waren im Zug aus Minnesota hierher gekommen, und ich hatte
bis dahin noch nie einen Ozean gesehen, blo&szlig; Seen, die keine
Leidenschaft hatten. Mein Mann war zur Grundausbildung nach Long
Island geschickt worden, und wir wollten bei seiner Tante, die
in der N&auml;he wohnte, unterkommen. Wir h&auml;tten ihre Strandh&uuml;tte
ganz f&uuml;r uns haben k&ouml;nnen, wenn er Ausgang hatte. Aber
zwei Tage nachdem wir ankamen, meldete er sich freiwillig zur
Luftwaffenschule and lie&szlig; mich allein. Eine endlos scheinende
Zahl von Tagen lang sa&szlig; ich blo&szlig; am Strand, im tr&uuml;ben
Sonnenlicht, allein im Sand, w&auml;hrend der Ozean vor Verlangen
toste. Es war eine merk&uuml;rdige Art, verheiratet zu sein, und
wir waren noch nicht sehr lange verheiratet gewesen.<BR>
<P>
Gegen zw&ouml;lf ging ich immer hinauf zum Haupthaus und a&szlig;
zu Mittag. Tante Penny kauft noch immer genauso viel Gin wie ehedem
f&uuml;r all die Partys, die niemand mehr gibt, und wenn sie den
Gin trinkt, wird sie sentimental und redet vom Krieg. Sie legt
mit r&uuml;hrseligen Geschichten los &uuml;ber blutjunge Soldaten,
deren zarte K&ouml;rper von Kugeln zerfetzt wurden, geopfert,
um den American Way of Life gegen Nazis und andere undankbare
Ausl&auml;nder zu verteidigen. Tante Penny hat zu lange auf einen
Mann gewartet, der sich scheiden lassen wollte - eine Geschichte,
die darin endete, da&szlig; des Mannes Gattin zur Witwe, und Tante
Penny zu einer alten Jungfer wurde. Sie hat jetzt ein Haus, und
ein kleines Einkommen, und einen blauen Stern im Fenster, obwohl
es eigentlich nicht ihr Sohn ist, der im Krieg ist.<BR>
<P>
Wenn sie richtig beschwipst war, setzte sie ihren Hut auf und
steckte ihr Freiwilligenkorps-Abzeichen an und zog von Haus zu
Haus, um die Leute zu ermahnen, ihre Konservendosen und Kupferdrahtreste
f&uuml;r den Krieg abzugeben. Ich ging mit ihr; sonst hatte ich
nichts zu tun. Ich lernte alle &auml;lteren Damen im Ort kennen,
samt jeder Einzelheit &uuml;ber ihren Gebrauch von Konserven.
</BODY>
</HTML>
<p><p><p>
</h3>
<H5>&#220bersetzung bei Jorn Drappa<br>Englische Lesart: Library of Congress Copyright TKU 636740</h5><p><p>
<H4>
<UL>
<LI>
M&#246chtest Du noch eine <A HREF = "damycartoon.html">Karikatur</A> sehen?
<LI>
M&#246chtest Du eine <a HREF="storylist.html">Liste</a> den Geschichten auf Englisch sehen?
<LI>
M&#246chtest Du die <A HREF="voices2.html">Stimmen</A> der Karikaturen auf Englisch h&#246ren?<LI>
E-mail Xander Mellish: <a href= "mailto:Xmel@aol.com">
xmel@aol.com</a><p><p>
Wenn Du eine ganze Geschichte auf Deutsch &#252bersetzen m&#246chtest, schreibst  bitte an XM.</H4>
</body>
</html>
