<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Règles de conduite&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Règles de conduite --> 

<h3>1.0 Conditions g&eacute;n&eacute;rales</h3>
<p>Vous trouverez ci-dessous les principales regles de conduite à appliquer lors 
  de l'interaction entre personnages et lors de votre presence dans l'univers 
  d'EverQuest. le non-respect de ces regles de conduite peut entrainer la resiliation 
  unilaterale de votre abonnement sans recours &agrave; aucune forme de remboursement 
  quelle qu'elle soit. </p>
<ol>
  <li> Il est interdit de harceler ou de menacer les autres joueurs.</li>
  <li> Il est interdit d'avoir recours à un langage sexuellement explicite, blessant, 
    menaçant, injurieux, diffamatoire, obscène, haineux ou à caractère raciste. 
  </li>
  <li>Il est interdit de se faire passer pour un membre de Sony Online Entertainment 
    ou de UbiSoft, y compris les employés du service clientèle.</li>
  <li> Il est interdit d'enfreindre toute loi à quelque niveau que ce soit (local, 
    régional, national ou international). </li>
  <li>Il est interdit de modifier les parties Client ou Serveur d'EverQuest. </li>
  <li>Il est interdit d'organiser ou de participer à des échanges ou des transferts 
    de fichiers illégaux ou pirates dans EverQuest ou sur le site Internet d'EverQuest.</li>
  <li>Il est interdit d'organiser ou de prendre part à des guildes ou des groupes 
    racistes, sexistes, anti-religieux, anti-ethnique, anti-homosexuel ou à caractère 
    haineux ou diffamant dans Everquest. </li>
  <li>Il est interdit de fournir de fausses informations ou de cacher intentionnellement 
    des informations lors de l'enregistrement du compte EverQuest.</li>
  <li> Il est interdit de télétransmettre ou de transmettre sur EverQuest ou sur 
    le site Internet d'EverQuest tout contenu protégé dont vous ne possédez pas 
    les droits, à moins que vous n'ayez la permission écrite du propriétaire ou 
    du détenteur des droits. </li>
  <li>Il est interdit d'interférer, de pirater ou de détourner toute transmission 
    à destination ou en provenance des serveurs d'EverQuest. </li>
  <li>Il est interdit d'exploiter tout bug d'EverQuest ou d'en révéler l'existence 
    à d'autres utilisateurs (directement ou par courrier). Vous devez en revanche 
    en faire part au plus vite aux concepteurs du jeu par l'intermédiaire de la 
    commande /bogue ou /bug. </li>
  <li>Il est interdit de jouer à EverQuest sur un serveur indépendant de ou non 
    autorisé par Sony Online Entertainment ou par ses ayants droit. </li>
  <li>Il est interdit de créer, d'utiliser ou de gérer un émulateur de serveur 
    ou tout autre site sur lequel il est possible de jouer à EverQuest. Il est 
    également interdit de distribuer ou de poster tout utilitaire, émulateur ou 
    autre programme relatif à EverQuest sans l'autorisation expresse de Sony Online 
    Entertainment. </font> </li>
</ol>
<h3>1.1 R&egrave;gles de bonne conduite (Play Nice Policies) - Les activit&eacute;s 
  dans EverQuest </h3>
<p>En addition aux conditions g&eacute;n&eacute;rales list&eacute;es dans la section 
  1.0, les joueurs doivent suivre un certains nobres de r&egrave;gles dans EverQuest. 
  Cette liste n&#8217;est pas exhaustive mais donne un aper&ccedil;u global de 
  l&#8217;attitude &agrave; avoir dans le jeu.:</p>
<p><strong>1. Vous ne devez pas voler des monstres (Kill stealing).</strong></p>
<p>Le vol de monstres est d&eacute;fini comme le fait de tuer un PNJ qui avait 
  d&eacute;j&agrave; &eacute;t&eacute; engag&eacute; par d&#8217;autres joueurs 
  ou groupes de joueurs et ceci sans en avoir re&ccedil;u l'autorisation. Les 
  MJs et Guides jugeront sur ce type de situation sur la base de <a href="http://www.eqloft.com/page.php?url=fr/Support/Guides/Guides_du_Veteran/reports.htm">/rapport</a> 
  et de tous autre(s) &eacute;l&eacute;ment(s) &agrave; leur disposition.</p>
<p><strong>2. Vous ne devez pas &quot;ninja piller&quot; <em>(ninja loot).</em></strong></p>
<p>Le &laquo; ninja pillage &raquo; <em>(ninja looting)</em> est d&eacute;fini 
  comme piller l&#8217;&eacute;quipement d&#8217;un monstre sans avoir re&ccedil;u 
  l&#8217;autorisation des personnes qui l&#8217;ont tu&eacute; s&#8217;ils sont 
  en position de ramasser les objets eux-m&ecirc;mes. Les MJs et Guides jugeront 
  sur ce type de situation sur la base de <a href="http://www.eqloft.com/page.php?url=fr/Support/Guides/Guides_du_Veteran/reports.htm">/rapport</a> 
  et de tous les autres &eacute;l&eacute;ments &agrave; leur disposition.</p>
<p><strong>3. Vous devez accepter les arbitrages des MJs.</strong></p>
<p>Dans certains cas, deux ou plusieurs groupes d&eacute;sirent tuer le m&ecirc;me 
  PNJ dans une zone. Dans ce type de situations, ces joueurs <strong>doivent</strong> 
  trouver un compromis <strong>avant</strong> de contacter les Guides et MJs.</p>
<p>Si un compromis &eacute;quitable ne peut <strong>pas</strong> &ecirc;tre trouv&eacute;, 
  les joueurs doivent faire appel aux Guides et MJs. Dans ce cas, les Guides et 
  MJs trouveront le compromis pour les joueurs : ce compromis est <strong>final</strong> 
  et ne peut &ecirc;tre <strong>discut&eacute;</strong>. Refuser les d&eacute;cisions 
  prises par le Guide ou MJ sera consid&eacute;r&eacute; comme une incorrection 
  <em>(&laquo; disruption &raquo;)</em> et peut entra&icirc;ner des sanctions. 
</p>
<p>Il est fortement recommand&eacute; de trouver un compromis avant de faire appel 
  &agrave; un MJ ou Guide car les d&eacute;cisions ainsi prises peuvent d&eacute;plaire 
  &agrave; certaines parties. </p>
<p><strong>4. Le langage agressif, grossier ou offensant n&#8217;est pas autoris&eacute;, 
  dans n&#8217;importe quelle langue.</strong></p>
<p>Le langage grossier, insultant et agressif envers les autres joueurs n&#8217;est 
  pas autoris&eacute;. Ceci inclut les insultes raciales. L&#8217;existence de 
  la commande /filtre n&#8217;est pas une raison pour &ecirc;tre incorrect. Ceci 
  est valable <strong>quel que soit le language du serveur et celui de l'offense</strong>.</p>
<p><strong>5. Vous ne devez pas harceler les autres.</strong></p>
<p>Le harc&egrave;lement peut prendre diff&eacute;rentes formes Les MJs et Guides 
  jugeront sur ce type de situation sur la base de /rapport et de tous autres 
  &eacute;l&eacute;ments &agrave; leur disposition. Attention, ne pr&eacute;tendez 
  pas vous faire harceler si vous n'avez m&ecirc;me pas utilis&eacute; la commande 
  /ignorer.</p>
<p><strong>6. Vous ne devez pas g&ecirc;ner la jouabilit&eacute; normale d&#8217;une 
  zone. </strong> </p>
<p>Une incorrection de zone est d&eacute;finie comme une activit&eacute; g&ecirc;nant 
  les autres joueurs pr&eacute;sents dans cette m&ecirc;me zone. Ceci inclut (mais 
  n&#8217;est pas limit&eacute; &agrave;) : </p>
<ul>
  <li>Monopoliser tous les monstres (ou presque) d&#8217;une la zone. </li>
  <li>Bloquer d&eacute;lib&eacute;r&eacute;ment une porte ou une passage &eacute;troit 
    emp&ecirc;chant les autres joueurs de passer.</li>
  <li>Refuser de coop&eacute;rer aux instructions d&#8217;un Guide ou d&#8217;un 
    MJ.</li>
  <li>Utiliser de fa&ccedil;on abusive et inappropri&eacute;e certains canaux 
    de discussion (/crier, /hp ..). </li>
  <li>Cr&eacute;er intentionnellement de la latence <em>(&laquo; lag &raquo;)</em> 
    dans des zones (utilisation abusive de sorts, cr&eacute;er un montant important 
    de corps, etc.. )</li>
  <li>Causer intentionnellement des pertes d&#8217;exp&eacute;rience aux autres 
    joueurs (fuir de fa&ccedil;on d&eacute;lib&eacute;r&eacute;e en amenant des 
    monstres sur un groupe de joueur, etc .. ) <br>
  </li>
</ul>
<p><strong>7. Vous ne devez pas arnaquer d&#8217;autres joueurs.</strong></p>
<p>Arnaquer un autre joueur est totalement interdit. Des exemples d&#8217;arnaque 
  sont notamment : se faire passer pour quelqu&#8217;un d&#8217;autre afin d&#8217;obtenir 
  des informations sur le compte d&#8217;un joueur, mentir sur la nature d&#8217;une 
  vente &#8230;.</p>
<p>Les arnaques entre les joueurs seront sujet &agrave; enqu&ecirc;te et pourront 
  faire preuve de sanctions disciplinaires &agrave; la discr&eacute;tion des Ma&icirc;tres 
  de Jeu.</p>
<p><strong>8. Vous ne devez pas &ecirc;tre incorrects avec les joueurs ou les 
  Guides / MJs.</strong></p>
<p>Les actions suivantes peuvent &ecirc;tre consid&eacute;r&eacute;es comme incorrections 
  <em>(&laquo; abuse&raquo;)</em> : </p>
<ul>
  <li>Propagation de la haine : participation et propagation de la litt&eacute;rature 
    haineuse, comportement haineux ou propagande. </li>
  <li>Incorrections sexuelles et harc&egrave;lement : ceci inclut les viols virtuels, 
    ou autre comportement hors contexte et d&eacute;plac&eacute;.</li>
  <li>Essayer de mentir &agrave; un Guide ou MJ : donner des mauvaises informations 
    dans l&#8217;intention d&#8217;en tirer profit. Ceci inclut les probl&egrave;mes 
    li&eacute;s aux morts, aux pertes d&#8217;&eacute;quipement ou d&#8217;argent 
    ou &eacute;galement les accusation sur les autres joueurs. </li>
  <li>Se faire passer pour un Guide ou un MJ. </li>
  <li>Incorrections envers un Guide ou MJ : ceci inclut (mais n&#8217;est pas 
    limit&eacute; &agrave;) envoyer des /priv excessifs, requ&ecirc;tes r&eacute;p&eacute;titives 
    (comme individu ou <strong>groupe</strong>), utiliser les canaux de dire ou 
    autres pour communiquer &agrave; un guide ou MJ.</li>
  <li>Causer intentionnellement une latence excessive dans une zone (cr&eacute;er 
    trop de cadavres, abuser des effets de sorts, chanter dans le bazar tout en 
    &eacute;tant absent&#8230;).</li>
  <li>Causer de fa&ccedil;on d&eacute;lib&eacute;r&eacute;e la perte d&#8217;exp&eacute;rience 
    d&#8217;autres joueurs (emp&ecirc;cher des joueurs de fuir en leur bloquant 
    la route, ramener de fa&ccedil;on intentionnelle un &laquo; train &raquo; 
    sur des joueurs&#8230;) </li>
</ul>
<p>Il est rigoureusement conseill&eacute; de dire la v&eacute;rit&eacute; lorsque 
  vous parlez &agrave; un Guide ou MJ, m&ecirc;me si vous &ecirc;tes en tord, 
  ce sera prit comme un signe de bonne volont&eacute;.</p>
<p><strong><br>
  9. Un comportement &laquo; Role-play &raquo; ne justifie pas une violation des 
  r&egrave;gles d&eacute;crites ci-dessus...</strong></p>
<p>M&ecirc;me si EverQuest est un jeu de Role-Play, invoquer l&#8217;excuse du 
  comportement Role-Play ne donne pas le droit de ne pas suivre les r&egrave;gles 
  g&eacute;n&eacute;rales de bonne conduite.</p>
<p><strong>10. Vous ne devez pas &ecirc;tre dans une guilde qui a l&#8217;habitude 
  de ne pas respecter les r&egrave;gles.</strong></p>
<p>Les actions disciplinaires prises &agrave; l&#8217;encontre de guilde peuvent 
  s&#8217;appliquer &agrave; <em>tous les membres</em>. Les guildes qui ne respectent 
  pas les r&egrave;gles et cela de fa&ccedil;on r&eacute;p&eacute;titives s&#8217;exposent 
  &agrave; des avertissements et &eacute;ventuellement &agrave; la destruction 
  de cette guilde.</p>
<p>Les chefs de guilde et les officiers sont tenus responsables pour le comportement 
  de leurs membres. Il est donc de la responsabilit&eacute; des chefs de guilde 
  de s&#8217;assurer que leurs membres se comportent de fa&ccedil;on correcte.</p>
<p>&nbsp; </p>
</body>
</html>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 06/09/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
