<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>

		<table border=0 cellspacing=0 cellpadding=0>
		<tr valign=bottom>
			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>
			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Legacy of the Ykhesha&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>
			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>
		</tr>
		</table>
		
		<table border=0 cellspacing=0 cellpadding=0 width="100%">
		<tr valign=top>
			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>
			<td width="100%">
			<table border=0 cellspacing=0 cellpadding=0 width="100%">
			<tr valign=top>
				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>
				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">
					<tr valign=top>
						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>
					</tr>
					<tr>
						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>
					</tr>
					</table>
					</td>
			</tr>
			</table>			
			</td>
			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>
		</tr>
		</table>


		
<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="contenu" width="100%">
	<!-- Legacy of the Ykhesha --> 
<p align="center"><b>SONY ONLINE ENTERTAINMENT ANNONCE <br>
  LA SORTIE DE THE LEGACY OF YKESHA&#153; POUR EVERQUEST&reg;<br>
  <i>-Disponible en t&eacute;l&eacute;chargement num&eacute;rique, The Legacy 
  of Ykesha est une v&eacute;ritable <br>
  r&eacute;volution pour ce qui est de la jouabilit&eacute; d'EverQuest- </i></b></p>
<p><b>SAN DIEGO, Californie - 15 janvier 2003-</b> Sony Online Entertainment Inc. 
  (SOE), soci&eacute;t&eacute; phare dans le domaine des jeux en ligne massivement 
  multijoueur, a annonc&eacute; aujourd'hui la sortie de <i>EverQuest&reg;: The 
  Legacy of Ykesha&#153;</i>, nouvelle extension en date de son c&eacute;l&egrave;bre 
  jeu EverQuest. R&eacute;volutionnaire par tout ce qu'elle apporte sur le plan 
  de la technique et de la jouabilit&eacute;, cette extension sera mise &agrave; 
  disposition des joueurs d'EverQuest par voie de t&eacute;l&eacute;chargement 
  num&eacute;rique. Les joueurs pourront &eacute;galement d&eacute;couvrir de 
  nouvelles qu&ecirc;tes et zones d'aventures, de nouveaux sorts et objets, une 
  nouvelle race de personnages, et bien d'autres choses encore.<br>
  &quot; <i>The Legacy of Ykesha</i> tient une place &agrave; part dans les extensions 
  d'EverQuest, en ce sens que les d&eacute;veloppeurs ont principalement mis l'accent 
  sur les am&eacute;liorations techniques, explique Michael Lustenberger, directeur 
  du marketing chez Sony Online Entertainment. Nous allons proposer aux joueurs 
  d'EverQuest ce qu'ils nous demandaient, en leur offrant des options de jeu nouvelles 
  ou am&eacute;lior&eacute;es et un nouveau contenu qui rendra leurs aventures 
  dans le monde de Norrath plus passionnantes encore. &quot;</p>
<p><b>EverQuest: The Legacy of Ykesha</b><br>
  Dans <i>The Legacy of Ykesha</i>, les arm&eacute;es de l'ombre et de la lumi&egrave;re 
  fourbissent leurs armes, les joueurs d'EverQuest &eacute;tant t&eacute;moins 
  d'un &eacute;v&eacute;nement si cataclysmique qu'il bouleversera &agrave; tout 
  jamais l'&eacute;quilibre social et politique de Norrath. Pour la premi&egrave;re 
  fois, ils pourront &eacute;galement jouer l'une des races de PNJ les plus appr&eacute;ci&eacute;es 
  qui soient, celle des greloks, et explorer l'un des endroits les plus imp&eacute;n&eacute;trables 
  de Norrath, l'&icirc;le du Cr&acirc;ne bris&eacute;. De nouvelles aventures 
  attendent les joueurs intr&eacute;pides qui oseront braver les eaux tra&icirc;tresses 
  entourant l'&icirc;le myst&eacute;rieuse situ&eacute;e au large de la c&ocirc;te 
  m&eacute;ridionale d'Antonica. </p>
<p><b>EverQuest: The Legacy of Ykesha vous propose :</b></p>
<p>&middot; De nouvelles zones &agrave; explorer sur la myst&eacute;rieuse &icirc;le 
  du Cr&acirc;ne bris&eacute;e<br>
  &middot; Une nouvelle race de PJ, les greloks, au folklore &eacute;tonnamment 
  riche et qui luttent pour reprendre leur terre natale<br>
  &middot; Des nouveaut&eacute;s techniques qui seront r&eacute;v&eacute;l&eacute;es 
  au cours des semaines &agrave; venir !</p>
<p>Pour de plus amples pr&eacute;cisions, n'h&eacute;sitez pas &agrave; vous rendre 
  sur le site officiel d'EverQuest: <i>The Legacy of Ykesha</i> &agrave; l'adresse 
  suivante : <a href="http://www.legacyofykesha.com" target="blank">www.legacyofykesha.com</a>. 
</p>
<p><b>EverQuest</b><br>
  D&eacute;velopp&eacute; et publi&eacute; par Sony Online Entertainement, EverQuest 
  a &eacute;t&eacute; lanc&eacute; en 1999 et est depuis devenu un ph&eacute;nom&egrave;ne 
  culturel, d&eacute;passant de beaucoup le cadre du jeu. Sa croissance s'est 
  poursuivie avec les extensions prim&eacute;es The Ruins of Kunark&reg;, The 
  Scars of Velious&reg;, The Shadows of Luclin&#153; et The Planes of Power&#153;. 
  C'est le plus grand univers en 3D jamais cr&eacute;&eacute; en ligne. Aux heures 
  de connexion maximale, plus de 100 000 aventuriers explorent simultan&eacute;ment 
  le monde fantastique de Norrath, pleinement d&eacute;taill&eacute; et peupl&eacute; 
  de dragons, chevaliers et autres magiciens. Les joueurs d'EverQuest sont originaires 
  de plus de quarante pays diff&eacute;rents, dont les &Eacute;tats-Unis, la Grande-Bretagne, 
  le Canada, le Japon, la Chine, Taiwan, la Cor&eacute;e, l'Allemagne, la France, 
  l'Italie et l'Australie. </p>
<p><b>Sony Online Entertainment </b><br>
  Sony Online Entertainment Inc. (SOE), division des jeux en ligne de Sony Pictures 
  Digital Entertainment, est l'un des leaders mondiaux dans le domaine des jeux 
  en ligne massivement multijoueur, cr&eacute;ant, d&eacute;veloppant et offrant 
  des jeux en ligne pour ordinateur personnel (PC), console, r&eacute;seau sans 
  fil et r&eacute;seau en ligne. Avec plus de treize millions d'utilisateurs enregistr&eacute;s, 
  The Station &reg; (www.station.com) accueille un grand nombre de jeux et de 
  communaut&eacute;s de joueurs. En plus des &eacute;normes succ&egrave;s que 
  sont EverQuest&reg; et Jeopardy! Online, SOE d&eacute;veloppe des jeux aussi 
  vari&eacute;s que PlanetSide&#153;, Star Wars&reg; Galaxies&#153;, EverQuest&reg; 
  II et le premier jeu en ligne pour console au monde sur PlayStation&reg;2, EverQuest&reg; 
  Online Adventures&#153;.</p>
<p># # # #</p>
<p>Contacts : Sean Kauppinen Brandon McCormick <br>
  Sony Online Entertainment Access Communications <br>
  (1) 858-577-3387 (1) 415-844-6218 <br>
  skauppinen@soe.sony.com bmccormick@accesspr.com <br>
</p>

	
	</td>
	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>
	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>
</tr>
</table>
		



<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>
	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>
	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td>
</tr>
</table>

</td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 22/01/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
