<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE>Axtos</TITLE>
</HEAD>
<BODY BACKGROUND="../../Inhalt/Papier_16.gif" TEXT="#000080">

<H2><CENTER><IMG SRC="images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" WIDTH="266" HEIGHT="102"><BR>
<STRONG>Xynn</STRONG></CENTER></H2>

<P><CENTER><HR WIDTH="95%"></CENTER></P>

<P><CENTER><IMG SRC="images/Xynn.jpg" WIDTH="640" HEIGHT="480" ALIGN="BOTTOM"
NATURALSIZEFLAG="3"></CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="300" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><TABLE BORDER="1" WIDTH="302" CELLSPACING="2" CELLPADDING="0" BACKGROUND=
"../../Inhalt/perga.gif">
<TR>
<TD WIDTH="121">Rasse :</TD>
<TD WIDTH="169">Mensch</TD></TR>
<TR>
<TD WIDTH="121">Klasse :</TD>
<TD WIDTH="169">Monk</TD></TR>
<TR>
<TD WIDTH="121">Geburtsort :</TD>
<TD WIDTH="169">Qeynos</TD></TR>
</TABLE>
</TD></TR>
</TABLE>
</CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%"></P>

<P><CENTER><TABLE BORDER="4" WIDTH="90%" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><P>&nbsp;</P>

<P>****************************************************************************<BR>
Xynn Tearbearer<BR>
Monk<BR>
Freeport</P>

<P>Xynn - dies ist der Name den ich nach der Ankunft auf Norrath annahm.<BR>
Einst hie&szlig; ich anders und wandelte auf anderem Boden. Meine Kraft
sch&ouml;pfte ich<BR>
aus dem Glauben, aus dem Vertrauen auf den freundlichen Schutz der G&ouml;tter.
Zu<BR>
dieser Zeit verzweifelte mein geliebter Mann am Prinzip des Guten. Er<BR>
diente den &quot;guten&quot; G&ouml;ttern mit seinem Herzen und seiner Hand
doch sie trieben ihn<BR>
in den Wahnsinn und schlie&szlig;lich in den Freitod. Meine Gebete nutzten
nicht<BR>
mehr als ein Sieb f&uuml;rs Wasserholen. Denn meine Schutzg&ouml;ttin verstie&szlig;
und<BR>
verriet mich. Selbst sie, die G&ouml;ttin der Heilung weigerte sich, ihn<BR>
wiederzubeleben und sandte mir zum Trost schwere Tr&auml;ume. Ha&szlig;erf&uuml;llte
Fl&uuml;che gegen den<BR>
hochm&uuml;tigen Himmel schleudernd zerfra&szlig;en mich Selbstmitleid,
Kummer und<BR>
Einsamkeit. Ich erspare euch, und vor allem mir, Einzelheiten dieser dunklen<BR>
Zeit. Es war eine Zeit, in der die G&ouml;tter ihren unumschr&auml;nkten<BR>
Herrschaftsanspruch geltend machten und nicht mehr zum Nutzen der Menschen
handelten. Wie<BR>
weltliche Herrscher verbannten sie diejenigen, die ihnen gef&auml;hrlich
oder<BR>
unangenehm waren. Viele meiner Freunde waren f&uuml;r immer verbannt worden
oder hatten<BR>
M&ouml;glichkeiten gefunden, diese Welt von sich aus zu verlassen. Ein wahrer<BR>
Freund, Tiberius genannt, half mir damals nicht nur den Willen zum Leben
zu<BR>
erhalten, sondern er zeigte mir auch eine M&ouml;glichkeit, auf eine andere
Ebene<BR>
zu reisen, bevor mich die G&ouml;tter verbannen konnten. Ihm verdanke ich
so viel.<BR>
W&uuml;rde ich noch beten, w&uuml;rden meine Gebete ihm gelten. Doch ich
schwor den<BR>
G&ouml;ttern ab. Zwar herrschen hier andere Wesenheiten als in meiner Heimat,
doch<BR>
sch&ouml;pfe ich meine Kraft nicht mehr aus der verg&auml;nglichen Gunst
anderer. Ich<BR>
toleriere die G&ouml;tter dieser Welt (habe ich denn eine andere Wahl?)
und habe<BR>
sogar Freundschaften mit einigen Angeh&ouml;rigen des Klerus geschlossen,
doch<BR>
meine Kr&auml;fte kommen aus mir selbst. Einen M&ouml;nch kann man mich
nennen (niemals<BR>
Nonne, bitte!), aber dienen tue ich allenfalls dem Prinzip des inneren<BR>
Friedens. Fr&uuml;her suchte ich verzweifelt nach meiner leiblichen Familie,
doch<BR>
diese Suche wurde unwichtig. Meine Familie seien diejenigen, die ich Freunde<BR>
nenne. Ich legte meinen alten Namen ab und lie&szlig; meine Vergangenheit<BR>
vollst&auml;ndig hinter mir zur&uuml;ck.<BR>
Namenlos erwachte ich; den Weg der Einheit w&auml;hlte ich; im Tal des Todes<BR>
schritt ich; Bande der Freundschaft schmiede ich. Meine F&auml;uste sind
Eisen den<BR>
Feinden und Samt meinen Freunden, meine Seele ist das Wasser, das den Stein<BR>
bricht. - Ich bin Xynn. <BR>
M&ouml;ge Frieden auf all Euren Wegen wandeln!</P>

<P>**************************************************************</TD></TR>
</TABLE>
</CENTER></P>

<P><CENTER><STRONG>(\@/) <A HREF="Mitglieder.htm">zur&uuml;ck zur Mitglieder&uuml;bersicht</A>
(\@/)</STRONG></CENTER>
</BODY>
</HTML>
