{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...","replyTo":"LIST","senderId":"0gFHDcD_WCrdwOiSkNJcEFeu7ARQKXGJvDWVvuQxp5uIb7tx48vbtS69PQZQPNi1rJSebLdak4t1PuYutYxHzwV3b9xAvQCGGJ7yfq8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: A weekend in East Karana","postDate":"928766919","msgId":1011,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC41My4xMDExLjk1OTI5MTkxM0BlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1012,"prevInTime":1010,"nextInTime":1012,"topicId":1011,"numMessagesInTopic":5,"msgSnippet":"Hail Norrath! This weekend has been probably the worst as far as death is concerned, but it was the most hilarious. Friday Eve: My party, which consists of a","messageBody":"<div id=\"ygrps-yiv-1313787329\">Hail Norrath!<br/>\n<br/>\n\tThis weekend has been probably the worst as<br/>\n\tfar as death is concerned, but it was the most<br/>\n\thilarious.<br/>\n<br/>\n\tFriday Eve:<br/>\n\tMy party, which consists of a Wizard, Enchantress,<br/>\n\tand myself, a warrior, were headed for the Beholder<br/>\n\tMaze to fight minotaurs and muddite elders. On the<br/>\n\tway through East Karana, we came across a bandit<br/>\n\tcamp with a named NPC.  Besides the one with the<br/>\n\tname there were 6 others, two conning blue and the<br/>\n\trest green.  The enchantress charms one of the <br/>\n\tbandits and the rest come after us, except for the<br/>\n\tnamed NPC.  We finish off the bandits rather quickly<br/>\n\tthen attack the last one (I will give out the name to<br/>\n\tthose who ask).  <br/>\n<br/>\n\tWell after a very short fight we remove his items and<br/>\n\tfind a staff segment and a key, both lore items.  Great,<br/>\n\tthey must be part of a quest!  After healing a little <br/>\n\tand regenerating mana, we decided to kill him again so<br/>\n\tthat each of us can have a key and staff segment.  We<br/>\n\trecover two bronze weapons in the process and go off<br/>\n\ton our merry way.<br/>\n<br/>\n\tSaturday Eve:  <br/>\n\tWe found out what to do with the key, but not until one<br/>\n\tof our party membes gives it to the wrong person.  No<br/>\n\tproblem, we&#39;ll just go get another one.  So back to the<br/>\n\tbandit camp.  Besides two bandits there is a brigand<br/>\n\t(never seen one there before) and the named NPC. Our<br/>\n\tenchantress charms one of the spell casting bandits and<br/>\n\tguess what?  All of them come, and we dispatch them <br/>\n\twithout a problem leaving only the named NPC.  Our <br/>\n\tenchantress says &#39;Now (the named NPC)&#39;.  I take out my<br/>\n\ttrusty bow and whack! <br/>\n<br/>\n\ta (named NPC) says hit for 9 non melee damage.<br/>\n\tA (named NPC) begins to cast a spell<br/>\n\tYour body convulsves as lightning arcs through your body.<br/>\n\tA (named NPC) begins to cast a spell<br/>\n\tYour skin combusts.<br/>\n<br/>\n\tBy this time he has come into melee range.<br/>\n<br/>\n\tA (named NPC) hits you for 28 damage.<br/>\n\tA (named NPC) hits you for 15 damage.<br/>\n<br/>\n\tTo see the least, he killed me and the Enchantress.  The<br/>\n\twizard was able to escape to the zone.  One of the named <br/>\n\tNPC spells took away 2 bubbles of my health, which is <br/>\n\talmost 200 hit points.  <br/>\n<br/>\n\tAfter we regroup, we find out that our Wizard had expended <br/>\n\tall his mana on the previous fight and wasn&#39;t able to tell us<br/>\n\tbefore I engaged with the named NPC.  Thus, we both died.<br/>\n<br/>\n\tNow we go back for our revenge.  We initiate combat with the<br/>\n\tbandits, but this time the named NPC decides to join in!  (he<br/>\n\tnever has done this before).  Well this time the wizard and <br/>\n\tmyself die while the enchantress escapes.  I get the message<br/>\n\t&#39;Welcome to Level 15!&#39;   <br/>\n<br/>\n\tHave we learned our lesson yet?  Not yet!  We go back for the<br/>\n\tthird time.  There is only the named NPC and two bandits. <br/>\n\tShouldn&#39;t be a problem.  This time our Enchantress charms<br/>\n\tthe named NPC and we quickly dispatch the remaining bandits.<br/>\n\tThink we got our revenge?  We did, until a griffawn comes <br/>\n\tup behind the enchantress and attacks.  Well the named NPC <br/>\n\tis still charmed so he starts hitting the griffawn along with<br/>\n\tmyself.  About half way through the battle the charm wears off.<br/>\n\tOne second the enchantress has a full bar of health, the next<br/>\n\tsecond she is lying on the ground dead.  The wizards health <br/>\n\tgoes from full to half before another spell casting bandit spawns.<br/>\n\tI watch in horrow as my hit points dwindle away to half while still<br/>\n\tfighting the griffawn.  About this time the wizard is trying to gate<br/>\n\twhile being hit hard by both the named NPC and the other bandit.<br/>\n\tI watch his health go down to one bubble then turn and start<br/>\nrunning,<br/>\n\tthe griffawn on my heels.  I make it to the gorge and turn to finish<br/>\n<br/>\n\tthe griffawn with two bubbles of health.<br/>\n<br/>\n\tWhew that was close!  It was a good thing I didn&#39;t attack either<br/>\nbandit.<br/>\n\tWrong!!  Doesn&#39;t matter if I attacked them or not, here they come<br/>\nover <br/>\n\tthe hill.  Suffice to say I died yet again.<br/>\n<br/>\n\tWe have decided to give the bandits a WIDE berth anytime we are <br/>\n\ttraveling through East Karana.<br/>\n<br/>\n\tAngarth, Warrior of the 16th, er  15th Tier<br/>\n\t&quot;Periissem ni periisem&quot;</div>","specialLinks":[]}}