{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Davis, Chad (cdavis)","from":"&quot;Davis, Chad (cdavis)&quot; &lt;cdavis@...&gt;","replyTo":"LIST","senderId":"h4IqtDO95w7AdUk_MiSWM5JcWXKGRTZxk5I_d_fxP2wzNHbcT7yurp-d4U6kciRq4oMyJ5QzyIXyASz9TY2xfdWlmyUZ1snDTK07Z3RHg47cfw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Cut and Paste from EQ&#39;Liser","postDate":"929037090","msgId":1126,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC41OC4xMTI2Ljk1OTI5MTkxM0BlR3JvdXBzLmNvbT4="},"prevInTopic":1124,"nextInTopic":1134,"prevInTime":1125,"nextInTime":1127,"topicId":1124,"numMessagesInTopic":3,"msgSnippet":"My thinking is that Verant has only balanced the classes up to a certain level, say lvl 25 or so. In this level range, the classes seem more balanced to me. ","messageBody":"<div id=\"ygrps-yiv-1121174992\">My thinking is that Verant has only balanced the classes up to a certain<br/>\nlevel, say lvl 25 or so.<br/>\nIn this level range, the classes seem more balanced to me. <br/>\nAfter that point they haven&#39;t put alot of thought into balancing the warrior<br/>\nclass, or adding any sort of bonuses.<br/>\nHopefully if we will see Verant put in something soon.<br/>\nOtherwise you are going to start seeing more and more people drop their<br/>\nwarriors for rangers or monks.<br/>\n<br/>\nGunthor<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From:\tJames Wofford [SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:James.Wofford@...\">James.Wofford@...</a>]<br/>\n&gt; Sent:\tThursday, June 10, 1999 10:02 AM<br/>\n&gt; To:\t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Subject:\t[warriors_eq] Cut and Paste from EQ&#39;Liser<br/>\n&gt; <br/>\n&gt; From: James Wofford &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:James.Wofford@...\">James.Wofford@...</a>&gt;<br/>\n&gt; <br/>\n&gt; (I am in agreement with alot of what this post says.  I have never seen<br/>\n&gt; anyone put together so much detail concerning the downers of a warrior.  I<br/>\n&gt; too have been waiting for the levels when we start to shine as a group<br/>\n&gt; member.  Not just a punchin bag that is expendable because if things go<br/>\n&gt; very<br/>\n&gt; wrong, we stand and take the death while everyone else can get away.  For a<br/>\n&gt; long time now I have had discussions concerning specialization in a weapon<br/>\n&gt; skill or two.  This is mentioned again in this post, I would like to know<br/>\n&gt; everyones opinions on this.)<br/>\n&gt; <br/>\n&gt; Dyvim Kincaid<br/>\n&gt; Stormriders of Cazic Thule.<br/>\n&gt; <br/>\n&gt; Warrior&#39;s STINK.<br/>\n&gt; <br/>\n&gt; Okay I&#39;ve sat down and written this little thingie over the past few weeks,<br/>\n&gt; in places it repeats itself, you may even find it<br/>\n&gt; incoherant in places. And hell I&#39;m to lazy to load it up in a real word<br/>\n&gt; processor to run a spell check (go notepad!). But<br/>\n&gt; take it as it is, I think it still has something important to say:<br/>\n&gt; <br/>\n&gt; I play a level 46 troll warrior in EverQuest. In most every game I play I&#39;m<br/>\n&gt; always a warrior and fairly happy with the role<br/>\n&gt; and abilities warriors are given in most games, wether it be an online or<br/>\n&gt; offline game. Now when I was making my troll<br/>\n&gt; warrior I did a little research and heard things like this:<br/>\n&gt; <br/>\n&gt; - Warriors get more hitpoints than any other class.<br/>\n&gt; - Warriors at high levels do more damage than any other melee class.<br/>\n&gt; - Warriors have the best selection of magic and mundane weapons and armor.<br/>\n&gt; - Warriors are the most skilled at weapon-to-weapon combat.<br/>\n&gt; <br/>\n&gt; Now some of these are things people take for granted about the sterotypical<br/>\n&gt; role of a warrior others are conclusions that can<br/>\n&gt; be made after reading comments made by Verant about warriors (wish I&#39;d<br/>\n&gt; cliped the quotes to put here).<br/>\n&gt; <br/>\n&gt; So for the first few levels I was pretty happy with the warrior, with a<br/>\n&gt; trolls regeneration you can quickly get out of the<br/>\n&gt; lower levels. My first observation of an imbalance was that all other melee<br/>\n&gt; classes were advancing just as fast in weapon<br/>\n&gt; skills, with 5 additional points of offense and weapon skill each level. So<br/>\n&gt; that a level 10 Shadow Knight and a level 10<br/>\n&gt; Warrior would both have the same weapon and offense skills (assuming<br/>\n&gt; they&#39;re<br/>\n&gt; using the same type of weapon). So I&#39;m saying<br/>\n&gt; to myself what&#39;s the point of a warrior? Our melee skills are not<br/>\n&gt; outshining<br/>\n&gt; anyone.<br/>\n&gt; <br/>\n&gt; So life goes on, now I&#39;m around level 20 or so and still I haven&#39;t found<br/>\n&gt; any<br/>\n&gt; equipment that puts warriors above others, our<br/>\n&gt; skills are still on par with anyone else. So what about the duel wield,<br/>\n&gt; double attack issue? Well by this level rangers get<br/>\n&gt; them both, monks get them both (with a higher skill level than any class),<br/>\n&gt; thieves get them both. And so well warriors get<br/>\n&gt; them both. So again I begin to question the point of warriors.<br/>\n&gt; <br/>\n&gt; So now I start comparing hitpoints. Well rangers don&#39;t have as many<br/>\n&gt; hitpoints.. but they can buff themselves and heal<br/>\n&gt; themselves.. monks don&#39;t have as many hitpoints but they can mend<br/>\n&gt; themselves<br/>\n&gt; (and don&#39;t tell me, oh but if it fails they get<br/>\n&gt; hurt bad, cuz I group regularly with a monk since level 37 and I have yet<br/>\n&gt; to<br/>\n&gt; see him fail a mend)... ShadowKnights don&#39;t have<br/>\n&gt; as many hitpoints but they have HP drains... Paladin&#39;s don&#39;t have as many<br/>\n&gt; hitpoints but they can buff, heal and lay hands..<br/>\n&gt; So in the end I actually end up having LESS hitpoints than most any other<br/>\n&gt; melee class because after buffs and considering<br/>\n&gt; healing and life drains the other melee classes (except rogues) have more<br/>\n&gt; HP<br/>\n&gt; than me. But being a troll with a high stanima<br/>\n&gt; I get a few extra hitpoints here and there which add up to around 150 more<br/>\n&gt; HP over other melee classes (at level 46 mind<br/>\n&gt; you). At level 46 this accounts for maybe two additional hits from a<br/>\n&gt; monster<br/>\n&gt; worth XP. So a warrior&#39;s benefit is not in<br/>\n&gt; it&#39;s hitpoints.<br/>\n&gt; <br/>\n&gt; So what about armor, they can wear most anything right, so they should have<br/>\n&gt; extra high AC? Well not quiet, even tho rangers<br/>\n&gt; can&#39;t wear plate, they can wear most magical versions of it, and they have<br/>\n&gt; AC buffs. Paladins, ShadowKnights, Bards can all<br/>\n&gt; wear plate also (man the acoustics of playing an instrument in full<br/>\n&gt; platemail must be odd). And of course these classes ALSO<br/>\n&gt; have AC buffs! Then there are monks, well they can&#39;t wear much armor.. but<br/>\n&gt; the lighter they are the more AC they get! So<br/>\n&gt; again I&#39;m left out saying, well what&#39;s a warrior good for?<br/>\n&gt; <br/>\n&gt; So someone tells me, well most melee classes skills cap at level 30 and<br/>\n&gt; warriors keep on going. Well level 30 rolls around,<br/>\n&gt; and other melee classes keep right up with me. So maybe it&#39;s level 35 they<br/>\n&gt; cap, nope. Well maybe they cap at level 40 and<br/>\n&gt; warriors can goto above 200. Well level 40 rolls around and yes other melee<br/>\n&gt; classes do cap at 200, well warriors do ALSO!<br/>\n&gt; UGH. I&#39;ve held out so long waiting for some benefit of warriors to shine<br/>\n&gt; through, kept getting told at higher levels you<br/>\n&gt; really shine! Well I&#39;m at the higher levels and if anything WARRIORS are<br/>\n&gt; the<br/>\n&gt; WORST melee class beyond level 40 (gauging my<br/>\n&gt; experience with grouping with high level Rangers, Monks and ShadowKnights).<br/>\n&gt; In fact Monks don&#39;t cap at 40! They can go<br/>\n&gt; above 200! But my Parry, Riposte, Pierce, 1h Slash, 2h slash, taunt, bash,<br/>\n&gt; ALL of them maxed at 200!<br/>\n&gt; <br/>\n&gt; So then there is the allure of the Executioner&#39;s Axe. A warrior&#39;s dream<br/>\n&gt; weapon, the only warrior only weapon known of (well<br/>\n&gt; recently found a warrior only shield/weapon combo item but it ain&#39;t a dream<br/>\n&gt; weapon by far) and it is a good item (assuming<br/>\n&gt; haste goes off often enough). But you can&#39;t get it till you are in your<br/>\n&gt; 40&#39;s, the monster with it rarely has it, rarely<br/>\n&gt; spawns, is deep in a dungeon and has a nice assortment of guards. And now<br/>\n&gt; that I finally have the weapon, I find out it is<br/>\n&gt; TERRIBLLY handicapped! The haste on it only lasts 10 seconds which at most<br/>\n&gt; allows for 3 or 4 swings! And the damage range<br/>\n&gt; is so large it&#39;s a hopeless weapon as you never know if you&#39;ll get a<br/>\n&gt; hundred<br/>\n&gt; 9 damage hits or a hundred 80 damage hits! I&#39;ve<br/>\n&gt; gone complete fights without doing more than 100HP in damage! With upto 12<br/>\n&gt; misses in a row! In 4 duels, 2 using<br/>\n&gt; Executioners Axe, 2 using Painbringer and Shield of The Slain Unicorn. The<br/>\n&gt; 2<br/>\n&gt; with Executioners Axe were a 50/50 chance that<br/>\n&gt; if we had gone to death who would of won (mind you I was dueling a<br/>\n&gt; ShadowKnight who was using buffs but NOT using his other<br/>\n&gt; spells and was 4 levels below me). Using the sword and shield combo I was<br/>\n&gt; the clear winner. Not to mention the fact a<br/>\n&gt; class should NOT be defined by a SINGLE weapon they can&#39;t get until they&#39;re<br/>\n&gt; almost level 50!<br/>\n&gt; <br/>\n&gt; And on a side note why do warriors seem to have to wait LAST to get a<br/>\n&gt; &quot;superweapon&quot;? I&#39;ve found (or friends have) caster,<br/>\n&gt; ranger, paladin &quot;superweapons&quot; and know where an SK one is that we can kill<br/>\n&gt; the monster with it but it rarely has the item is<br/>\n&gt; the problem. Man I&#39;m so fed up. And of course if I had my choice I&#39;d much<br/>\n&gt; rather duel wield 2 Ebony Blades as they&#39;re<br/>\n&gt; better than Painbringer (which btw is a lore, nodrop item so forget duel<br/>\n&gt; wielding the only nice warrior weapon I&#39;ve ever<br/>\n&gt; seen).<br/>\n&gt; <br/>\n&gt; So now that I&#39;ve disproved about every advantaged you&#39;d figure warriors<br/>\n&gt; would have here some other general ranting:<br/>\n&gt; <br/>\n&gt; On top of all this Monk&#39;s NEVER die if they know how to use Fiegn Death<br/>\n&gt; (the<br/>\n&gt; monk I group with has died twice from level<br/>\n&gt; 37 to 49, while I have died 8 times between level 45 and 46 alone). Shadow<br/>\n&gt; Knights have Feign Death (as a spell) and<br/>\n&gt; invisibility! Rangers get similiar abilities (though generally outdoors<br/>\n&gt; only). So most classes have ways to avoid being<br/>\n&gt; attacked or ways of getting out of being attacked. Except warriors. So<br/>\n&gt; since<br/>\n&gt; we can&#39;t avoid fights and we can&#39;t get out of<br/>\n&gt; a fight the everything over level 18 is aggressive rule REALLY screws<br/>\n&gt; warriors over as we have to fight through EVERYTHING to<br/>\n&gt; get to anything.<br/>\n&gt; <br/>\n&gt; Okay then I&#39;ve finally found something I can solo for XP when my friends<br/>\n&gt; are<br/>\n&gt; not around to group with me. Well in general<br/>\n&gt; those monsters will run away and are deep in dungeons, and warrior&#39;s CANNOT<br/>\n&gt; handle runners! Rangers get ensnares and roots<br/>\n&gt; (and Ebony Blades), SKs get darknesses, or heck they have mana to burn<br/>\n&gt; things up with. Even a monk can chase things down<br/>\n&gt; kill it and if anyone else attacks they just fiegn death! UGH UGH UGH UGH<br/>\n&gt; UGH. SO WHAT IS THE POINT OF WARRIORS?!?!?!? Can<br/>\n&gt; anyone tell me?<br/>\n&gt; <br/>\n&gt; Please? And don&#39;t say it&#39;s a low XP table. The XP tables in Everquest are<br/>\n&gt; SO<br/>\n&gt; messed up it&#39;s not even funny. They&#39;re messed<br/>\n&gt; up to the point that a monk gets almost 2 levels to my 1 level and the Monk<br/>\n&gt; is SOOOOOOOOOOOOOOOOO much more powerful than I<br/>\n&gt; am, not to mention they RARELY die.<br/>\n&gt; <br/>\n&gt; We are not the lords of battle in any stretch of the mind in the world of<br/>\n&gt; Norrath. Look at the original four things I&#39;ve<br/>\n&gt; stated. Well I&#39;ve disproved them all. Heck even worse other melee classes<br/>\n&gt; spells still improve (and they get new ones) past<br/>\n&gt; level 40 so that means their buffs get better, but my skills are all parked<br/>\n&gt; at 200 (well offense and defense goto 210)! And<br/>\n&gt; well monks they might not have as high ATK as me, but hell they&#39;re still<br/>\n&gt; getting quadruple (!!!!!) punches for over 50 damage<br/>\n&gt; a hit and kicks over 80 damage! WTF! THIS MAKES NO SENSE. Assuming I got<br/>\n&gt; MAX<br/>\n&gt; damage in a single round using a Gigiantic<br/>\n&gt; Zweihander I would do 130 damage in 3.9 seconds, or with an Ashenwood Spear<br/>\n&gt; and Polished Granite Tomahawk I would do 104<br/>\n&gt; damage in 2.4 seconds. But of course I&#39;ve never gotten anywhere NEAR max<br/>\n&gt; damage. Now compare this to a Monks max damage,<br/>\n&gt; 200+ damage just with punches in approximately 3.0 seconds! This just<br/>\n&gt; really<br/>\n&gt; sucks.<br/>\n&gt; <br/>\n&gt; And of course there are the past few patches. I see things changing for<br/>\n&gt; other classes making them MORE powerful and here I<br/>\n&gt; sit being SCREWED over ROYALLY. But warriors can wear platemail! Well all<br/>\n&gt; other melee classes can wear various forms of<br/>\n&gt; magic platemail (mithril, silvered, rubicite, pick your poison) so that<br/>\n&gt; discussion is null and void. So in the end I cannot<br/>\n&gt; think of a single advantage warriors have over ANY other class AT ALL.<br/>\n&gt; Thank<br/>\n&gt; you Verant for setting me up for the fall. I<br/>\n&gt; didn&#39;t expect warriors to rule the earth at level 50, and I NEVER expect<br/>\n&gt; them EVER to be a heavy solo class beyond the early<br/>\n&gt; levels, but hey at least let us be the kings of melee combat or share the<br/>\n&gt; title with monks. And with less mana now spent<br/>\n&gt; when a spell fizzles and spell specilization (in or on it&#39;s way) you&#39;ve<br/>\n&gt; made<br/>\n&gt; every casting class just that much more<br/>\n&gt; powerful.<br/>\n&gt; <br/>\n&gt; They could double the ammount of damage a warrior could dish out and it<br/>\n&gt; wouldn&#39;t seriously disrupt things (I&#39;m not saying<br/>\n&gt; this is a viable solution, just that if it was done we&#39;d be the lords of<br/>\n&gt; battle but still couldn&#39;t solo). Hell at level 40<br/>\n&gt; I can&#39;t even solo a GREEN Cyclops, yet my monk friend albeit with some<br/>\n&gt; difficulty can at least solo a BLUE griffon). If I<br/>\n&gt; did twice the damage sure I could solo it but then when it ran away I still<br/>\n&gt; would not be able to finish it due to the<br/>\n&gt; tons of other monsters that would join in (not to mention the poor<br/>\n&gt; prediction code which makes it so hard to chase things).<br/>\n&gt; Thanks Verant. Damnit I&#39;m so pissed. Why couldn&#39;t you at least let our<br/>\n&gt; weapon skills goto 255? Why is a ranger just as<br/>\n&gt; good at me in melee combat and have spells? Why do monks just completely<br/>\n&gt; kick my ass? And in a monk vs warrior duel at high<br/>\n&gt; levels the time it would take would be over 5 mintues (or I should say the<br/>\n&gt; time it would take me to kill a monk would be over<br/>\n&gt; 5 minutes, although a monk could prolly kill me in less than 5 minutes) in<br/>\n&gt; length so a monk would end up getting more than 1<br/>\n&gt; mend during the fight making his HP total far outweigh any warriors.<br/>\n&gt; <br/>\n&gt; The only thing I got going for me is being a troll with high regen and some<br/>\n&gt; extra strength and stanima. But this doesn&#39;t<br/>\n&gt; ammount to much considering we can do NO QUESTS (Verant WHERE THE HELL ARE<br/>\n&gt; THE TROLL QUESTS IN GROBB?), I can&#39;t get good<br/>\n&gt; faction with other places enough to do quests. And everything under the sun<br/>\n&gt; hates me. The whole faction system is so dumb<br/>\n&gt; in the end the only people it hurts are evil races. Bleh well now I&#39;m off<br/>\n&gt; the topic of why warriors get SCREWED, why trolls<br/>\n&gt; get screwed is a whole different topic. So goodday to those who&#39;ve bothered<br/>\n&gt; to read this from start to finish. If I&#39;ve<br/>\n&gt; overlooked something significant let me know. I&#39;d love to know my character<br/>\n&gt; is worth something. Warriors from level 42<br/>\n&gt; onward GET NOTHING. Oh and our flaunted taunt skill, well the farther your<br/>\n&gt; teammates move above level 40 the more worthless<br/>\n&gt; the skill becomes to the point now I can rarely taunt anything off anyone.<br/>\n&gt; And why when I use a 2 handed weapon does taunt<br/>\n&gt; work ALOT less than when I use 2 one handed weapons? Damnit Verant I&#39;m so<br/>\n&gt; fed up, will you quit tweaking every class into<br/>\n&gt; superhuman beings and pay attention to warriors for a BRIEF second to come<br/>\n&gt; up with something besides &quot;Beserking Frenzy&quot;.<br/>\n&gt; Beserking Frenzy? This is supposed to be something good? Please Verant,<br/>\n&gt; when<br/>\n&gt; it says &quot;You have entered a beserking frenzy&quot;<br/>\n&gt; that&#39;s my cue to zone cuz I&#39;m going to die if I stick around. I guess it&#39;s<br/>\n&gt; not fair to complain so much about my class<br/>\n&gt; without a suggestion or two to make warriors a more viable class to play.<br/>\n&gt; If<br/>\n&gt; I were to rebalance the warrior class I would<br/>\n&gt; do 2 simple things.<br/>\n&gt; <br/>\n&gt; 1) Let our weapon skills goto 255. This includes 1h slash, 2h slash,<br/>\n&gt; piercing, 1h blunt, 2h blunt and offense maybe even<br/>\n&gt; riposte and or parry. Perhaps not even all the way upto 255 but somewhere<br/>\n&gt; above other melee classes and enough that it<br/>\n&gt; makes a noticable differance in combat.<br/>\n&gt; 2) Allow a warrior to specialize in 1 or 2 forms of weapons (for instance<br/>\n&gt; 1h<br/>\n&gt; and 2h slash, or piercing and 1h blunt). Your<br/>\n&gt; skill in specilization reduces your weapon delay, not by tons. But lets say<br/>\n&gt; you have a 1h slash specilization of 200,<br/>\n&gt; any 1h slash weapon you wield would be swung 10 percent faster than it&#39;s<br/>\n&gt; given delay, maybe even only 5 percent but<br/>\n&gt; something slightly faster.<br/>\n&gt; <br/>\n&gt; Some other things I&#39;d consider doing:<br/>\n&gt; <br/>\n&gt; 1) Let our defensive skills go up higher than 210 also.<br/>\n&gt; 2) Let us have access to ALL weapon and armor except the class specific<br/>\n&gt; items (robes, monk headbands, bard instruments).<br/>\n&gt; 3) Make gate potions more available and more reliable (I&#39;ve used a gate<br/>\n&gt; potions in which it tells me the zone is loading<br/>\n&gt; only to find myself a few minutes later standing right where I was when I<br/>\n&gt; drank the potion and then promptly killed)<br/>\n&gt; <br/>\n&gt; Even if you did all of these things you are not significantly changing the<br/>\n&gt; balance of the game at all as the warrior&#39;s<br/>\n&gt; biggest weaknesses are still it&#39;s down fall, we can&#39;t get out of a tight<br/>\n&gt; situation, and we can&#39;t heal ourselves. At most<br/>\n&gt; this enables us to keep up with Monks damage wise and also to pull our<br/>\n&gt; selves apart from melee classes and MAYBE be the best<br/>\n&gt; melee class. And at least be considered a viable member of a group.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; One helluva pissed off troll warrior.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; What do lizards and rock music have in common?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; They both have communities at ONElist.  Find yours today!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek! </span></blockquote></div>","specialLinks":[]}}