{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jynxx","from":"&quot;Jynxx&quot; &lt;Jynxx@...&gt;","replyTo":"LIST","senderId":"mv78agZU78NbjjiAq9zPcyX2nEsASvtI2gnc3XEzaZpxeGxJeX3SLxS7JjYhzRb-zlZZo9ifc1mBcJcE1RTjHMmVCQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Cut and Paste form EQ&#39;Lizer","postDate":"929037533","msgId":1127,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC41OC4xMTI3Ljk1OTI5MTkxM0BlR3JvdXBzLmNvbT4="},"prevInTopic":1125,"nextInTopic":1128,"prevInTime":1126,"nextInTime":1128,"topicId":1125,"numMessagesInTopic":8,"msgSnippet":"OK....I may be going off the main opinion on this, but I don t want to see warriors casting spells! Warriors are the I don t give a damn who you are....I m","messageBody":"<div id=\"ygrps-yiv-313262298\">OK....I may be going off the main opinion on this, but I don&#39;t want to see warriors casting spells! Warriors are the &quot;I don&#39;t give a damn who you are....I&#39;m going to kill you,&quot; type and using magic would just be wussy. If you want to use magic go be a paladin or a ranger, or even a shadow night. ALL the points in that post were right on. I am nowhere close to level 40-something, but I can see my warrior getting steadily worse as I rarely even get a hit in before a caster brings the baddie down. I start to question....&quot;Why the hell am I even with this group?&quot; People who form groups try to keep them balanced, (I have found that 9 of 10 times it is a caster forming the group) and so they look for a warrior as well as a bard, cleric....but why the warrior? To tank? Of course, but who wants to just stand there getting hit? The main mentality of a warrior is honor on the battlefield. To me in this game the warrior class is anything but honorable. &quot;Ok buddy....you just stand there while I hit him with all kinds of magic from over here ok?&quot; NO THAT IS NOT OK. I want to be the one to kill it! Hell, I want to kill everything! But guess what? At level 15 I can&#39;t even solo anymore. WTF??!? A warrior should just be a complete killing machine. I&#39;ll make a reference here....Before I do, let me tell you that I have been playing AD&D games for about 15 years and have been in the RPGA for about 10. For those of you who know the Forgoten Realms (Which I am sure most of you do) you know that there is not really much difference between a Fighter and a Ranger. The ranger is more like a fighter who likes the outdoors, and at higher level gets a couple of tree-helping spells. Anyways.....for those of you who know...look at Drizzt Do&#39;Urden. 20-something level ranger. Look at how much he kicks ass...he could take out giants, golems...pretty much anything. His blades are a dance of death. Now...put him in norrath. He has dual wield. So what. He has a super high agility. And? He could take out a hill giant and not even get touched! Umm...not so fast. Even at level 40+ I think PCs have trouble taking out a hill giant, and if anyone CAN solo one....does it even make it worth it? Is there ANY xp given? I too am fed up with that &#39;warrior&#39; class. They should just change the name of it to &#39;Bag&#39; or something. You get weapons until you are sufficiently high enough level to become and efficient punching bag, doing your part to help. Damn that. I want my job description to be &quot;You can use whatever the hell you want to kill whatever you can. If something is bigger than you, just swing harder. Arm yourself well and protect yourself with the best armor you can so that you become a well oiled, living, breathing killing machine.&quot; That is the job I singed up for. That is the job I want. Nuff said.<br/>\n<br/>\nJynxx</div>","specialLinks":[]}}