{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jynxx","from":"&quot;Jynxx&quot; &lt;Jynxx@...","replyTo":"LIST","senderId":"8fMWS--F4DizTa3hefre9Wp43OUPxZnfTegkVDHC-y4WRCC5CcoxNNotqrxCfrC9v7Oc5hid56afNkPofjTipp7Q5g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Petition or Melee vs. Caster damage","postDate":"929079836","msgId":1157,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC41OS4xMTU3Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1152,"nextInTopic":1158,"prevInTime":1156,"nextInTime":1158,"topicId":1149,"numMessagesInTopic":12,"msgSnippet":"Ok....time for the quote of the day: Making the warrior a huge damage dealing machine was never the intent of Verant and isn t in the spirit of EQ s balanced","messageBody":"<div id=\"ygrps-yiv-1363753473\">Ok....time for the quote of the day:<br/>\n<br/>\n&quot;Making the warrior a huge damage dealing machine was never the intent of<br/>\nVerant and isn&#39;t in the spirit of EQ&#39;s balanced group oriented world.&quot;<br/>\n<br/>\nUmmm......what game have YOU been playing??!? Balanced? Group Oriented? I<br/>\nreally think not. The game gives a HUGE advantage to casters and a gigantic<br/>\ndisadvantage to the true warrior. But I will concede the point that a<br/>\nwarrior has a little less of an advantage against something like a hill<br/>\ngiant, BUT only in terms of damage. And maybe not even that....by the time<br/>\nthe caster gets off his fireball, I could have sliced the giants ankles and<br/>\nbeen done stabbing him in the throat while he was helpless on the ground. I<br/>\nthink that the first thing you forgot was that EQ is a ROLE-PLAYING game.<br/>\nYou have to use your imagination. I am saying that before you tell me that I<br/>\ncan&#39;t cut his ankles or stab him in his throat or even run around him and<br/>\nfight him at all. I am using my imagination in the fight. Ok...anyways, back<br/>\nto the point. In terms of one-on-one damage I am saying that the two should<br/>\nbe at the LEAST comparable. You telling me that a warrior is no match for a<br/>\ncaster at bringing down a hill giant just doesn&#39;t sit right with me. That is<br/>\nlike saying that a sword is no match for a gun. It depends on how you use<br/>\nit. Sure you could stand across the room and shoot me 6 times before I even<br/>\ngot near you, but in the same sense I could creep up on you and cut your<br/>\nhand off before you even drew that precious gun of yours. So in terms of<br/>\ndamage, yes maybe some of the casters spells should have more of an effect<br/>\non some creatures. But it all depends on where we, as warriors, stick our<br/>\nswords. If the giant is 20&#39; taller than me...chances are I am about 200%<br/>\nfaster than him. I just have to know where to hit him to take him out.<br/>\n<br/>\n    Personal Note. I am only going this route because I have studied<br/>\nKinjitsu (Japanese swordfighting) and Karate for some time now, and I know<br/>\nthat no matter how big an opponent is he can be taken down. I don&#39;t care if<br/>\nhe is literally as big as a house....if his tendons get cut, he falls like<br/>\nany man one-tenth his size. But remember this is just my opinion, I am not<br/>\ntrying to flame anyone or any point of view. In fact I think this is very<br/>\nhealthy to the development of the game. No one ever succeeded at anything<br/>\nwith everyone telling them that they are right all the time. Am I right?<br/>\n(Sorry...bad pun hehe)<br/>\n<br/>\nJynxx</div>","specialLinks":[]}}