{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wayne Sheppard","from":"&quot;Wayne Sheppard&quot; &lt;mrwayne@...","replyTo":"LIST","senderId":"sqayaOnzNHUtU3QILSBQSHGn8qGjd3stNug6hx6r_3ql2GUA6gSFo5_tX0_bZSwZx_K034BhnoMljbBEryEI7nmUf9y0iLXM_wV42wYt2gA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Warriors vs Hybrids","postDate":"929116704","msgId":1167,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42MC4xMTY3Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1169,"prevInTime":1166,"nextInTime":1168,"topicId":1167,"numMessagesInTopic":21,"msgSnippet":"Lets compare the Warrior vs the Hybrid classes (Paladin, Ranger, and Shadowknight) How a Warrior should be better than the hybrids: - Warriors should have a","messageBody":"<div id=\"ygrps-yiv-506788973\">Lets compare the Warrior vs the Hybrid classes (Paladin, Ranger, and<br/>\nShadowknight)<br/>\n<br/>\n<br/>\nHow a Warrior should be better than the hybrids:<br/>\n<br/>\n- Warriors should have a small percentage more hp&#39;s that the hybrids.  But<br/>\nhp&#39;s should be a primary result of race and stamina.  A Wood Elf or Dark Elf<br/>\nWarrior should have LESS hp&#39;s than a Dwarven Paladin.<br/>\n<br/>\n- Warriors should have a slight melee advantage over hybrids.  Apparently<br/>\nthis isn&#39;t so.<br/>\n<br/>\n- Warriors should have one combat skill that is not obtainable by the<br/>\nhybrids.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nHow did Verant try to balance the Warrior but failed:<br/>\n<br/>\n- They gave hybrids an EXP penalty.  In theory this should have worked.  If<br/>\nyou play a Warrior and a Paladin each for 100 hours, then the Warrior will<br/>\nbe at a higher level than the Paladin and therefore more powerful.  This<br/>\ndoes work, but most people don&#39;t understand or don&#39;t care.  Plus there are<br/>\ntoo many level-based restrictions like who you can group with, what monsters<br/>\ngive you experience.<br/>\n<br/>\n- Warriors get combat skills at a lower level than hybrids.  This does give<br/>\nWarriors a combat advantage when they have the skill and the hybrids don&#39;t.<br/>\nAt levels 1-4, a warrior can kick, while no other hybrid can.  At levels<br/>\n13-16 Warriors can dual wield while no other hybrid can.  At levels 15-19,<br/>\nWarriors can double attack, while no other hybrid can.  The same goes for<br/>\nParry from 10-16.  These earlier skills do give Warriors a combat advantage.<br/>\nBut at level 20, the hybrids catch up with the Warrior in the skills<br/>\ndepartment.  At higher levels, the Warrior has no skill advantage over the<br/>\nhybrids.<br/>\n<br/>\n- Warriors have access to the best melee races - Trolls, Ogres, and<br/>\nBarbarians.  The stat bonuses these races have give the Warrior a<br/>\nsignificant advantage over weaker races.  But the two evil races, Ogres and<br/>\nTrolls, have significant penalties that cancel out their stat bonus.<br/>\nBarbarians are a good choice, but some people can&#39;t deal without night<br/>\nvision.  But the better race selection does nothing to those who choose to<br/>\nplay a dark elf or wood elf, who probably made a poor race choice for a<br/>\nwarrior.<br/>\n<br/>\n- Berzerker Frenzy.  Not something to depend on.  Most of the time we want<br/>\nto be healed before we get down to the Frenzy level.<br/>\n<br/>\n- Verant also screwed up by giving Rangers both dual wield and double<br/>\nattack.  Only Warriors should get both skills  (I&#39;m not considering Rogues<br/>\nhere, only hybrids).  It was good that Paladins and SKs didn&#39;t get<br/>\ndual-wield.  Rangers getting both skills was a mistake IMHO.<br/>\n<br/>\n- Higher Skill Cap.  It was always rumored that Warriors didn&#39;t have a skill<br/>\ncap on their combat skills.  This lead many of us to believe that a high<br/>\nlevel Warrior would have a decent combat advantage over the hybrids.<br/>\nApparently this rumor is false, and we have the same combat cap.<br/>\n<br/>\n<br/>\n<br/>\nWhat can be done to fix Warriors:<br/>\n<br/>\n- Warriors should have a higher skill cap, either lvl *6 +5 or lvl *5 +10<br/>\ninstead of the hybrid lvl *5 +5 cap.  Warriors should also not be capped at<br/>\n200 like the hybrids.<br/>\n<br/>\n- Give Warriors a warrior-only skill.  The Monk has several special moves.<br/>\nGive the Warrior something to use that is a little better than Kick or Bash.<br/>\n<br/>\n- Give Warriors a once-per-day skill.  We need a Berserk or Battle Cry skill<br/>\nthat would give us a significant short-duration combat boost.  It shouldn&#39;t<br/>\nbe based on how low our hp&#39;s are, but instead usable when we want.<br/>\n<br/>\n<br/>\nWhat should not be done:<br/>\n<br/>\n- Warriors don&#39;t need anything that makes soloing easier.  If anything, the<br/>\nability of other classes to solo should be reduced.  EQ is a group oriented<br/>\ngame and should remain that way.  If you want to play solo, Might & Magic 7<br/>\nwas just released.<br/>\n<br/>\n- Warriors don&#39;t need any magic.  We shouldn&#39;t have spells that make us heal<br/>\nor gate or anything.  Warriors are as far away from spellcasters as<br/>\npossible.  If you want the ability to cast spells, play a hybrid.<br/>\n<br/>\n<br/>\n<br/>\nHow do we get these changes:<br/>\n<br/>\n- Don&#39;t ask for things totally ridiculous.  When people ask for huge<br/>\nunbalancing changes, it makes them look like they haven&#39;t thought it out<br/>\nvery carefully.  Verant is much more likely to pay attention to our<br/>\nsuggestions if they are well thought out AND reasonable.<br/>\n<br/>\n- Once we come up with a reasonable set of changes, get as many Warriors<br/>\nbehind it as we can.  Currently we have 100 people asking for 100 different<br/>\nchanges ranging from critical hits to healing to gating to wizard-like<br/>\ndamage.<br/>\n<br/>\n<br/>\nWarriors only need a few small changes to become the dominate melee class<br/>\nthey should be.  There is an excellent article here<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://gameznet.com/eq/warriorsstink.html\">http://gameznet.com/eq/warriorsstink.html</a> written by a high level warrior<br/>\nthat is good reading .<br/>\n<br/>\n<br/>\nWayne</div>","specialLinks":[]}}