{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"sigurd@xxxxxx.xxx","from":"sigurd@...","replyTo":"LIST","senderId":"gjkhGUAA9LryEedDwvBEnMmLj4RKkj00uk0NHudQu8fEAGRP-Nd60Md_oOxlvwdZWqPm1h1VIA4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Warriors vs Hybrids","postDate":"929148589","msgId":1202,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42MS4xMjAyLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1191,"nextInTopic":1203,"prevInTime":1201,"nextInTime":1203,"topicId":1167,"numMessagesInTopic":21,"msgSnippet":"I have enjoyed this discussion so far. I don t have much of an issue with warriors vs wizards. They traded hps, ac, and melee ability for high damage dealing","messageBody":"<div id=\"ygrps-yiv-616753735\">I have enjoyed this discussion so far. I don&#39;t have much of an issue with<br/>\nwarriors vs wizards. They traded hps, ac, and melee ability for high damage<br/>\ndealing spells. However it appears I agree with many of you that is is the<br/>\nhybrids that appear to have a distinct advantage over us. The hybrid that has<br/>\nthe most advantage appears to be the ranger. For various reasons I find I am<br/>\nunable to group with the people I normally play with. I am unable to solo many<br/>\nmobs even in the blue and green range, and really I have more fun in groups. I<br/>\nhave been traveling to many zones shouting that I am looking for a group, but to<br/>\nno avail. It appears to me that many groups are prefering rangers over warriors,<br/>\nand after I read the post on EQ&#39;Lizer I began to realize why.<br/>\n<br/>\nAdvantages Warriors get over Rangers:<br/>\n<br/>\n- We get Dual Wield and Double Attack at 2 levels lower than Rangers, but after<br/>\na few levels they are back on par with us in the damage dealing department. So<br/>\nas Wayne Sheppard wrote, &quot;the Warrior has no skill advantage over the hybrids.&quot;<br/>\n<br/>\n-Warriors get more hit points. This only appears to be true for the larger races<br/>\nand rangers easily overcome this by being able to heal themselves, thus actually<br/>\ntaking more pressure off of the cleric to heal them.<br/>\n<br/>\n-Berserker Frenzy. As it has been stated before, I see no real advantage to<br/>\ngetting a strength boost and a dex penalty when I am close to dying. I would<br/>\nrather not get hit more often when I am low on hp. It makes us die that much<br/>\nquicker.<br/>\n<br/>\nAdvantages Rangers have over Warriors:<br/>\n<br/>\n-Rangers get foraging. Not much of advantage in combat, but they can help keep<br/>\nthe party supplied with food without any mana cost. They can also carry more<br/>\nloot since they don&#39;t have to carry lots of food. They just forage on demand.<br/>\n<br/>\n-Rangers get Hiding and Sneak. This allows the rangers to live longer because<br/>\nthey can avoid more of the deadlier Mobs that would target a warrior.<br/>\n<br/>\n-Rangers get the very useful skill of Tracking. This is a great advantage to<br/>\ngroups because the rangers make the best fetches. They party can heal up and<br/>\nrest adn stay organized while the rangers are out searching for prey. This means<br/>\nthe party spends less down time and can fight more.<br/>\n<br/>\n-Rangers cast spells. They not only get some minor healing spells, but also are<br/>\nable to do root spells, direct damage spells, so they can kick, attack, and cast<br/>\nspells doing more damage than us. They also get spells that are useful to the<br/>\nentire party like camoflage and SOW allowing the party to travel more safely.<br/>\n<br/>\n<br/>\nChanges:<br/>\n<br/>\n- I like the idea of eliminating the skill cap of 200 and giving us a bonus in<br/>\ncombat related skills. I think it was 5*lvl +10 instead of 5*lvl +5.  Or they<br/>\ncould eliminate the bonus the hybrids get, so they only get 5*lvl. This would<br/>\nallow a warrior of equal level to show a slight advantage over our hybrid<br/>\nbrothers.<br/>\n<br/>\n- To make it more apparent that warriors excell at combat I think rangers should<br/>\nnot get Double Attack. After all Verant stated that they hybrids gave up<br/>\nsomething to get those spells and extra abilities. I don&#39;t see a problem with<br/>\nDual Wield because many of us grew up with D&D&#39;s image of rangers wielding two<br/>\nswords. If paladins appear to be struggling at later levels they might get<br/>\nDouble Attack to allow them to keep up with the rangers.<br/>\n<br/>\n-It&#39;s been stated that at higher levels that the casters are doing so much<br/>\ndamage that we cannot Taunt the Mobs off of them. So I think that Taunt should<br/>\nbe boosted at higher levels causing the Mobs to pay more attention to us and do<br/>\nour job of keeping thier attention while the caster burn them.<br/>\n<br/>\n-I also really like the critical hit skill. It should be innate like Parry and<br/>\nDodge. It would help us more of an asset to a party instead of a spell casting<br/>\nwarrior that can track like the rangers are now. They just seem to have many of<br/>\nthe same advantages we have and sacrificed nothing to get thier spells and<br/>\ntracking and other abilites.<br/>\n<br/>\nMy 2cp worth,<br/>\nSurtur, 16th level Sponge.</div>","specialLinks":[]}}