{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"sigurd@talweb.com","from":"sigurd@...","replyTo":"LIST","senderId":"FPLmk8T5LHXQY_zseY1d5IaOR4Ho6nOJ6f7CmeN5JaS81fHaV5weMVcev6FQCK-9kAI6GKn0584","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Warriors vs Hybrids","postDate":"929236955","msgId":1213,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42Mi4xMjEzLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1204,"nextInTopic":1214,"prevInTime":1212,"nextInTime":1214,"topicId":1167,"numMessagesInTopic":21,"msgSnippet":"I thank you for your response. Unlike many people I realize I sometimes jump to conclusions. That was why I wanted to ask the list what they thought. I was","messageBody":"<div id=\"ygrps-yiv-1230244990\">I thank you for your response. Unlike many people I realize I sometimes jump to<br/>\nconclusions. That was why I wanted to ask the list what they thought. I was looking<br/>\nfor people to enlighten me, or shoot holes in my theories, whichever you prefer. I<br/>\nwanted construcive criticism which you kindly provided. :)<br/>\n<br/>\nCorrect me if I am wrong but isn&#39;t flaming, when someone makes personal attacks<br/>\nagainst you? More of the &quot;You don&#39;t know crap. Your stupid, because..., You should<br/>\nquit the game,&quot; sort of dialog rather than criticism of the points the person made.<br/>\nYour message was none of these. It was an intellegent, well written, and remained on<br/>\ntopic, and you corrected me when you thought I was wrong. This is fine by me.<br/>\n<br/>\nI came to the list because the people I play with are playing a wizard, cleric,<br/>\npaladin, or ranger. So none of them can the insights into our class that only another<br/>\nwarrior can provide, since we have a similar perspective.<br/>\n<br/>\nI deleted most of my own comments since they&#39;ve been posted twice already.<br/>\n<br/>\nAndrew Palmer wrote:<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; - We get Dual Wield and Double Attack at 2 levels lower than Rangers, but after<br/>\n&gt; &gt; a few levels they are back on par with us in the damage dealing department. So<br/>\n&gt; &gt; as Wayne Sheppard wrote, &quot;the Warrior has no skill advantage over the hybrids.&quot;<br/>\n&gt;<br/>\n&gt; Your wrong on this 2 levels no.. Yes rangers get duel weild and double<br/>\n&gt; attack but duel weild comes at level 17 and Double Attack Comes at level<br/>\n&gt; 20. I really never have had a problem with a ranger having this ability<br/>\n&gt; let them have it more fun in the game. Not like rangers are master<br/>\n&gt; casters.<br/>\n<br/>\n </span></blockquote>I got dual wield at 15 before the rumors started about it starting at 13. So I am<br/>\nunable to confirm this. That is where the 2 came from. So I guess it is more of a 4<br/>\nlevel difference. which is more significant. I just feel that there shouldn&#39;t be a<br/>\npoint when we are equal in the damage dealing issue, even if this difference is only a<br/>\nfew points a blow. It is more difficult to guage whether over the course of a fight if<br/>\none is better than the other because you have other things to concentrate on.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; If you want foraging become a wood elf warrior. ALL wood elfs i belive<br/>\n&gt; have the foraging skill I know for fact wood elf warriors have forage.<br/>\n<br/>\n </span></blockquote>Your right there. I looked it up and I stand corrected.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; -Rangers get the very useful skill of Tracking. This is a great advantage to<br/>\n&gt; &gt; groups because the rangers make the best fetches. They party can heal up and<br/>\n&gt; &gt; rest adn stay organized while the rangers are out searching for prey. This means<br/>\n&gt; &gt; the party spends less down time and can fight more.<br/>\n&gt; &lt;SNIP&gt;<br/>\n&gt; Rangers should have tracking they are a ranger. And yes they can heal up<br/>\n&gt; but their healing isnt the best in the game it only cuts downtime by a<br/>\n&gt; bit.<br/>\n<br/>\n </span></blockquote>I agree they shoudl keep it. It is one of the advantages of playing a ranger. More on<br/>\nthis later.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Ok boy i seem like a flamer but again. If you want spells play a ranger<br/>\n&gt;  Look at the spells<br/>\n&gt; level 9 - Flame lick (uhm more like lame lick) it does a whole WOPPING 5<br/>\n&gt;           points of damage. Boy that sure deals a lot<br/>\n&gt;<br/>\n&gt; Level 15 - Lighting. At level 15 it is a slower spell to cast it does do<br/>\n&gt;            25 points of damage MAX. And it burns through mana quickly<br/>\n&gt;<br/>\n&gt; And we do get spells beyond this. As for camoflage well yes rangers should<br/>\n&gt; be able to cast this spell seeing they are one of the best at knowing the<br/>\n&gt; lands<br/>\n<br/>\n </span></blockquote>More on this in a minute. Just left it in for reference.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; Changes:<br/>\n&gt; &gt;<br/>\n&gt; &gt; - I like the idea of eliminating the skill cap of 200 and giving us a bonus in<br/>\n&gt; &gt; combat related skills. I think it was 5*lvl +10 instead of 5*lvl +5.  Or they<br/>\n&gt; &gt; could eliminate the bonus the hybrids get, so they only get 5*lvl. This would<br/>\n&gt; &gt; allow a warrior of equal level to show a slight advantage over our hybrid<br/>\n&gt; &gt; brothers.<br/>\n&gt; I dont think the cap should be eliminated but should be raised much of<br/>\n&gt; that like the monk.. maybe the cap topping off at 240 or something where<br/>\n&gt; in the end they will deal more damage but not as much as a pure caster.<br/>\n<br/>\n </span></blockquote>I am assuming that Verant is using an single byte to store the skill so the cap would<br/>\nbe effectively 255. But 240 sounds good to if hybrids cap at the 210 I think someone<br/>\nmentioned.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; - To make it more apparent that warriors excell at combat I think rangers should<br/>\n&gt; &gt; not get Double Attack. After all Verant stated that they hybrids gave up<br/>\n&gt; &gt; something to get those spells and extra abilities. I don&#39;t see a problem with<br/>\n&gt; &gt; Dual Wield because many of us grew up with D&D&#39;s image of rangers wielding two<br/>\n&gt; &gt; swords. If paladins appear to be struggling at later levels they might get<br/>\n&gt; &gt; Double Attack to allow them to keep up with the rangers.<br/>\n&gt;<br/>\n&gt; I do not agree with this at all. Let rangers have double attack sure it is<br/>\n&gt; seems unfair but Rangers do not have the all might god spell casting<br/>\n&gt; ability of a pure spell caster. Look at rangers for a second and what<br/>\n&gt; levels they get spells at. This is what gets annoying to me when people do<br/>\n&gt; this. Rangers have druid type damage spells. Rangers get the spells way<br/>\n&gt; later when mob&#39;s end up being tougher to begin with. You people keep<br/>\n&gt; blowing this spell stuff WAY out of the water.<br/>\n<br/>\n </span></blockquote>I am still undecided on this one. If there is a way that at I can see a slight<br/>\ndifference in combat at level 22 or so when both classes have had a chance to max out<br/>\nthe skill for the level. Then I see them being just as effective at this level.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt; -It&#39;s been stated that at higher levels that the casters are doing so much<br/>\n&gt; &gt; damage that we cannot Taunt the Mobs off of them. So I think that Taunt should<br/>\n&gt; &gt; be boosted at higher levels causing the Mobs to pay more attention to us and do<br/>\n&gt; &gt; our job of keeping thier attention while the caster burn them.<br/>\n&gt;<br/>\n&gt; That is the casters fault.. think about it for a second it seems like you<br/>\n&gt; keep jumping to conclusions. You have 500 hit points. Someone casts a<br/>\n&gt; spell on you and hits you for 100 points of damage. And another thing is<br/>\n&gt; hitting you for 40 points a round max. The person hitting you for 40<br/>\n&gt; points says some naughty words at you. Who would you kill first? No<br/>\n&gt; question I would kill the thing that is hitting me harder first. ITS<br/>\n&gt; CALLED ARTIFICAL INTELLIGENCE. Taunt does work i have used it successfully<br/>\n&gt; many of times. The part it seems to be going wrong is your dumb wizard<br/>\n&gt; keeps casting 1 spell right after another. And i think that would piss me<br/>\n&gt; off a little bit more then someone saying a few bad words about my mother.<br/>\n<br/>\n </span></blockquote>I am not high enough yet to see how effective taunt is at the upper levels. I just<br/>\nthink that when the wiz opens up with the spells that does 1100 damage when the mob is<br/>\ndown to half health, that it don&#39;t matter how much damage we as warriors have done,<br/>\nthat mob would really hate that mage unless we had done over 1100 points of damage as<br/>\nfar as the mob sees. Meaning I see taunt as adding points of damage to what the mob<br/>\nthink the warrior has done to it. So when the wiz opens up with that spell I think it<br/>\nwill ignore us and nail them unless that mob has well over 2500 hits. That is scary to<br/>\nthink about. But I ramble.<br/>\n<br/>\nBut your right oh so right about many casters not knowing thier role in the group.<br/>\nWhile we don&#39;t have a way of pulling until we get a bow, I&#39;ve usually had the casters<br/>\ncast a spell in the mob to draw it to us so we aren&#39;t fighting on the spawn point and<br/>\nhave unwelcome guests later. After the mob comes, my role is to intercept it and beat<br/>\non it for a while. The wiz at this point should only plink at the mob with his weakest<br/>\ndamage spell or even hit it with his melee weapon because at this point it should<br/>\nignore him if I am doing my job. Then when it is down to 2/3&#39;s of it&#39;s life or maybe<br/>\nlater the wiz should back up and open up with his mid range spells. That high end<br/>\nspell should be reserved for the mob when it is about to run. So they should kind of<br/>\nsloly build up thier damage dealing spells gradually to allow us to get the mobs<br/>\nattention.<br/>\n<br/>\nSadly most mages want to open up with thier powerful spells after we get the mobs<br/>\nattention and then when it focuses on them they panic and make the situation worse by<br/>\nreally opening up when they should stop and melee only when they get the mobs<br/>\nattention. Then it gives us the chance to regain it&#39;s focus because the mage may not<br/>\nhave done that much more damage than us to draw it. But it is difficult to explain<br/>\nthis to mages in the game when everything hits the fan, or later when they are angry<br/>\nwe didn&#39;t help them and in thier mind got them killed.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Warriors are the masters of fighting melee combat. They SHOULD know their<br/>\n&gt; enemy and SHOULD know vital points of striking are. How about a random<br/>\n&gt; Vital Hit where it would come out of the blue sort of like the mob made a<br/>\n&gt; mistake in an attempted hit at you but you dodge or miss because your read<br/>\n&gt; that attack and you used this to your KEEN ability and hit them in this<br/>\n&gt; open vital spot maybe for 1.5 to 2 times the normal damage. Even better..<br/>\n<br/>\n </span></blockquote>&lt;lots of stuff cut out here.&gt;<br/>\nI think we are talking on the same wavelength here. We are just calling it different<br/>\nthings. The Vital hit or critical hit would be when we are using our experience in<br/>\nbattle to our advantage. We make an opening the in mob&#39;s guard allowing us to cause<br/>\nsome extra damage. You mention it as taking advantage of a mistake the mob makes to<br/>\nget in the critical strike. I was thinking one step further, by thinking it more as<br/>\nour experience with fighting this mob allows us to lure the mob into making that fatal<br/>\nmistake that we are exploiting. Sort of like getting the giant to overextend his reach<br/>\nand allowing us to strike into his armpit where he is unarmored. So the extra damage<br/>\nis just like a hit on the mob if it had a lot less armor there.<br/>\n<br/>\nMy original rant started with the thought that I am having trouble finding groups when<br/>\nI see shouts for rangers.<br/>\nI worry that at higher levels this will get worse, since rangers spells are like<br/>\npaladins in that they can take some of the healing strain from a cleric, and help<br/>\nreduce down time. They also make traveling easier for a group as the traditional<br/>\nrangers do.<br/>\n<br/>\nAfter doing research for my rebuttal I think I agree with andrew more. We as warriors<br/>\ncurrently aren&#39;t that much different in combat than a ranger except for a more hps. In<br/>\naddition rangers can help a group more in noncombat situations with travel by tracking<br/>\nand spells like SOW. In these situations we as warriors can only guard the resting<br/>\nmeditating casters of all types and otherwise stand around like the big, dumb warriors<br/>\nwe are.<br/>\nIn fact often we cause more down time with our extra hp. But we can make the party<br/>\nlast longer.<br/>\n<br/>\nIf anyone out there knows of other ways we can aid a party during down time besides<br/>\nguarding from random monsters please post it. I would like to know more ways I can<br/>\ncontribute to a party besides being a tank and damage sponge.<br/>\n<br/>\nSurtur</div>","specialLinks":[]}}