{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...","replyTo":"LIST","senderId":"L0GtGXSUu4bZ75pNOJMd7e-kTqQyWGDSs2WQiRNF8f076BMJtRcuD2vrBknO5KvgVKS_XPTIVjjdNVgKwQwZhm8iKnATZZWTFA8nIH8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Warriors vs Hybrids","postDate":"929355833","msgId":1214,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42My4xMjE0Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1213,"nextInTopic":1219,"prevInTime":1213,"nextInTime":1215,"topicId":1167,"numMessagesInTopic":21,"msgSnippet":"Well I really don t have any flames or cheers.  I don t understand why you were negative about his entire post though...seems to me you were picking it apart,","messageBody":"<div id=\"ygrps-yiv-251683759\">Well I really don&#39;t have any flames or cheers.  I don&#39;t understand why you<br/>\nwere negative about his entire post though...seems to me you were picking it<br/>\napart, but that is just my opinion.  I do have a couple of points.<br/>\n<br/>\nTaunt:  In my experience I have found that taunt works TOO well.  I have<br/>\ntaunted so much that a mob has stayed on me no matter what anyone else did,<br/>\nincluding the wizards high damage spell.  If taunt doesn&#39;t seem to be<br/>\nworking in your party, something is not right.  One thing.  The person doing<br/>\nthe fetching is usually at the top of the list.  If the wizard fetches and<br/>\nthen hits it for a high damaged spell, its going to be tough to get it off<br/>\nhim.  I suggest letting the warrior go out with a bow and pull something.<br/>\nEven if you miss the creature will still come after you.<br/>\n<br/>\nCritical strike:  I actually sent in a feedback on this skill.  Here are the<br/>\npoints I made<br/>\n<br/>\n\t1)  Make it a skill the player has to invoked.  The reasoning behind<br/>\nthis is you will see an opportunity when you can hit the \tcreature for<br/>\nmore damage.  <br/>\n\t2)  Make it recyclable, akin to the rogues backstab.  You would not<br/>\nbe able to critcally hit and kick or bash in the same \tround.<br/>\n            3)  Make it start at level 20, and only work with the first<br/>\nweapon skill that reaches the point of &#39;master&#39;.  This would resemble a<br/>\nspecialization in that weapons category.  <br/>\n            4) Damage:  Make damage akin to the rogues backstab,  something<br/>\nlike the skill divided by 2.  So that at level 20 you would get 20 points<br/>\ninto critical strike.  On a successful strike, you would cause 10 points of<br/>\ndamage.  When your skill is 60, you would be doing 30 damage for a<br/>\nsuccessful strike.  If peope think this is too much, start the skill at 1<br/>\npoint instead of 20.<br/>\n<br/>\nThis one skill would go long in making the warrior more viable with the<br/>\nhybrid classes.<br/>\n<br/>\nAngarth, Warrior of the 17th Tier<br/>\n&quot;Periissem ni periisem&quot;<br/>\n\t<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; ----------<br/>\n&gt; From: \tAndrew Palmer[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:apalmer@...\">apalmer@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Sent: \tFriday, June 11, 1999 10:00 PM<br/>\n&gt; To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Subject: \tRe: [warriors_eq] Warriors vs Hybrids<br/>\n&gt; <br/>\n&gt; From: Andrew Palmer &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:apalmer@...\">apalmer@...</a>&gt;<br/>\n&gt; <br/>\n&gt; I would like to start this off by saying that this is not against you at<br/>\n&gt; all. I am just trying to clerify all this out. If you read this full email<br/>\n&gt; before starting to piss and flame on it then maybe you will become more<br/>\n&gt; enlightened as to balance. Yes i agree warriors do need a LITTLE (read<br/>\n&gt; that) tweaking but not by much just to improve them a little bit.<br/>\n&gt; I have sniped out the parts where i will explain so please go through the<br/>\n&gt; email and read it in full.. (sorry it is kind of long) but this I hope<br/>\n&gt; will give everyone idea&#39;s and agree along with this.. The balance is VERY<br/>\n&gt; well done.. just a full little tweaks and walla everyone is happy.<br/>\n&gt; <br/>\n&gt; On Fri, 11 Jun 1999 <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sigurd@...\">sigurd@...</a> wrote:<br/>\n&gt; <br/>\n&gt; &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sigurd@...\">sigurd@...</a><br/>\n&gt; &gt; <br/>\n&gt; &gt; I have enjoyed this discussion so far. I don&#39;t have much of an issue<br/>\n&gt; with<br/>\n&gt; &gt; warriors vs wizards. They traded hps, ac, and melee ability for high<br/>\n&gt; damage<br/>\n&gt; &gt; dealing spells. However it appears I agree with many of you that is is<br/>\n&gt; the<br/>\n&gt; &gt; hybrids that appear to have a distinct advantage over us. The hybrid<br/>\n&gt; that has<br/>\n&gt; &gt; the most advantage appears to be the ranger. For various reasons I find<br/>\n&gt; I am<br/>\n&gt; &gt; unable to group with the people I normally play with. I am unable to<br/>\n&gt; solo many<br/>\n&gt; &gt; mobs even in the blue and green range, and really I have more fun in<br/>\n&gt; groups. I<br/>\n&gt; &gt; have been traveling to many zones shouting that I am looking for a<br/>\n&gt; group, but to<br/>\n&gt; &gt; no avail. It appears to me that many groups are prefering rangers over<br/>\n&gt; warriors,<br/>\n&gt; &gt; and after I read the post on EQ&#39;Lizer I began to realize why.<br/>\n&gt; &gt; <br/>\n&gt; &gt; Advantages Warriors get over Rangers:<br/>\n&gt; &gt; <br/>\n&gt; &gt; - We get Dual Wield and Double Attack at 2 levels lower than Rangers,<br/>\n&gt; but after<br/>\n&gt; &gt; a few levels they are back on par with us in the damage dealing<br/>\n&gt; department. So<br/>\n&gt; &gt; as Wayne Sheppard wrote, &quot;the Warrior has no skill advantage over the<br/>\n&gt; hybrids.&quot;<br/>\n&gt; <br/>\n&gt; Your wrong on this 2 levels no.. Yes rangers get duel weild and double<br/>\n&gt; attack but duel weild comes at level 17 and Double Attack Comes at level<br/>\n&gt; 20. I really never have had a problem with a ranger having this ability<br/>\n&gt; let them have it more fun in the game. Not like rangers are master<br/>\n&gt; casters.<br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; -Warriors get more hit points. This only appears to be true for the<br/>\n&gt; larger races<br/>\n&gt; &gt; and rangers easily overcome this by being able to heal themselves, thus<br/>\n&gt; actually<br/>\n&gt; &gt; taking more pressure off of the cleric to heal them.<br/>\n&gt; <br/>\n&gt; Hrm well I have no idea what parties everyone travels with but the parties<br/>\n&gt; i am with people buff me up also. So in turn yes i STILL do end up with<br/>\n&gt; more Hit points<br/>\n&gt; &gt; <br/>\n&gt; &gt; -Berserker Frenzy. As it has been stated before, I see no real advantage<br/>\n&gt; to<br/>\n&gt; &gt; getting a strength boost and a dex penalty when I am close to dying. I<br/>\n&gt; would<br/>\n&gt; &gt; rather not get hit more often when I am low on hp. It makes us die that<br/>\n&gt; much<br/>\n&gt; &gt; quicker.<br/>\n&gt; <br/>\n&gt; This i can agree with most of the time when you hit frenzy mode you are<br/>\n&gt; basically dead anyways<br/>\n&gt; \t<br/>\n&gt; &gt; <br/>\n&gt; &gt; Advantages Rangers have over Warriors:<br/>\n&gt; &gt; <br/>\n&gt; &gt; -Rangers get foraging. Not much of advantage in combat, but they can<br/>\n&gt; help keep<br/>\n&gt; &gt; the party supplied with food without any mana cost. They can also carry<br/>\n&gt; more<br/>\n&gt; &gt; loot since they don&#39;t have to carry lots of food. They just forage on<br/>\n&gt; demand.<br/>\n&gt; &lt;SNIP&gt;<br/>\n&gt; <br/>\n&gt; If you want foraging become a wood elf warrior. ALL wood elfs i belive<br/>\n&gt; have the foraging skill I know for fact wood elf warriors have forage.<br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; -Rangers get Hiding and Sneak. This allows the rangers to live longer<br/>\n&gt; because<br/>\n&gt; &gt; they can avoid more of the deadlier Mobs that would target a warrior.<br/>\n&gt; &lt;SNIP&gt;<br/>\n&gt; <br/>\n&gt; Again wood elf warriors have this also<br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; -Rangers get the very useful skill of Tracking. This is a great<br/>\n&gt; advantage to<br/>\n&gt; &gt; groups because the rangers make the best fetches. They party can heal up<br/>\n&gt; and<br/>\n&gt; &gt; rest adn stay organized while the rangers are out searching for prey.<br/>\n&gt; This means<br/>\n&gt; &gt; the party spends less down time and can fight more.<br/>\n&gt; &lt;SNIP&gt;<br/>\n&gt; Rangers should have tracking they are a ranger. And yes they can heal up<br/>\n&gt; but their healing isnt the best in the game it only cuts downtime by a<br/>\n&gt; bit.<br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; -Rangers cast spells. They not only get some minor healing spells, but<br/>\n&gt; also are<br/>\n&gt; &gt; able to do root spells, direct damage spells, so they can kick, attack,<br/>\n&gt; and cast<br/>\n&gt; &gt; spells doing more damage than us. They also get spells that are useful<br/>\n&gt; to the<br/>\n&gt; &gt; entire party like camoflage and SOW allowing the party to travel more<br/>\n&gt; safely.<br/>\n&gt; &lt;SNIP&gt;<br/>\n&gt; <br/>\n&gt; Ok boy i seem like a flamer but again. If you want spells play a ranger<br/>\n&gt; warriors should not have spells. and as ranger spell damage. Look at the<br/>\n&gt; spells <br/>\n&gt; level 9 - Flame lick (uhm more like lame lick) it does a whole WOPPING 5<br/>\n&gt; \t  points of damage. Boy that sure deals a lot<br/>\n&gt; <br/>\n&gt; Level 15 - Lighting. At level 15 it is a slower spell to cast it does do<br/>\n&gt; \t   25 points of damage MAX. And it burns through mana quickly<br/>\n&gt; <br/>\n&gt; And we do get spells beyond this. As for camoflage well yes rangers should<br/>\n&gt; be able to cast this spell seeing they are one of the best at knowing the<br/>\n&gt; lands<br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; Changes:<br/>\n&gt; &gt; <br/>\n&gt; &gt; - I like the idea of eliminating the skill cap of 200 and giving us a<br/>\n&gt; bonus in<br/>\n&gt; &gt; combat related skills. I think it was 5*lvl +10 instead of 5*lvl +5.  Or<br/>\n&gt; they<br/>\n&gt; &gt; could eliminate the bonus the hybrids get, so they only get 5*lvl. This<br/>\n&gt; would<br/>\n&gt; &gt; allow a warrior of equal level to show a slight advantage over our<br/>\n&gt; hybrid<br/>\n&gt; &gt; brothers.<br/>\n&gt; I dont think the cap should be eliminated but should be raised much of<br/>\n&gt; that like the monk.. maybe the cap topping off at 240 or something where<br/>\n&gt; in the end they will deal more damage but not as much as a pure caster. <br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; - To make it more apparent that warriors excell at combat I think<br/>\n&gt; rangers should<br/>\n&gt; &gt; not get Double Attack. After all Verant stated that they hybrids gave up<br/>\n&gt; &gt; something to get those spells and extra abilities. I don&#39;t see a problem<br/>\n&gt; with<br/>\n&gt; &gt; Dual Wield because many of us grew up with D&D&#39;s image of rangers<br/>\n&gt; wielding two<br/>\n&gt; &gt; swords. If paladins appear to be struggling at later levels they might<br/>\n&gt; get<br/>\n&gt; &gt; Double Attack to allow them to keep up with the rangers.<br/>\n&gt; <br/>\n&gt; I do not agree with this at all. Let rangers have double attack sure it is<br/>\n&gt; seems unfair but Rangers do not have the all might god spell casting<br/>\n&gt; ability of a pure spell caster. Look at rangers for a second and what<br/>\n&gt; levels they get spells at. This is what gets annoying to me when people do<br/>\n&gt; this. Rangers have druid type damage spells. Rangers get the spells way<br/>\n&gt; later when mob&#39;s end up being tougher to begin with. You people keep<br/>\n&gt; blowing this spell stuff WAY out of the water.<br/>\n&gt;  <br/>\n&gt; &gt; -It&#39;s been stated that at higher levels that the casters are doing so<br/>\n&gt; much<br/>\n&gt; &gt; damage that we cannot Taunt the Mobs off of them. So I think that Taunt<br/>\n&gt; should<br/>\n&gt; &gt; be boosted at higher levels causing the Mobs to pay more attention to us<br/>\n&gt; and do<br/>\n&gt; &gt; our job of keeping thier attention while the caster burn them.<br/>\n&gt; <br/>\n&gt; That is the casters fault.. think about it for a second it seems like you<br/>\n&gt; keep jumping to conclusions. You have 500 hit points. Someone casts a<br/>\n&gt; spell on you and hits you for 100 points of damage. And another thing is<br/>\n&gt; hitting you for 40 points a round max. The person hitting you for 40<br/>\n&gt; points says some naughty words at you. Who would you kill first? No<br/>\n&gt; question I would kill the thing that is hitting me harder first. ITS<br/>\n&gt; CALLED ARTIFICAL INTELLIGENCE. Taunt does work i have used it successfully<br/>\n&gt; many of times. The part it seems to be going wrong is your dumb wizard<br/>\n&gt; keeps casting 1 spell right after another. And i think that would piss me<br/>\n&gt; off a little bit more then someone saying a few bad words about my mother.<br/>\n&gt; <br/>\n&gt; &gt; <br/>\n&gt; &gt; -I also really like the critical hit skill. It should be innate like<br/>\n&gt; Parry and<br/>\n&gt; &gt; Dodge. It would help us more of an asset to a party instead of a spell<br/>\n&gt; casting<br/>\n&gt; &gt; warrior that can track like the rangers are now. They just seem to have<br/>\n&gt; many of<br/>\n&gt; &gt; the same advantages we have and sacrificed nothing to get thier spells<br/>\n&gt; and<br/>\n&gt; &gt; tracking and other abilites.<br/>\n&gt; Now this is something that SHOULD be done... maybe not a critical hit. How<br/>\n&gt; about this just think about it before you start flaming<br/>\n&gt; <br/>\n&gt; Warriors are the masters of fighting melee combat. They SHOULD know their<br/>\n&gt; enemy and SHOULD know vital points of striking are. How about a random<br/>\n&gt; Vital Hit where it would come out of the blue sort of like the mob made a<br/>\n&gt; mistake in an attempted hit at you but you dodge or miss because your read<br/>\n&gt; that attack and you used this to your KEEN ability and hit them in this<br/>\n&gt; open vital spot maybe for 1.5 to 2 times the normal damage. Even better..<br/>\n&gt; it doesnt start at level 1 or lvl 20. Maybe around level 25 or so you<br/>\n&gt; start to become a more knowledgable warrior being through the years and<br/>\n&gt; many fights. You become more masterable at fighting and you train in this<br/>\n&gt; skill with your leader and the better you raise in the skill the more<br/>\n&gt; often this vital hit will appear. The good points about this are it will<br/>\n&gt; not WACK the balance out of the game. Warriors WILL indeed be the masters<br/>\n&gt; of fighting with this tactic. Warriors would be wanted WAY more by groups<br/>\n&gt; because of this nice little ability. I think everyone would not mind it<br/>\n&gt; due to the fact that it is not a HUGE ability but it is something that<br/>\n&gt; will distinguish your warrior from ANY other class. Now all of you are<br/>\n&gt; probably saying ONLY 1.5 to 2X DAMAGE?!!?! LAME. well if you say this then<br/>\n&gt; you most likly arent thinking so let me explain why only that much.<br/>\n&gt; <br/>\n&gt; I carry a nice 2 handed sword. (shows nice weapon)<br/>\n&gt; I hit for a maximum of 25 dmg lets say. <br/>\n&gt; <br/>\n&gt; 1.5X that would be about 43 dmg in 1 swing? wow i like that <br/>\n&gt; <br/>\n&gt; 2X dmg that would be 50 DMG in 1 swing with only a 2h sword. NICE damage<br/>\n&gt; but not WAY out of control. <br/>\n&gt; <br/>\n&gt; The damage could vary on armor the mob is wearing seeing as yes that would<br/>\n&gt; soak up some damage.<br/>\n&gt; <br/>\n&gt; I would love to hear anyones flames or cheers for this idea.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; KLAEN <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; ONElist:  the best source for group communications.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Join a new list today!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}