{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kelly Pruett","from":"Kelly Pruett &lt;pruett@...","replyTo":"LIST","senderId":"yTEaorLuHC8MdwvO7SD8erzT8JbGyZNPE0yIpiYqb9-MMPi-d20QMm4kc0LwlQorldCoyLxHFq4EsyQnc9k0AOKHO80D3r3zdjjCBdSxog","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: You want to know how weak warriors! Listen to this!","postDate":"929374374","msgId":1220,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42My4xMjIwLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1211,"nextInTopic":1237,"prevInTime":1219,"nextInTime":1221,"topicId":1210,"numMessagesInTopic":5,"msgSnippet":"I can feel the pain that both of you are having. The group of five that I play with just came from CB after killing everything in there but Dvinn many, many","messageBody":"<div id=\"ygrps-yiv-1066571000\">I can feel the pain that both of you are having. The group of five that I play with<br/>\njust came from CB after killing everything in there but Dvinn many, many times. My<br/>\nexperiences were as follows:<br/>\n<br/>\n1.) High levels constantly camped the eqipment mobs. We were there for a reason, to<br/>\nget our Cleric ONE screaming mace (needs two items). In order to do that we had to<br/>\nlog on at odd times just to get the two items we needed. At times there were<br/>\nmultiple groups from the SAME guild, camping the mobs nearly a weekend at a time. It<br/>\ntook the better part of three weeks to get TWO items.<br/>\n<br/>\n2.) Most all of the solo high level campers were spellcasters. I can recall 2<br/>\nwizzies, 2 necros, and a mage. All level 20+ since they had 2 names but other than<br/>\nthat, they were anon so we could not determine level. Why were they there? I have no<br/>\nidea. They all played solo, and they all dealt more damage than any grouped party<br/>\nwithout a spellcaster, thus winning the kill.<br/>\n<br/>\n3.) At the time we had a group of 5 characters: a lvl 15 pally, a lvl 15 warrior, a<br/>\nlvl 14 warrior, a lvl 15 thief, a lvl 14 cleric. While we wre there, there the<br/>\nlevels even went up to further add to our damage dealing power. Despite this, at no<br/>\ntime were we able to get a kill when ANY other party contained a wizard. Even if<br/>\nthey were solo wizards only one or two levels above us. Typical scenario ... we have<br/>\nthe spawn, we attack and damage the mob to about 3/4 or 1/2 damage when *fzzzzt* a<br/>\nspellcaster nukes the mob, trains it to him and then finishes with a few more<br/>\nspells. We would always chase,but we could never get the kill when this happened.<br/>\n<br/>\n4.) A solo spellcaster can fry a mob in about 30 to 45 seconds with 5 or 6 strong<br/>\nspells, followed by about a 5 minute &#39;meditation enhanced&#39; downtime. A solo warrior<br/>\ncan kill a mob in about 1 to 3 minutes with many, many hits, followed by up to 15<br/>\nminutes of pure butt sitting. Anyone else think this is slightly unfair for<br/>\ngameplay?<br/>\n<br/>\nWe had kills stolen many many times and nothing frustrates you more than bleeding<br/>\nfrom a mob that is stolen from you in mid fight. We tried getting spellcasters into<br/>\nour group, but at our level, most were doing better playing solo. From all of this I<br/>\ngathered that two things need to be done.<br/>\n<br/>\nOne, if Verant wants to give groups a better advantage than solos, then by all means<br/>\nallow group damage to overcome the &#39;single greatest damage dealer gets the kill&#39;<br/>\nrule. Or bump it up somehow. It doesn&#39;t have to be much but for god sakes ... people<br/>\nhaving fun as a team should be rewarded for their organization and coordination. It<br/>\nrequires effort and patience to play well as a team. It requires nearly nothing to<br/>\nplay well alone.<br/>\n<br/>\nTwo, wizzies need to be toned down on solo just a little. I have nothing against<br/>\npowerful wizards. I have EVERYTHING against solos who steal other people&#39;s kills in<br/>\nmid battle. Or even if they are grouped for that matter.<br/>\n<br/>\nCan anyone think of a GOOD way to prevent these type of activities? I cannot. We&#39;ve<br/>\ndiscussed it in our group many times but could not come up with much. Any input on<br/>\nthis post, or the two previous, would be great to hear. Maybe it will cheer me up<br/>\nsome.<br/>\n<br/>\n-Rosmorte<br/>\n<br/>\nP.S.- By the way, great tip on the kill stealing Druid. Thanks for that tactical<br/>\nadvice Surtur.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sigurd@...\">sigurd@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sigurd@...\">sigurd@...</a><br/>\n&gt;<br/>\n&gt; I know how frustrating this is. I was 12 or 13 at the Chessboard in butcherblock<br/>\n&gt; with about 3 other people,  one cleric and 2 other hybrids . A 13th druid showed<br/>\n&gt; up and was able to outdamage us and was clearly using us as his tanks while<br/>\n&gt; taking all of the experience. We asked him if he wanted to alternate kills, or a<br/>\n&gt; number of other solutions that would benefit us both. But he clearly wanted to<br/>\n&gt; get every kill he could grab from us, while he took no damage from them. He even<br/>\n&gt; told us he would leave when he reached 14 so he could get his next rank of<br/>\n&gt; spells.<br/>\n&gt;<br/>\n&gt; So we decided that the next king would get it&#39;s attention and no-one would<br/>\n&gt; attack it, so when he started blasting it would go for him. He tried training it<br/>\n&gt; on us and we just kept fleeing from it so it was focused on him. Then he trained<br/>\n&gt; it on someone on the otherside of the board and stole the kill from them.<br/>\n&gt;<br/>\n&gt; If verant is encouraging us to work to gether, the code needs to be changed so<br/>\n&gt; that the experience goes to the Group that does the most damage, not the<br/>\n&gt; individual who does the most. This allowed this druid to steal them from us and<br/>\n&gt; use my party as his shield. If we as a group were the determining factor in who<br/>\n&gt; gets the xp, then he would not have been able to do this. This would also<br/>\n&gt; encourage players to form larger groups to overcome problems like this on our<br/>\n&gt; own and not have to petition them. In this situation we could of outdamage him<br/>\n&gt; and taken the kills that were ours and he would have gotten frustrated and left,<br/>\n&gt; or worked on getting a lerger group on his own that would have forced us to<br/>\n&gt; leave. I&#39;m sure there could be abuses with this rule change, so please let me<br/>\n&gt; know what they are.<br/>\n&gt;<br/>\n&gt; Surtur<br/>\n&gt; 16th warrior, E&#39;ci server.<br/>\n&gt;<br/>\n&gt; Jeff Lynch wrote:<br/>\n&gt;<br/>\n&gt; &gt; From: Jeff Lynch &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jlynch13@...\">jlynch13@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; I play a 38th halfling warrior on Povar... I have some dam good equipment<br/>\n&gt; &gt; and am one of the higher warriors on the server... But something happened to<br/>\n&gt; &gt; me yesterday that I think highlights the warrior classes weakness... I<br/>\n&gt; &gt; decided I wanted to get that new dragoon&#39;s dirk from Dvinn in Crushbone...<br/>\n&gt; &gt; So I went there, camped in his room, for those of you that dont know, Dvinn<br/>\n&gt; &gt; is about a 25th level DE that is very tough.... He spawned and I attacked<br/>\n&gt; &gt; him... low and behold a wizzie... AN 18TH LEVEL WIZZIE.... ran into the<br/>\n&gt; &gt; room, and started blasting him!  Guess what? AN 18TH LEVEL WIZZIE STOLE<br/>\n&gt; &gt; DVINN FROM A 38TH LEVEL WARRIOR!!!!!  Do I need to say ANYTHING else? btw I<br/>\n&gt; &gt; was using a zweildahander.... This was the most embarassing thing that has<br/>\n&gt; &gt; ever happened to me... I&#39;m sitting there in almost full rubicite, all these<br/>\n&gt; &gt; cool items, everyone is looking at me... and then i have the thing stolen<br/>\n&gt; &gt; from me by ONE, not a group, but ONE 18th level wizzie......grumbles<br/>\n&gt; &gt; something about warriors suck and I am ready to cancel my account...<br/>\n&gt; &gt;<br/>\n&gt; &gt; Eogun on Povar<br/>\n&gt; &gt; </span></blockquote></div>","specialLinks":[]}}