{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tom Swift","from":"&quot;Tom Swift&quot; &lt;tswift@...&gt;","replyTo":"LIST","senderId":"ZBAA-xBPZbrW6WB0JTX7Dd9b3gA374tySZpWNSjHTa4FJ_u56qGRiBQRnzLhUztRe0CWk3CcNwq2DSEboYtAsuwtjbRgq34","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Week end adventures","postDate":"929378741","msgId":1228,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42My4xMjI4Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1230,"prevInTime":1227,"nextInTime":1229,"topicId":1228,"numMessagesInTopic":5,"msgSnippet":"I died alot this weekend. Bad luck, incompetence of others, various other reasons. I only made a net result of half bubble all weekend.  I did get my shiny","messageBody":"<div id=\"ygrps-yiv-973405689\">I died alot this weekend. Bad luck, incompetence of others, various other reasons.<br/>\n<br/>\nI only made a net result of half bubble all weekend.  I did get my shiny brass halberd.  After twice getting the kill for the halberd stolen from me, I ended up buying a halberd from the kill-stealing wiz for 100p.  An excellent price.  I could make a hefty profit selling it.  But I am keeping it :)<br/>\n<br/>\nI also travelled through the Karanas, North, south, and east. I also checked out Queynos hill, Surefall glades and Blackburrow.  Didn&#39;t really wander black burrow at all. Fear of trains and other recent deaths made me choose not to stay.  I found the Karanas to be full of excellent prey. I may get bound to Queynos and do some hunting there.  Unfortunately the zone to Highpass from East Karanas is about 10 minutes long.  Most zones have those tunnels, this one makes the tunnel from Ro to East commons look short. So binding in Highpass is an option, but the East Karanas is dangerous. Alot of things there that will kill you dead.  Cyclops, hill giants, high level gnolls, griffons and more.  I killed a griffawn, a lower level griffon while I was there....oh that felt so good.  It was a close fight and I nearly died but it was oh so worth it.   Can&#39;t wait till I can kill a full size griffon.<br/>\n<br/>\nNorth Karanas I think had centaurs....which are pretty cool. They are indifferent to me, but I attacked one to see what kind of loot and how tought they  were.  This one was a centaur foal and a low blue to me.  I ended up zoning...the whole time I was running it was shooting arrows at me!  Oh now that was no fun.  I also killed a scarecrow...now those are very cool looking.  They do require magic to damage though....like a wisp.<br/>\n<br/>\nI partied last night in Lavastorm.....it was kind of nice to return. That is where I made all the exp back that I lost over the weekend.  I didn&#39;t check my loot yet but it was fun.  Also hit Najena.  Man that place has changed. I could walk unmolested all the way to the big sign inside that says NAJENA.  The terrors were camped as bad as anywhere else.   Explored a bit more than we have before and found a room full of dark boned skeletons. Quite unpleasant creatures I can tell you.  Also fought some cool opponents like a dark elf magician NPC.  She was a bitch because she had a tough pet.  We lost someone on that fight and she was blue to us all.</div>","specialLinks":[]}}