{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...&gt;","replyTo":"LIST","senderId":"Wg52E79EX8VwOpuDRFNIVCK0biXw2yg-5dDIBz0txB2zylMIV-GEZEMirobAm9VGhmCHKXZ8hyMAjv_FkWSn8XVDKH5ehYCN8T1yCuE","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Death in Befallen:  A Warriors Tale - Part 1","postDate":"929380326","msgId":1231,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42My4xMjMxLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1230,"nextInTime":1232,"topicId":1231,"numMessagesInTopic":1,"msgSnippet":"From the Journals of Angarth, Wolf-Warrior of the Anstruther Clan Monday, 19th of February, in the Year 3174 I heard a voice beckon me, whispering my name as I","messageBody":"<div id=\"ygrps-yiv-1604639561\">From the Journals of Angarth, Wolf-Warrior of the Anstruther Clan <br/>\n<br/>\n<br/>\n\tMonday, 19th of February, in the Year 3174<br/>\n<br/>\n\tI heard a voice beckon me, whispering my name as I traveled through<br/>\nthe commonlands of the West.  It was a hollow voice of dissolution, tinged<br/>\nwith menace that penetrated my soul.  I closed my eyes and concentrated,<br/>\nlistening to the call.  Breaking into a run, I traversed the grassy knolls<br/>\nof the land until the burning sands that covered the south replaced the<br/>\ngreenery.<br/>\n<br/>\n\tThe voice still called to me, leading me eastward along the deserts<br/>\nedge.  A lake passed by on my left as well as a few small cottages, but I<br/>\ndid not stop.  I concentrated on the voice, with my eyes focused on the<br/>\nrising dunes in front of me.  That fact alone prevented me from dying under<br/>\nthe boot of a marauding hill giant!  From whence he came I know not, nor was<br/>\nI about to hail him and ask where he was bound!  I turned quickly to the<br/>\nsouth and scampered up the sandy dunes as far as I could.  The luck of the<br/>\ngods were with me that eve, for the giant ignored me and continued on his<br/>\nwesterly trek, no doubt looking for something to eat.<br/>\n<br/>\n\tThe sun was just setting, leaving the entire land in darkening<br/>\nshadows.  When I crested the next dune, I saw a faint light emitting from a<br/>\ncavern in the sand.  As I approached the lighted tunnel, the beckoning voice<br/>\nechoing in my mind grew fainter until it was just a whisper.  Cadavers<br/>\nlittered the sand surrounding the entrance to the tunnel, grotesque<br/>\nreminders of the ever-present dangers in this hot, foreign land.<br/>\n<br/>\n\tI ducked into the tunnel and followed the winding passage until I<br/>\ncame to an open chamber.  The cloying scent of decay permeated the vast<br/>\nchamber, hanging like a thick blanket of fog over the marshy bleakness of<br/>\nthe Innothule swamp.  I heard screams bellowing forth from the depths below,<br/>\nfollowed by maniacal laughing and rotted moans of despair.  I offered a<br/>\nsilent pray to Rellos Zek, then hefted my two huge battle-axes against my<br/>\nshoulder, and proceeded down the stairs.  <br/>\n<br/>\n\tOther incorporeal chanting joined the voice that first beckoned me,<br/>\nthe cacophony trying to drive me mad at the same time luring me deeper into<br/>\nthe depths of the sepulcher. I tried some of the doors in the first chamber,<br/>\nfinding one door that was locked with no apparent entry.  There were other<br/>\npeople in the tomb, thank Rellos, so I asked one of them and was directed to<br/>\na small room where a Paladin of Evil tarried.  I entered the room and found<br/>\nthe culprit, a dark elf with a heart as black as its ebony skin!  After a<br/>\nvery short fight (his abilities was no match for a warrior of my stature!) I<br/>\nwas able to find a key on his decapitated corpse.  Sure enough, the key<br/>\nunlocked the door and allowed me access to the nether regions of the tomb.<br/>\n<br/>\n\tI came to a whole in the wall with a broken circular stairway<br/>\nleading down to another chamber.  I descended the stairway, using the<br/>\nguidance of Rellos Zek to block out the vexatious clamor that filled my head<br/>\nand direct my feet to the right path.  As I entered the circular chamber, I<br/>\nnoticed bloodied spikes placed at strategic places around the edges,<br/>\nobviously to catch the unwary adventurer falling from the pathway above.<br/>\nThe rotten stench here was stronger,  no longer cloying, but rather more<br/>\nakin to the actual trolls that inhabit the wicked city of Grobb.  Another<br/>\ntunnel continued to my right, so I turned and started traveling down the<br/>\npassage.  As I walked by a closed door, I heard the sounds of battle coming<br/>\nfrom within.  I pressed my ear to the wooden door, listening to the<br/>\nconflict.  I slowly opened the door....<br/>\n<br/>\n\t....and was immediately beset by an evil magic-user that could<br/>\ncontrol the undead!  My mind reeled in horror as I watched the casters pet<br/>\ncome after me with wicked talons.  I quicky initiated combat, throwing in<br/>\nkicks wherever the opportunity revealed itself, trying to kill the<br/>\nnecromancer before he could do much harm.  In between my precise slashes and<br/>\nhard kicks, he was able to cast a noxious cloud that pervaded my mouth and<br/>\nnostrils, then slowly oozed down my throat to leave a nauseating feeling in<br/>\nthe pit of my stomach. I kept my bile from rising and continued to fight,<br/>\nfinally dispatching the evil caster.  His skeletal familiar continued to<br/>\nrake at my armor with sharp talons, each stroke causing a loud, metallic<br/>\nstreak to echo off the walls of the mausoleum.  Just as my mighty axe fell<br/>\nthe skeleton, another one took its place, this one more powerful.  I had<br/>\nread in the annals of the great library in Erudin about a skeleton made from<br/>\nthe remains of a large creature, known as a greater skeleton.  It took me<br/>\nsome time to finish off the incarnate of evil, but alas, with many wounds,<br/>\nthe skeleton collapsed into a harmless pile of bones.<br/>\n<br/>\n\tI must rest.  I write this account of my experience while I sit in<br/>\nthis forlorn tomb. I still feel the ill effects of the dreaded poisonous<br/>\nvapor the necromancer blew in my face.  It weakens my legs, my arms. I feel<br/>\nmy insides churn with the rotted touch of Bertoxxulous.  My strength is<br/>\nebbing as I collapse on a nearby rock, my breathing becoming shallower by<br/>\nthe minute.  Footsteps.  Many footsteps.  The pain is almost unbearable.  I<br/>\nhear maniacal laughter behind me.  Footsteps closer now. My vision is<br/>\nblurred.  A figure dressed in robes approaching.  He?  She? - carries a<br/>\nstaff.  Another dread necromancer coming to claim my soul?  A smaller figure<br/>\nis next to the taller robed figure.  Also in robes.  A skeleton behind him.<br/>\nThey come for me.  Doomed am I to walk the halls of this crypt in an undead<br/>\nstate.  Another figure approaches.  Small like the first, but dressed....I<br/>\ncan not tell.  Too weak.  Too weak....<br/>\n<br/>\n\tAngarth, Warrior of the 17th Tier<br/>\n\t&quot;Periissem ni periisem&quot;<br/>\n\tMithanial Marr</div>","specialLinks":[]}}