{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...&gt;","replyTo":"LIST","senderId":"8q0bravLu-YX5kSwkzmRllCov9R46FIC8Z3kK0DS0YDE3IzStnDl1HtVLwoYALeeeBoovdI1WxFTi_y2ACDfdp4-psJ6CrUKGo20J8k","spamInfo":{"isSpam":false,"reason":"0"},"subject":"FW: [warriors_eq] Death in Befallen:  A Warrior&#39;s Tale - Part II","postDate":"929480506","msgId":1264,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42NS4xMjY0Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1263,"nextInTime":1265,"topicId":1264,"numMessagesInTopic":1,"msgSnippet":"","messageBody":"<div id=\"ygrps-yiv-1420236594\"><blockquote><span title=\"qreply\">&gt; From the Journals of Angarth, Wolf-Warrior of the Anstruther Clan <br/>\n&gt; <br/>\n&gt; Monday, 19th of February, in the Year 3174<br/>\n&gt; <br/>\n&gt; They come.  I hear laughter mingled with clanking of bones coming from<br/>\n&gt; behind me.  The small figure, the one without the robes, points his staff.<br/>\n&gt; A green nimbus outlines his diminutive form while the tall, robed figure<br/>\n&gt; raises his hands and starts chanting in an arcane language I do not<br/>\n&gt; understand.  White, hot energy explodes from his outstretched fingers,<br/>\n&gt; striking something behind me the same moment a green luminescence<br/>\n&gt; surrounds my throbbing body.  Charred pieces of bone strike my armored<br/>\n&gt; back while the green light slowly fades, taking with it the nauseous<br/>\n&gt; feeling in my stomach.<br/>\n&gt; <br/>\n&gt; My strength returns almost immediately after the ill effects of the<br/>\n&gt; infectious cloud spell leaves my system.  I rise, looking from the tall<br/>\n&gt; wizard - I am sure he is a wizard - to the two small figures at his side.<br/>\n&gt; Something tugs at my memory when I look at the wizard again, only this<br/>\n&gt; time I smile in realization.  It is my old friend Maurek!  With him is a<br/>\n&gt; halfling druid by the name if Hikken and gnome necromancer known as<br/>\n&gt; Balbus.  Two other figures walk up behind him:  Sigmund, a Paladin, and a<br/>\n&gt; powerful cleric named Geleb.  The druid Hikken raises his staff again and<br/>\n&gt; points it at me.  A globe of energy surrounds my body, healing my wounds.<br/>\n&gt; Blood stops flowing as the flesh knits together, leaving me whole and<br/>\n&gt; refreshed.<br/>\n&gt; <br/>\n&gt; After introductions are made, the band of adventurers asks me to join<br/>\n&gt; their ranks. I readily agree.  I am suspicious of the necromancer, but I<br/>\n&gt; trust the judgement of the Paladin - he would not ally himself to one that<br/>\n&gt; was evil, would he?  I do make a mental note to watch the gnome, however.<br/>\n&gt; <br/>\n&gt; We have decided to venture further into the tomb.  Sadistic moaning and<br/>\n&gt; haunting screams  can be heard rising from the depths, calling us to<br/>\n&gt; battle.  We make our way to a stairwell that has been decimated.   At the<br/>\n&gt; bottom of the stairs is a locked door, with another evil  necromancer<br/>\n&gt; standing guard with her pet.  Another skeleton stands nearby, almost the<br/>\n&gt; same size as the necromancer&#39;s pet but tinged in a blue light.  I am told<br/>\n&gt; by the cleric that it is an ice-boned skeleton, no doubt the macabre<br/>\n&gt; remains of a beginner of the arcane arts.  We devise a battle plan that<br/>\n&gt; sends me down the stairwell first to engage the ice-boned.  I quickly<br/>\n&gt; learn that I will need to equip my magical combine longsword to hit the<br/>\n&gt; creature.  The battle is short and swift, with no one getting seriously<br/>\n&gt; wounded.  We rest to recover from the conflict, then proceed through the<br/>\n&gt; locked door (my fellow adventures had already retrieved a key for the door<br/>\n&gt; from another shadow knight.)<br/>\n&gt; <br/>\n&gt; I stand in front as the wizard unlocks the door and pulls it open slowly.<br/>\n&gt; Immediately a tall, thin skeleton rushes me, its sword wailing at me<br/>\n&gt; recklessly, a fire burning behind its empty sockets. &quot;Elf skeleton!&quot;,<br/>\n&gt; someone shouts, and the battle rages. My first few strikes are deflected<br/>\n&gt; quite easily by the monstrosity, with its return attack sliding between<br/>\n&gt; the joints of my banded armor, causing severe pain with each deadly cut.<br/>\n&gt; The spell wielders are behind throwing their arsenal at the thing.<br/>\n&gt; Flashes of fire and lightening fill the chamber, and soon the elf skeleton<br/>\n&gt; lay in a heap of bones.  Not without cost, however.  I am covered with<br/>\n&gt; cuts and nicks, mostly in the places where my armor did not conceal my<br/>\n&gt; entire body.  I fell the clerics hands touch me and feel the healing<br/>\n&gt; warmth flow into my blood stream, my wounds closing with the passage of<br/>\n&gt; the clerical magic running through my body.<br/>\n&gt; <br/>\n&gt; We walk into the chamber that was guarded by the undead elf.  Ghastly<br/>\n&gt; hooks hang from the ceiling, covered in blood and gore.  The upper torso<br/>\n&gt; of a torn human man hangs from another hook.  His eyes are still open, a<br/>\n&gt; look of terror etched into his face.  The stench is unbearable, but we<br/>\n&gt; proceed down the hallway.<br/>\n&gt; <br/>\n&gt; Ahead at the end of the tunnel a giant skeleton stands.  I speculate that<br/>\n&gt; it is the remains of someone of my race, for it stands as tall as a<br/>\n&gt; barbarian, its bones thick and large.  We are not close enough for it to<br/>\n&gt; sense us, so I cautiously move ahead, scouting out the area.  A doorway<br/>\n&gt; leads to the left.  As I approach the door, it bursts open, a skeleton<br/>\n&gt; rushing out with bony hands extended.  He rakes the side of my face, its<br/>\n&gt; wicked talons leaving razor sharp cuts that start bleeding profusely.  A<br/>\n&gt; necromancer follows the skeleton from the room, eyes mad with vileness as<br/>\n&gt; he unleashes his spells.  I turn and sprint towards the rest of the group<br/>\n&gt; who are still waiting in the undead elf chamber while the skeletal pet<br/>\n&gt; continues to strike me in my back. The armor I have on blocks most of the<br/>\n&gt; blows, but it still wounds me.  I feel the magic from the necromancer hit<br/>\n&gt; me with the same decaying cloud that was almost my demise earlier, but I<br/>\n&gt; concentrate and resist the spell!  By this time my comrades see what is<br/>\n&gt; happening and unleash a magical assault that leaves the necromancer a<br/>\n&gt; smoldering corpse.  <br/>\n&gt; <br/>\n&gt; We decide to regroup in the chamber, hopeful that no other malignant<br/>\n&gt; forces will find us while we prepare for continued exploration of the<br/>\n&gt; tomb.  After the successful regeneration of our magical ability and<br/>\n&gt; everyone is fully rested, we proceed down the tunnel.  I pause in my<br/>\n&gt; writing here, to resume as further events unfold.<br/>\n&gt; <br/>\n&gt;       Angarth, Warrior of the 17th Tier<br/>\n&gt;       &quot;Periissem ni periisem&quot;<br/>\n&gt;       Mithanial Marr<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}