{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Paul Jesernig","from":"Paul Jesernig &lt;PWJ@...","replyTo":"LIST","senderId":"K2qyVBiR1ZWaQ3wVtfq0JdC73aDNdwjOVfUmdX-DT9CvQKH_8IcJtjFscHm9GIAscxJDjGPZgoXaZ1G1MJhW-E3tZFYyJDHvPg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Digest Number 65","postDate":"929519377","msgId":1276,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42Ni4xMjc2Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1277,"prevInTime":1275,"nextInTime":1277,"topicId":1276,"numMessagesInTopic":4,"msgSnippet":"I ve grouped with twinked warriors like that (I am 26, he was 23). Full small bronze, demonclaw, granite tommy, and thick leather apron (I understand small","messageBody":"<div id=\"ygrps-yiv-1353531359\">I&#39;ve grouped with twinked warriors like that (I am 26, he was 23). Full<br/>\nsmall bronze, demonclaw, granite tommy, and thick leather apron (I<br/>\nunderstand small bronze is easier to get than large bronze). Want to know<br/>\nsomething? He though he was in invulnerable. He couldn&#39;t play a warrior at<br/>\nall (before I grabbed pulling duties from him he did a pull while all the<br/>\ncasters and the healer were OOM). Tanking is an art form. That&#39;s why these<br/>\nhigh level wizards have to get good stuff for their own or a friend&#39;s<br/>\nwarrior. People don&#39;t know how to play warriors. If you want to take out<br/>\none monster, yes a warrior is not the way to go. A shaman buddy who is the<br/>\nsame level as me can kite an aviak avocet (level 28 or 29). This takes him<br/>\nabout 40 minutes and is in his words, boring. I wouyld prolly last oh maybe<br/>\n30 seconds and if lucky have the avocet down a quarter health before I was<br/>\ndead. I have seen very few good items come off a solo monster, and every<br/>\ngood item I have gotten has come off something red to me with a blue or two<br/>\nin the area. Why do I think tanking is an art form? The people in your<br/>\nparty have to trust you, especially healers. Once that healer starts<br/>\ncasting on you, the monsters are going to go to him/her. If all they are<br/>\ndoing is healing, pulling them off with a few whacks of your weapon and<br/>\nthree or four taunts is not that hard. Mages cannot go all out without<br/>\nrooting first, and if that root fails early or gets resisted, watch  him<br/>\nrun. There is no way a 28 or even a 32 wizard could take out the groups two<br/>\n26 th level tanks and a 26 th level shaman can take out. We take 3 lizard<br/>\ndefenders out of the maze in cazic thule and are all beat down maybe half<br/>\nat the end of the battle (regen has become my most favorite buff, even<br/>\nabove SoW). A 26th level wizard tries one defender, whoops, a little resist<br/>\nor a fizzle, and there we are saving his behind. A guildmate was with a<br/>\ngroup (17-20) hunting a SBH and along comes a 32nd level wizard (from a big<br/>\ntime power levelling guild on our server). This guy says I get the SBH when<br/>\nit spawns, I need it for my paladin, or you guys won&#39;t get anything. If I<br/>\nhad been there. I woulda said ok, lets take a 20 minute break from hunting<br/>\nand see how much spawns and whether or not he has to run. When some high<br/>\nlevel wizard comes in and starts to kill steal for a rare item, don&#39;t tank<br/>\nfor him. Back off and watch him die. It&#39;s almost as much fun as watching<br/>\ndwarf paladins die (one combo I have seen over and over again solo and<br/>\nfail). Again I don&#39;t know about over level 35, but from around 16 or 17 on<br/>\nto where I am now at 26, tanks are needed. I see calls often in CT &#39;looking<br/>\nfor a 30ish tank for throne room&#39;. Why do they need that? Multiple<br/>\ngorrillas that need taking out that the wizards just can&#39;t do (the wizards<br/>\nare 32 or so and the gorrillas around 25). My recomendations for good<br/>\ngroups in that range is 2 tanks (hybrids are ok), one bard or rogue (they<br/>\nboth bring unigue skills and tactics with), a shaman (yeah clerics heal<br/>\nmore, but the buffs from shamans are so great for melee), and a wizard or<br/>\nan enchanter. If you haven&#39;t hunted with an enchanter over level 20, you<br/>\nhave no idea what you are missing. Pull multiple blues with an enchanter of<br/>\nthat level with you, and instantly (one spell), you are fighting one less.<br/>\nThen when the rest are dead, go back and finish off the one that the<br/>\nenchanter took care of (it ain&#39;t dead, but it won&#39;t hurt you). In groups<br/>\nsimilar to these I made the full level from cracking 25 and getting riposte<br/>\nto 26 in under 12 hours of playing time, and even more important, didn&#39;t<br/>\ndie once in that span of time in Cazic-Thule.<br/>\n<br/>\nOglug ~Hand of Chaos~ CT server<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nMessage text written by INTERNET:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n<blockquote><span title=\"ireply\"> &gt;Damn, Green steels plate helm, and steels pants an such.  The only things<br/>\n </span></blockquote>I have been able to get at lvl 16 are full bronze, Bs mantle, some ohter<br/>\nstuff, and 2 combine LS&#39;s.  And I still have to rest forever from even a<br/>\ngreen Desert madman.  Personally, I k!<br/>\nnow a lot of people at low lvls with Dark Reavers and steel plate. <br/>\nPersonally it makes me sick, they either bring up some excuse like being a<br/>\nsmith ( and nowadays they don&#39;t earn jack), or they get things from a<br/>\nfriend, hehe.<br/>\n<br/>\nDubas (mith marr)&lt;</div>","specialLinks":[]}}