{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James Wofford","from":"James Wofford &lt;James.Wofford@...&gt;","replyTo":"LIST","senderId":"rnk9QeoChNedsASTs6sGKauvCtpNOZvJy3yWu5n7y_Iqko4sLIS0DaCIODozx-LKa5LreTQ-s0HgxvMGe-7ChlV1FV2UsTP0AlR9zc8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 65","postDate":"929551384","msgId":1283,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42Ny4xMjgzLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1277,"nextInTopic":1284,"prevInTime":1282,"nextInTime":1284,"topicId":1276,"numMessagesInTopic":4,"msgSnippet":"I agree, it is kind of rediculous.  But what kind of damage you think you would inflict if the blow you hit with was just a glancing blow?  Or maybe you just","messageBody":"<div id=\"ygrps-yiv-1664360921\">I agree, it is kind of rediculous.  But what kind of damage you think you<br/>\nwould inflict if the blow you hit with was just a glancing blow?  Or maybe<br/>\nyou just nicked his foreharm or some other non-(too)critical extremety?  You<br/>\nwouldnt be hitting a solid blow which should hit for a minimum of the weapon<br/>\ndamamge.  I think it is fine the way they have the damage set up.  Once you<br/>\nget higher in levels, you wont get so many of those lower number damage<br/>\nhits.<br/>\n<br/>\nOK.... Now my 2 cents on what to give to warrior class.  Last time I will<br/>\nparticipate to this thread.  It is getting out of control, and becomes<br/>\nboring when by now we have no resolution or agreements.  We do have a few<br/>\nwho are on the same page as to what needs to be done tho.  (Of course this<br/>\nis just my opinion.)<br/>\n<br/>\n1.  Remove or raise skill caps.  (Or change them all together.)  Instead of<br/>\nthe standard level * 5 +5 = cap (I believe 200 was the skill cap<br/>\npreviously.)  Something more like level * 5 +10 = cap This would make a 40th<br/>\nlevel warrior have a skill cap of 210 not 200.  All other clases will be<br/>\nonly 10 skill points behind.  How much difference does 10 skill points<br/>\nactually make at that high of a level?  Also, raise the skill cap for<br/>\nwarrior to 255.  This would cap out our skills at level 49.  (Who knows what<br/>\nthe caps will be for above 50 levels with the expansion.)  Personally I<br/>\nwould be satisfied with removeal of skill cap and no bonuses to it.<br/>\n<br/>\n2.  Specialization.  (Just like other have mentioned have it akin to the<br/>\nmage specialization skills.)  What the advantage is, at skill 51, that is<br/>\nyour main specialization.  The other skills cap at 50 then.  The advantage<br/>\nspeed up weapon use and 1.5* damage increase.  Not alot, just giving us the<br/>\nability to inflict a little more damage.  I mean think about it.  I can hit<br/>\nfor around 49 a slash with a BBC, time and a half on that would be 73 or 74<br/>\npoints.  Plenty of damage.  Warriors are not ment, never were ment, never<br/>\nwill be (at least in the EQ world) the main damage inflicting character of<br/>\nthe game.  This will allow us to more effectively hold attention of mobs and<br/>\npossibly even (dare i say it?) solo a little more.  This skill should come<br/>\ninto play around level 22. This skill should also be checked like<br/>\nparry/riposte/dodge and such so it is not an every attack damage deal.<br/>\n<br/>\n3.  Sleep Regeneration.  When we sit on our duffs to regen health, we should<br/>\nhave something like meditate for mage classes.  All it does is time and a<br/>\nhalf our regen process.  Again, that is not alot, but it speeds up our<br/>\ndowntime.  Pitfall to this skill, the screen goes black, and we can not see<br/>\na thing.  We also have a 2 round penalty to &quot;wake up&quot; from our sleep.  This<br/>\nis a huge negative to it, which will help promote group playing NOT soloing.<br/>\nAnd should also make it more viable for us as a request.<br/>\n<br/>\n4.  Increased taunt.  At higher level taunt does not work as well as it did<br/>\nas lower levels.  Why?  Because we do not cause enough damage to make the<br/>\nmob turn from the mages to us.  Taunt makes the mob think we caused it<br/>\ndamage, if they increase the amount of damage the mob thinks we cause when<br/>\nwe use taunt, things will be a little better in regards to using taunt.<br/>\n<br/>\nThese skills are not to off balancing and do not give a huge advantage to<br/>\nthe warriors over anyone else.  What they do is give us the ability to<br/>\npossibly cause a little more more damage.  Raise our attack and defense to<br/>\nplaces that will make us shine a bit more.  Allow us to get off our butts a<br/>\nlittle faster.  And make us the melee class we are supposed to be.<br/>\n<br/>\nSned me feedback on this, and I will see that it gets into the hands of the<br/>\npeople who will be able to listen to our requests and possibly give us help,<br/>\nor denial or our requests.  At least I am pretty sure I can get this to the<br/>\ncorrect people =)<br/>\n<br/>\nDyvim Kincaid<br/>\nStormriders of Cazic Thule<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From: Dan Bouchard [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dbouchar@...\">dbouchar@...</a>]<br/>\n&gt; Sent: Wednesday, June 16, 1999 6:57 AM<br/>\n&gt; To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Subject: Re: [warriors_eq] Digest Number 65<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: &quot;Dan Bouchard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:dbouchar@...\">dbouchar@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; Long time listener, first time caller-<br/>\n&gt;<br/>\n&gt;      What does everyone think about possibly giving Warriors a<br/>\n&gt; MINIMUM amount<br/>\n&gt; of damage done? For example, Im level 16 wielding either a<br/>\n&gt; Dwarven 2Hand Axe<br/>\n&gt; (best 2hander up until SBH you can get it off Lord Darish in<br/>\n&gt; Crushbone) or a<br/>\n&gt; Combine LongSword and Tentacle Whip. Most of the time, I hit for<br/>\n&gt; 28, 29, 30<br/>\n&gt; with the Dwarven 2Hander, but occasionally, I hit for somewhere<br/>\n&gt; in the range of<br/>\n&gt; 1-10. Personally I think that sucks. Now, what if Verant were to<br/>\n&gt; give Warriors<br/>\n&gt; a minumum amount of damage they could do? For example, this<br/>\n&gt; Dwarven 2Hander is<br/>\n&gt; 14dmg 43delay. It would be nice if we could never hit for below<br/>\n&gt; 14 with this<br/>\n&gt; item. Also, a Combine LS is 6dmg 28delay, so we could never hit<br/>\n&gt; for below 6<br/>\n&gt; with the Combine LS.<br/>\n&gt;<br/>\n&gt;      I think this is a reasonable idea and in some cases would be<br/>\n&gt; better than<br/>\n&gt; 5-10 damage extra. Just think, NEVER hitting for 1 damage again.<br/>\n&gt; I personally<br/>\n&gt; think in a realistic sense, a big Barbarian Warrior with 130STR<br/>\n&gt; wielding a huge<br/>\n&gt; Dwarven 2Hander hitting something for 1 damage is kind of<br/>\n&gt; pitiful. What do you<br/>\n&gt; all think?<br/>\n&gt;<br/>\n&gt; -Gaidal Cain<br/>\n&gt; Medieval Bulldozer<br/>\n&gt; Barbarian Warrior of the 16th Tier, Tarew Marr<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Got an opinion?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Make it count!  Sign up for the ONElist Weekly Survey now.<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}