{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...&gt;","replyTo":"LIST","senderId":"atASVp34sa-b83yxj5C5buPaIVlXlRENm8maL5CgE0gIpig86daoXfCviamgEDDKcOoTfQo-6FvGFIDq-9CYWgBCZNlDPdhoJCVol6M","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Warriors vs Hybrids","postDate":"929557450","msgId":1293,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42Ny4xMjkzLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1287,"nextInTopic":1295,"prevInTime":1292,"nextInTime":1294,"topicId":1167,"numMessagesInTopic":21,"msgSnippet":"I ve learned that named NPCs and guards do not follow the same rules as players.  An example I shared with people a while ago is the NPC bandit named Tallus.","messageBody":"<div id=\"ygrps-yiv-1419776828\">I&#39;ve learned that named NPCs and guards do not follow the same rules as<br/>\nplayers.  An example I shared with people a while ago is the NPC bandit<br/>\nnamed Tallus.  Friday night we mopped the floor with him 3 times with no<br/>\nproblems.  We went back Saturday night and out of 6 tries, at least two of<br/>\nmy group of 3 died, and once all 3 of us got it.  Is there some kind of<br/>\nlogic that if you kill something often that the next time it comes back it<br/>\nwill be pissed?  Strange<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; ----------<br/>\n&gt; From: \tZwanenburg, John[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ZWANENJ@...\">ZWANENJ@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Sent: \tWednesday, June 16, 1999 12:29 PM<br/>\n&gt; To: \t&#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a>&#39;<br/>\n&gt; Subject: \tRe: [warriors_eq] Warriors vs Hybrids<br/>\n&gt; <br/>\n&gt; From: &quot;Zwanenburg, John&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ZWANENJ@...\">ZWANENJ@...</a>&gt;<br/>\n&gt; <br/>\n&gt; Hey Gang,<br/>\n&gt; <br/>\n&gt; Just a couple of things to ask right now. Last night i was in lake rathe<br/>\n&gt; with my cleric hoping to score some bronze plate from some drybones. I was<br/>\n&gt; in a duo with a level 17 Necromancer and it was going really sweet. During<br/>\n&gt; the day time we would head over to the Aviak treehouse near Jonah Brucker<br/>\n&gt; and slaughter birds and when night would approach wed go back to the<br/>\n&gt; Karana<br/>\n&gt; Zone area and take out skels. OK so we started off in day time having a<br/>\n&gt; blast killing aviaks every 1 minute cause they spawn so damn fast there<br/>\n&gt; and<br/>\n&gt; were earning exp like no tomorrow. THen night comes along and we head over<br/>\n&gt; to the undead area. We start off killing a few skeletons gaining some exp<br/>\n&gt; but not too much and wait around for the first drybones to come.<br/>\n&gt; <br/>\n&gt; After about 5 minutes Voila there he is. I call him over with expulse<br/>\n&gt; undead<br/>\n&gt; for 91 damage and then the necro sends in his pet to tank and i back off<br/>\n&gt; hitting it 5 more times all for 91 damage while the necro is using his DoT<br/>\n&gt; spells like heat blood heart flutter and clingin darkness. The thing was<br/>\n&gt; at<br/>\n&gt; about 1/4 of health left when another skel spawns and starts attacking it<br/>\n&gt; too. Now this didnt bother me at all at first. I gave it one more Expulse<br/>\n&gt; undead giving the killing blow and what do i see? NO EXP and the corpse<br/>\n&gt; dissapears. I rub my eyes and check again,...nope nothing. So i scroll<br/>\n&gt; back<br/>\n&gt; up seeing if that other skeleton had perhaps got the killing blow which<br/>\n&gt; would make sense. But no, i haad indeed got the blow in. Infact the Normal<br/>\n&gt; skele had only hit the drybones once and it was for 16 damage. <br/>\n&gt; <br/>\n&gt; So why the heck did we not get to loot the corpse and get no exp?<br/>\n&gt; <br/>\n&gt; Ok next up. After killing a couple more drybones and actually getting some<br/>\n&gt; bronze day time came again and we headed back to our aviak killing<br/>\n&gt; grounds,.<br/>\n&gt; When we arrived we saw two Rangers there and decided to let them have it.<br/>\n&gt; No<br/>\n&gt; biggie we said we can go kill Jonah Brucker for kicks. (and water ---<br/>\n&gt; those<br/>\n&gt; who know who Jonah is will know what im talking about ) so we get there<br/>\n&gt; and<br/>\n&gt; sure enough Good ol Jonah is there waiting. He cons blue to me (level 17<br/>\n&gt; cleric) and he is a monk. I know this because he uses strike. On average<br/>\n&gt; he<br/>\n&gt; hits for about 20 damage max on me. My necro friend was afk for one second<br/>\n&gt; while i was engaging Jonah, who i can normally kill with no problems. I<br/>\n&gt; call him out and he runs up to me with a dagger in hand. Odd i think to<br/>\n&gt; myself, must be a rare weapon or something. All of a sudden i see my<br/>\n&gt; heatlth<br/>\n&gt; begin to plummet as Jonah is peircing me for 36 and always, ALWAYS getting<br/>\n&gt; double attack in.<br/>\n&gt; <br/>\n&gt; I couldnt belive it, i could not even heal myself. When i died he latched<br/>\n&gt; onto my necro friend who then suffered the same fate. Well we were bound<br/>\n&gt; on<br/>\n&gt; the same spot that we died on so we memed our spells and then killed him. <br/>\n&gt; <br/>\n&gt; Why was a monk that conned blue to me kicking my ass with a rusty dagger?<br/>\n&gt; Thats what his dagger was by the way.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Ok next up. We decide Jonah sucks and decide to explore a little bit<br/>\n&gt; before<br/>\n&gt; heading back over to the undead spawn spot. We pass near the barbarian<br/>\n&gt; village and my friend gets to close. Three of them latch on to him and he<br/>\n&gt; has to engage them. I come along to help and see that they all con blue to<br/>\n&gt; me so we start fighting away and eventually win. No biggie, no factions go<br/>\n&gt; up or down or anything. We rest and med up and explore some more. We come<br/>\n&gt; across another inlet that has two human guards wearing plate with no<br/>\n&gt; weapons. They con indifferent and blue to me but i keep my distance just<br/>\n&gt; to<br/>\n&gt; be safe. All of a sudden one of the two guards comes runnning up to me and<br/>\n&gt; startsto fight me, first attack i dodged so i say oh well no where to run<br/>\n&gt; to<br/>\n&gt; so may as well kill the guard. Then it hits me.....The guard punches me<br/>\n&gt; PUNCHES me twice (double attack) for 98 damage! HOLY #&$%! Run i yell to<br/>\n&gt; my<br/>\n&gt; buddy and he casts invis on himself as i watch myself die.<br/>\n&gt; <br/>\n&gt; Someone explain this to me. Why is a guard that cons blue to a level 17<br/>\n&gt; cleric hitting me for more than a sand giant would? Just curious.<br/>\n&gt; <br/>\n&gt; Oh well i shouldnt complain, i died twice last night in lake rathe but in<br/>\n&gt; 3<br/>\n&gt; hours there i made 4 bubbles of exp (after dying even! ) I suggest you all<br/>\n&gt; go there at around level 17 it rocks. Aside from the crap that goes on<br/>\n&gt; there.<br/>\n&gt; <br/>\n&gt; Anyways let me know if anyone can explain this stuff to me<br/>\n&gt; <br/>\n&gt; Thanks<br/>\n&gt; <br/>\n&gt; RayneT&#39;Kazz<br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Got an opinion?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Make it count!  Sign up for the ONElist Weekly Survey now.<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}