{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Patricia Halas","from":"Patricia Halas &lt;patty_halas@...&gt;","replyTo":"LIST","senderId":"ZUvzYMgqo2Ov8oiHDeNsLbLjdKihE68wg3FU7T5cr_IsaH0WksTXzFLcnHxcqEPX8W_ZAzGugabjFH0JPZAYbesMtgvjoiE23we5Axm9lQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"FYI from the EQVaults website","postDate":"929559409","msgId":1298,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42Ny4xMjk4Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":1309,"prevInTime":1297,"nextInTime":1299,"topicId":1298,"numMessagesInTopic":3,"msgSnippet":"Note: I STRONGLY DISAGREE WITH THIS - However I am posting this for discussion.  I agree in weapon specialization, that is picking one weapon skill to increase","messageBody":"<div id=\"ygrps-yiv-1072341294\">Note: I STRONGLY DISAGREE WITH THIS - However I am posting this for <br/>\ndiscussion.  I agree in weapon specialization, that is picking one weapon <br/>\nskill to increase damage, etc.  Not these kinds of specialization.  I picked <br/>\na warrior so I wouldn&#39;t have to think to much, might be ok for a monk since <br/>\nthey are suppose to think a tad, but heck - I am just a poor barbarian <br/>\nprincess that lost her combine longsword (long story, don&#39;t ask!)<br/>\n<br/>\nTreynon on EQVaults posting board brought up a list of specialization<br/>\nsuggestions for Warriors:<br/>\n<br/>\nMonk and Warrior Specialization Skill Version 1.0<br/>\n<br/>\nBackground:<br/>\n<br/>\nMonk - Human only and honed in the arts of war, this class serves as one of<br/>\nthe few fronts men who war against evil. However, it<br/>\ncomes with a severe monotonous feeling of only using his fist, special<br/>\nattacks and light armor (not to include carry very little tohelp one?s AC).<br/>\n<br/>\nWarrior - Almost ever race have warriors in their ranks and these are the<br/>\n&quot;muscle&quot; of any army. They are weapon masters and<br/>\nare glorious in their shiny armor and unique weapons. Having the most hit<br/>\npoints (not very impressive considering a high level<br/>\nwizard can toast a high level warrior quite easily) and best damage when<br/>\nusing a weapon of their choice.<br/>\n<br/>\nNature of Specialization:<br/>\n<br/>\nHybrids vs Pure Tanks - It comes to many high level characters that the<br/>\nhybrids overpower the pure tanks. This is not to say that<br/>\nmost warriors and monks have completely no skill whatsoever but it is just a<br/>\nfact.<br/>\n<br/>\nCasters vs Pure Tanks - In the world of LAG, tanks have a really hard time<br/>\nchasing casters to take them down. Some of this new<br/>\nskills will help ease this conflict as to disallow utter bullying of the<br/>\ntank class.<br/>\n<br/>\nSpecialization Skills (5 total, same as those with casters):<br/>\n<br/>\nRules - All skill can reach a max of 50 but then the warrior or monk has to<br/>\ndecide which he or she wants to go with for the rest of<br/>\nthe character&#39;s development.<br/>\n<br/>\nCritical Hit - This skill allows warriors and monks a chance to inflict more<br/>\ndamage then usual in a hit (double damage). The<br/>\nprobability of this happening is determined by the specialization skill. At<br/>\n51 points, the chances are 5% and increases every by 1%<br/>\nevery 10 points to a max of 90% (for future expansion levels).<br/>\n<br/>\nEnhanced Attack - This skill increases the attack ratings and speed of<br/>\neither a monk or a warrior allowing for better hits. For<br/>\nevery 2 points of increase the attack rating increases by 1, and for every<br/>\n50 points of increase the delay of their attack reduces by<br/>\n1. At 51, the attack delay is reduced by 1 and attack rating increases by25.<br/>\nEnhanced Defense - This skill increases the defense rating (AC) by 1 point<br/>\nevery 1 point increase in this specialization skill. At 51,<br/>\nthe AC increases by 50.<br/>\n<br/>\nEnhanced Resistance - This skill increases the all the resistance of a<br/>\nwarrior or monk by 1 point every 10 point increase in this<br/>\nspecialization skill. This helps especially when he or she is destined to go<br/>\nagainst magic, poison or disease attacks. At 51, allresistance increases by <br/>\n5.<br/>\nEnhanced Recovery - This skill increases the rate of health recovery, along<br/>\nside with the original recovery of that race. For every<br/>\n10 points increase in this skill, the health regenerates an additional<br/>\npoint. However, you have to be sitting down to have this<br/>\nregeneration to be effective. At 51, a warrior or monk can regenerate and an<br/>\nadditional 5 points.<br/>\n<br/>\nEnhanced Recovery - This skill increases the rate of health recovery, along<br/>\nside with the original recovery of that race. For every<br/>\n10 points increase in this skill, the health regenerates an additional<br/>\npoint. However, you have to be sitting down to have this<br/>\nregeneration to be effective. At 51, a warrior or monk can regenerate and an<br/>\nadditional 5 points.<br/>\n<br/>\nMay your journey be safe in Norrath!<br/>\n<br/>\nTreynon Hylander<br/>\n<br/>\n<br/>\n_______________________________________________________________<br/>\nGet Free Email and Do More On The Web. Visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.msn.com\">http://www.msn.com</a></div>","specialLinks":[]}}