{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Thormael LGT","from":"Thormael LGT &lt;thormael@...","replyTo":"LIST","senderId":"K6pxT-Y__EPNQeUIPDU3lbwBI5WVljgZ12_rhCJP4cSsX_fcDJm7m9zbrc4AHPxIT53YHluZTq8NiIY_SKMblNGN2imxqXLLhSA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 67","postDate":"929577492","msgId":1307,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC42OC4xMzA3Ljk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1306,"nextInTime":1308,"topicId":1307,"numMessagesInTopic":1,"msgSnippet":"Two things : Kill any crushbone orc (even in Greater Faydark) and you ll loose faction towards the Indigo Brotherhood. Warriors I guess are not meant to be the","messageBody":"<div id=\"ygrps-yiv-649038400\">Two things :<br/>\n<br/>\nKill any crushbone orc (even in Greater Faydark) and you&#39;ll loose faction <br/>\ntowards the Indigo Brotherhood.<br/>\n<br/>\nWarriors I guess are not meant to be the most powerful at higher levels. If <br/>\nyou try to play an hybrid, you&#39;ll see that warrior always are better than <br/>\nthem, and level faster, before they get most of their spells, their <br/>\nwarrior&#39;s skills and items. Then they are rewarded for their patience.<br/>\nI mean, paladins, rangers and shadow knights have to start with one attack <br/>\nonly, like the non-melee class and only have more hitpoints than these class <br/>\n(still less than warriors). They get all their warriors skill 4-6 levels <br/>\nlater than warriors and it IS a big deal, at early levels, which are longer <br/>\nthan the warriors ones (XP penalty). Believe me it&#39;s very hard to see those <br/>\nwarriors wielding two weapons when you can&#39;t, just because you still have 4 <br/>\nlevels to go, or because you will NEVER be able two (dual wield is so cool).<br/>\nNow I know that warriors get in this depression when they see hybrids <br/>\ngetting better than them but it has to be this way. No warrior should be <br/>\neach time better than a paladin wearing full plate and wielding a holy <br/>\nsword, with lay hands and spells (the paladin should be IMHO). They pay a <br/>\nhigh price before getting this far and I bet many decide to stop because <br/>\nthey are just underpowered at low levels. Their lay hands save them. <br/>\nTracking is the skill that make rangers valuable. And shadow knights, well, <br/>\nthey get the most screwed, power wise.<br/>\nHybrids are also played because of roleplay but they have to get this edge <br/>\non warriors on later levels. And I think Verrant wanted this to be. Now I <br/>\nagree that once a warriors got all his skills early and only look for some <br/>\nitems from here to there, life is not as fun as it can be for a ranger... <br/>\nSpeaking about it I think that warriors should have WAY more items to seek, <br/>\nand maybe not only weapons. On the other hand, there might be more to <br/>\ndiscover yet. ;-)<br/>\nWhile I&#39;m at it (getting long) I think that monks are so overpowered it&#39;s <br/>\nnot even funny. They can&#39;t wear armor but they don&#39;t need it as they get it <br/>\nnaturally, from levels, and even if it&#39;s lower than warrior&#39;s they also get <br/>\nblock. They get their fighting powers before warriors (dual wield from <br/>\nstart, grrr) and have these awesome special attacks. Ok the class is very <br/>\nspecialised (no way I&#39;ll play as a monk), ok it gets very boring at high <br/>\nlevels (yeah, more than warriors IMO) but hey, they are the masters of <br/>\ncombat, no contest.<br/>\n<br/>\nOne last comment : I don&#39;t think that warrior should have a higher minimum <br/>\ndamage, they deal 1 damage when their attack is too low against the <br/>\nopponents defense or when they fail their throw, no one wants a warriors to <br/>\ndeal 20 or so damage against a red mob, each time (not that it matters at <br/>\nhigh levels, but it does early on). But yes, they can use an upgrade, and <br/>\none which would not unbalance the game, I see it mainly in many items, but <br/>\nalso in some skills improvement, maybe (bind wounds, etc.). Also I think <br/>\nthat attack and defense are caped at (level+1)x5 for warriors and they are <br/>\nat levelx5 for the other class. I know some of you are gonna say &quot;oh yeah, <br/>\nlike 5 points are gonna make a big difference&quot;, it doesn&#39;t make a big <br/>\ndifference on each hit, but this is permanent, at all levels, and adds up to <br/>\ngreat benefits.<br/>\n<br/>\nPlease excuse my poor gramar and spelling, as English is not my first <br/>\nlanguage...<br/>\n<br/>\nThormael<br/>\n<br/>\n<br/>\n_______________________________________________________________<br/>\nGet Free Email and Do More On The Web. Visit <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.msn.com\">http://www.msn.com</a></div>","specialLinks":[]}}