{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kailyn TBD","from":"Kailyn TBD &lt;kailynofpovar@...","replyTo":"LIST","senderId":"oYmKfloYclFJpRMK13t3fTIU-kxDjbrZ03XDGRo3oZknqMe2FqJECMgs0j_vtMjDwDhoUwy_VZN8FxA39BuDH2-05JEdTi1tO5zxTTw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Protest petitions and power","postDate":"930239020","msgId":1352,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC43NC4xMzUyLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1351,"nextInTime":1353,"topicId":1352,"numMessagesInTopic":1,"msgSnippet":"Ok, I am new to the warrior list, though I have been raising a stink over on the Vault s boards about warriors. I believe there are some issues that need to be","messageBody":"<div id=\"ygrps-yiv-1000826919\">Ok, I am new to the warrior list, though I have been raising a stink over on <br/>\nthe Vault&#39;s boards about warriors. I believe there are some issues that need <br/>\nto be discussed. I also believe that petitioning for changes with out a <br/>\ndialog is not going to be successful.<br/>\n<br/>\nFirst some technical thoughts. We all have seen that skills go from 0-255, <br/>\nwhich equals one byte. I believe that raising the skill cap would be a <br/>\nnon-trivial task on Verant&#39;s park, requiring a write (or at least a <br/>\nrecompile) and altering all the player records on all the servers. I would <br/>\nthink they are doing this for the expansion pack, since the level limits are <br/>\nsupposed to be increased from 50 to a rumored 75 or 100.<br/>\n<br/>\nI also think I know why they capped combat skills where they did. I have <br/>\nnoticed that my attack skill was at 510 at 21st level. At a guess (and if <br/>\nsomeone could confirm this I would appreciate it) that Attack caps at 999 or <br/>\n1000. Again there may be technical issues that prevent that from being <br/>\neasily changed. I predict that there will be some MAJOR server upgrades (and <br/>\nprobably associated down time) before the expansion pack comes out.<br/>\n<br/>\nFor those of you who did not see this on EQVault, this is supposedly an <br/>\nemail that Brad sent on warriors:<br/>\n<br/>\n********************************************************************<br/>\n<br/>\nRecently I e-mailed Brad McQuaid about the Warrior class. I asked him if he <br/>\nwas listening to everyone about the warrior class, whether or not they were <br/>\ngoing to make changes to it, and what he thought were their strengths and <br/>\nweaknesses. This is what he had to say:<br/>\n<br/>\n&quot;I personally feel warriors are in good shape, but we&#39;ve been thinking about <br/>\nadding weapon specialization, probably a warrior-only skill. It will take us <br/>\nsome time to get that implemented and there are some things we need to <br/>\nfinish first that have higher priority.<br/>\n<br/>\nDo keep in mind these tidbits about the warrior that not everyone is aware <br/>\nof:<br/>\n<br/>\n1. They get more hit points than anyone else<br/>\n2. They have access to more weapons than anyone else<br/>\n3. They have more freedom to wear items than anyone else<br/>\n4. They have more special class-only weapons and items than anyone else<br/>\n5. They have higher skill caps than anyone else.&quot;<br/>\n<br/>\n*********************************************************************<br/>\n<br/>\nNow I have debated the merits of the warrior abilities and advantages <br/>\nendlessly and think we all know that these boil down to a fair plain <br/>\ncharacter class. A couple of comment from me (and any comments from you all <br/>\nwould be appreciated).<br/>\n<br/>\nThe ability to wear more times seem to be the saving grace over rangers for <br/>\nwarriors before rubicite is available. I have an AC around 470 with mostly <br/>\nbronze armor. For now rangers cant compete with that.<br/>\n<br/>\nI am now 22nd level and I have yet to get my first &quot;special class-only&quot; <br/>\nweapon or item. Nor has a 26th level warrior friend of mine and we have <br/>\nfairly good connections. If there are more warrior only items I would love <br/>\nto see and better yet get them. (Brings up a question: are there any good <br/>\nwarrior web sites out there?)<br/>\n<br/>\nAs to the skill caps I have only just now started to look at these in the <br/>\nbigger sense of what effect they have on attack. I can tell you this, I <br/>\ncompared my self at 21st (barbarian warrior) to a 21st level wood elf ranger <br/>\nand I had an attack that was 45 points higher (510 VS 465). I wonder how <br/>\nmuch of our feeling that we are not masters of combat comes from the fact <br/>\nthat the default setting for battle messages. We see our misses but not <br/>\nothers. We only see their hits.<br/>\n<br/>\nAnd a thought about battle spam. In a six partly group with 2 or more tanks <br/>\nit is just about impossible to tell how you are doing. What do you think of <br/>\nhaving the text color for your battle messages being a different color? Say <br/>\npurple or something.<br/>\n<br/>\nKailyn Longstride<br/>\n22nd Warrior, Povar</div>","specialLinks":[]}}