{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"slu@xx.xxxxxx.xxxx","from":"&lt;slu@...","replyTo":"LIST","senderId":"PCXrCi-rk3d_NaMVzx_yiUP8aSIAlttJvN4mH9h2n_3tgtNUEntj6Ysa0TYDPTkBmgpVco0E3vS-OQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Warrior Petition is having Impact!","postDate":"930353697","msgId":1370,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC43NS4xMzcwLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1369,"nextInTime":1371,"topicId":1370,"numMessagesInTopic":1,"msgSnippet":"Fellow Warriors: Some of you may read the EQVault and some may not. For those who do, and for whom this is duplicate information, I apologize in advance. This","messageBody":"<div id=\"ygrps-yiv-1590097756\">Fellow Warriors:<br/>\n<br/>\nSome of you may read the EQVault and some may not. For those who do, and for whom this is duplicate information, I apologize in advance.<br/>\n<br/>\nThis was posted today, I&#39;m copying this list as an FYI...figure folks might like to know the petition is making progress (Verant *Brad* in a different thread of conversation mentioned modifying the Warrior class twice). Don&#39;t give up the fight!<br/>\n<br/>\nRobert<br/>\n<br/>\nWarrior Petition Update<br/>\n <br/>\nIain has updated the recent Warrior Petition (see yesterday&#39;s news): <br/>\nMany people have come to sign the Warrior Modification Petition. I and many other<br/>\nwarriors appreciate your support. As of right now 841 votes have been submitted.<br/>\n<br/>\nI have run into a slight problem. Just minutes after I submitted the news of the                              petition yesterday. I came across a warriors mailing list that had done some debate                                 and come up with a solution. The petition was modified after the first six votes to                                 reflect something much more like the solution <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a> had come                                 up with. The official petition on the site was changed, however many people did not                                 read the official petition on the site, but just voted on what they read on the news                                 submitted to this site.<br/>\n                                 <br/>\nIf you voted yesterday, please take a few minutes to go back and make sure your                                 opinion is still the same. The official petition (which will not change) is shown                                 below.<br/>\n<br/>\nAfter much heated debate on the Forums I am proposing a solution to make the                                  warrior become king of melee combat. <br/>\n<br/>\n1.Remove the Cap on Combat Skills (offense, defense, 1H slash, kick, dual<br/>\n   wield, parry, etc.) which comes into effect around level 40. <br/>\n<br/>\n2.Allow Warriors to advance 6 points in Combat Skills per level instead of just<br/>\n   5. At any given level they would be 20% better at melee combat than the                                         hybrids. <br/>\n<br/>\n 3.A unique skill that no other class has. Many players are in favor of Weapon                                         Specialization (reduced delay and increased damage). Use the same rules as                                         specialization for Spell Casters. <br/>\n<br/>\nThis would mean that at beginning levels warriors show small improvement at                                 melee over the hybrids, but by the time they hit the teens and the hybrids are                                 getting their spells the warriors are starting to out-melee them. They would be                                 hitting much more often and they would be much harder to hit. <br/>\n<br/>\nIf your position has changed, simply email me with the account you signed up with,<br/>\nyour position, and comments (optional) and I will manually go in and change them. <br/>\n-Kindrael</div>","specialLinks":[]}}