{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Daniel Robinson","from":"&quot;Daniel Robinson&quot; &lt;danielr@...","replyTo":"LIST","senderId":"7X8C2DBUB5_44XRIvjROZ2B01CxVkqCPkS5zwcR-yhJAvxFrccv9jE-rVX9UqWEI_QfOOgugIcMbFZjdjdxk2Wp0g4bQ_snqNqVr7iM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Why I don&#39;t play a Warrior","postDate":"931800904","msgId":1421,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC44Ny4xNDIxLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1420,"nextInTopic":1422,"prevInTime":1420,"nextInTime":1422,"topicId":1420,"numMessagesInTopic":19,"msgSnippet":"If your veiws are negitave about our class then keep them to yourself and shut up, you are a freakin prick, you know that? ... From: Wayne Sheppard","messageBody":"<div id=\"ygrps-yiv-84500301\">If your veiws are negitave about our class then keep them to yourself and shut up, you are a freakin prick, you know that?<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt; &quot;Wayne Sheppard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>&gt; 07/12 11:45 AM &gt;&gt;&gt;<br/>\n </span></blockquote>From: &quot;Wayne Sheppard&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>&gt;<br/>\n<br/>\n<br/>\nWarriors Suck....<br/>\n<br/>\n...but not for the reasons you may think.  Warriors have their place in<br/>\nEverquest, but I do not play one.<br/>\n<br/>\n<br/>\nHow to play a Warrior:<br/>\n1.  Hot key Kick/Bash<br/>\nEveryone should know about this one.<br/>\n<br/>\n2.  Hot key Assist<br/>\nIt is so important for everyone to attack the same monster.  Eliminating a<br/>\ndamage source helps so much.<br/>\n<br/>\n3.  Hot key Taunt<br/>\nThis is vitally important for getting monsters off of spellcasters or other<br/>\nweakened tanks.<br/>\n<br/>\nThat&#39;s about all there is to playing a Warrior.  Once you master Taunt and<br/>\nAssist you have become the best Warrior you will be.  Battles are about<br/>\ntargeting the correct opponent (targeting spellcasters first, using<br/>\n/assist...) and keeping critters off the spellcasters (Taunt).<br/>\n<br/>\nI&#39;d like to be a better player than that.  I want to be able to do something<br/>\nthat saves the entire party.  I want people to remember me and want my<br/>\nskills in the group.  As a Warrior, I can be known as a great Taunter, one<br/>\nwho keeps the spellcasters free to cast.  That&#39;s about it.<br/>\n<br/>\n<br/>\nI play a Cleric mainly now.  Every battle consists of many decisions that<br/>\nmay affect the outcome.<br/>\n<br/>\nThe first decision happens when the puller returns.  Did he bring too many?<br/>\nShould I Root one?  Or should I Fear one of the critters away?  Is it<br/>\nimportant for me to start casting Direct Damage (on a spellcaster for<br/>\nexample) or should I conserve mana for Heals?<br/>\n<br/>\nNext I will normally assist one of the tanks for a few rounds.  It is my job<br/>\nto monitor everyone&#39;s HP and heal them up when needed.  If I heal too much<br/>\ntoo soon, I will draw all the critters onto me.  So I must carefully judge<br/>\nwhen and how much to heal.  There is also a choice of who to heal.  Should I<br/>\nheal Tank-A who is it half health but only has one critter on him, or should<br/>\nI heal Tank-B who is at three-quarters health but has three critters on him?<br/>\nMaybe I should wait a few rounds or do I need to heal right now?<br/>\n<br/>\nAs soon as I have used some mana, I have another choice.  Should I meditate<br/>\nright away or should I continue swinging my staff?  Will I need mana for an<br/>\nextra heal or should I do some immediate damage with combat?<br/>\n<br/>\nThen I have to deal with runners.  Should I Root a runner so a tank can<br/>\nfinish him off or do I need to finish him myself with Direct Damage?  Can I<br/>\nafford the mana for this or should I chase the runner down myself to finish<br/>\nhim off with combat?<br/>\n<br/>\nAlso I must decide when to tank.  Clerics can wear good armor and have<br/>\ndecent HPs.  I might need to tank a few rounds to save a Wizard or give a<br/>\nWarrior a break.<br/>\n<br/>\nAfter a big battle where I made several important decisions that saved the<br/>\nday for us I realize how important those choices I had to make were.  Having<br/>\nlearned to be an effective Cleric made a big difference.<br/>\n<br/>\nThen I think about it from the Warriors point of view.  The Warrior did<br/>\nKick, Kick, Kick, Taunt, Kick, Kick, Kick, Taunt, the cleric is getting<br/>\nattacked, switch targets, Kick, Kick, Kick, Taunt, Kick, Kick, Kick, Taunt,<br/>\nrunner rooted by cleric, chase runner down, switch targets, Kick, Kick,<br/>\nKick, Taunt.<br/>\n<br/>\nPlaying a Warrior doesn&#39;t compare to a Cleric.  As a Warrior, I feel so<br/>\nuseless.  If the battle is going bad, there is nothing I can do but hope the<br/>\nRandom Number Generator starts falling our way.  All I can do is soak up<br/>\ndamage like a sponge, do more combat damage than everyone else and Taunt<br/>\ncritters off the spellcasters.<br/>\n<br/>\nA Warrior can learn everything there is to know about his class in one day.<br/>\nGaining new levels never changes the strategy a Warrior.  Sure they get dual<br/>\nwield and double attack, but this only increased damage and does nothing to<br/>\nadd new combat choices.<br/>\n<br/>\nA Cleric takes a long time to master.  I feel there is much more for me to<br/>\nlearn as a Cleric.  And every 5 levels I get a new set of spells that need<br/>\nto learn to use.  I&#39;m sure I&#39;ll be learning new tricks all the way up to<br/>\nlevel 50 (if I ever get that far).<br/>\n<br/>\n<br/>\nDon&#39;t misunderstand me.  Tanks are a very needed part of a party.<br/>\nSpellcasters need Warriors up front to take the blows and deal out the<br/>\ndamage.  Warriors are just not my style.  The limited options during combat<br/>\nare not what I am looking for.  For many of you, the Warrior is perfect.<br/>\nBeing able to stand toe to toe with a critter and doing damage with a sword<br/>\nis exactly what many people want.<br/>\n<br/>\nVerant&#39;s improvements:<br/>\nBezerker Frenzy - happens automatically when low on HP<br/>\nMore HPs - Lets us take more damage<br/>\nMore Magic Resistance - Better against spellcasters<br/>\nCritical Hits - Randomly more damage<br/>\n<br/>\nThese improvements do make Warriors a better class.  But nothing there makes<br/>\nme want to play them.  I would consider playing a Warrior if there were more<br/>\nactive skills.  I need a skill that I can choose when to use it, so that it<br/>\nmay make a difference in combat.<br/>\n<br/>\nI&#39;ve suggested in the past a Battle Cry skill.  This skill, usable once per<br/>\nday, would increase the AC and Attack Speed of everyone in the party for 30<br/>\nseconds.<br/>\n<br/>\nAnother option would be Fighting Styles.  Give us an Offensive fighting<br/>\nstyle.  This would increase damage or Attacking plus a taunt bonus while<br/>\nsacrificing AC and Defense.  And we would also want a Defensive fighting<br/>\nstyle.  This would boost AC, dodge, and defense with a sacrifice to<br/>\nAttacking and damage.  It would be very cool if these Fighting Styles could<br/>\nonly be learned through a quest designed for around levels 15-20.<br/>\n<br/>\n<br/>\nGive Warriors something to think about in combat.  Make it so that<br/>\nexperienced, skillful Warrior can be better than any newbie Warrior.  Give<br/>\nthem some abilities that would take skill to use effectively.  Knowing when<br/>\nto switch Fighting Styles or use Battle Cry would be something an<br/>\nexperienced Warrior could learn to do well.<br/>\n<br/>\n<br/>\nWayne Sheppard<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a> <br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nONElist:  your connection to like-minds and kindred spirits.<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nFor the Honor and Glory of the Warlord, Rallos Zek!</div>","specialLinks":[]}}