{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...&gt;","replyTo":"LIST","senderId":"WpmW2WKLGd0wUQLSDniKJH_dKGIlGkjmK2JwTf1P11icQiZYCoahirWgeXJKpHbCTeHIR4QqH8dm7VsX8Pdt7KzFt256Er3oICi6JG0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Why I don&#39;t play a Warrior","postDate":"931859784","msgId":1423,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC44Ny4xNDIzLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1422,"nextInTopic":1424,"prevInTime":1422,"nextInTime":1424,"topicId":1420,"numMessagesInTopic":19,"msgSnippet":"","messageBody":"<div id=\"ygrps-yiv-1336114131\"><blockquote><span title=\"qreply\">&gt; ----------<br/>\n&gt; From: \tWayne Sheppard[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mrwayne@...\">mrwayne@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Sent: \tMonday, July 12, 1999 11:45 AM<br/>\n&gt; To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a>; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:eq-warrior@onelist.com\">eq-warrior@onelist.com</a><br/>\n&gt; Subject: \t[warriors_eq] Why I don&#39;t play a Warrior<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Warriors do not suck.....<br/>\n&gt; <br/>\n&gt; ...but maybe the people that are playing them are &#39;sucky&#39; at playing a<br/>\n&gt; warrior. Yes I did take offense to alot of things you said.  Just because<br/>\n&gt; YOU don&#39;t know how to play a warrior or that it was not fun for you does<br/>\n&gt; not mean they suck.  I played a cleric for about 3 levels and decided it<br/>\n&gt; was too boring for me.  I have my opinions, but I do not go to the EQ<br/>\n&gt; clerics board and list what is boring or why clerics suck.  Now, to<br/>\n&gt; address some of the points you make.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; How to play a Warrior:<br/>\n&gt; 1.  Hot key Kick/Bash<br/>\n&gt; Everyone should know about this one.<br/>\n&gt; <br/>\n&gt;       You forgot slam.  While bash is good for those wielding a shield, if<br/>\n&gt; you did not make a large race warrior, you are going to be at a<br/>\n&gt; disadvantage.  Slam/Bash makes the warrior, and not because it just<br/>\n&gt; disrupts a spell caster.  I will elaborate further down.<br/>\n&gt; <br/>\n&gt; 2.  Hot key Assist<br/>\n&gt; It is so important for everyone to attack the same monster.  Eliminating a<br/>\n&gt; damage source helps so much.<br/>\n&gt; <br/>\n&gt; You don&#39;t need to Assist...the rest of the party needs it.  Let the<br/>\n&gt; warrior pick the target, everyone else assist the warrior.<br/>\n&gt; <br/>\n&gt; 3.  Hot key Taunt<br/>\n&gt; This is vitally important for getting monsters off of spellcasters or<br/>\n&gt; other<br/>\n&gt; weakened tanks.<br/>\n&gt; <br/>\n&gt; Yes I agree with you here.  Taunt is vital.  However, knowing when to use<br/>\n&gt; it and NOT to use it is a learned skill.  And if the spellcasters in the<br/>\n&gt; group don&#39;t know what they are doing, no amount of taunting is going to<br/>\n&gt; get that mob off the spellcaster.<br/>\n&gt; <br/>\n&gt; That&#39;s about all there is to playing a Warrior.  Once you master Taunt and<br/>\n&gt; Assist you have become the best Warrior you will be.  Battles are about<br/>\n&gt; targeting the correct opponent (targeting spellcasters first, using<br/>\n&gt; /assist...) and keeping critters off the spellcasters (Taunt).<br/>\n&gt; <br/>\n&gt; The (large) warriors biggest advantage is the slam while dual wielding or<br/>\n&gt; wielding a 2 handed weapon.  What warrior is going to use a shield?  None<br/>\n&gt; - therefore bash is totally useless to warriors.  With Slam, I stun an<br/>\n&gt; opponent for 2 full seconds, quite regularly.  That is two full seconds<br/>\n&gt; that the creature is not hitting anyone in the group.  And in those two<br/>\n&gt; seconds that is a free hit, which 90% of the time does max damage.<br/>\n&gt; <br/>\n&gt; I&#39;d like to be a better player than that.  I want to be able to do<br/>\n&gt; something<br/>\n&gt; that saves the entire party.  I want people to remember me and want my<br/>\n&gt; skills in the group.  As a Warrior, I can be known as a great Taunter, one<br/>\n&gt; who keeps the spellcasters free to cast.  That&#39;s about it.<br/>\n&gt; <br/>\n&gt; If you want to be a better player then you made the right decision by<br/>\n&gt; switching classes.  Not everyone is made to be a warrior.  Its funny<br/>\n&gt; though, the people that I group with regularly (2 druids, an enchanger,<br/>\n&gt; and a wizard) have started second characters.  All of them melee classes,<br/>\n&gt; two of them warriors.  They see how I play my warrior and the benefits my<br/>\n&gt; extra hitpoints does and what slam does and want to try it for themselves.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; When advertising in Unrest looking for a group, I get so many tells I<br/>\n&gt; can&#39;t answer them all.  Why?  I dual wielding magical weapons and have a<br/>\n&gt; magical slam - when fighting creatures that are invulnerable to normal<br/>\n&gt; weapons,  my warrior excels.  I was soloing scarecrows at level 17 and 18,<br/>\n&gt; and soloing gargoyles at level 21.<br/>\n&gt; <br/>\n&gt; I play a Cleric mainly now.  Every battle consists of many decisions that<br/>\n&gt; may affect the outcome.<br/>\n&gt; <br/>\n&gt;       A cleric is good for one thing and one thing only - healing - and<br/>\n&gt; then not as much if you have two druids in your ranks.  Nope sorry but the<br/>\n&gt; cleric is a one dimensional class that any body can start and learn how to<br/>\n&gt; do it.  Heal the person that is lowest on hitpoints when they get below<br/>\n&gt; the threshhold that is predetermined when you join a party.  Cast an<br/>\n&gt; occasional root and buff and you got what the cleric is good for.  I&#39;d<br/>\n&gt; rather have a druid - they can guarantee escape iin outdoor situation with<br/>\n&gt; SoW and I don&#39;t have to rely on the cleric wasting all his mana on root<br/>\n&gt; and still have enough to heal me.  With SoW I can get away when I know its<br/>\n&gt; time for me to go - and that only happens if the rest of my group has made<br/>\n&gt; it away safely.  You forgot to mention that in what your warrior needs to<br/>\n&gt; do.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; The first decision happens when the puller returns.  Did he bring too<br/>\n&gt; many?<br/>\n&gt; Should I Root one?  Or should I Fear one of the critters away?  Is it<br/>\n&gt; important for me to start casting Direct Damage (on a spellcaster for<br/>\n&gt; example) or should I conserve mana for Heals?<br/>\n&gt; <br/>\n&gt; In a group you should be fighting stuff that is yellow or red to you -<br/>\n&gt; your root is going to be resisted 7 out of 10 times.  Fear the critter?<br/>\n&gt; Make it run away and come back later after the spell effect runs off?<br/>\n&gt; Maybe with friends?   Dumb idea.  Leave the direct damage for the wizard<br/>\n&gt; and keep to what you do best - healing.<br/>\n&gt; <br/>\n&gt; Next I will normally assist one of the tanks for a few rounds.  It is my<br/>\n&gt; job<br/>\n&gt; to monitor everyone&#39;s HP and heal them up when needed.  If I heal too much<br/>\n&gt; too soon, I will draw all the critters onto me.  So I must carefully judge<br/>\n&gt; when and how much to heal.  There is also a choice of who to heal.  Should<br/>\n&gt; I<br/>\n&gt; heal Tank-A who is it half health but only has one critter on him, or<br/>\n&gt; should<br/>\n&gt; I heal Tank-B who is at three-quarters health but has three critters on<br/>\n&gt; him?<br/>\n&gt; Maybe I should wait a few rounds or do I need to heal right now?<br/>\n&gt; <br/>\n&gt;   Just heal, thats what a cleric is good for.  No other decisions to make.<br/>\n&gt; If you have good tanks you shouldn&#39;t even have to use your staff.  As for<br/>\n&gt; which tank you need to heal, thats simple.  THe one that is below their<br/>\n&gt; health threshhold.  For me that would be about half my hit bar, 300 points<br/>\n&gt; in a multiple mob situation or below 1 and a half bubble in a single mob<br/>\n&gt; situation.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; As soon as I have used some mana, I have another choice.  Should I<br/>\n&gt; meditate<br/>\n&gt; right away or should I continue swinging my staff?  Will I need mana for<br/>\n&gt; an<br/>\n&gt; extra heal or should I do some immediate damage with combat?<br/>\n&gt; <br/>\n&gt; Easy.  Meditate so you can heal some more.  <br/>\n&gt; <br/>\n&gt; Then I have to deal with runners.  Should I Root a runner so a tank can<br/>\n&gt; finish him off or do I need to finish him myself with Direct Damage?  Can<br/>\n&gt; I<br/>\n&gt; afford the mana for this or should I chase the runner down myself to<br/>\n&gt; finish<br/>\n&gt; him off with combat?<br/>\n&gt; <br/>\n&gt; Hopefully someone else is in the group that is better with dealing with<br/>\n&gt; runners.  Snare comes to mind.  They don&#39;t fight back like they do with<br/>\n&gt; root.  And slam mixed with snare works wonders.<br/>\n&gt; <br/>\n&gt; Also I must decide when to tank.  Clerics can wear good armor and have<br/>\n&gt; decent HPs.  I might need to tank a few rounds to save a Wizard or give a<br/>\n&gt; Warrior a break.<br/>\n&gt; <br/>\n&gt; About the only time a cleric needs to tank is if there are no other tanks<br/>\n&gt; available.  In a high level party thats not going to be the case.  Stick<br/>\n&gt; to the back lines and do what you do best.  Heal.<br/>\n&gt; <br/>\n&gt; After a big battle where I made several important decisions that saved the<br/>\n&gt; day for us I realize how important those choices I had to make were.<br/>\n&gt; Having<br/>\n&gt; learned to be an effective Cleric made a big difference.<br/>\n&gt; <br/>\n&gt; You haven&#39;t made any important decisions.  You elongated your text to make<br/>\n&gt; people think there is alot more to healing than there really is.  Clerics<br/>\n&gt; are one of the easiest classes to play.  If you get in trouble you can<br/>\n&gt; gate.  Warriors need to learn the area they are in, especially in<br/>\n&gt; dungeons, because they may need to make a quick escape through the maze of<br/>\n&gt; tunnels. <br/>\n&gt; <br/>\n&gt; Then I think about it from the Warriors point of view.  The Warrior did<br/>\n&gt; Kick, Kick, Kick, Taunt, Kick, Kick, Kick, Taunt, the cleric is getting<br/>\n&gt; attacked, switch targets, Kick, Kick, Kick, Taunt, Kick, Kick, Kick,<br/>\n&gt; Taunt,<br/>\n&gt; runner rooted by cleric, chase runner down, switch targets, Kick, Kick,<br/>\n&gt; Kick, Taunt.<br/>\n&gt; <br/>\n&gt; I hardly ever use kick.  Slam works so much better.  In a group, I<br/>\n&gt; shouldn&#39;t have to chase down a target.  If there is more than one mob<br/>\n&gt; fighting the party and one of them is on the spell caster, I need to pull<br/>\n&gt; both of them on me.  Harder said than done when you have 3 spellcasters<br/>\n&gt; running in different directions.  I usually have multiple targets that I<br/>\n&gt; switch between.<br/>\n&gt; <br/>\n&gt; Playing a Warrior doesn&#39;t compare to a Cleric.  As a Warrior, I feel so<br/>\n&gt; useless.  If the battle is going bad, there is nothing I can do but hope<br/>\n&gt; the<br/>\n&gt; Random Number Generator starts falling our way.  All I can do is soak up<br/>\n&gt; damage like a sponge, do more combat damage than everyone else and Taunt<br/>\n&gt; critters off the spellcasters.<br/>\n&gt; <br/>\n&gt; Again, thats probably because you don&#39;t know how to play a warrior. <br/>\n&gt; <br/>\n&gt; A Warrior can learn everything there is to know about his class in one<br/>\n&gt; day.<br/>\n&gt; Gaining new levels never changes the strategy a Warrior.  Sure they get<br/>\n&gt; dual<br/>\n&gt; wield and double attack, but this only increased damage and does nothing<br/>\n&gt; to<br/>\n&gt; add new combat choices.<br/>\n&gt; <br/>\n&gt; BS - it took me nearly 20 levels to learn how to be a good warrior, and<br/>\n&gt; there are still things I am learning everyday.  <br/>\n&gt; <br/>\n&gt; A Cleric takes a long time to master.  I feel there is much more for me to<br/>\n&gt; learn as a Cleric.  And every 5 levels I get a new set of spells that need<br/>\n&gt; to learn to use.  I&#39;m sure I&#39;ll be learning new tricks all the way up to<br/>\n&gt; level 50 (if I ever get that far).<br/>\n&gt; <br/>\n&gt; BS - like I said before, clerics are a one dimensional class.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Don&#39;t misunderstand me.  Tanks are a very needed part of a party.<br/>\n&gt; Spellcasters need Warriors up front to take the blows and deal out the<br/>\n&gt; damage.  Warriors are just not my style.  The limited options during<br/>\n&gt; combat<br/>\n&gt; are not what I am looking for.  For many of you, the Warrior is perfect.<br/>\n&gt; Being able to stand toe to toe with a critter and doing damage with a<br/>\n&gt; sword<br/>\n&gt; is exactly what many people want.<br/>\n&gt; <br/>\n&gt; Verant&#39;s improvements:<br/>\n&gt; Bezerker Frenzy - happens automatically when low on HP<br/>\n&gt; More HPs - Lets us take more damage<br/>\n&gt; More Magic Resistance - Better against spellcasters<br/>\n&gt; Critical Hits - Randomly more damage<br/>\n&gt; <br/>\n&gt; These improvements do make Warriors a better class.  But nothing there<br/>\n&gt; makes<br/>\n&gt; me want to play them.  I would consider playing a Warrior if there were<br/>\n&gt; more<br/>\n&gt; active skills.  I need a skill that I can choose when to use it, so that<br/>\n&gt; it<br/>\n&gt; may make a difference in combat.<br/>\n&gt; <br/>\n&gt; I&#39;ve suggested in the past a Battle Cry skill.  This skill, usable once<br/>\n&gt; per<br/>\n&gt; day, would increase the AC and Attack Speed of everyone in the party for<br/>\n&gt; 30<br/>\n&gt; seconds.<br/>\n&gt; <br/>\n&gt; Negates the use of buffs.  Basically a lame skill that would only be good<br/>\n&gt; in a solo situation, if at that.<br/>\n&gt; <br/>\n&gt; Another option would be Fighting Styles.  Give us an Offensive fighting<br/>\n&gt; style.  This would increase damage or Attacking plus a taunt bonus while<br/>\n&gt; sacrificing AC and Defense.  And we would also want a Defensive fighting<br/>\n&gt; style.  This would boost AC, dodge, and defense with a sacrifice to<br/>\n&gt; Attacking and damage.  It would be very cool if these Fighting Styles<br/>\n&gt; could<br/>\n&gt; only be learned through a quest designed for around levels 15-20.<br/>\n&gt; <br/>\n&gt; You want a different fighting style, play a monk.  Not different enough<br/>\n&gt; for you, play a ranger.  Still not satisfied?  Play a pladin. <br/>\n&gt; <br/>\n&gt; Give Warriors something to think about in combat.  Make it so that<br/>\n&gt; experienced, skillful Warrior can be better than any newbie Warrior.  Give<br/>\n&gt; them some abilities that would take skill to use effectively.  Knowing<br/>\n&gt; when<br/>\n&gt; to switch Fighting Styles or use Battle Cry would be something an<br/>\n&gt; experienced Warrior could learn to do well.<br/>\n&gt; <br/>\n&gt; I am a much better warrior after playing for 14 days than I was as a<br/>\n&gt; newbie.  As warriors get higher in level, they become more rounded.  A<br/>\n&gt; warrior at 15 is not the same warrior as he was at 5 (hopefully).<br/>\n&gt; <br/>\n&gt; Angarth Bladedancer,  Warrior of the 21st Tier<br/>\n&gt; &quot;Periissem ni periisem&quot;<br/>\n&gt; <br/>\n&gt; P.S.  You are entitled to your opinion.  But when you post garbage like<br/>\n&gt; this on a place devoted to warriors, you will get some people that love<br/>\n&gt; their class tear everything you said apart.  That said, I wish you luck in<br/>\n&gt; playing your cleric.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}