{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Wayne Sheppard","from":"&quot;Wayne Sheppard&quot; &lt;mrwayne@...","replyTo":"LIST","senderId":"3onqQ1YaKrYKoGgGxE9p-sh670H4azvvWTDYc0Hq616U3Ti_5R_WkC5SyIVoYaQIvTTLY539HkDrVyZy30v3jLkAn8F-KTJnv5q8YAm3e3o","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Why I don&#39;t play a Warrior","postDate":"931971704","msgId":1463,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC45MC4xNDYzLjk1OTI5MTkxNEBlR3JvdXBzLmNvbT4="},"prevInTopic":1443,"nextInTopic":1465,"prevInTime":1462,"nextInTime":1464,"topicId":1420,"numMessagesInTopic":19,"msgSnippet":"Hello again, I ve stirred up many people on this list and elsewhere.  Some people understand my views while others want me lynched.  I want to clarify my ","messageBody":"<div id=\"ygrps-yiv-631883461\">Hello again,<br/>\n<br/>\nI&#39;ve stirred up many people on this list and elsewhere.  Some people<br/>\nunderstand my views while others want me lynched.  I want to clarify my<br/>\ninitial statement.<br/>\n<br/>\nAs a class, Warriors are great.  I think they are a vital part of a group.<br/>\nThey normally do much better at their job than any hybrid can.  I definitely<br/>\nwant a warrior tanking for me.<br/>\n<br/>\nBut to play a Warrior, they are lacking for me, for my style of play.  I<br/>\ndon&#39;t expect everyone to agree with me.  In fact, for many of you, Warriors<br/>\nare exactly what you are looking for.  I wasn&#39;t comparing Warriors vs<br/>\nClerics in their effectiveness, I think they are both very important.  I<br/>\njust like the decisions I have to make as a Cleric as opposed to a Warrior.<br/>\n<br/>\nThe only reason I used a Cleric in my comparisons was that I play a Cleric<br/>\nthe most.  I want to play a Warrior too.  That is the reason I am subscribed<br/>\nto this list.<br/>\n<br/>\nI assume that many of you did not read my full message.  The last couple of<br/>\nparagraphs were some suggested improvements to the class that I felt would<br/>\nmake the Warrior more enjoyable for me.  Let me show them to you again:<br/>\n<br/>\n0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0<br/>\nI&#39;ve suggested in the past a Battle Cry skill.  This skill, usable once per<br/>\nday, would increase the AC and Attack Speed of everyone in the party for 30<br/>\nseconds.<br/>\n<br/>\nAnother option would be Fighting Styles.  Give us an Offensive fighting<br/>\nstyle.  This would increase damage or Attacking plus a taunt bonus while<br/>\nsacrificing AC and Defense.  And we would also want a Defensive fighting<br/>\nstyle.  This would boost AC, dodge, and defense with a sacrifice to<br/>\nAttacking and damage.  It would be very cool if these Fighting Styles could<br/>\nonly be learned through a quest designed for around levels 15-20.<br/>\n<br/>\n<br/>\nGive Warriors something to think about in combat.  Make it so that<br/>\nexperienced, skillful Warrior can be better than any newbie Warrior.  Give<br/>\nthem some abilities that would take skill to use effectively.  Knowing when<br/>\nto switch Fighting Styles or use Battle Cry would be something an<br/>\nexperienced Warrior could learn to do well.<br/>\n0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0<br/>\n<br/>\nMany of you stated your feelings about Warriors.  Some felt that the Warrior<br/>\nshould be the group leader, the best puller, responsible for directing<br/>\ncombat and retreats, and guarding the party while resting.  Many of you<br/>\nstated how a Warrior could sacrifice himself to save the party.  I don&#39;t<br/>\nconsider these functions part of the Warrior&#39;s domain only.  Any good EQ<br/>\nplayer can do this, with many different classes.<br/>\n<br/>\nWhen it comes down to a battle, the Warrior&#39;s job is to choose the correct<br/>\ncritter to attack/kick/bash/taunt.  Thats about it.  A good Warrior will<br/>\nmake the best choices here.  A good Warrior will switch targets many times<br/>\nin a battle, distributing his attacks and taunts to keep the spellcasters<br/>\nfree from attack.  Some of the best Warriors will switch armor/weapons based<br/>\non what monster they are fighting.  Some go even as far to switch a shield<br/>\nin and out in the middle of battle depending if they are getting hit or not.<br/>\n<br/>\nA few Warriors even say there is a weapon range effect.  Each weapon has a<br/>\ndifferent range where it is more likely to hit for max damage.  They adjust<br/>\ntheir distance from the monster to try and get max damage.<br/>\n<br/>\nA poor Cleric is one that uses up all his mana for direct damage.  An<br/>\naverage Cleric is one who only heals.  A good Cleric has many more options<br/>\navailable for the group.  It is choosing between the many options I have<br/>\nthat make the Cleric a better choice for me.<br/>\n<br/>\n<br/>\nI don&#39;t get to play EQ as much as many of you do.  I am unable to keep<br/>\ngrouping with a good group as they will pass me up in levels.  So I have<br/>\nended up grouping with many poor, mediocre, and average players.<br/>\n<br/>\nThese are my observations:<br/>\nIt is much easier to be an average/good Warrior than it is to be an<br/>\naverage/good Cleric.  The learning curve for Clerics is just steeper than<br/>\nWarriors.<br/>\n<br/>\nA poor Cleric is much more harmful to a party than a poor Warrior.  I&#39;d much<br/>\nrather be a Cleric and group with a poor Warrior, than be a Warrior and<br/>\ngroup with a poor Cleric.<br/>\n<br/>\nAverage players will recognize the work of a good Cleric (compared to a poor<br/>\ncleric).  Average players hardly notice the work of a good Warrior (compared<br/>\nto a good warrior).  Many players wouldn&#39;t even realize that a Warrior has<br/>\nbeen taunting correctly to keep the critters off of a spellcaster.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nWayne Sheppard</div>","specialLinks":[]}}