{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"suzkim@xxxxx.xxx","from":"suzkim@...","replyTo":"LIST","senderId":"nosALVeWJg-rhXHJDSMgjdcBGTLru1x27YtdZM2smcCp1aTMZQaZvHL13AqIW7WF0jgng7DtGg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Permafrost","postDate":"934224710","msgId":1577,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4xMTIuMTU3Ny45NTkyOTE5MTRAZUdyb3Vwcy5jb20+"},"prevInTopic":1576,"nextInTopic":1578,"prevInTime":1576,"nextInTime":1578,"topicId":1576,"numMessagesInTopic":3,"msgSnippet":"Greetings, Repost from my guild board... only bad thing know of is in the right cooridor from archiologist room wishin well type thing. Group member  fell in","messageBody":"<div id=\"ygrps-yiv-622721621\">Greetings,<br/>\n<br/>\nRepost from my guild board... only bad thing know of is in the right cooridor<br/>\nfrom archiologist room wishin well type thing. Group member  fell in and had to<br/>\ngate out.<br/>\n<br/>\nHope this helps.. hope not too much info...<br/>\n<br/>\n________________________________________________<br/>\n<br/>\n<br/>\nHumm, ova past few days o hunting me thinks dere be certain places peoples can<br/>\nsafely hunts.<br/>\n<br/>\nFer da under twenty crowd da corriodor leadin in up to the fire room be<br/>\nsafe.,Jes member that if it runs ta corner an<br/>\ngoes poof it&#39;ll reappear at top o ladder an start goin down an proally bring<br/>\nsome friends back.. On way ta fire room in<br/>\nthe corridor one spawns at zone wall, two at area where ya turn, one at bottom<br/>\nof ladder, at top of ladder, in an alcove<br/>\njes near ladder top an one straight down ta fire room.<br/>\nMix of under 20 an lil ova 20 can pull ta fire room, or do flag room. In fire<br/>\nroom two spawn, slowly but they spawn.<br/>\nFrom fire room to flag room three spawn on the way there. No memba place<br/>\nexactly. In flag room three spawn up front,<br/>\nTwo to left archway an one to right archway. Through archway in back two spawn<br/>\nthere. To tunnel ta right one spawns<br/>\nnear there usually a caster, but not always. Through tunnel on right by gate<br/>\nthree spawn, one usually a caster.<br/>\n<br/>\nThrough archway to left is a door. Two spawn in that room an at bout 20 they be<br/>\nblue. Either they be regular gobbies<br/>\nor one be caster.<br/>\nThrough double doors to right is another good place fer 20 or lil over. Now me<br/>\nsay lil over because if you have to run ya<br/>\ngotta go through the flag room if ya get in trouble. Two spawn there.<br/>\nFrom that room there is a door that leads to the achiologist (proally spellin<br/>\nwrong) Three spawn afore you get to<br/>\narchiologist. Usually got evoker or a diviner amongst the three. The<br/>\narchiologist room. One spawns to the right, Three<br/>\non stage, one on bridge. Under bridge be two that spawn that ya can see, Under<br/>\nbridge to left usually three that<br/>\nspawn. The archiologist room hard to clear. Is obtainable with mix of low/mid<br/>\n20&#39;s but because of the one ta three<br/>\ncasters is dangerous.Spawinin from what m can see happens in threes in the<br/>\nroom. Archiologist will spawn on stage<br/>\nnear a pedistal lookin thing.<br/>\n<br/>\nNow instead o going ta the door if you go down hallway there be preacher room.<br/>\nTwo spawn against wall, Three on<br/>\nstage (preacher in middle). Three spawn behind the stage. Again there be<br/>\ncasters that spawn.<br/>\n<br/>\nFrom the flag room go through the right tunnel through the gate to end of that<br/>\narea an ta left be a movin boulder. That<br/>\nbe alchemist area. Ya gotta fight ya way through an is tough. Most everythin<br/>\nblue ta me at 24. If ya not careful ya be<br/>\nin spot where three near gate will come through gate. Total of bout 5-6 spawn<br/>\nbehind gate. Usually a preist an caster<br/>\namong dem.<br/>\n<br/>\nCritter Observations:<br/>\nRegular gobbies - hee hee no problem.<br/>\nDiviners - ouchers! even if they green they hurt. Kill off one of first<br/>\nPreist an prelates will heal everythin around dem so get them too or ya gonna<br/>\nhave tough battle.<br/>\nWizards - kinda same as Diviners<br/>\nPreacher an Archiologist blue ta me at 24. Preacher will heal itself (wot a<br/>\npain).<br/>\n<br/>\nIs really not bad, jes gotta know where ta hunt fer the level ya at. One thing<br/>\nme thinks when ya hunt there is that it<br/>\nnot very crowded hunting place. Ya gotta keep in mind the route ya gonna run<br/>\nthrough ta zone. Ya may have an area<br/>\nclear but when ya go ta run ya gonna have lotsa critters ta run through. So it<br/>\nmay be borin ta do the flag room, but if<br/>\nya get in trouble there fewer critter ta run past ta go ta zone. M&#39;thinks dat<br/>\nbe the key ta huntin there tho *shrugs*<br/>\n<br/>\nWell, that all me can member bout that area.<br/>\n<br/>\nMe sure someone can add mores stuff to dis... But me thought at least gives<br/>\nfolks idea about place an where ta hunt<br/>\nin dere.<br/>\n<br/>\nAz<br/>\n<br/>\n<br/>\nJames Wofford wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: James Wofford &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:James.Wofford@...\">James.Wofford@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Can anyone provide any information concerning this place.  I spent a few<br/>\n&gt; hours there last night and had a very very good time.  I am concerned about<br/>\n&gt; pitfalls/traps and things like that.  I have explored a good portion of the<br/>\n&gt; upper floor around where the ice goblin is in the block of ice.  Beyond<br/>\n&gt; that, I know nothing of it.  If you have any information (no spoilers)<br/>\n&gt; concerning the existance of pitfalls/traps and such, please let me know.<br/>\n&gt; Would hate to get a corpse stuck somewhere that I can not get to.<br/>\n&gt;<br/>\n&gt; ~Daks/Dyvim<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;              Free Games & Cash Prizes!<br/>\n&gt; Gamesville - The World&#39;s Biggest & Best Game Show Site!<br/>\n&gt;         <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/ad/gamesville0\">http://www.onelist.com/ad/gamesville0</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek! </span></blockquote></div>","specialLinks":[]}}