{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rose M. Glass","from":"&quot;Rose M. Glass&quot; &lt;rosemg@...","replyTo":"LIST","senderId":"WRJyP3IUkxK_st8rQZyEji5HiuQPUkw3EFksNdshUsWZY-LwR1yKKUmrAuNTeR9IQ-aa5jUQ23fB0w04iRkf9K7sRi7PTDT9nA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 121","postDate":"943457519","msgId":1617,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4xMjIuMTYxNy45NTkyOTE5MTRAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1618,"prevInTime":1616,"nextInTime":1618,"topicId":1617,"numMessagesInTopic":2,"msgSnippet":"... Im ... in ... a ... across ... have ... That sounds like a great idea.  I m just a level 11 warrior and would love to know higher levels tales on how they","messageBody":"<div id=\"ygrps-yiv-882757359\"><blockquote><span title=\"ireply\">&gt; Daks,<br/>\n&gt;<br/>\n&gt; Thanks for the reply. Im sorry to hear that the list is really slow, but<br/>\n </span></blockquote>Im<br/>\n<blockquote><span title=\"ireply\"> &gt; not surprised.  With so many people, like yourself, achieving the upper<br/>\n&gt; levels information is abundant in-game.  I guess what Im most interested<br/>\n </span></blockquote>in<br/>\n<blockquote><span title=\"ireply\"> &gt; is hearing from people like yourself who might have a story, a suggestion,<br/>\n </span></blockquote>a<br/>\n<blockquote><span title=\"ireply\"> &gt; pitfall to avoid, a strategy, a nice area to hunt, etc etc.  As a 47th<br/>\n&gt; Warrior I imagine you have seen just about all there is to see and do<br/>\n </span></blockquote>across<br/>\n<blockquote><span title=\"ireply\"> &gt; Norrath.  Id love to share your adventures, what suggestions you might<br/>\n </span></blockquote>have<br/>\n<blockquote><span title=\"ireply\"> &gt; for those higher level hunts and adventures.<br/>\n&gt;<br/>\n </span></blockquote>That sounds like a great idea.  I&#39;m just a level 11 warrior and would love<br/>\nto know<br/>\nhigher levels tales on how they got there.  Maybe we can all share a story<br/>\non<br/>\nour adventures.<br/>\n<br/>\nThat was a great story Bruener, I too was thinking to hunting in East<br/>\nCommonlands.<br/>\nBut every time I do, it seems that I&#39;m Griffen or the big snake (drak<br/>\nsomething or other)<br/>\nbait.<br/>\n<br/>\nLet me ask you all this Has anyone done the Quest in Hogcaller&#39;s Inn?<br/>\nYou have to talk to Lady She ( elf ) give her wine ( white ) and she tells<br/>\nyou that someone in room two is in with the dark elfs.  Then you have to<br/>\ngo and find a key to get the mail from the inn keeper ( which I missed, I<br/>\njust could not find the key ) You then have to kill the halfing woman<br/>\n( Shintl Lowbrow ) you get her head and a note.  That that back<br/>\nto the guy who started the quest ( near the forge in warrior building )<br/>\nhe tells you to go to Toala in the Areana.  She wants you to kill the<br/>\nhalfing and her drow helper.<br/>\n<br/>\nMy question is this - who is the helper.  I hate to try to kill all the dark<br/>\nelfs in the city.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;<br/>\n </span></blockquote>Ok here is my story for the week.<br/>\n<br/>\nWalking around North Ro, I happen to get lost.  Which is something<br/>\nthat I do very offen.  Tears fell from my eyes when I could not see<br/>\nthe grasslands.  But taking a deep breath and a praying to the<br/>\nWarlord, I made my way slowing around hopeing to see water or<br/>\ngrass.  Then by luck I happen across a Giant Desert Spider.<br/>\n<br/>\nAn horror if ever I saw one, all those red eye and hairy legs<br/>\nstills gives me the shivers as I look on one.  With a war yell<br/>\nI ran to the beast.  Meaning to destory it.<br/>\n<br/>\nNot knowing that I was the hunted as well as the hunter, a puma<br/>\ncame on me and taged teamed with the spider.  Being that I&#39;m not<br/>\nthat brave I ran for it.  Hopeing to make it to the grasslands.<br/>\n<br/>\nWith them hot on my tail I ran, for my life was on the line.  As<br/>\nas I just made it to the grasslands I took my stand - I could not<br/>\nrun anymore.  With sword in hand I prayed to the Warlord for<br/>\nhelp.<br/>\n<br/>\nAnd in his kindness he send it to me, in the form of drawf.  Never<br/>\nhave the race looked so handsome to me.  How strong and brave<br/>\nhe was to help me take on these beasts.  With a few blows of his<br/>\nmighty axe the spider landed at my feet.  He watched me take on<br/>\nthe puma, making sure that I did not need any help with it.<br/>\n<br/>\nAfter the beasts where killed and the blood lust in my eye faded,<br/>\nI looked around for my friend.  Wanting to thank him, give him a<br/>\nhug for saveing this poor foolish human female.  But he was<br/>\ngone.<br/>\n<br/>\nWith tears in my eyes I fell down and thanked the Warlord for his<br/>\ngift and hoped that he would always watch over th drawf that aided<br/>\nme.<br/>\n<br/>\n<br/>\nThanks everyone and have  a Happy Thanksgiving.<br/>\nRanala Level 11 Warrior on Prexus Server, The Crying Warrior</div>","specialLinks":[]}}