{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sean.Clark@xxxxx.xxx","from":"Sean.Clark@...","replyTo":"LIST","senderId":"_uHJuiqXwQQL5GWvPF3FUUw2qf8QM9neVLZoIBnpht2PVe3oJXLJ3E8uDpgnltAQ0XpHUFFZf4BXY44","spamInfo":{"isSpam":false,"reason":"0"},"subject":"On Guk, Innothule & Netted & Woven Armor","postDate":"927144765","msgId":338,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4xNi4zMzguOTU5MjkxOTEyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":337,"nextInTime":339,"topicId":338,"numMessagesInTopic":1,"msgSnippet":"I posted tis awhile ago to another EQ list I was on, and I thought you guys might appreciate it. Enjoy. I originally took my lvl 11 monk to Innothule and Guk","messageBody":"<div id=\"ygrps-yiv-2013977540\">I posted tis awhile ago to another EQ list I was on, and I thought you guys<br/>\nmight appreciate it.<br/>\nEnjoy.<br/>\nI originally took my lvl 11 monk to Innothule and Guk to try and get some<br/>\nnetted, woven and/or Mesh armor, and here&#39;s what I found.<br/>\nLvl 11 is BAD for getting this stuff.  You&#39;re too high to get any experience<br/>\nchasing froglocks in Innothule, and too low level to find much to hunt in<br/>\nGuk.  Innothule is a newbie/low lvl character area for the trolls...mobs<br/>\nrange from lvl 1 (the usual newbies stuff plus froglock tads) to lvl 8<br/>\n(froglock foragers, kobold hunters and bull &#39;gators).  Its tuff in the lvl<br/>\n7-9 range, though because the hunters seem to travel in packs, and the<br/>\nforagers and gators will swarm you as well.  I&#39;ve been killed TWICE by<br/>\ngroups of these with a lvl 11 (albiet unarmored) MONK (travelling to get my<br/>\ncorpse in Guk...you will have to do that a LOT if you attempt Guk at lvl<br/>\n11!).<br/>\nI started a troll with the intent of getting some magical armor for my Monk,<br/>\nbut fell in love with roleplaying Grukklukk.  Warriors may be the least<br/>\nexiting characters to play (I certainly think that point is VERY<br/>\ndebateable!), but roleplaying a TROLL basher is really a blast (if you&#39;re<br/>\ninto that kinda thing!), and trolls make VERY formidable warriors!<br/>\nAnyway, I&#39;ve learned quite a bit about finding netted and woven stuff, and<br/>\nI&#39;d love to share that knowledge with all of the Brothers.<br/>\nNetted is very easy to find...you will get a piece of netted at least an<br/>\naverage of once in every 10 froglocks that you kill in Innothule (the swamp,<br/>\nnot Guk!).  This DOES include the froglock tadpoles (level 1 critters,<br/>\nimagine THAT!), as well as the regular froglocks and the Frogie Fisherman.<br/>\nAs has been noted before, the Kobold hunters and Froglock Foragers (around<br/>\nlvls 7-8) MAY have woven on them, but it is VERY infrequent.  I think I only<br/>\npicked up one piece of woven that way, the other THREE I found were in Guk.<br/>\nHunt what you can in Innothule, but watch out for the Troll Bashers (Guards)<br/>\nand NPCs...there are quite a few in Innothule!Bottom line: if you see a Tad<br/>\nand you DON&#39;T kill it, you just night have missed those Netted gloves you&#39;ve<br/>\nbeen lookin for...kill &#39;em ALL!<br/>\nMoving onto Guk.  Guk, even Upper Guk, is a pretty high level dungeon.  The<br/>\nFroglock guards right outside of Guk, are prolly around lvl 7-9 (they give<br/>\nnetted when they cough up armor, but it doesn&#39;t appear to be very often).<br/>\nOnce inside Guk you will find an upgraded form of the Froglock Tad spawning<br/>\nin the first chamber...these frogs are around lvl 6 or so and seem to give<br/>\nnetted armor.  You will also find Sentries and (sometimes) apprentices<br/>\nfairly close to the entrance to the dungeon.  These guys will always con<br/>\ngreen or blue to a lvl 10.  The Sentries seem to give netted, while the<br/>\nApprentices are the easiest frogs in Guk that I have found that will<br/>\nSOMETIMES yeild woven (got 2 pieces of woven that way).<br/>\nThe biggest problem that you will find with all of these frogs that are near<br/>\nthe entrance is that they will run away when you start bashin them.  All of<br/>\nthe froglocks do this, even the ones that con black or higher!  Try and kill<br/>\nthem before they cross the bridge.  If you can&#39;t kill them before they get<br/>\nto the bridge its probably a good idea to let them go, the risk of falling<br/>\noff the water into the bridge and/or running into a high level mob on the<br/>\nother side is just NOT worth it (unless maybe you are lvl 16 or higher!).<br/>\nFear not, that injured frog will be back...but he MAY bring along a higher<br/>\nlevel Sentinel or Warrior with him.  Be absolutely sure that you /con<br/>\nANYTHING that comes across that bridge!!  If your injured quarry comes back<br/>\nthey will have regained some health...try and kill them before they can<br/>\nretreat past the bridge this time!<br/>\nThere is a pretty large differnce between the (few) mobs you will find on<br/>\nthe entrance side of the bridge and the ones on the other side.  There will<br/>\nbe a few easy kills right across the bridge, but there are lvl 16-20 mobs<br/>\nVERY close, so be careful!<br/>\nI&#39;ve been killed numerous times (both my troll and my monk) by<br/>\nWarriors,Shaman, WitchDoctors, Novices and various Ton Frogs (if it is ANY<br/>\nkind of Ton, its pretty high level!) that come training across the bridge<br/>\nchasing higher level characters.  <br/>\nBTW I died TWICE in like an hour from a Monk training and fiegning nasty<br/>\nfrogs into us low levels by the entrance...NOT a very fun experience!<br/>\nCrossing the rickety bridge is very dangerous.  Proceed with EXTREME caution<br/>\nunless you are in the lvl 16 range...and even then you MUST choose your<br/>\ntargets carefully, and you really should be in a group.<br/>\nI&#39;ve killed afew of the mobs that are around lvl 15-16, mostly through<br/>\ndesperation, sometimes by shear luck, and I haven&#39;t found any mesh on any of<br/>\nthem yet.  From what I understand you can get mesh from frogs that are lvl<br/>\n15 or greater, and I certainly haven&#39;t killed many of those.<br/>\nJust some thoughts, and some rambling, from one who&#39;s been there.  I hope it<br/>\nhelps!<br/>\n<br/>\nGrukklukk / Ronyn Bristlebane (feel free to /tell me if you are on<br/>\nBristlebane and have questions or want to group up!  Both characters are lvl<br/>\n11 rt now)</div>","specialLinks":[]}}