{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jason Coan","from":"&quot;Jason Coan&quot; &lt;COANJ@...&gt;","replyTo":"LIST","senderId":"Wy7fF8qSiFfh_QFtXxL-FpbsiJbtZeT0yL6IYzhuAd1FikrN3vNhR-Z6clTJxpH9smCBCXS0lu8FvsrQYUPgHouIKuGd6A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Rangers and warriors","postDate":"927564870","msgId":548,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4yNy41NDguOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":545,"nextInTopic":550,"prevInTime":547,"nextInTime":549,"topicId":545,"numMessagesInTopic":36,"msgSnippet":"Rangers are the only half breed that I m even close to being impressed with. SK blow, their offensive spells are so far behind that they are almost pointless,","messageBody":"<div id=\"ygrps-yiv-2031566210\">Rangers are the only half breed that I&#39;m even close to being impressed with.<br/>\n<br/>\nSK blow, their offensive spells are so far behind that they are almost pointless, they don&#39;t have the melee ability of a true warrior either, the ONLY thing they have going for them is the occasional harm touch, which they never seem to have when needed.  <br/>\n<br/>\nPaladin.....they ARE a joke, their healing ability is a joke, their buffing ability is a joke, because their heals and buffs are 9 levels behind, the only thing they have going for them is their lay hands, which can be very good, but I dont&#39; think it makes up for their lack of melee ability.<br/>\n<br/>\nRangers on the other hand, well, they get some OK buffs, nothing great, their thorn series of spells is good for a tank, their heals are a joke tho, was fighting with one last night, he was close to 30th lvl, and his heal was doing 25 points.....with close to 1000 hp, a 25 point heal??   but they do get dual wield, and kick, which no other half breed get, and of couse double attack.  As a wood elf, you get hide, forage, and tracking which are 3 very nice skills to have<br/>\n<br/>\nIf I were going to play a half breed it would be ranger.  But no class can match the raw tanking ability of a true warrior.<br/>\n<br/>\nSalr D&#39;Taynkk<br/>\nDark Warrior of The Kith<br/>\nVeeshan<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt; &quot;Tom Swift&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tswift@...\">tswift@...</a>&gt; 5.24.99 11:26:45 AM &gt;&gt;&gt;<br/>\n </span></blockquote>This past week I decided to take a break from my level 15 dark elf warrior.  I was abit frustrated.<br/>\n<br/>\nI started a half-elf warrior in Kelethin.  It is insanely easy to play there.  I made level 5 in about 3.5 hours.  Then I stopped and tried a wood elf ranger.  Has anyone else played a ranger?  I imagine it is the most poorly balanced of all the hybrids.  After 4 hours I reached level 5 and got kick.  I am now 12-18 hours into the character and almost level 9.  I am just as capable as an equivalent warrior.  Next level I gain an array of spells which will boost my combat effectiveness and allow me to heal.  Part of the easy success is the plethora of low level orcs available a stone&#39;s throw from Kelethin.  With my tracking ability I am never at a loss for targets and I can engage blue con orcs in rapid succession or even 2 at a time. I can even engage and successfully beat yellow con orcs more than 50% of the time and almost always can kill orcs that con even to me without trouble. So far it seems that I get as many hit points now as my warrior did.<br/>\n<br/>\nMy point is, with a ranger class as powerful a combatant as it is I see little necessity for the pure warrior.  I am going to play through to level 15 I think, just to see a more even comparison.  My concern is only from a game mechanics perspective though as I have no doubt my playing as a dark elf was a much more rewarding experience.  Has anyone else noticed that the warrior just is not different enough from the hybrid fighter classes?<br/>\n<br/>\nBael                                                    Aelyn<br/>\nWarrior of the 15th Order      or              Ranger of the 8th Rank<br/>\nIndigo Brotherhood                                Humble Servant of Tunare<br/>\n<br/>\nstill undecided</div>","specialLinks":[]}}