{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jason Coan","from":"&quot;Jason Coan&quot; &lt;COANJ@...&gt;","replyTo":"LIST","senderId":"PBtA5LCo49acMqXPjwJVkLjeegeRrpqOabLF5AAnxQUUW5hHtKZ0_Uw_-CYxMJ8OxkdC6jQEkNw7Z2EUUQnwHeI7HNo5uQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Now about 1hs vs 2hs Re: Rangers and warriors","postDate":"927576844","msgId":564,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4yOC41NjQuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":560,"nextInTopic":566,"prevInTime":563,"nextInTime":565,"topicId":555,"numMessagesInTopic":19,"msgSnippet":"1.  You also need to throw weight into that equation.  Because even tho a mino axe has a better ratio than a FS sword, but after about 3 mobs your stamina is","messageBody":"<div id=\"ygrps-yiv-1230083683\">1.  You also need to throw weight into that equation.  Because even tho a mino axe has a better ratio than a FS sword, but after about 3 mobs your stamina is shot, which lowers your stats, including your attack ability.  Try the same thing with 2 FS long swords and you&#39;ll still have plenty of stamina.<br/>\n<br/>\n2.  That would depend on what you are fighting, and you must also calculate in the reposte skill.  When you can reposte for 10 points with a 1h slash or 44 points with a 2h slash, bit of a difference there.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;&gt;&gt; David Rogers &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:derogers334@...\">derogers334@...</a>&gt; 5.24.99 2:37:39 PM &gt;&gt;&gt;<br/>\n </span></blockquote>From: David Rogers &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:derogers334@...\">derogers334@...</a>&gt;<br/>\n<br/>\n--- Tom Swift &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tswift@...\">tswift@...</a>&gt; wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; My opinion on the 1hs vs 2hs is this.  Warriors need<br/>\n&gt; both.  For blue mobs the only way to fly is 2 handed<br/>\n&gt; with double attack at higher levels.  You hit very<br/>\n&gt; often for high damage, and with double attack you are<br/>\n&gt; a devastating hack&#39;n&#39;slash machine.  For higher level<br/>\n&gt; mobs that con yellow or red, the 1 handed weapons<br/>\n&gt; shine because of their speed.  You are not going to<br/>\n&gt; hit high level mobs as much, so having 50% more<br/>\n&gt; swings gives you a better chance to do damage, even<br/>\n&gt; if you do less damage...some is better than none.<br/>\n<br/>\n </span></blockquote>I see three main points to focus on when considering the weapons and<br/>\nassociated weapons skills.<br/>\n<br/>\n(1) High base weapon damage isn&#39;t important, nor is low base weapon<br/>\ndelay.  What is important is the ratio betwen them; divide weapon base<br/>\ndamage by the delay and you get a (I round to three decimal places)<br/>\n.xxx number that you can use to compare the weapons with.  So one<br/>\nshould consider the ratio, not the high base or low delay.  In the<br/>\nratio number, a higher weapon is more efficient than a lower number.<br/>\n<br/>\nIf you&#39;re wondering, the number indicates the efficiency of the weapon<br/>\nover time.  I don&#39;t have my notes with me (they&#39;re at home, and I don&#39;t<br/>\nfeel like plowing through the sites to recover the data again), for a<br/>\n1H-Slash weapon, a number in the .220 - .270 range is good.  For a<br/>\n2H-Slash weapon, the best have numbers over .300.<br/>\n<br/>\n(2) However, this number holds theory to reality only if every hit<br/>\nconnects; which all Warriors and hybrid warriors know isn&#39;t true.  When<br/>\nmisses are factored, the number&#39;s reality changes somewhat.  Now, it&#39;s<br/>\nhard to work up theory from the abstract randomness of combat in EQ;<br/>\nbut I personally ascribe to the theory of more chances to swing equals<br/>\nmore chances to hit.<br/>\n<br/>\nI&#39;d rather swing three or four times (double attack/dual<br/>\nwield/(bash/kick)) than one or two times (double attack/(bash/kick)).<br/>\n<br/>\nNow, I feel there is some credence to the situational modifiers that<br/>\nhave been put forth with regards to the 2H-Slash vs Dual Wield<br/>\narguement; meaning this.  Against tough monsters (yellow/red), go Dual<br/>\nWield to maximize hit chances; and against easy monsters (blue/white),<br/>\ngo 2H-Slash to maximize damage.  In yellow/red, you have lower hit<br/>\nchances, but more swings to even it out.  Against blue/white, you have<br/>\nfewer swings, but higher hit chances, so it evens out.<br/>\n<br/>\nThe other situational modifer that seems logical is grouping vs.<br/>\nsoloing.  When soloing, I&#39;d tend to follow the above paragraph only. <br/>\nWhen grouping, the arguement of going 2H-Slash seems to have great<br/>\nweight; you can afford misses in tough fights when grouping, because of<br/>\nhealer and caster support.  However, I ultimately reject this; and<br/>\nadvoctate following the above paragraph exclusively for all weapon<br/>\nselections.  What makes sense for successful solo weapon selection<br/>\nwould make sense for group weapon selection as well.<br/>\n<br/>\n(3) Slots for enhancement.  Because of magically enchanted items in<br/>\nEverQuest, each slot you can place something on your character is a<br/>\npotential buff slot.  Therefore, it tracks to maximize slot use for not<br/>\nonly factors like weight, AC, damage/delay ratio and others; but also<br/>\nfor the buff potential one receives from the slot.<br/>\n<br/>\nTo put it plainly; except in the case of very buff 2H weapons, you<br/>\noften receive a better total effect, or a better range of effect, from<br/>\nthe 2 hand slots (2 weapons, or weapon and shield) than from a single<br/>\n2H weapon.  With low to mid level moderate buffs this isn&#39;t so much of<br/>\na factor; but when you start talking about rare magic item buff<br/>\npotential, it becomes a significant thing to be considered.<br/>\n<br/>\nHaving said all that, however, my Troll Warrior is keeping both<br/>\n1H-Slash and 2H-Slash up (I&#39;m working up 2H right now, because it took<br/>\na little while to get ahold of a 2H weapon); so I have my options open<br/>\nfor whatever may come my way.  I include the possibility of expansions<br/>\nand new items being introduced that might change the equations.  What&#39;s<br/>\ntrue now might change with a single patch or expansion pack.<br/>\n<br/>\nJust some thoughts.<br/>\n<br/>\n===<br/>\n:D<br/>\n       Dave&#39;s World<br/>\n-No matter where you go, there you are-<br/>\n&quot;People will believe a lie either because they want to<br/>\nbelieve it&#39;s true, or because they fear it is.&quot; Wizard&#39;s<br/>\nFirst Rule, Sword of Truth, Terry Goodkind<br/>\n_____________________________________________________________<br/>\nDo You Yahoo!?<br/>\nFree instant messaging and more at <a rel=\"nofollow\" target=\"_blank\" href=\"http://messenger.yahoo.com\">http://messenger.yahoo.com</a> <br/>\n<br/>\n------------------------------------------------------------------------<br/>\nONElist:  the best source for group communications.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a> <br/>\nJoin a new list today!<br/>\n------------------------------------------------------------------------<br/>\nFor the Honor and Glory of the Warlord, Rallos Zek!</div>","specialLinks":[]}}