{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jones, Brian","from":"&quot;Jones, Brian&quot; &lt;brian.jones@...&gt;","replyTo":"LIST","senderId":"HvyBTGTPs8bb6ew3tc_s65Td2s7UfMBoezmfYjPIadvMg6eHIbS1KtqtRHcfkA_QV99yjQVgP_-8vFUGfOHExOsu2tZhnSc0vZwA1SQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Rangers and warriors","postDate":"927580573","msgId":581,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4yOC41ODEuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":573,"nextInTopic":624,"prevInTime":580,"nextInTime":582,"topicId":545,"numMessagesInTopic":36,"msgSnippet":"The only thing I would disagree on is the Paladins healing skills.  I have not found a subclass that can heal me before they run out of mana (if I get into a","messageBody":"<div id=\"ygrps-yiv-485125661\">The only thing I would disagree on is the Paladins healing<br/>\nskills.  I have not found a subclass that can heal me before<br/>\nthey run out of mana (if I get into a serious fight).  Being a <br/>\nbarbarian warrior of lower intelligence, I like banging with a<br/>\ncreature until he has me down to less than a bubble of <br/>\nhealth then killing him with 18 hps left :)<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; ----------<br/>\n&gt; From: \tDavid Rogers[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:derogers334@...\">derogers334@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Sent: \tMonday, May 24, 1999 3:01 PM<br/>\n&gt; To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Subject: \tRe: [warriors_eq] Rangers and warriors<br/>\n&gt; <br/>\n&gt; From: David Rogers &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:derogers334@...\">derogers334@...</a>&gt;<br/>\n&gt; <br/>\n&gt; --- Jason Coan &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:COANJ@...\">COANJ@...</a>&gt; wrote:<br/>\n&gt; &gt; The game isn&#39;t based upon solo play, and after about<br/>\n&gt; &gt; 20th lvl you basically can&#39;t solo.  So whats it<br/>\n&gt; &gt; matter if a 12th lvl paladin has a few minutes<br/>\n&gt; &gt; quicker recovery at LOW level.  I never fought solo<br/>\n&gt; &gt; past about 9 anyways.<br/>\n&gt; <br/>\n&gt; That&#39;s a play style decision, not a numbers one.  I&#39;m speaking only to<br/>\n&gt; the numbers.  Minute for minute, Warriors can&#39;t solo as efficiently as<br/>\n&gt; other classes can.  Verdant does heavily encourage grouping, so once<br/>\n&gt; you find even one other person to group with, you are enabled to begin<br/>\n&gt; ignoring certain disadvantages of one class or the other; but sometimes<br/>\n&gt; you&#39;re knocking around alone, and Warriors have a tougher time doing<br/>\n&gt; that than other classes.<br/>\n&gt; <br/>\n&gt; &gt; Paladins don&#39;t have the HP of a warrior, so they<br/>\n&gt; <br/>\n&gt; They&#39;re not so far behind. I&#39;ve heard the number 25% less mentioned a<br/>\n&gt; few times; if true, it&#39;s significant, but not massively so.  25% of 100<br/>\n&gt; is only 25, which isn&#39;t very much from a high level mob.  25% of 1000<br/>\n&gt; is 250, which is a larger number (but still the same fraction); but,<br/>\n&gt; again, 250 isn&#39;t so terribly much when considered against the damage<br/>\n&gt; output of a high level mob.<br/>\n&gt; <br/>\n&gt; &gt; can&#39;t tank as long.  They don&#39;t have their<br/>\n&gt; &gt; dodge/parry/reposte are several levels behind a<br/>\n&gt; &gt; warrior, meaning they never get those skills as high<br/>\n&gt; &gt; as a warrior of the same level.  Add that in with<br/>\n&gt; <br/>\n&gt; Ok, here I disagree.  My Dwarven Paladin (my main character) received<br/>\n&gt; Dodge at 10; by 12 and since then (currently 15th), it&#39;s been level<br/>\n&gt; capped.  That was from a skill score of *1*, up to the level cap<br/>\n&gt; (5+(12*5)=65 at 12th).  Only 2 levels, not so long.  The Paladin had to<br/>\n&gt; wait longer to get it, but now the Paladin is just as good with it as<br/>\n&gt; the Troll Warrior I also run (though the Troll&#39;s lower in level).  I&#39;ve<br/>\n&gt; had a much harder time keeping skills level capped with the Troll than<br/>\n&gt; with the Dwarf; though the Dwarf does have about 20 or so more points<br/>\n&gt; of Int (could be a bit more, I&#39;d have to check).<br/>\n&gt; <br/>\n&gt; &gt; their lesser HP and there is a huge difference.  Ok,<br/>\n&gt; &gt; so the paladin can help heal himself after a<br/>\n&gt; &gt; fight.....whooptee, if he were a fighter he wouldn&#39;t<br/>\n&gt; &gt; have so much to be healed anyways.  not like a 25<br/>\n&gt; &gt; point heal at 25th lvl is going to do much anyways.<br/>\n&gt; <br/>\n&gt; Again, if you say so.  With the Paladin, the heals do make a difference<br/>\n&gt; in downtime.  The reason my other character is a Troll Warrior is for<br/>\n&gt; regen; one of my main goals in EQ is to minimize downtime between<br/>\n&gt; &#39;action&#39;.  Whether grouped or solo, both characters have something they<br/>\n&gt; can use without looking to anyone else to reduce their downtime.  If I<br/>\n&gt; knew I always had a healer available, I&#39;d play an Ogre instead of a<br/>\n&gt; Troll; but because you can&#39;t always depend on having a heal present, I<br/>\n&gt; play with Regen when I go Warrior.<br/>\n&gt; <br/>\n&gt; Warriors would be better off if bandages weren&#39;t so *damn* expensive,<br/>\n&gt; IMO.  Bandages should go for 1sp each; they&#39;re just rags that&#39;ve been<br/>\n&gt; washed and sterilized in hot water, after all.<br/>\n&gt; <br/>\n&gt; &gt; I&#39;ve found kick to be almost as good as bash, you&#39;d<br/>\n&gt; &gt; be suprised at how often a 15 point kick will<br/>\n&gt; &gt; disrupt a caster.<br/>\n&gt; <br/>\n&gt; Kick does more damage, but has a markedly lower percentage chance to<br/>\n&gt; disrupt the casting.  Bash will far more often interrupt the spell. <br/>\n&gt; Vs. NPC wizards, for example, this is damn critical.  I use kick with<br/>\n&gt; my Troll to finish off fleeing opponents when they&#39;re almost dead; but<br/>\n&gt; use Slam most all the time for the stun chance.  After having been<br/>\n&gt; stunned all the time by everything *I* fight, it&#39;s nice to watch a mob<br/>\n&gt; stand there for a few seconds while you whack on it.<br/>\n&gt; <br/>\n&gt; &gt; EXACTLY warriors tank, paladins attempt to tank. <br/>\n&gt; &gt; The damage either deals is minimal, both are in the<br/>\n&gt; &gt; party for one reason....to keep the casters alive<br/>\n&gt; &gt; long enough to kill the mobs.  So what would be<br/>\n&gt; &gt; better, a tank that can absorb all the damage with<br/>\n&gt; &gt; fewer heals required by the cleric, or a semi-tank<br/>\n&gt; &gt; that requires more heals from the cleric, thus more<br/>\n&gt; &gt; of a chance the monster will jump the cleric?<br/>\n&gt; <br/>\n&gt; If you&#39;re looking for a &quot;X class is the best, period&quot; answer in this<br/>\n&gt; debate, I seriously doubt you&#39;ll find it.  Verdant has done a pretty<br/>\n&gt; good job of balancing the classes; there really isn&#39;t any one perfect,<br/>\n&gt; or &#39;best&#39; class.  Warriors have pros and cons, as do the warrior<br/>\n&gt; subclasses, as do the Mages, as do the mage subclasses.  Each has a<br/>\n&gt; style of play that&#39;s either slightly or massively different from the<br/>\n&gt; other.  It comes down to personal preference and available resources.<br/>\n&gt; <br/>\n&gt; Examples:<br/>\n&gt; <br/>\n&gt; Warriors have to pair with a Cleric (or any mage subclass with healing<br/>\n&gt; spells, or even a Paladin, who also has healing); because otherwise the<br/>\n&gt; downtime after fights will catch up with them.  Even pairing with other<br/>\n&gt; Warriors, or with Wizards/Magicians won&#39;t work around this; Warriors<br/>\n&gt; will have to have a healer present to counteract their innate<br/>\n&gt; disadvantage of requiring healing at the higher levels.  SKs are in<br/>\n&gt; this boat too; they get tricks, but no heals; and so need the healing<br/>\n&gt; too.<br/>\n&gt; <br/>\n&gt; Paladins can self-heal, which enables a Paladin to fairly efficiently<br/>\n&gt; team without a healer present.  After my favorite pairing<br/>\n&gt; (Paladin/Wizard), my next most favorite pairing is (Paladin/Warrior);<br/>\n&gt; because we&#39;re both solid melee combatants, and the Paladin can keep<br/>\n&gt; both topped off.<br/>\n&gt; <br/>\n&gt; But again, it&#39;s just a matter of style and resources present.<br/>\n&gt; <br/>\n&gt; &gt; 2 tanks, why do you need a paladin?  More than 2<br/>\n&gt; <br/>\n&gt; See above; Paladin acts as second mini-cleric.  Just as 2 warriors help<br/>\n&gt; spread the tanking between themselves (reducing the danger and overall<br/>\n&gt; HP load that would be more onerous to a single tank), a Paladin helps<br/>\n&gt; spread the healing load on the single cleric, yet doesn&#39;t force the<br/>\n&gt; party to have a second guy (second cleric) standing around waiting for<br/>\n&gt; the tanks to drop.  A Paladin can swing with the warriors and then step<br/>\n&gt; back to heal, then step back in.  It splits the difference between a<br/>\n&gt; 3rd tank and a cleric nicely, IMO.<br/>\n&gt; <br/>\n&gt; Also, I like having tanks/fighters along; any full group I formed up<br/>\n&gt; would preferably have 3 fighter classes present, and *at least* 1<br/>\n&gt; Warrior.<br/>\n&gt; <br/>\n&gt; &gt; But to sum up, paladins sacrifice so much melee<br/>\n&gt; &gt; ability for so little casting ability which<br/>\n&gt; <br/>\n&gt; I&#39;m confused where you&#39;re getting this &#39;sacrifice so much melee<br/>\n&gt; ability&#39; thing from?  Paladin combat skills are level with Warriors&#39;. <br/>\n&gt; The only main difference is at which point a particular skill shows up<br/>\n&gt; (no kick or dual wield, and everything else 3-5 levels after the<br/>\n&gt; Warrior receives it), and the lower hps.<br/>\n&gt; <br/>\n&gt; It&#39;s ok to not like a particular class; I hate rogues and druids, for<br/>\n&gt; example.  But there&#39;s a difference between simply disliking a class for<br/>\n&gt; astetic or personal opinion reasons, and the class flat out being<br/>\n&gt; inferior.  No class in EQ is flat out inferior.  Each is simply tuned<br/>\n&gt; in a certain way.  You find what best suits your own natural<br/>\n&gt; inclinations as a player, and off ya go!<br/>\n&gt; <br/>\n&gt; ===<br/>\n&gt; :D<br/>\n&gt;        Dave&#39;s World<br/>\n&gt; -No matter where you go, there you are-<br/>\n&gt; &quot;People will believe a lie either because they want to<br/>\n&gt; believe it&#39;s true, or because they fear it is.&quot; Wizard&#39;s<br/>\n&gt; First Rule, Sword of Truth, Terry Goodkind<br/>\n&gt; _____________________________________________________________<br/>\n&gt; Do You Yahoo!?<br/>\n&gt; Free instant messaging and more at <a rel=\"nofollow\" target=\"_blank\" href=\"http://messenger.yahoo.com\">http://messenger.yahoo.com</a><br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Where do some of the Internet&#39;s largest email lists reside?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; At ONElist - the most scalable and reliable service on the Internet.<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}