{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mifsud, Michael","from":"&quot;Mifsud, Michael&quot; &lt;Michael.Mifsud@...","replyTo":"LIST","senderId":"H7PWgY9E6oT2N3RrsbavQjFC3NuqfBkYc6ZS7GS350kzunLHvMPV91UTMWX1xj96DP8cNLqaHtsIcTaE_BkynBd6i1T5FL-svkGTkjzL0es","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Polished Granite Tomahawk","postDate":"927610691","msgId":623,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4zMC42MjMuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":578,"nextInTopic":632,"prevInTime":622,"nextInTime":624,"topicId":544,"numMessagesInTopic":14,"msgSnippet":"I dont know the exact timing/anti spawn info for the tomahawk, I do know that its only once every 4 to 6  hours that the mucktail spawns with it. I went to","messageBody":"<div id=\"ygrps-yiv-1291720853\">I dont know the exact timing/anti spawn info for the tomahawk, I do know<br/>\nthat its only once every 4 to 6  hours that the mucktail spawns with it.<br/>\n<br/>\nI went to that site once and once only, the line was unbelievable.  Players<br/>\nalso become REALLY bitchy about high return sites like this one.  Whining<br/>\nabout loot and to many people, well maybe if you didn&#39;t camp it 24/7 it<br/>\nwouldn&#39;t be so bad.  sigh.<br/>\n<br/>\nHH and unrest are the worst places to get anything, there filled with greedy<br/>\nplayers.<br/>\n<br/>\nI got a lucky loot in unrest, we killed a skeleton knight and I got the<br/>\nblood stained tunic, I thought GREAT I can sell this for about 40pp.<br/>\nAnother player in the party said its worth 250pp, and he wanted to buy it -<br/>\n250pp!!!  I was then told that I was not allowed to loot anything anymore -<br/>\nWhat the hell?  I can understand not looting anymore skeletons knights, but<br/>\nnot looting anymore fullstop?  This from someone decked out in all magic<br/>\narmour which he had bought.  Needless to say I disbanded and went home to<br/>\nNeriak.  Atleast DE dont screw DE.<br/>\n<br/>\nANYWAY we appreciate the info you shared here.  Would you mind sharing the<br/>\nBBC/gos robe info?  Friends of mine camped the Gos robe for 3 days and got<br/>\nnothing, id like to help them out.<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; ----------<br/>\n&gt; From: \tNick Morgowicz[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nomorgow@...\">nomorgow@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Sent: \tTuesday, May 25, 1999 1:15 AM<br/>\n&gt; To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:warriors_eq@onelist.com\">warriors_eq@onelist.com</a><br/>\n&gt; Subject: \t[warriors_eq] Polished Granite Tomahawk<br/>\n&gt; <br/>\n&gt; From: Nick Morgowicz &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:nomorgow@...\">nomorgow@...</a>&gt;<br/>\n&gt; <br/>\n&gt; This seems to be the most camped weapon that i&#39;ve ever seen.  No matter<br/>\n&gt; what time i goto Highpass, there&#39;s always at least one group just sitting<br/>\n&gt; there waiting for endless hours for the gnoll to spawn. <br/>\n&gt; <br/>\n&gt; My question is this:<br/>\n&gt; <br/>\n&gt; Does anyone know the anticamp and timing of the gnoll that carries the<br/>\n&gt; weapon?<br/>\n&gt; <br/>\n&gt; Some people don&#39;t believe that there is an anticamp for weapons, and those<br/>\n&gt; who don&#39;t, let me give you an example to prove that there is.<br/>\n&gt; <br/>\n&gt; CHITIN SHIELD<br/>\n&gt; <br/>\n&gt; Some talk was going on about getting the chitin shield and that you had to<br/>\n&gt; kill a giant heart spider to get it, which is located in Guk.  I went to<br/>\n&gt; Guk over four separate occasions for many many hours, each and every time<br/>\n&gt; being unsuccessful.  One kind person posted a respawn list of what would<br/>\n&gt; come next, but even that proved to be wrong.  A guildmate of mine and I<br/>\n&gt; had an idea though.  He had recently figured out the anticamp spot and<br/>\n&gt; timer for getting the BBC and Gossimer robe, so we decided to experiment.<br/>\n&gt; We did figure it out, and this is how it goes.<br/>\n&gt; <br/>\n&gt; Kill everything inside the room where the giant heart spider is supposed<br/>\n&gt; to spawn. DO NOT LOOT ANYTHING UNTIL EVERYTHING IS DEAD.  When everything<br/>\n&gt; is dead, loot quick, and run out of the room and go behind the corridor.<br/>\n&gt; The little hall outside of the room has a darker floor, then there is a<br/>\n&gt; lower lighter floor, and another darker one nearer the water. Have your<br/>\n&gt; party all stand on the darker floor there and wait for 16 minutes after<br/>\n&gt; the person who looted the giant heart or the large or whatever was<br/>\n&gt; spawned. If you want to give it an extra minute, you can do so.  If<br/>\n&gt; everyone followed the rules, when you all run in, there should be another<br/>\n&gt; giant heart spider with the chitin shield again for you. I have tested<br/>\n&gt; this and successfully done it on three occasions, so it DOES work.<br/>\n&gt; <br/>\n&gt; Back to the tomahawk discussion and one more thing.. I don&#39;t know how it<br/>\n&gt; is on all of your servers, but I play on Solusek Ro, and I&#39;m disgusted<br/>\n&gt; with the players and people on the server.  People charging 100 to over<br/>\n&gt; 200 plat for a rare item.  In beta, an item rarely went over 20 plat, and<br/>\n&gt; if it did, by that time, you were in your mid twenties in level and could<br/>\n&gt; get it without a problem or could afford to pay for it. I am a level 19<br/>\n&gt; warrior and also have a level 19 druid, and i do NOT have 100 to 200 plat<br/>\n&gt; to spend on anything but the things to keep my character advancing.<br/>\n&gt; Spells for my druid and armor for my warrior.  Those people who do have<br/>\n&gt; that cash at early levels must have a LOT of time on their hands.<br/>\n&gt; <br/>\n&gt; I got my char to almost level 20 in 6 days and 20 some hours.  This isn&#39;t<br/>\n&gt; that spectaular, but i fight to get experience and i fight well. I work<br/>\n&gt; full time and am also a full time student at a university. I do not have<br/>\n&gt; the time to run around and kill wisps or whatever people with big bank<br/>\n&gt; accounts do. The reason why i want to share the spawn information with you<br/>\n&gt; guys is because I hope you will help me in lowering the disgusting<br/>\n&gt; inflated prices of the game. Give items to players or sell them for cheap.<br/>\n&gt; It&#39;s what I and some good members of my guild do.<br/>\n&gt; <br/>\n&gt; Thanks for reading and hopefully someone knows the info for the tomahawk.<br/>\n&gt; I&#39;d really love to get one or two for my dual wield.<br/>\n&gt; <br/>\n&gt; Nick<br/>\n&gt; Frizzan on Solusek Ro (Bloodstone Templars)<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; Give back to your community through &quot;Grow to Give.&quot;<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.ONElist.com\">http://www.ONElist.com</a><br/>\n&gt; See homepage for details.<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For the Honor and Glory of the Warlord, Rallos Zek!<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}