{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Auman","from":"Jeff Auman &lt;jeff.auman@...","replyTo":"LIST","senderId":"s8RQuv-P_FsJQPxBMXHtffEVWQJo2RT7aVKn90IY4mtG037yf5sqHDoCiEj-3VzRqYfVYw7dZnM9PRhJkwMNrXPAE0FOn48grw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Camping","postDate":"927759745","msgId":817,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC4zOS44MTcuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":810,"nextInTopic":930,"prevInTime":816,"nextInTime":818,"topicId":706,"numMessagesInTopic":10,"msgSnippet":"... Hmm, I worked the night on-call shift this past week, and the cool opportunity to play throughout the night around my work.  As such, I spent the entire","messageBody":"<div id=\"ygrps-yiv-432589326\">Nick Morgowicz wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; <br/>\n&gt; On Wed, 26 May 1999, Tom Swift wrote:<br/>\n&gt;<br/>\n&gt; &gt; It means no dual use of rare items....which is fine with me. I&#39;d like to<br/>\n&gt; &gt; have two tommies but I would be willing to not have two of them if it helped<br/>\n&gt; &gt; fix the camping problem<br/>\n&gt; <br/>\n&gt; If you&#39;re on Solusek, give me a tell. Frizzan is my name, one bub from<br/>\n&gt; twenty now. I&#39;ve been trying to get that damn tommy for two weeks but am<br/>\n&gt; always unsuccessful because of the goddamn campers and farmers.<br/>\n&gt; <br/>\n&gt; Thanks,<br/>\n&gt; <br/>\n&gt; Nick<br/>\n<br/>\n </span></blockquote>Hmm, I worked the night on-call shift this past week, and the cool<br/>\nopportunity to play throughout the night around my work.  As such, I<br/>\nspent the entire time working on getting a Tomahawk.  I&#39;ve been<br/>\nfollowing this discussion closely, and would like to comment.<br/>\n<br/>\nFirst however, I think this is my first post to this group, so<br/>\nI&#39;d like to introduce myself.  I also play on Solusek Ro, under<br/>\nthe name Dalkin, an 18th lvl Barbarian Warrior.  I infrequently play<br/>\nan Erudite Wizard named Fural, but he&#39;s still 5th?, maybe 4th.  Not<br/>\nmuch anyhow :)<br/>\n<br/>\nI must have spent close to 24 hrs working on getting a Tomahawk.<br/>\nOne of the things that made the questing a little less annoying<br/>\nwas the fact that my attitude of sharing the spawn point with other<br/>\ngroups or individuals has made my character quite a few friends.<br/>\n<br/>\nFor instance:  Last night, THREE times, in about 30 minutes, a<br/>\nnamed Mucktail NPC spawned, which gave a shield.  After the first<br/>\ntwo, a character asked if he could get the next shield bearer.<br/>\nSince our group had recently acquired two, we agreed.  In the course<br/>\nof fighting however, the third spawned and our group killed him.<br/>\nI insisted, and eventually convinced the rest of our group, that<br/>\nwe broke OUR word to share, and we gave the guy the shield.<br/>\n<br/>\nYeah, we gave up the chance to sell it or use it, but only by<br/>\ndemonstrating good play can we expect others to do so.  I guarantee<br/>\nyou that Elf will speak highly of me. :)<br/>\n<br/>\nSo, I was one of those who camped for quite a while to get the<br/>\nTomahawk, and don&#39;t feel it improper.  I managed to get 3 levels<br/>\nand 150+ PP in the course of my time, it&#39;s not like the only thing<br/>\ngood that came of my experience was the single weapon.<br/>\n<br/>\nI guess my point, now that I&#39;m rambling :), is that if you actively<br/>\nencourage others to share, and show them the benefits, you might be<br/>\nmuch more likely to be shared with in the future.  I hear from<br/>\nmy guildmates that they are annoyed with so-and-so, some &quot;farmer&quot;<br/>\nor whatnot.  I don&#39;t want a name like that for myself, so I don&#39;t<br/>\ndo it.<br/>\n<br/>\nAnd lastly, since I&#39;m intimately familiar with the crowd up in<br/>\nHighpass these days :), I&#39;ve found most people are:<br/>\n<br/>\na) working to get a few items for themselves of co-party members<br/>\nb) amenable to sharing the spawn point if you are also<br/>\n<br/>\nGood luck, and look me up online if you get a chance!<br/>\n<br/>\n-Dalkin<br/>\n<br/>\n---<br/>\nJeff Auman<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jauman@...\">jauman@...</a></div>","specialLinks":[]}}