{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Morix@xxx.xxx","from":"Morix@...","replyTo":"LIST","senderId":"18pTriZnR9Gh9C71kRnpolboXjJX-6xd-q2ODDR8bPxN0SlTIpCSPEO1168WRYxsBnr0fQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 39","postDate":"927797065","msgId":825,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC40MC44MjUuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":826,"prevInTime":824,"nextInTime":826,"topicId":825,"numMessagesInTopic":5,"msgSnippet":"... Definite agreement there.  What really irks me is when someone quotes a whole digest in their post.  Cut-and-paste is NOT a difficult process, people.  90%","messageBody":"<div id=\"ygrps-yiv-705279670\"><blockquote><span title=\"ireply\">&gt;Mostly I am a lurker on this list...10th Dwarves Warrior, Ironore on Eci&#39;i<br/>\n&gt;<br/>\n&gt;Got to agree with a previous poster about the huge amounts of mail that come<br/>\n&gt;in on this list, it gets a bit much.  And the digest mode is just about<br/>\n&gt;useless, as everyone who RE:&#39;s keeps including the full text from the<br/>\n&gt;previous poster, resulting in literally 100&#39;s of lines of text per email.<br/>\n&gt;Is it really necessary to include the full body of the 10 previous responses<br/>\n&gt;to a post in an post that doesn&#39;t even address the subject anymore?<br/>\n&gt;<br/>\n&gt;Sorry for the criticism, I do get a lot out of this list and hope to be able<br/>\n&gt;to contribute to it as I level up.<br/>\n<br/>\n </span></blockquote>Definite agreement there.  What really irks me is when someone quotes a whole <br/>\ndigest in their post.  Cut-and-paste is NOT a difficult process, people.  90% <br/>\nof the time these digests I get are too big to be read online and I have to <br/>\ndownload them.  Of course then I often don&#39;t have the time to go back and <br/>\nread it or I just forget its there.<br/>\n<br/>\nBut onto other warrior-related topics:  I have a story that led to a <br/>\nparticularly interesting problem.  Currently I am an 8th lvl warrior on <br/>\nCazic-Thule who adventures around the Freeport environs: Desert of Ro, <br/>\nCommonlands, et al.  One day in the desert this nasty little dark elf <br/>\nshadowknight has hanging around and this guy is a known kill-stealer and a <br/>\nreal jerk (anyone who frequents the desert *might* know who I&#39;m t/*alking <br/>\nabout).  He was hanging around our party making rude gestures at us and <br/>\ncalling us really nasty names.  Then he seemed to go away.  A little while <br/>\nlater I spotted him fighting a giant spider so I figured I&#39;d teach him a <br/>\nlittle lesson.  I ran over and attacked it myself, and he starts telling me <br/>\nto back off.  Of course it didn&#39;t matter much because he easily defeated it <br/>\nquickly thereafter.  &quot;Oh well,&quot; I thought, &quot;His comeuppance shall be had <br/>\nanother day.&quot;  I then ran over to attack an orc.  Well this little pest <br/>\nfollowed me over and killed off the orc I was fighting, then told me that was <br/>\nmy punishment for trying to steal his kill.  This got me really angry.  I <br/>\nwanted to challenge him to a duel but he was one level higher than I and had <br/>\nsome really good armor to boot so I figured I would lose.  I took a <br/>\nscreenshot of him using foul language and sent a petition, but I was told by <br/>\na GM to just work it out myself.  Some verbal tennis was had between my party <br/>\nand this dark elf, but other than shooting off a few tart zingers we were <br/>\npretty much up a creek with this guy.<br/>\n<br/>\nWhat is one to do in a situation like this?  Has anyone else ever come across <br/>\nthis kind of thing?  What did you do about it?</div>","specialLinks":[]}}