{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kelly","from":"Kelly &lt;pruett@...","replyTo":"LIST","senderId":"an7lQkx24lslibE8fhMm5waFMv32ms7s5M0JOhtNw0fBQy_SoowiCEWRh8DtkfxjXXnQt_Lc6UMDsfWD6boXl5Y4D0OXdL5L","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 39","postDate":"927911551","msgId":869,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC40Mi44NjkuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":858,"nextInTopic":0,"prevInTime":868,"nextInTime":870,"topicId":825,"numMessagesInTopic":5,"msgSnippet":"Good advice from the others so far. Here is how I sometimes deal with em. First ... in character or not, kill stealing is kill stealing. I hate it and most ","messageBody":"<div id=\"ygrps-yiv-771017890\">Good advice from the others so far. Here is how I sometimes deal with em.<br/>\n<br/>\nFirst ... in character or not, kill stealing is kill stealing. I hate it and most<br/>\nother players do too. I happened to be in the snake pit in BB one night and there<br/>\nwere four people there. Three of us had been rotating kills for about 30 minutes<br/>\nor so. The fourth one came in ... a female human paladin. She proceeded to take<br/>\nall snakes she could, including jumping in on our fights and looting the corpses.<br/>\nIt was annoying to say the least. When questioned about it she replied, &quot;Sorry<br/>\n... gotta make level.&quot; Okay, excuse me for being rude here but what the hell?<br/>\nLike the rest of us DON&#39;T have to make level?<br/>\n<br/>\nThe three originals ended up grouping and taking every single kill and loot for<br/>\nabout 45 minutes until she left. It was fun and we laughed at her the whole time<br/>\nduring group chat. Not to mention we made some good exp even though grouped, and<br/>\nsome moderate loot also.<br/>\n<br/>\nMoral of this story: When it&#39;s only one person annoying you ... form an anti-jerk<br/>\ngroup with the sole purpose of driving them away. It works because your group<br/>\nwill always do more damage, thus getting the exp, AND the loot.<br/>\n<br/>\nGood hunting,<br/>\nFaderic (and Rosmorte)<br/>\n<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Morix@...\">Morix@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; But onto other warrior-related topics:  I have a story that led to a<br/>\n&gt; particularly interesting problem.  Currently I am an 8th lvl warrior on<br/>\n&gt; Cazic-Thule who adventures around the Freeport environs: Desert of Ro,<br/>\n&gt; Commonlands, et al.  One day in the desert this nasty little dark elf<br/>\n&gt; shadowknight has hanging around and this guy is a known kill-stealer and a<br/>\n&gt; real jerk (anyone who frequents the desert *might* know who I&#39;m t/*alking<br/>\n&gt; about).  He was hanging around our party making rude gestures at us and<br/>\n&gt; calling us really nasty names.  Then he seemed to go away.  A little while<br/>\n&gt; later I spotted him fighting a giant spider so I figured I&#39;d teach him a<br/>\n&gt; little lesson.  I ran over and attacked it myself, and he starts telling me<br/>\n&gt; to back off.  Of course it didn&#39;t matter much because he easily defeated it<br/>\n&gt; quickly thereafter.  &quot;Oh well,&quot; I thought, &quot;His comeuppance shall be had<br/>\n&gt; another day.&quot;  I then ran over to attack an orc.  Well this little pest<br/>\n&gt; followed me over and killed off the orc I was fighting, then told me that was<br/>\n&gt; my punishment for trying to steal his kill.  This got me really angry.  I<br/>\n&gt; wanted to challenge him to a duel but he was one level higher than I and had<br/>\n&gt; some really good armor to boot so I figured I would lose.  I took a<br/>\n&gt; screenshot of him using foul language and sent a petition, but I was told by<br/>\n&gt; a GM to just work it out myself.  Some verbal tennis was had between my party<br/>\n&gt; and this dark elf, but other than shooting off a few tart zingers we were<br/>\n&gt; pretty much up a creek with this guy.<br/>\n&gt;<br/>\n&gt; What is one to do in a situation like this?  Has anyone else ever come across<br/>\n&gt; this kind of thing?  What did you do about it?<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}