{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Andrew Palmer","from":"Andrew Palmer &lt;apalmer@...&gt;","replyTo":"LIST","senderId":"qI1BbC0OFP-wHebwEXYB_9tra7_jMukRNKCSdbXjq_F6XT6CcaT4vrTmr3cCcJdaHelDLj8Z2EKEwz-L8TSMitylEDcOx8fWeflw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Here is an official post by brad about camping","postDate":"928433803","msgId":987,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC41MC45ODcuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":1002,"prevInTime":986,"nextInTime":988,"topicId":987,"numMessagesInTopic":2,"msgSnippet":"Anti-Camping Update EverQuest Producer Brad McQuaid recently posted an update to the Anti-Camping situation on our General Board. Here s what he had to say in","messageBody":"<div id=\"ygrps-yiv-2001780172\">Anti-Camping Update <br/>\n                     EverQuest Producer Brad McQuaid recently posted an<br/>\nupdate to the Anti-Camping situation on our General<br/>\n                     Board. Here&#39;s what he had to say in this update: <br/>\n<br/>\n                          We&#39;ve decided what we&#39;re going to do, at least<br/>\nshort term, about some of the camping problems.<br/>\n<br/>\n                          First, though, I want to thank everyone for all<br/>\nthe feedback and ideas -- I read through all the<br/>\n                          posts and emails that I received and the vast<br/>\nmajority were not only civil but well thought out. <br/>\n<br/>\n                          I&#39;ve decided, at least at this point, to not<br/>\npursue the no-item load idea. I think perhaps such as<br/>\n                          drastic change this far into release would cause<br/>\nmore confusion and even harm than it might<br/>\n                          solve. I didn&#39;t do a scientific analysis, but it<br/>\nseemed that at least half of the people posted,<br/>\n                          perhaps more, were against the no-item load<br/>\nidea. Perhaps if we&#39;d implemented it in beta it<br/>\n                          would have worked better... but as I&#39;ve posted<br/>\nin the recent past, we are often at a point now<br/>\n                          where changes to solve or address one problem<br/>\ncreate other problems. This is true both<br/>\n                          because EverQuest is a very large and complex<br/>\ngame, and also because people tend to prefer<br/>\n                          the status quo, even though often they will<br/>\ncomplain about it. <br/>\n<br/>\n                          What many of you do seem to want is something<br/>\nwe&#39;ve been slowly implementing, mostly with<br/>\n                          newer items, as of late. These are the &#39;lore&#39;<br/>\nitems, of which you can only possess one at a time.<br/>\n                          Our first plan to help with the camping problem<br/>\nis to go through and make a great many of the<br/>\n                          existing items (for example, the BBC) lore<br/>\nitems. These items will soon appear as &#39;pending lore&#39;<br/>\n                          items or some such, to indicate to owners that<br/>\nthey should trade/sell/destroy all but one of<br/>\n                          these items in their inventory if they own more<br/>\nthan one. Then, a week or so after they appear as<br/>\n                          &#39;pending lore&#39;, they will become lore items. It<br/>\nis important that you only have one of these items<br/>\n                          at that time, in that the server will remove any<br/>\nduplicates. We will give plenty of warning in the<br/>\n                          news file that displays when you enter the game. <br/>\n<br/>\n                          I think this will help, and will be less of a<br/>\nsweeping change than my earlier proposal. It won&#39;t<br/>\n                          solve the &#39;problem&#39;, but I think the situation<br/>\nwill improve. If a player, regardless of level, is<br/>\n                          harvesting an item, he will have to trade or<br/>\nsell the item before obtaining another, which typically<br/>\n                          means leaving the area, giving others the<br/>\nopportunity to go after it. <br/>\n<br/>\n                          Our minds are pretty made up in terms of going<br/>\nforward with items changing to lore items, but<br/>\n                          please, let&#39;s continue the camping debate -- it<br/>\ncan only make the game better.</div>","specialLinks":[]}}