{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kelly Pruett","from":"Kelly Pruett &lt;pruett@...","replyTo":"LIST","senderId":"3YDwEgfd30w09RsvzwarNvIjujHpKojuZBpBtOtunmx6Rm8lp59VQ4GAZI810dEApItu9TLwbHKiT9DhgYz5qV5uedZzlEFtIEv1U74xfA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: From the diary of a warrior princess","postDate":"928501548","msgId":994,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE4NDY2NC41MS45OTQuOTU5MjkxOTEzQGVHcm91cHMuY29tPg=="},"prevInTopic":980,"nextInTopic":1000,"prevInTime":993,"nextInTime":995,"topicId":977,"numMessagesInTopic":8,"msgSnippet":"I feel for ya Patty... anyone who has ever died the quick death of a giants fist will tell you .... it isn t fun. Here s a story for you: My group and I had","messageBody":"<div id=\"ygrps-yiv-435428347\">I feel for ya Patty... anyone who has ever died the quick death of a giants fist<br/>\nwill tell you .... it isn&#39;t fun.<br/>\n<br/>\nHere&#39;s a story for you:<br/>\nMy group and I had been pretty weary from the many Dervish camps so we decided<br/>\nto have a little adventure in Befallen. As we entered, we noticed that the non<br/>\nundead had come out in droves to battle the skeletons for the evening. That&#39;s<br/>\nnever good.<br/>\n<br/>\nEven though I enjoy watching evil forces fall from a mighty sword swing, I never<br/>\nlong to see mass hysteria going on in tight dungeon passageways. We decided to<br/>\nventure much deeper into that vile place than ever before, simply to try it, and<br/>\nto get away from the crowds. We came upon a door at the end of the stairwell<br/>\nthat could not be opened. The holder of the key must have been killed and looted<br/>\nalready so even though we had a key for upper area of this dungeon ... we made<br/>\nan unwise choice and slid though the door as another party was leaving.<br/>\n<br/>\nOur party was ill equipped to handle what we found there. Ice and Dry Bone<br/>\nSkeletons attacked us very quickly and through a lot of luck, and some<br/>\nassistance we were able to defend ourselves .... just barely. My of us had to<br/>\nstop and rest afterward. Thus the problem began.<br/>\n<br/>\nSomeone (we don&#39;t even remember who it was) said .. let&#39;s head out of here and<br/>\nkill some more Dervish. So most of us got up and left through the door someone<br/>\nhad just opened. Our cleric, being very low on mana, was unaware we had left<br/>\nsince he was deep into his meditation. The door shut and almost immediately an<br/>\nice skeleton set upon him. We thought he was doomed. We screamed for help and in<br/>\nthe meantime, our paladin performed a miracle. Placing his hands upon the door,<br/>\nhe performed a laying of hands on the cleric (trapped in the other room), thus<br/>\nsaving his life while help quickly intervened.<br/>\n<br/>\nThe party was very battle weary afterward so we decided to head out of Befallen.<br/>\nAs we were getting ready to leave the mouth of the dungeon, a necromancer ran<br/>\nout and cast a spell, then ran back behind us. Unsure what she was doing we<br/>\npeered outside, only to find out .... she was pulling a hill giant right to the<br/>\nentrance. The end result of this was NOT a pretty picture. Many people died. My<br/>\nparty was extremely upset with this arrogant and back stabbing necro. Many vain<br/>\nattempts were made to contact her but ... we never saw her again.<br/>\n<br/>\nThe moral of this story is that giants ALWAYS seem to show up at the worst<br/>\ntimes.<br/>\n<br/>\nOOC: What the hell was this all about? I mean, playing in character for a necro<br/>\nis one thing. But destroying our party and several other people just for the fun<br/>\nof it?? And then she camped afterwards so we couldn&#39;t even question her on it.<br/>\n*Grrrrr* Makes me want to put a Mino upside her skull. There are times I REALLY<br/>\nwish I played on Rallos Zek.<br/>\n<br/>\n-Rosmorte  (aka Faderic)</div>","specialLinks":[]}}