<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../css.css" type="text/css">
</head>

<body bgcolor="#F7E8E8" text="#000000">
<table width="90%">
  <tr> 
    <td class="titulo"> &agrave;.minha.maneira</td>
  </tr>
</table>
<br>
<table width="100%" cellspacing="0" cellpadding="3">
  <tr>
    <td class="head"><b>Escrita em: </b>23.06.2003<br>
      <b>N&deg; de palavras:</b> 834<br>
      <b>Tema:</b> &quot;I can see, I can see!&quot; Oop, no you can't. Write 
      a poem or story from the first person point-of-view--your narrator is blind. 
      The activity about which you must write? Pick a number below, and a small 
      window will open with your topic. Please try and stick with the first thing 
      you get. (These topics were chosen completely at random, flipping through 
      the dictionary until I could find something to suit well enough.) (Topics: 
      Going To School/Work, Playing Music CDs, Eating Dinner With Family, Reading, 
      Falling In Love, Getting In An Argument, <b><i>Taking a Walk</i></b>, Sitting 
      In A Bar, Choosing A Pet)</td>
  </tr>
</table>
<p>Todos os dias me levanto e vou at&eacute; o banheiro me lavar. A &aacute;gua 
  fresca me tira o sono de imediato; e fico feliz por mais um dia. Volto ao quarto, 
  para abrir as janelas, deixar o ar fresco entrar, a luz do sol aquecer os m&oacute;veis, 
  as paredes, todo o ambiente. Hoje, no entanto, percebi que o dia n&atilde;o 
  est&aacute; ensolarado, e sim nublado, pois n&atilde;o senti o calor no rosto. 
  Tudo bem, o dia ainda assim &eacute; lindo, afinal &eacute; s&oacute; mais uma 
  das caras da nossa natureza.</p>
<p>Ah, &agrave;s vezes eu rio sozinho. Como posso saber quais as caras da natureza? 
  Posso apenas sentir. &Agrave;s vezes, at&eacute; me esque&ccedil;o que algumas 
  a&ccedil;&otilde;es n&atilde;o me servem. Tenho um amor &agrave; vida t&atilde;o 
  grande, sinto as coisas com tal intensidade, que &agrave;s vezes at&eacute; 
  me esque&ccedil;o que n&atilde;o posso enxergar.</p>
<p>Depois de um caf&eacute; simples, mas demorado, sa&iacute;. Peguei minha bengala 
  e meus &oacute;culos escuros e sa&iacute;. Por que os &oacute;culos? N&atilde;o 
  sei. Mas imagino, aqui na minha cabe&ccedil;a, que &oacute;culos escuros deixam 
  as pessoas bonitas.</p>
<p>Conhe&ccedil;o todos que moram aqui perto. Desde as crian&ccedil;as, at&eacute; 
  os adultos e os idosos. Mas &eacute; das crian&ccedil;as que eu gosto mais; 
  os outros, antes de se acostumarem, tendem a sentir pena de mim. As crian&ccedil;as 
  n&atilde;o. Elas querem brincar com minha bengala, me levam para ver seus brinquedos, 
  para ouvir as hist&oacute;rias que aprenderam na escola. Ora, eu n&atilde;o 
  tenho pena de mim mesmo, por que os outros devem ter? N&atilde;o sei como &eacute; 
  enxergar, mas sei que n&atilde;o enxergar &eacute; fabuloso. Imagino quantas 
  imperfei&ccedil;&otilde;es deste mundo passam por mim despercebidas. Imagino 
  quanta coisa deixo de julgar apenas pela apar&ecirc;ncia. Quanta coisa linda 
  s&oacute; eu 'vejo'.</p>
<p>Eu poderia passar horas com as crian&ccedil;as. Tem uma delas que, sempre que 
  me v&ecirc; na rua, vem me fazer brincadeiras. Hoje, assim que passei pela pracinha 
  onde brincavam, essa menina, de uns seis anos, correu at&eacute; mim, chamando 
  meu nome. Apenas pela sua voz, j&aacute; soube quem era.</p>
<p>- Senta aqui, eu tenho uma coisa na m&atilde;o e quero ver se voc&ecirc; sabe 
  o que &eacute;!</p>
<p>- Me d&aacute; - estendi a m&atilde;o, e ela me passou um objeto, um de seus 
  brinquedos. - Deixa eu ver... &eacute; de pl&aacute;stico, certo? Hum... nossa, 
  esse ta dif&iacute;cil! - eu menti, e a menina se deliciou por eu n&atilde;o 
  descobrir de imediato que ela havia me dado um fog&atilde;ozinho de brinquedo. 
  - Nossa, garotinha, voc&ecirc; me pegou... Mas eu vou adivinhar... &Eacute; 
  uma geladeira! N&atilde;o, um fog&atilde;o!</p>
<p>- Voc&ecirc; errou! Voc&ecirc; disse geladeira primeiro!</p>
<p>- &Eacute;, n&atilde;o foi dessa vez... Mas amanh&atilde; eu adivinho de primeira, 
  hein?</p>
<p>Deixei-a brincando com os outros, e segui com minha caminhada, calma e tranq&uuml;ila, 
  com um sorriso no rosto. Eu gostaria de ter filhos.</p>
<p>Era um hor&aacute;rio calmo, um bairro calmo. Eu andava sempre pelos mesmos 
  lugares, onde eu sentia mais seguran&ccedil;a, mas vez ou outra pegava um caminho 
  diferente. Dessa vez, preferi ficar com minhas velhas e conhecidas cal&ccedil;adas. 
  Eu queria respirar aquele bairro, e n&atilde;o me preocupar com trope&ccedil;&otilde;es.</p>
<p>O tempo devia estar mesmo fechado, pois quase ningu&eacute;m estava fora de 
  casa. Encontrei uma velha senhora, conhecida minha, que morava a duas quadras 
  da minha casa e todo s&aacute;bado me levava um doce feito por ela. Del&iacute;cia 
  de doce. Ela me cumprimentou com alegria. Senti tanta vida no cumprimento, que 
  pensei que ela viveria at&eacute; uns cento e cinq&uuml;enta anos de idade. 
  N&atilde;o merecia menos. Ah, como era bom quando minha av&oacute; era viva.</p>
<p>- Ei, vizinho! - reconheci novamente a voz. Era um rapaz de uns dezoito anos, 
  que se aproximou, contente. - Quero que conhe&ccedil;a minha namorada. Ela &eacute; 
  a garota mais linda do mundo. Amor, este &eacute; o melhor vizinho que algu&eacute;m 
  j&aacute; teve. Ele pode tocar seu rosto?</p>
<p>A garota assentiu, e toquei-a, com cuidado e respeito.</p>
<p>- &Eacute; uma bel&iacute;ssima menina!</p>
<p>Nesse momento, desejei poder ver se ela corara. Como eu gostaria de ter uma 
  namorada linda como a de meu vizinho!</p>
<p>Continuei andando, j&aacute; a caminho de casa novamente. Um carro barulhento 
  passou ao meu lado, e senti o cheiro forte da fuma&ccedil;a que sa&iacute;a 
  do escapamento. Mas sorri; o motorista buzinou, e eu sabia que era o pedreiro 
  que morava ali perto. Um homem simples, trabalhador e valioso. Sustentando a 
  fam&iacute;lia com muito suor, mas muita alegria. Um dia ainda pe&ccedil;o a 
  ele que me deixe colocar um tijolo numa parede.</p>
<p>Voltei para casa, de mais uma caminhada matinal, que tanto renova meus ares, 
  e me deixa ainda mais contente com a vida. Cada cumprimento, cada tapinha nas 
  costas, cada sorriso - que n&atilde;o vejo, mas percebo - me mostram como minha 
  vida &eacute; completa. N&atilde;o posso reclamar - nem quero, na verdade. Sinto 
  o mundo &agrave; minha maneira, e o mundo me sente tamb&eacute;m. E aqui, na 
  minha cabe&ccedil;a, imagino cada rosto, cada casa, cada &aacute;rvore, como 
  os mais bonitos do mundo. Ah, sinto vontade de gargalhar!</p>
<p>Cada pessoa deste mundo deveria perder sua vis&atilde;o, por um dia apenas. 
  O mundo seria mais belo. Ah, seria.</p>
<p><a href="index.htm">Voltar</a></p>
</body>
</html>
