<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Langues&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Langues -->

<p align="center"><b>Petit Pr&eacute;cis de Linguistique Appliqu&eacute;e</b></p>
<p align="left"><b><br>
  </b><i>Il est sur Norrath autant de langages que de races, sachant que certains 
  peuplent trichent en ajoutant leurs langues mortes et que certaines classes 
  ont d&eacute;cid&eacute; de se mettre de la partie en cr&eacute;ant leurs propres 
  moyens d'expression... &agrave; l'instar des voleurs ou de ceux qui ma&icirc;trisent 
  le secret des arcanes.</i><br>
  <br>
  De base, tous les peuplent parlent le commun et une ou plusieurs langues raciales 
  ou de classe. Il n'est pas conseill&eacute; d'utiliser ses points de comp&eacute;tence 
  pour am&eacute;liorer ses capacit&eacute;s linguistiques ou apprendre de nouvelles 
  langues, dans la mesure o&ugrave; vous avez &agrave; votre disposition un moyen 
  plus efficace et moins on&eacute;reux, l'entrainement !<br>
  <br>
  Je tiens n&eacute;anmoins &agrave; pr&eacute;ciser que dans trois cas bien particuliers 
  il peut &ecirc;tre int&eacute;ressant de d&eacute;penser au moins un point dans 
  une langue inconnue :<br>
  <br>
  - pour se moquer de vos petits camarades de guilde d&eacute;cid&eacute;s &agrave; 
  monter un trade skill utile et &agrave; partager le b&eacute;n&eacute;fice de 
  leur savoir avec les autres,<br>
  - pour dire &agrave; Sikander d'arr&ecirc;ter de chanter dans une langue qu'il 
  ne conna&icirc;t pas,<br>
  - pour dire &agrave; Qaddar d'arr&ecirc;ter de chanter dans une langue qu'il 
  ne conna&icirc;t pas.<br>
  <br>
  Mis &agrave; part ces cas particuliers, les <b>commandements de base</b> pour 
  l'apprentissage des langues sont les suivants : <br>
  <br>
</p>
<table width="100%" border="1" cellspacing="0" cellpadding="0">
  <tr> 
    <td> <div align="center">Vous devez vous <b>grouper</b> avec votre enseignant<br>
      </div></td>
  </tr>
  <tr> 
    <td> <div align="center">Celui-ci doit cr&eacute;er un <b>Hot Key </b>avec 
        une phrase qu'il va<b> r&eacute;p&eacute;ter inlassablement</b> dans la 
        langue que vous d&eacute;sirez apprendre<br>
      </div></td>
  </tr>
  <tr> 
    <td> <div align="center">Votre comp&eacute;tence s'actualisera quand vous<b> 
        zonerez</b> apr&egrave;s avoir &eacute;t&eacute; pr&eacute;alablement 
        spamm&eacute; par l'enseignant (vous ne verrez aucune diff&eacute;rence 
        avant)<br>
      </div></td>
  </tr>
  <tr> 
    <td> <div align="center">Votre propre comp&eacute;tence ne pourra pas d&eacute;passer 
        de plus d'un point le niveau de votre enseignant<br>
      </div></td>
  </tr>
  <tr> 
    <td> <div align="center">Vous pouvez faire utiliser le<b> filtre du chat de 
        groupe</b>, ainsi vous ne verrez pas d&eacute;filer le spamme tout en 
        augmentant votre comp&eacute;tence<br>
      </div></td>
  </tr>
  <tr> 
    <td> <div align="center">La comp&eacute;tence ne pourra jamais exc&eacute;der 
        <b>100</b>. </div></td>
  </tr>
</table>
<br>
<p align="left">Avant de poursuivre ce petit cours, je vais r&eacute;pondre &agrave; 
  la grande question que vous vous posez : &quot; Mais les langues, &ccedil;a 
  sert &agrave; quoi ? &quot;<br>
  <br>
  La r&eacute;ponse est simple, presque &agrave; rien mais pas tout &agrave; fait... 
  Je donnerai les arguments suivants pour d&eacute;fendre cette comp&eacute;tence 
  :<br>
  <br>
  - Si vous d&eacute;sirez entreprendre des <b>recherches magiques</b>, il vous 
  faut ma&icirc;triser la langue dans laquelle les grimoires sont r&eacute;dig&eacute;s<br>
  - Si vous vous trouvez sur un <b>serveur PvP</b>, il est toujours de bon ton 
  de comprendre ce que disent vos ennemis innombrables<br>
  - Si vous aimez le <b>roleplay</b>, avec cette comp&eacute;tence vous pourrez 
  le faire dans plusieurs langues !<br>
  <br>
  Bien, cette pr&eacute;cision apport&eacute;e, je vous invite &agrave; poursuivre 
  notre le&ccedil;on et &agrave; voir avec moi la liste des verbes irr&eacute;guliers, 
  euh des diff&eacute;rentes langues existantes &agrave; ce jour...<br>
  <br>
</p>
<p align="center"><b>Les Langues de Norrath</b><br>
</p>
<table width="100%" border="1" cellspacing="0" cellpadding="0">
  <tr> 
    <td> <div align="center">Barbarian (Barbare)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Coldain</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Combine</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Common (Langue commune)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Dark Elvish (Teir'Dal)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Dark speech (Langue sombre)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Dragon</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Dwarvish (Nain)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Elder Dragon (vieux Dragon)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Elder Elvish (Vieil Elfe)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Elder Teir'Dal (Vieux Teir'Dal)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Elvish (Elfe)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Erudin (Erudit)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Faerie (Langue des f&eacute;es)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Froglock</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Giant Tongue (Langue des G&eacute;ants)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Gnomish (Gnome)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Goblin</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Halfling </div></td>
  </tr>
  <tr> 
    <td> <div align="center">Lizardman (Iksar)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Ogre</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Old Erudian (Vieil Erudit)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Orcish (Orc)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Thieve's cant (Argot des Voleurs)</div></td>
  </tr>
  <tr> 
    <td> <div align="center">Troll</div></td>
  </tr>
</table>
<p align="left"><i>Note: d'autres langues peuvent &ecirc;tre rajout&eacute;es 
  au fil du temps, cette liste n'est pas exhaustive</i></p>
<p align="left">Comme le titre de ce chapitre l'indique, il s'agit de linguistique 
  appliqu&eacute;e, vous trouverez donc ci-dessous un exemple pratique dont vous 
  pourrez vous inspirer pour votre apprentissage...</p>
<p align="center"><b>L'exemple !</b></p>
<p align="left">&quot; Deux aventuriers qui ont choisis de rester anonymes sont 
  bien d&eacute;cid&eacute;s &agrave; apprendre de nouvelles langues ! Nous les 
  appellerons Thern, le Teir'Dal, et Gwy, l'Elfe des bois. Ils choisissent un 
  endroit calme, loin des trains et des monstres errants, pour pouvoir officier 
  en paix et, comme ils ont le sens pratique, &agrave; proximit&eacute; d'une 
  zone pour constater l'augmentation de leur comp&eacute;tence plus rapidement...<br>
  <br>
  Nos deux amis groupent et pr&eacute;parent une <b>hotkey</b> en prenant soin 
  de remplir les 5 lignes de texte disponibles, histoire de progresser plus vite 
  tout en musclant un minimum leur index. Etres de grande culture, ils choississent 
  un aphorisme compos&eacute; par votre serviteur (<i>oui bon par oscar Wilde</i>) 
  :<br>
  <br>
  <b>/g Voici une r&egrave;gle &eacute;l&eacute;mentaire pour &ecirc;tre un grand 
  sur Norrath !<br>
  /g &quot; Il faut choisir ses ennemis avec beaucoup de précautions. <br>
  /g Je n'en ai pas un seul qui soit un imbécile. <br>
  /g Ils sont tous des hommes à l'intellect puissant et,<br>
  /g en conséquence, m'apprécient tous. &quot;</b><br>
  <br>
  Cette hotkey pr&ecirc;te, ils <b>s&eacute;lectionnent la langue</b> que chacun 
  veut enseigner &agrave; l'autre dans le chat. Thern choisi d'apprendre &agrave; 
  Gwy le Dark Speech dans lequel il excelle et cette derni&egrave;re opte pour 
  l'Elder Dragon, langage gutural dans lequel elle excelle &eacute;galement. Ils 
  cliquent alors sur &quot; <b>options</b> &quot; puis &quot;<b> Chat Filters</b> 
  &quot; dans le menu options pour d&eacute;sactiver le <b>Group Chat (Off)</b> 
  et ne pas encombrer leur fen&ecirc;tre de discussion pendant l'apprentisage...<br>
  <br>
  Il s'agit alors pour chacun des deux de <b>spammer</b> l'autre en activant le 
  plus souvent possible la Hotkey cr&eacute;&eacute;e &agrave; cet effet. Ils 
  ne peuvent voir les phrases d&eacute;filer puisqu'ils filtrent les &eacute;changes 
  mais ils pourront avoir conscience de leur progression en voyant appara&icirc;tre 
  la phrase suivante : &quot;<b> Your languages skills have improved !</b> &quot; 
  Nos amis ont d&eacute;cid&eacute; d'augmenter leur comp&eacute;tence linguistique 
  au maximum de leur capacit&eacute;, ils pourront donc arr&ecirc;ter leurs &eacute;changes 
  quand ils ne verront plus cette phrase appara&icirc;tre...<br>
  <br>
  D&eacute;cid&eacute;s &agrave; constater leur progression, ils profitent de 
  la<b> zone</b> proche pour... Loading Please Wait... activer cet apprentissage. 
  Thern a maintenant un niveau excellent en Elder Dragon comme Gwy en Dark Speech, 
  leur &eacute;change a &eacute;t&eacute; un v&eacute;ritable succ&egrave;s ! 
  Bien &eacute;videmment ils auraient pu arr&ecirc;ter leur apprentissage bien 
  avant et le reprendre ult&eacute;rieurement ou avec un autre ma&icirc;tre...<br>
  <br>
  <i>Pour conclure ce petit pr&eacute;cis, je vous invite &agrave; trouver des 
  moyens de rentabiliser le temps pass&eacute; &agrave; d&eacute;velopper votre 
  comp&eacute;tence en apprenant notamment les langues mortes de Norrath. Vous 
  pourrez toujours monnayer votre connaissance aupr&egrave;s de certains mages 
  et autres sorciers paresseux &agrave; la recherche de savoirs oubli&eacute;s 
  et de sorts myst&eacute;rieux...</i><br>
  <br>
  <br>
  Mahat,<br>
  <i>Ma&icirc;tre chanteur et mauvaise langue<br>
  Membre des <a href="http://irreductibles.gameloft.fr/">Irr&eacute;ductibles</a></i> 
</p>

		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 05/05/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
