<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">

<script language=javascript>
function imprimer(){ 
if (navigator.appName == "Netscape") {
window.print() ; 
}
else {
var navi = '<OBJECT ID="navi1" WIDTH=0 HEIGHT=0 CLASSID="CLSID:8856F961-340A-11D0-A96B-00C04FD705A2"></OBJECT>';
document.body.insertAdjacentHTML('beforeEnd', navi);
navi1.ExecWB(6, 1);
navi1.outerHTML = ""; 
}
}

function changemap(langue) {
document.chooselangue.src="img/bandeau_"+langue+".jpg"
}
function mapinit() {
document.chooselangue.src="img/bandeau_de.jpg"
}
</script>
<body leftmargin=0 topmargin=0>
 <script language=javascript src="http://pub.ubi.com/barreubi.php?lng=DE"></script>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td width="491"><a href="/"><img src="img/bandeautot_de.jpg" width="491" border="0" alt="EQ Loft"></a></td>
	<td width=30><a href="/"><img src="img/bandeau03.gif" width="30" height="119" border="0" alt="EQ Loft"></a></td>
	<td align=right background="img/bckg1.jpg"><a href="/"><img src="img/bandeau04.gif" width="125" height="119" border="0" alt="EQ Loft"></a></td>
	<td width="134"><img src="img/bandeau_de.jpg" width="134" height="119" border="0" alt="" usemap="#langue" name="chooselangue"></td>
</tr>
</table>


<table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr valign=top>
	<td width="150" class="colgauche">
	
	 <center> <img src="http://www.eqloft.com/img/titr-actu3.gif" border="0"></a> </center>

<style>
.case {background-color:#CCDDCC; text-align:center}
.casenulle {background-color:#BBBBBB; text-align:center; color:#888888}
.casespecial {background-color:#08101B; text-align:center; font-weight:bold}
.lienevent {color:#FFFFFF; font-weight:bold}
.aujourdhui {color:#FF0000}
th.caseevent {background-color:#BBBBBB; font-size:11px}
</style>
<script language=javascript>
function gotomoisprecedent() {
	document.formevents.moisdate.value='11';
	document.formevents.anneedate.value='2004';
	//alert(document.formevents.moisdate.value);
	document.formevents.submit();
}
function gotomoissuivant() {
	document.formevents.moisdate.value='01';
	document.formevents.anneedate.value='2005';
	document.formevents.submit();
}
function ouvrir_event(idevent, langue) {
ouvre=window.open("display_event.php?calendrier_date="+idevent+"&event_langue="+langue, "events", "width=200, height=250, toolbar=no, scrollbar=auto, menubar=no, statusbar=no")
}
</script>
<table border=0 cellspacing=0 cellpadding=0 width="150"><tr class=separecol><td>
<table border=0 cellspacing=1 cellpadding=1 width="100%"><form name="formevents" action="/page.php" method="post">
<input type="hidden" name="moisdate" value="">
<input type="hidden" name="anneedate" value="">
<input type="hidden" name="languesite" value="de">
<tr>
	<td class=colcentre><center><a href="javascript:gotomoisprecedent()"><img src="img/flch_l.gif" border=0></a></center></td>
	<td colspan=5 class=colcentre><b><center>Dezember 2004</center></b></td>
	<td class=colcentre><center><a href="javascript:gotomoissuivant()"><img src="img/flch_r.gif" border=0></a></center></td>
</tr>
</form>
<tr>
	<th class=caseevent>So</th>
	<th class=caseevent>Mo</th>
	<th class=caseevent>Di</th>
	<th class=caseevent>Mi</th>
	<th class=caseevent>Do</th>
	<th class=caseevent>Fr</th>
	<th class=caseevent>Sa</th>
</tr>


<TR>
			<TD class="casenulle">28</TD>

				<TD class="casenulle">29</TD>

				<TD class="casenulle">30</TD>

		
			<TD class=case><center>1</A></TD>
			
			<TD class=case><center>2</A></TD>
			
			<TD class=case><center>3</A></TD>
			
			<TD class=case><center>4</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>5</A></TD>
			
			<TD class=case><center>6</A></TD>
			
			<TD class=case><center>7</A></TD>
			
			<TD class=case><center>8</A></TD>
			
			<TD class=case><center>9</A></TD>
			
			<TD class=case><center>10</A></TD>
			
			<TD class=case><center>11</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>12</A></TD>
			
			<TD class=case><center>13</A></TD>
			
			<TD class=case><center>14</A></TD>
			
			<TD class=case><center>15</A></TD>
			
			<TD class=case><center>16</A></TD>
			
			<TD class=case><center>17</A></TD>
			
			<TD class=case><center>18</A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>19</A></TD>
			
			<TD class=case><center>20</A></TD>
			
			<TD class=case><center>21</A></TD>
			
			<TD class=case><center>22</A></TD>
			
			<TD class=case><center>23</A></TD>
			
			<TD class=case><center>24</A></TD>
			
			<TD class=casespecial><center><a class=lienevent href="javascript:ouvrir_event('25/12/2004', '3')">25</a></A></TD>
				
</TR>
	
<TR>
	
			<TD class=case><center>26</A></TD>
			
			<TD class=case><center>27</A></TD>
			
			<TD class=case><center>28</A></TD>
			
			<TD class=case><center>29</A></TD>
			
			<TD class=case><center>30</A></TD>
			
			<TD class=case><center>31</A></TD>
					<TD class="casenulle">1</TD>

			
</TR>
	

</table>
</td></tr></table>
	<link REL="stylesheet" href="stylemenu.css" TYPE="text/css">
	
<img src="/headmenu.gif" width="150" height="25" border="0" alt=""><script src="/xaramenu.js"></script><script menumaker src="/mainmenu_de.js"></script><script menucommun src="/menu_de.js"></script>
<img src="/bottom.gif" width="150" height="27" border="0" alt="">

<br>
 <center> <a href="http://shop.ubi.com/SetLang.asp?LG=ALLEMAND&gotourl=Prod_EXTDesc.asp%3Fcatalogid%3D94%26id%3D99"><img src="http://www.eqloft.com/images/OoW_S.jpg" border="0"></a> </center> <br> <center> <a href="http://www.eqloft.com/page.php?url=/de/god/_index.htm"><img src="http://www.eqloft.com/images/god.jpg" border="0"></a> </center> <br>
<br>

 <center> <a href="http://www.eqloft.com/page.php?url=/de/ldon/_index.htm"><img src="http://www.eqloft.com/images/ldon.jpg" border="0"></a> </center> <br>
<br>


 <center> <a href="http://www.eqloft.com/page.php?url=/de/Konten/Transfer/transfer.htm" target="_blank"><img src="http://www.eqloft.com/de/images/Chrctr_change_sm-de.jpg" border="0"></a> </center> <br>

<br>




	
<map name="langue">
<area alt="FR" shape="CIRCLE" coords="38,42,12" href="index.php?languesite=fr" onmouseover="changemap('fr')" onmouseout="mapinit()">
<area alt="UK" shape="circle" coords="90,26,13" href="index.php?languesite=uk" onmouseover="changemap('uk')" onmouseout="mapinit()">
<area alt="DE" shape="circle" coords="69,74,11" href="index.php?languesite=de" onmouseover="changemap('de')" onmouseout="mapinit()">
</map>
	
	
	</td>
	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>
	<td class="colcentre" width="100%">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><table border=0 cellspacing=0 cellpadding=1 width="100%"><tr><td class="entourechemin"><table border=0 cellspacing=0 cellpadding=0 width="100%"><tr>	<td class="chemin" width="100%">&nbsp;&nbsp;<a href="/index.php?languesite=de" class="chemin">Home</a> > <a href="de/Konten/" class="chemin"><b>Konten</b></a></td>	<td class="chemin" align=right><img src="img/fin_chemin.gif" width="178" height="18" border="0"></td></tr></table></td></tr></table><br><table border=0 cellspacing=0 cellpadding=2 width="100%"><tr><td class=contenu align=right>[ <nobr><a class="sousmenu" href="page.php?url=de/Konten/eula.htm">Lizenzvertrag</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Konten/namen.htm">Namensgebungs-Regeln</a></nobr> | <nobr><a class="sousmenu" href="page.php?url=de/Konten/netiquette.htm">Netiquette</a></nobr> | <nobr><b>Verhaltensregeln</b></nobr> ]</td></tr></table>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Verhaltensregeln&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Verhaltensregeln --> 
<h2>&#8211; Allgemeine Bedingungen </h2>
<p><strong><br>
  a &#8211; Allgemeine Verhaltensregeln</strong></p>
<p>ES FOLGEN DIE GRUNDLIEGENDEN VERHALTENSREGELN, DIE DAS VERHALTEN UND DIE AKTIONEN 
  DER SPIELER INNERHALB DES SPIELS UND DEN OFFIZIELLEN EQLOFT-FOREN REGELN. JEGLICHES 
  MISSACHTEN DIESER REGELN INNERHALB VON EVERQUEST UND DER OFFIZIELLEN FOREN KANN 
  DIE L&Ouml;SCHUNG IHRES ACCOUNTS ZUFOLGE HABEN, OHNE DASS SIE DABEI ETWAIGE 
  GUTHABEN JEDWEDER ART ZUR&Uuml;CKERSTATTET BEKOMMEN.</p>
<p>1. Sie d&uuml;rfen die anderen Spieler weder beleidigen noch bedrohen.</p>
<p>2. Sie d&uuml;rfen keinen Sprachgebrauch verwenden der sexuell anst&ouml;&szlig;ig, 
  boshaft, bedrohend, beleidigend, diffamierend, obsz&ouml;n, hasserf&uuml;llt, 
  rassistisch oder ethnisch abwertend ist.</p>
<p>3. Sie d&uuml;rfen sich nicht als jetziger oder ehemaliger Mitarbeiter von 
  Sony Online Entertainment, Sony Computer Entertainment America, Verant Interactive 
  oder des Kundensupportes ausgeben. </p>
<p>4. Sie d&uuml;rfen keine regionalen, nationalen, auf Ebene eines Bundeslandes 
  oder international geltende Gesetze oder Reglements brechen.</p>
<p>5. Sie d&uuml;rfen keinen Teil des EverQuest Client, Servers oder einen Teil 
  der EverQuest-Webseite http://www.eqloft.com ver&auml;ndern.</p>
<p>6. Sie d&uuml;rfen in EverQuest oder auf der EverQuest-Webseite keinen illegalen 
  Transfer von raubkopierter oder illegaler Software organisieren oder durchf&uuml;hren.</p>
<p>7. Sie werden den Anweisungen, die Ihnen autorisiertes Personal in EverQuest 
  oder den offiziellen Foren von EverQuest geben, Folge leisten.</p>
<p>8. Sie d&uuml;rfen weder ein Mitglied noch der Organisator einer Gilde innerhalb 
  von EverQuest sein, die auf einer rassistischen, sexistischen, anti-religi&ouml;sen, 
  anti-ethnischen, anti-homosexuellen oder einer anderen hasserf&uuml;llten Philosophie 
  basiert oder diese unterst&uuml;tzen.</p>
<p>9. Sie d&uuml;rfen bei der Anmeldung f&uuml;r Ihren EverQuest-Account keine 
  falschen Informationen angeben und keine Informationen vors&auml;tzlich unterschlagen.</p>
<p>10. Sie werden weder innerhalb von EverQuest noch auf der EverQuest-Webseite 
  rechtlich gesch&uuml;tzte Inhalte jedweder Art zur Verf&uuml;gung stellen oder 
  hochladen an denen Sie nicht die Rechte besitzen. Es sei denn, Sie besitzen 
  eine ausdr&uuml;ckliche schriftliche Genehmigung des Rechteinhabers oder des 
  Verfassers.</p>
<p>11. Sie werden weder St&ouml;rungs-, Hack-, noch Entschl&uuml;sselungsversuche 
  an den Datenstr&ouml;men von und zu den EverQuest Servern unternehmen.</p>
<p>12. Sie werden keine Fehler (Bugs) von EverQuest ausnutzen und die Existenz 
  m&ouml;glicher Fehler die zum eigenen Nutzen ausbeutbar sind nicht weiterkommunizieren 
  (Fehler, die es dem Spieler erm&ouml;glichen unnat&uuml;rliche oder unbeabsichtigte 
  Verg&uuml;nstigungen und F&auml;higkeiten vom Spiel zu erhalten). Sie werden 
  Fehler dieser Art, auf die Sie aufmerksam werden, weder durch eine &ouml;ffentliche 
  Nachricht noch durch eine Nachricht an einen anderen Spieler bekannt machen. 
  Fehler dieser Art werden Sie direkt durch das im Spiel implementierte &quot;/bug&quot; 
  Kommando melden.</p>
<p>13. Sie werden nicht versuchen, EverQuest auf einem Server zu spielen, der 
  nicht von Sony Computer Entertainment America oder seinen Lizenznehmern autorisiert 
  oder betrieben ist.</p>
<p>14. Sie werden einen Server-Emulator weder kreieren, beschaffen, noch diesen 
  zur Verf&uuml;gung stellen. Sie werden keine andere Webseite zur Verf&uuml;gung 
  stellen auf der man EverQuest spielen kann. Sie werden Dateien wie Utilities, 
  Emulatoren oder sonstige Programme die mit EverQuest benutzt werden k&ouml;nnen 
  weder in Beitrags noch anderweitig ohne die offizielle, schriftliche Genehmigung 
  von Sony Computer Entertainment America vertreiben oder der &Ouml;ffentlichkeit 
  zug&auml;nglich machen.</p>
<p><strong>1.1 Fairplay-Regeln &#8211; Aktivit&auml;ten innerhalb von EverQuest 
  </strong></p>
<p>Zus&auml;tzlich zu den in Abschnitt 1.0 beschriebenen allgemeinen Verhaltensregeln 
  unterliegen alle Spieler von EverQuest w&auml;hrend des Spiels diesen Zusatzregeln. 
  Obwohl diese Liste, schon aus Gr&uuml;nden des Umfangs, nicht alle M&ouml;glichkeiten 
  der Dinge die man machen kann oder unterlassen sollte, umfasst, bietet sie dem 
  Spieler die M&ouml;glichkeit, die Zul&auml;ssigkeit seiner Handlungen abzuw&auml;gen: 
</p>
<p><strong>1. Sie d&uuml;rfen keine &#8222;Kills&#8220; stehlen.</strong></p>
<p>Unter dem Stehlen von &#8222;Kills&#8220; versteht man das T&ouml;ten eines 
  NSCs (Nicht-Spieler-Charakters), der sich bereits im oder vor Kampfhandlungen 
  mit einer anderen Gruppe befindet, ohne vorher die Genehmigung dieser Gruppe 
  eingeholt zu haben. Sinn und Zweck dieser Regelung ist es nicht, Spieler abzustrafen, 
  denen ein Fehler unterlaufen ist, vielmehr sollen notorische Kill-Diebe dadurch 
  entmutigt und bestraft werden. Diese Regelung soll diejenigen unterst&uuml;tzen, 
  die ehrlich in Gruppen gemeinsam k&auml;mpfen. Die Durchsetzung dieser Regel 
  durch den EverQuest-Kundensupport soll dabei ein Zeichen setzen. </p>
<p><strong>2. Sie d&uuml;rfen keine Beute stehlen.</strong></p>
<p>Sie d&uuml;rfen keine besonderen Gegenst&auml;nde einer gefallenen Kreatur 
  an sich nehmen, wenn die Person die diese Kreatur get&ouml;tet hat noch anwesend 
  ist. Dies gilt nicht, wenn die anwesende Person, welche die Kreatur get&ouml;tet 
  hat, Ihnen dies ausdr&uuml;cklich gestattet hat.</p>
<p>Durch diese Regel soll verhindert werden, dass sich Spieler neben Kreaturen 
  mit besonderen Gegenst&auml;nden stellen und diese nach Beute durchsuchen, bevor 
  es der rechtm&auml;&szlig;ige Besitzer dieser Beute tun konnte.</p>
<p><strong>3. Sie m&uuml;ssen sich bei Unstimmigkeiten im Kampf gegen NSCs den 
  Schiedsspr&uuml;chen unterwerfen.</strong></p>
<p>Es kann vorkommen, dass zwei oder mehrere Gruppen denselben NSC t&ouml;ten 
  wollen oder die Gruppen im selben Gebiet auf der Jagd sind. In diesem Fall sind 
  diese Gruppen gezwungen, nach einem Kompromiss zu suchen. </p>
<p>Wenn es zu keinem Kompromiss zwischen den Spielern kommt und der EverQuest-Kundensupport 
  eingeschaltet wird, sucht das Mitglied des EverQuest-Kundensupportes einen Kompromiss. 
  Jede dieser Kompromissl&ouml;sungen ist entg&uuml;ltig und steht nicht zur Debatte. 
  Zuwiderhandlung und Ablehnung des Kompromisses wird als St&ouml;rung angesehen 
  und kann in disziplinarische Ma&szlig;nahmen zufolge haben. </p>
<p>Es wird daher dringend empfohlen, dass der Kompromiss bereits zwischen den 
  rivalisierenden Parteien geschlossen wird. Ein Einschalten eines Mitglieds des 
  EverQuest-Kundensupportes k&ouml;nnte n&auml;mlich einen Schlichterspruch zur 
  Folge haben, der weit &uuml;ber die Grenzen des von den Spielern gew&uuml;nschten 
  Kompromisses hinausgeht.</p>
<p>Anmerkung: Als &#8222;Gruppe&quot; gilt in diesem Falle eine Ansammlung von 
  einer oder mehreren Personen, die in Glauben oder Ziel vereint sind und auch 
  in der Lage w&auml;ren, dieses Ziel zu erreichen.</p>
<p><strong>4. Unangemessener Sprachgebrauch jedweder Sprache ist nicht zul&auml;ssig.</strong></p>
<p>Der ausgiebige Gebrauch von unangemessener Sprache (einschlie&szlig;lich Fl&uuml;che, 
  rassistische Bemerkungen etc.) in einem unpassenden Zusammenhang in einer Sprache 
  die nichts mit der Fantasy-Welt zu tun hat, zieht Konsequenzen nach sich. Die 
  blo&szlig;e Existenz des Filters (/filter) ist keine Lizenz zum Fluchen.<br>
  <br>
  <strong>5. Sie d&uuml;rfen andere Spieler nicht bel&auml;stigen.</strong></p>
<p>Unter Bel&auml;stigung verstehen wir, wenn ein anderer Spieler oder eine andere 
  Gruppe gezielt gesch&auml;digt oder in ihrem Spiel gest&ouml;rt werden. Da Bel&auml;stigungen 
  in vielen Formen auftreten k&ouml;nnen, wird das Mitglied des EverQuest-Kundensupportes, 
  sofern es eingeschaltet wird, entscheiden, inwiefern sich ein &#8222;vern&uuml;nftiger 
  Mensch&#8220; von den Handlungen bel&auml;stigt f&uuml;hlen w&uuml;rde und dementsprechend 
  handeln.</p>
<p><strong>6. Sie d&uuml;rfen die normale Spielbarkeit einer Zone oder eines Gebietes 
  nicht st&ouml;ren.</strong></p>
<p>Als Zonen- und Gebietsst&ouml;rung werden Aktivit&auml;ten bezeichnet, die 
  dazu dienen, einer Vielzahl von Gruppen und nicht nur einzelnen Spieler oder 
  einer einzelnen Gruppe bei ihrem Spiel Unannehmlichkeiten zu bereiten. Darunter 
  f&auml;llt unter anderem:<br>
  o Ein Monopol auf alle &#8222;Kills&#8220; in diesem Gebiet. <br>
  o Das vors&auml;tzliche Versperren einer T&uuml;r oder eines schmalen Durchgangs, 
  so dass andere Spieler nicht hindurchkommen.<br>
  o Die Weigerung, mit anderen Gruppen bei der Bek&auml;mpfung eines Spawn-Punkts 
  zu assistieren, auch wenn dies von einem Mitglied des EverQuest-Kundensupportes 
  befohlen wurde. <br>
  o Die exzessive und ungeh&ouml;rige Nutzung von &ouml;ffentlichen Kan&auml;len 
  und Kommunikationswegen (/rufen, /SK, etc.). <br>
  o Die absichtliche Erh&ouml;hung von Latenzzeiten innerhalb einer Zone (durch 
  exzessive Erschaffung von K&ouml;rpern, dem Missbrauch von Zauberspr&uuml;chen 
  etc.).<br>
  o Die vors&auml;tzliche Verursachung von Erfahrungspunktabz&uuml;gen bei anderen 
  Spielern (das Bedrohen anderen Spieler, indem Fluchtrouten versperrt werden, 
  die Abrichtung von NSCs auf andere Spieler etc.).</p>
<p><strong>7. Sie d&uuml;rfen andere Spieler nicht betr&uuml;gen.</strong></p>
<p>Betrug wird als Handlung definiert, bei der falsche Intentionen vorgegaukelt 
  werden, um auf Kosten eines Anderen Vorteile zu erlangen. Dazu geh&ouml;ren 
  zum Beispiel: der Diebstahl von Gegenst&auml;nden anderer Spieler, die Verleumdung 
  eines anderen Spielers, sich f&auml;lschlich als ein anderer Spieler auszugeben, 
  um dessen Ruf zu sch&auml;digen, sich f&auml;lschlicherweise als anderer Spieler 
  auszugeben, um an dessen Kontodaten oder Zugangsdaten zu gelangen.</p>
<p>Betrug w&auml;hrend der Interaktion mit anderen Spielern kann Strafen zur Folge 
  haben, die von einem Mitglied des EverQuest-Kundensupportes durchgesetzt werden. 
</p>
<p><strong>8. Sie d&uuml;rfen weder andere Spieler noch Mitglieder des Kundensupportes 
  beleidigen.</strong></p>
<p>Die folgenden Handlungen w&uuml;rden als Missbrauch eingestuft:<br>
  o Die Verbreitung von Hassideologien, Hassliteratur, Propaganda bez&uuml;glich 
  weltlicher Themen und hasserf&uuml;lltes Verhalten. <br>
  o Sexuelle N&ouml;tigung oder Missbrauch &#8211; Durch unerw&uuml;nschte Ann&auml;herungen 
  sexueller Natur in Wort, Bild oder Verhalten. Dies beinhaltet z. B. virtuelle 
  Vergewaltigung, Angebote sexueller Natur und andauernde Bel&auml;stigungen sexueller 
  Natur. <br>
  o Der Versuch einen Mitarbeiter des Kundensupportes zu t&auml;uschen &#8211; 
  Das Vort&auml;uschen falscher Tatsachen, um daraus Vorteil zu ziehen. Dazu geh&ouml;rt: 
  das Melden fehlerbedingter Tode, die nie stattgefunden haben, der Verlust von 
  Gegenst&auml;nden, die nie in Ihrem Besitz waren und grundlose Beschuldigen 
  gegen&uuml;ber anderen Spielern. <br>
  o Die f&auml;lschliche Aussage, ein Mitglied des Kundensupportes zu sein &#8211; 
  sich f&auml;lschlicherweise als ein Guide oder ein Angestellter von Ubi Soft 
  auszugeben. <br>
  o Der Missbrauch eines Mitarbeiters der Kundenbetreuung &#8211; Darunter fallen 
  z. B.: Das exzessive Senden von /petition (als Individuum oder als Gruppe), 
  das exzessive senden von /mitteilen an ein Mitglied der Kundenbetreuung unter 
  Benutzung von /sagen oder die Aufnahme von Kommunikation &uuml;ber (/rufen, 
  /SK, etc.). <br>
  o Vors&auml;tzliche Vergr&ouml;&szlig;erung der Latenzzeiten innerhalb einer 
  Zone (durch exzessive Erschaffung von K&ouml;rpern, dem Missbrauch von Zauberspr&uuml;chen 
  etc.).<br>
  o Die vors&auml;tzliche Verursachung von Erfahrungspunktabz&uuml;gen bei anderen 
  Spielern (das Bedrohen anderen Spieler, indem Fluchtrouten versperrt werden, 
  die Abrichtung von NSCs auf andere Spieler etc.).</p>
<p><br>
  Die folgenden Aktionen w&uuml;rden als Bedrohung oder als Benutzung abwertender 
  Bemerkungen gegen&uuml;ber eines Mitarbeiters der Kundenbetreuung angesehen. 
  <br>
  o Die Unterstellung einer Bevorzugung durch Mitglieder des Kundensupportes &#8211; 
  Die Aussage, dass Mitglieder des Kundensupportes oder Teilnehmer des Guide-Programmes 
  eine oder mehrere Gruppen in bestimmten Situationen bevorzugen w&uuml;rden. 
  Dazu geh&ouml;ren des weiteren Drohungen und Einsch&uuml;chterungsversuche, 
  die durch die Behauptung gedeckt werden sollen, dass Sie f&uuml;r Ihr Fehlverhalten, 
  aufgrund bevorzugter Behandlung durch die Mitarbeiter der Kundenbetreuung, nicht 
  zur Verantwortung gezogen w&uuml;rden.</p>
<p>Anmerkung: Diese Liste beinhaltet nicht alle Vergehen. Es k&ouml;nnen weitere 
  Aktionen von den Mitgliedern des Kundensupportes als solche definiert werden.</p>
<p><strong>9. Ein &#8222;Rollenspiel&#8220; ist kein Vorwand, um diese Regeln 
  zu brechen.</strong></p>
<p>Obwohl EverQuest ein Rollenspiel ist, wird die Begr&uuml;ndung &#8222;Rollenspiel&quot; 
  als Vorwand f&uuml;r jegliches Fehlverhalten, einschlie&szlig;lich des oben 
  genannten, nicht akzeptiert. Wir unterst&uuml;tzen den Gedanken des Rollenspiels, 
  sind aber nicht Willens, dies auf Kosten Anderer zu tun.</p>
<p><strong>10. Sie d&uuml;rfen an keiner Gilde teilnehmen, die diese Regeln vors&auml;tzlich 
  bricht.</strong></p>
<p>Disziplinarische Strafen, die im Zusammenhang mit Gilden stehen, k&ouml;nnen 
  auf die ganze Gilde ausgedehnt werden. Gegen Gilden, deren Mitglieder vors&auml;tzlich 
  die Regeln brechen, werden Gilden-Warnungen ausgesprochen. Au&szlig;erdem k&ouml;nnen 
  Gilden zwangsweise aufgel&ouml;st werden.</p>
<p>Gildenf&uuml;hrer und andere f&uuml;hrende Mitglieder der Gilde k&ouml;nnen, 
  neben den regul&auml;ren Strafen f&uuml;r die Mitglieder, pers&ouml;nlich f&uuml;r 
  das Fehlverhalten anderer Gildenmitglieder verantwortlich gemacht werden. Es 
  liegt daher in der Verantwortung der Gildenf&uuml;hrung, daf&uuml;r zu sorgen, 
  dass die Mitglieder der Gilde die Regeln einhalten.</p>
<p><strong>1.2 Eintr&auml;ge in das Forum</strong></p>
<p>Da die offiziellen EverQuest-Foren Teil von &#8222;Ubi.com&#8220; sind, fallen 
  Eintr&auml;ge in diese Formen unter die Nutzungsbedingungen von &#8222;Ubi.com&#8220;, 
  die unter folgender Adresse einzusehen sind: http://www.eqloft.com. Zus&auml;tzlich 
  zu diesen Nutzungsbedingungen haben wir einige Regeln aufgestellt, die f&uuml;r 
  die EverQuest-Foren gelten.</p>
<dl>
  <dt>Im Ubi Soft-Forum darf jeder seine Meinung &auml;u&szlig;ern, solange er/sie 
    die Gesetze und guten Sitten einh&auml;lt und niemanden beleidigt oder beschimpft. 
    Niemand sollte aber erwarten, dass alle seine/ihre Meinung auch teilen.<br>
    <br>
    Antwortet nie unmittelbar auf ein Posting, nachdem Ihr es gelesen habt. Auch 
    und besonders, wenn Ihr den Eindruck habt, man greift Euch an. Zeitlicher 
    Abstand relativiert vieles, und verhilft zu einem klaren Kopf. 
    <p> Denkt immer daran, dass man aus einer schriftlichen &Auml;u&szlig;erung 
      Mimik, Gestik oder den Tonfall nicht herauslesen kann. Beim Gespr&auml;ch 
      Auge in Auge werden dar&uuml;ber aber mindestens 30% der Information vermittelt! 
      Emoticons [ :-) ;-) :-( 8-) ] k&ouml;nnen das nur sehr begrenzt ersetzen. 
    </p>
    </dd>
    Denkt daran, dass der Leser sich allein anhand Eurer schriftlichen &Auml;u&szlig;erung 
    ein Bild von Euch machen kann. Achtet daher auf Rechtschreibung, Ausdrucksweise 
    und Wortwahl.
</dl>
<p>Vielleicht hat der Leser den Fehltritt seiner vorigen &Auml;u&szlig;erung bereits 
  eingesehen. Dann wird ihn aber ein Herumreiten auf einem bereits eingesehenen 
  Fehler besonders &auml;rgern. Bedenkt dies und vermeidet es m&ouml;glichst. 
  Niemandem bricht ein Zacken aus der Krone, wenn er/sie eine Entgleisung eines 
  anderen &quot;&uuml;bersieht&quot;.</p>
<p>Bleibt stets sachlich. K&uuml;hle Logik und klare Argumente treffen genauer 
  als hitzige Worte! Schreibt nie &quot;Das ist Unsinn&quot; sondern eher &quot;Das 
  halte ich f&uuml;r falsch, weil ...&quot;. Ersteres ist eine lapidare, aggressive 
  Behauptung und l&auml;sst keinen Raum zur Gegenargumentation, letzteres zwingt 
  zur gedanklichen Auseinandersetzung mit Eurer Ansicht.</p>
<p>Gestattet Eurem Kontrahenten, dass er sein Gesicht wahrt. Geht auch auf seine 
  Argumente ein, signalisiert Kompromissbereitschaft.</p>
<p>E rkennt m&ouml;gliche &Uuml;bereinstimmungen an. &quot;Ich stimme Dir zwar 
  generell zu, aber ...&quot; schafft eine bessere Atmosph&auml;re f&uuml;r eine 
  Diskussion als die pauschale Ablehnung der gegnerischen Argumente. Und irgendwie 
  (wenn auch vielleicht nur aus eigener Sicht) hat ja jeder teilweise recht.</p>
<p>Vermeidet Zwiegespr&auml;che. Wenn sich nur zwei an der Diskussion beteiligen, 
  ist sie f&uuml;r die Allgemeinheit meist uninteressant. Dann sollte man das 
  Forum damit nicht belasten und sich direkt &uuml;ber Mail austauschen.</p>
<p>Wir behalten uns vor Beitr&auml;ge, die rassistisch, pornographisch, menschenverachtend 
  oder gegen die guten Sitten versto&szlig;en jederzeit zu l&ouml;schen. Links 
  zu illegaler Software und Raubkopien sind untersagt. Werbung f&uuml;r kommerzielle 
  Seiten und Konkurrenzprodukte werden nicht geduldet.</p>
<p>Das Posten von mitgeloggtem Text ist nur gestattet, wenn <strong>alle</strong> 
  im Text vorkommenden Personen zuvor ihr Einverst&auml;ndnis erkl&auml;rt haben. 
  Dies gilt besonders, jedoch nicht ausschlie&szlig;lich, f&uuml;r /mitteilungen, 
  da diese &auml;u&szlig;erst privater Natur sind und in vielen F&auml;llen nicht 
  f&uuml;r die Augen der &Ouml;ffentlichkeit bestimmt sind.</p>
<p>Massenhaft Spamming-Postings sind zu unterlassen. Zum Testen der Signatur k&ouml;nnt 
  Ihr sie ins Textfeld kopieren und dort jederzeit editieren bis sie Eurer Vorstellung 
  entspricht.</p>
<p>Bitte verzichtet bei Euren Signatur auf zu gro&szlig;e Bilder und Animationen. 
  Die Signatur sollte nicht mehr als 40 KB umfassen.</p>
<p>Forumnamen, die gegen die guten Sitten versto&szlig;en, werden ohne Vorwarnung 
  deaktiviert. Eingetragene Warenzeichen und Namen von Prominenten sind als Nick 
  nicht erlaubt.</p>
<p>Jeder Autor ist f&uuml;r den Inhalt seines Beitrages selbst verantwortlich. 
  Die Postings spiegeln nicht die Meinung von Ubi Soft wieder.</p>
<p> Jeder, der ins Forum postet oder Beitr&auml;ge sendet, hat f&uuml;r Klarheit 
  zu sorgen, von wem seine Beitr&auml;ge stammen. Wer unter einem falschen Namen 
  auftritt und gezielt den Eindruck erweckt, seine Beitr&auml;ge stammen von einem 
  Anderen, kann sofort gesperrt werden. Dies gilt insbesondere f&uuml;r die Verwendung 
  der K&uuml;rzel&quot;GM&quot;, &quot;SL&quot; und &quot;Ubi&quot;, die ausschlie&szlig;lich 
  f&uuml;r Spielleiter (SL oder GM&acute;s) und Ubi Soft Mitarbeitern vorbehalten 
  sind.</p>
<p>Die Netiquette ist f&uuml;r jeden Forum-Teilnehmer verbindlich. Wir behalten 
  uns vor, Beitr&auml;ge, die gegen die Netiquette versto&szlig;en, umgehend zu 
  l&ouml;schen.</p>
<p>Wir haben die M&ouml;glichkeit Besucher zu sperren und machen davon Gebrauch, 
  wenn wir meinen, dass sich jemand im Ton vergreift. Dar&uuml;ber sollte sich 
  jeder im klaren sein - jeder Benutzer hinterl&auml;sst eine eindeutige Spur, 
  mit der wir Postings unterbinden k&ouml;nnen. In der Regel erh&auml;lt man bei 
  einem Versto&szlig; gegen die Netiquette eine Verwarnung. Bei nochmaligem Versto&szlig; 
  gibt es dann keine erneute Chance und das Profil wird gesperrt. In Ausnahmef&auml;llen 
  kann das Profil bei schweren Verst&ouml;&szlig;en ohne vorherige Verwarnung 
  gesperrt werden. <br>
</p>
<p><strong>b &#8211; <a href="http://www.eqloft.com/page.php?url=de/Konten/namen.htm" target="_self">Namensgebungs-Regeln</a></strong></p>
<p>Der Name ist ein wichtiger Bestandteil Ihrer EverQuest-Identit&auml;t. Ihr 
  Name steht sogar in noch engerem Bezug zu Ihrem Charakter, als seine Rasse, 
  Klasse oder Ausr&uuml;stung. Wenn Sie sich einen Namen aussuchen, dann denken 
  Sie bitte daran, dass Sie dieser Name in den vielen Stufen die vor Ihnen stehen 
  begleiten wird! Obwohl sich der Ubi Soft-Kundensupport nur ungern in Ihr Rollenspielabenteuer 
  einmischt, gibt es einige grundliegende Regeln, die Sie beim W&auml;hlen des 
  Namen beachten sollten. Wenn Ihr Name die aufgef&uuml;hrten Regeln verletzt, 
  kann es sein das er ge&auml;ndert wird, sobald dies einem Guide oder dem SL 
  Ihres Servers bekannt gemacht wird.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table><br><center>[&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Konten/eula.htm">Lizenzvertrag</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Konten/namen.htm">Namensgebungs-Regeln</a></nobr>&nbsp;|&nbsp;<nobr><a class="sousmenu" href="page.php?url=de/Konten/netiquette.htm">Netiquette</a></nobr>&nbsp;|&nbsp;<nobr><b>Verhaltensregeln</b></nobr>&nbsp;]</center></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br>	<table width="100%" border="0" cellspacing="0" cellpadding="0">







        <tr> 







          <td> 







            <p> 







              <center>







                <nolayer><iframe src="http://pub.ubisoft.fr/pub_everquest.php?languesite=de" width=468 height=60 marginwidth=0 marginheight=0 hspace=0 vspace=0 frameborder=0 scrolling=no bgcolor="#FFFFFF"></iframe></nolayer>







              </center>







            </p>







          </td>







        </tr>







      </table></td>















	<td class="separecol" width="1"><img src="img/blind.gif" width="1" height="1"></td>















	<td width="134" class="coldroite">







	<center>



 

<br>







	


 <center> <a href="http://www.eqloft.com/page.php?url=de/Enzyklopedie/Neulinge/neulingsecke.htm"><img src="http://www.eqloft.com/images/bandeau01_de.gif" border="0"></a> </center> <br>


<br>



 <center> <a href="http://guide.eqloft.com/guideappde/" target="_blank"><img src="http://www.eqloft.com/img/annonce-de.jpg" border="0"></a> </center> <br> 


<br>

<!-- WEEKLY POLL --> 
<img src="de/img/titr-poll.gif" width="134" height="18" border="0" alt="Wahl"><br>
<center><table border=0 cellspacing=0 cellpadding=0 width="130">
<tr valign=top>
	<td colspan=5><img src="img/cadre-poll-h.gif" width="130" height="8" border="0"></td>
</tr>
<tr valign=top>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td width="126" class=poll_interne>


      

      <table cellpadding=1 cellspacing=2 border=0>
        <tr>
          <td class="poll_question">
            Wieviele Stunden spielst du pro Woche Online-Spiele?          </td>
        </tr>
		</table>
		
		<table cellpadding=0 cellspacing=0 border=0>
  		<form action="viewpoll_proc.php" method="POST" name="frm">
        <input type=hidden name="poll" value="945">
        <input type="hidden" name="url" value="page.php">
		 <input type="hidden" name="languesite" value="de">

                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="1">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              0-3 Stunden              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="2">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              4-10 Stunden              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="3">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              11-15 Stunden              </font></td>
          </tr>
                    <tr background="">
            <td valign="top">
              <input type="radio" name="answerid" value="4">
            </td>
            <td><font class="poll_text" face="verdana, arial, helvetica" size="2" color="#ffffff">
              Mehr als 16 Stunden              </font></td>
          </tr>
                    <tr>
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
          <tr>
            <td colspan="2">
              <center><input type="submit" src="img/but_submit.jpg" width=109 height=24 border=0 align=left name="image" value="Voter"></center>
            </td>
          </tr>
          <tr background="">
            <td colspan="2"><img src="img/blind.gif" width=1 height=8 border=0></td>
          </tr>
  </form>
      </table>
      	</td>
	<td class=poll_internecontour><img src="img/bling.gif" width=1 height=1></td>
	<td class=poll_externe><img src="img/bling.gif" width=1 height=1></td>
<tr>
	<td colspan=5><img src="img/cadre-poll-b.gif" width="130" height="8" border="0"></td>
</tr>

</table></center>
<!-- POLL ENDS -->


 </center>







	<br>




 <center> <a href="http://www.eqloft.com/page.php?url=de/Community/Gilden/_index.htm"><img src="http://www.eqloft.com/images/bandeau02_de.gif" border="0"></a> </center> <br> 













	</td>















</tr>















</table><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<center><a href="mailto:eqloft_de@ubisoft.fr">Contact</a><a target="impression" href="imprimer.php?url=de/Konten/pnp.htm"></a></center>
	<br>
	<center>Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
	EverQuest and You're in Our World Now are registered trademarks of Sony Computer Entertainment America Inc. 
	Verant Interactive and Verant Interactive logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are trademarks of 
	Sony Online Entertainment Inc. All other trademarks below to their respective owners. © 2002 Sony Computer Entertainment America Inc. All rights reserved.</center></center>
	<br>

	</td>
</tr>
</table>
</BODY>
</HTML>
<!-- BEGIN WEBSIDESTORY CODE v7.2 -->
<!-- COPYRIGHT 1997-2001 WEBSIDESTORY, INC. ALL RIGHTS RESERVED. U.S.PATENT PENDING. Privacy notice at: http://websidestory.com/privacy -->
<script language="javascript">
var _pn="Verhaltensregeln"; 	//page name(s)
var _mlc="ProductSite/EverQuest/Retention/";	//multi-level content category
var _seg=""; // visitor segmentation
var _cmp=""; // campaign analysis - id
var _gp="";  // campaign analysis - goal page 
var _cmpn="";// campaign analysis - query name for id
var _gpn=""; // campaign analysis - query name for goal page
var _cp="null"; 	//campaign
var _acct="DM511221HJEA38EN3"; 	//account number(s)
var _pndef="title";	//default page name
var _ctdef="full"; 	//default content category
var _dlf="n";	//download filter
var _elf="n";	//exit link filter
var _epg="n"; 	//event page identifier
var _mn="we91"; //machine name
var _gn="ehg-ubisoft.hitbox.com"; //gateway name
var _lp=location.protocol.indexOf('https')>-1?'https://':'http://';
var _hcv=68;function _wn(_nm){if((_nm.indexOf("NAME")>0&&_nm.indexOf("PUT")>=0)||
(_nm.indexOf("CONTENT")>=0&&_nm.indexOf("CATEGORY")>0))return true;return false;}
function _gd(_x,_w){_ed = (_x.lastIndexOf("/"));
_be = (_w!="full")?(_x.lastIndexOf("/",(_ed-2))):(_x.indexOf("/"));
_dn = (_be==_ed)?"/":(_x.substring(_be, _ed));return _dn;}
function _gf(_x){_ed = (_x.length);_be = ((_x.lastIndexOf("/"))+1);
_fn = (_x.substring(_be, _ed));return _fn;}
function _vc(_ml){_mll=_ml.length-1;if(_ml.lastIndexOf("/")==_mll){_ml=_ml.substring(0,_mll)}
if(_ml.indexOf("/")!=0){_ml="/"+_ml;}return _ml;}
function _ps(_ip,_pml){if(!_ip){_pml=(_wn(_pml))?_gd(location.pathname,_ctdef):_vc(_pml);}
else{if (_wn(_pml)){if (_pndef=="title"){_pt=document.title; if (_pt!=""){_pml=_pt};}
else{_pml=_gf(location.pathname);if (_pml==""){_pml=_pndef};}};}return _pml;}
function _pm(_ml,_fml,_ipn){if (_ml.indexOf(";")!=-1){_nml=_ml.substring(0,(_ml.indexOf(";")));
_rm=_ml.substring((_ml.indexOf(";")+1),_ml.length);_fml+=_ps(_ipn,_nml)+";";
_fp=_pm(_rm,_fml,_ipn);return _fp;}else {_fml+=_ps(_ipn,_ml);return _fml;}}
var _sv=10;var _bn=navigator.appName;if(_bn.substring(0,9)=="Microsoft"){_bn="MSIE";};
var _bv=(Math.round(parseFloat(navigator.appVersion)*100));if((_bn=="MSIE")&&(parseInt(_bv)==2))_bv=301;
var _rf=escape(document.referrer);_mlc=_pm(_mlc,"",false);_pn=_pm(_pn,"",true);
</script><script language="javascript1.1" id="_hbc">_sv=11;</script>
<script language="javascript1.1" defer src="http://www.ubi.com/nr/ubisoft/include/hbe.js"></script>
<script language="javascript">if (_sv==10){if (document.cookie.indexOf("CP=")!=-1){_ce="y";}else{
document.cookie="CP=null*; path=/; expires=Wed, 1 Jan 2020 00:00:00 GMT";
_ce=(document.cookie.indexOf("CP=")!=-1)?"y":"n";};if((_rf=="undefined")||(_rf=="")){_rf="bookmark";};
_x2="<img src='"+_lp+_gn+"/HG?hc="+_mn+"&hb="+escape(_acct)+"&n="+escape(_pn);
_x3="&cd=1&hv=6&seg="+_seg+"' border=0 height=1 width=1>";
_ar="&bn="+escape(_bn)+"&bv="+_bv+"&ce="+_ce+"&ss=na&sc=na&dt=&sv="+_sv+"&con="+escape(_ct);
_ar+="&vcon="+escape(_mlc)+"&epg="+_epg+"&hp=u&cy=u&ja=na&ln=na&cp="+escape(_cp)+"&pl=&rf="+_rf;
document.write(_x2+_ar+_x3);}document.write("<\!--");</script>
<noscript><img src="http://ehg-ubisoft.hitbox.com/HG?hc=we91&cd=1&hv=6&ce=u&hb=DM511221HJEA38EN3&n=Verhaltensregeln&vcon=ProductSite/EverQuest/Retention/&seg=&cmp=&gp=" border='0' width='1' height='1'>
</noscript><!--//-->
<!-- END WEBSIDESTORY CODE  -->
<!-- ************************************************ -->
<!-- ****       END TEMPORARY REPORTING CODE      *** -->
<!-- ************************************************ -->	


