<HTML><HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=x-sjis">
<TITLE>更新情報</TITLE>
</HEAD>
<BODY TEXT="white" BGCOLOR="black" BACKGROUND="../back.jpg" link="yellow" vlink="orange">

<BASEFONT SIZE=3 FACE=ＭＳ Ｐゴシック"><TT>
[<A HREF="../top.html">BacK</A>]

<P>

<CENTER>
<FONT COLOR="goldenrod">★</FONT>
<FONT COLOR="orange" SIZE=+1><B>更新情報</B></FONT>
<FONT COLOR="goldenrod">★</FONT>
</CENTER>

<P><HR SIZE=1><P>

<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/13 (月) 19:49:57</FONT>
</TT></TD></TABLE>
<P>
＝＿）現地調査。<BR>
<BR>
・途中、雨が降る。傘をもってはいたが、キツイ。<BR>
太陽がうすい雲に隠れているだけで、日は出てるのに雨振ってる。<BR>
傘さしてるのに暑いから汗かきまくり。ずぶ濡れになってるみたいでイヤ。<BR>
<BR>
なんか物件までの道、迷うし。わかりにくいなあそこは。<BR>
帰って来て、資料のまとめをやらないといけないけど、なんかやる気ないので<BR>
２０：００になったら帰る予定。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/12 (日) 14:33:58</FONT>
</TT></TD></TABLE>
<P>
・＿）残暑きびしいっす<BR>
<BR>
・スイスに旅行にいってた親が帰ってきて、お土産をもらう。<BR>
<BR>
れいばーはおみあげをもらった<BR>
「べるさーち  の  ネクタイ」  をてにいれた<BR>
「すいす  の  なまチョコ」  をてにいれた<BR>
「すいす  の  Ｔシャツ」  をてにいれた<BR>
<BR>
え～、スイスのＴシャツですが、<font color="yellow">観光客用</font>ですね<BR>
普通のＴシャツの右胸の所にプリントがあるんですが、<BR>
思いっきり<font color="yellow">ＳＷＩＴＺＥＲＬＡＮＤ</font>って書いてあります（^^;）<BR>
<BR>
わかりやすいですね（微笑）<BR>
考えてみてね。右胸に「日本」って書いてあるＴシャツ、着たいですか？<BR>
<BR>
<font color="yellow">着たくない</font>です（きっぱり）<BR>
それはスイスの人だって一緒でしょう（^-^;）<BR>
<BR>
ちなみに、スイスはフランス、ドイツ、イタリア語が４：３：２くらいで<BR>
英語はほとんど通じないそうです（爆）<BR>
<BR>
・部屋の大掃除。「パソコンを買い換える時に」ととっておいたダンボールとかを<BR>
処分。やっぱりいらないよね（汗）<BR>
ソ○マップとかで査定＆買取りやってるみたいだし、それ使えばいいや。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/11 (土) 18:56:12</FONT>
</TT></TD></TABLE>
<P>
・＿）うーん。<BR>
<BR>
・最近、仕事中に<font color="yellow">意識を失う</font>事が多くなってきてます（^^;）<BR>
  主に１５：００～１６：００の時間帯で、ほぼ毎日・・・。<BR>
今日も意識を亡くしました。確実に習慣づいてきてます（汗）<BR>
<BR>
早く寝ればいいんだろうけど、眠れなかったりする。それでネットゲーなぞやりながら３：００<BR>
に寝るという生活。<BR>
<BR>
睡眠時間４時間３０分。・・・どうなの？<BR>
<BR>
・ＥＱのページがメインのカウンタを上回るのも時間の問題かも。<BR>
９０００超えてるし（^^;）<BR>
<BR>
データベース作ったあたりから変動が顕著です。<BR>
で、フレーム版なぞに変えてみたり。掲示板を増やしてみたり。<BR>
<BR>
１ページ内に内容が収まるように再構成中。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/10 (金) 15:17:07</FONT>
</TT></TD></TABLE>
<P>
・＿）しろくま！（挨拶）<BR>
<BR>
九州名物らしい。<BR>
<a href="http://home.highway.ne.jp/bird/970709.htm">ここ</a>で見る限り、４種類あるらしい。<BR>
<BR>
私が食ったのは丸永製菓のやつ。３５０mlで２８０円。<BR>
大きさが普通のカップアイスの２倍近くあるので食べごたえ十分。<BR>
<BR>
（´▽｀）最近、はまりました。バナナ牛乳の次くらいに。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/9 (木) 10:55:07</FONT>
</TT></TD></TABLE>
<P>
会社があぶないです（;´Д｀）<BR>
<BR>
・っていうか、第二ビル工事の関係で、すごいシンナー臭いです。<BR>
エントランス付近が、ひどいニオイでした。<BR>
ビル内もなんか少しだけシンナーが混ざった空気が流れてます。<BR>
<BR>
集団でイッちまうんじゃないか？（＞＜）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/5 (日) 21:05:41</FONT>
</TT></TD></TABLE>
<P>
STONE AGEはサーバーが安定しなかったり巻き戻ったり。<BR>
動作が遅かったり設定がきつかったり。<BR>
<BR>
バグ多し。参加者の報告は少ないらしい（^^;）<BR>
<BR>
ベータテスター＝無料ゲーム参加者ではないぞ。<BR>
<BR>
日本のネットゲーム環境はまだまだかな。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/3 (金) 10:20:54</FONT>
</TT></TD></TABLE>
<P>
￣＿）y-~<BR>
<BR>
会社のホームページを手直し。<BR>
社長室から変更案がでて、そのとおりにしてみる。<BR>
納得いく部分もあるが、？？？な部分もあるのでそこは反論。<BR>
<BR>
今日の１５：００に社長室・宣伝課・わしで実際に画面をみながら全体の<BR>
構成についてあれこれいいあうらしい。<BR>
<BR>
それまでに修正をできるだけしておいてくれ。と言われる。<BR>
<BR>
急に注目されるようになったな。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/9/1 (水) 14:22:25</FONT>
</TT></TD></TABLE>
<P>
￣＿）ふう。<BR>
<BR>
・先程、内線電話にて取締役より、会社のホームページのファイルを差し替えたかの<BR>
確認の電話を受ける。<BR>
<BR>
取締役「もう、変わったんだよね？」<BR>
私「・・・はい。」<BR>
（ガチャ）<BR>
<BR>
<h2>（ノ#-_-)ノ ┴┴あんたのフロアからつなげれば見れるだろうが！！！ </h2><BR>
<BR>
もう、やだ（／＿；）<BR>
<BR>
・今日から「<a href="http://www.titan.co.jp/stoneage/index.html">ＳＴＯＮ ＡＧＥ</a>」のベータテスト開始。<BR>
・・・やらなきゃダメだよね（^^;）←をい<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/31 (火) 16:10:29</FONT>
</TT></TD></TABLE>
<P>
￣＿）y-~忙しくなっとる。<BR>
<BR>
・会社のホームページをリニューアル。<BR>
レイアウトの変更に伴って、不要な「戻るボタン」とかを全ファイル修正しないと<BR>
いけないので、けっこう頑張って遅くまでやってみたりしていた。<BR>
残りは後日かな？と<font color="yellow">ほおっておいた</font>が後日になっても周囲からは<font color="yellow">何のつっこみもなし</font>。<BR>
<BR>
それって、さあ。<BR>
さんざん「あれをこうしろ」「ここをそうしろ」っていってたクセに<BR>
見てないって事なんだよね。<BR>
<BR>
こんなんだから<font colo="yellow">正当な評価</font>なんて受けられてない訳で。<BR>
<BR>
はっきり言ってやる気もなくなります。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/25 (水) 21:18:19</FONT>
</TT></TD></TABLE>
<P>
ヽ(‘ ▽‘ )ノ<BR>
<BR>
・「ＳＴＯＮＥＡＧＥ」の広域ランニングテストプレイヤーになりました。<BR>
当選者は<a href="http://www.dp.gamersdream.ne.jp/sa_rt/tousen.html">ここ</a>です。きゃー名前載ってる～（／ｏ＼）<BR>
<BR>
２７日からＣＤがきて、９月１日からテスト開始だそうな。<BR>
<BR>
・・・・まさかあたるとわ（汗）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/24 (火) 12:06:54</FONT>
</TT></TD></TABLE>
<P>
夏休み前からひいてる風邪が長引いてます（／＿；）<BR>
<BR>
・会社のＨＰを今日の午後、一斉に改良するように午前中呼ばれる。<BR>
いくつかはまだ終わってないので追い込み。<BR>
<BR>
・その後、常務がチェックしたいとおしゃる。<BR>
自分の知らないところで動いているのがイヤらしい（^^;）<BR>
・・・最初は無視してたくせに（ぼそ）<BR>
結局、わざわざプリントアウトして、チェックをしてもらう事に。<BR>
その後、通れば掲載かな？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/22 (日) 11:40:21</FONT>
</TT></TD></TABLE>
<P>
昨日も今日も休日出勤。<BR>
明日はおやすみですがヽ(‘ ▽‘ )ノ<BR>
<BR>
どうも会社のＨＰの改造計画がスタートしてからちょくちょく取締役が<BR>
様子をみにくるようになった（;´Д｀）<BR>
<BR>
ネットサーフィンするのも命懸けです（爆）<BR>
<BR>
しかし、エバークエストのページだけすごい勢いでカウンタまわってますな（´▽｀）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/20 (金) 15:26:59</FONT>
</TT></TD></TABLE>
<P>
会社のホームページ改造計画発動中。<BR>
<BR>
とりあえず物件紹介のページから。<BR>
アイデアは斬新なのもあるが技術的な問題で不可能なものもあるので<BR>
どう妥協してもらうか考えてみたり。<BR>
<BR>
なんか急かされてる気がする（￣-￣;）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/19 (木) 09:54:00</FONT>
</TT></TD></TABLE>
<P>
・＿）昨日の事<BR>
<BR>
・ある部署が解体した。そこの人達は営業部にまわった。<BR>
で、そこの部署でやる事になっていた<font color="yellow">会社のホームページ運営</font>が危うくなった。<BR>
急に取締役によばれる私。<BR>
とりあえず、その取締役は社内でも数すくないインターネット理解者でもあるのだ。<BR>
会議で今後の事について<s>押し付けられた</s>方針を決めるようにいわれたらしい。<BR>
<BR>
現状を話し、今のコンテンツ全体について話す。<BR>
<BR>
結構斬新といういか、面白そうな話しも出てきた（^^）<BR>
しばらくは責任者が不在という事で私が主にやるという事になった（まあいままでもそうだったが^^;）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/18 (水) 13:22:09</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
＜夏休み中のこと＞<BR>
海にいくのが中止になり、ちょっと風邪気味になって薬のみつつＥＱ（笑）<BR>
咳こみながらＥＱ（死）眠くなったら寝て、お腹減ったら食べて。<BR>
ひさびさにゆっくりと、ある意味怠慢にすごしました。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/8 (日) 14:49:42</FONT>
</TT></TD></TABLE>
<P>
￣＿）今日も出社。明日は御休みにしました（決定）<BR>
<BR>
・どうもちょっとした事でいらいらする。カルシウム取ってますが。<BR>
  システムのバージョンアップで余計な仕事が増える事決定。人増やしてくれんかなあ。<BR>
<BR>
・Ｇ－６００で見積書を出力。カードを作成する関係ですぐに。というわけでは<BR>
ないが、この機種になりそうです。３年は使うかなあ（目標）<BR>
今のパソコンは１年ちょっとで買い替えか。<BR>
<BR>
・食生活を元に戻しつつある。再検って<font color="yellow">自腹</font>？会社からなんの音沙汰もなし。<BR>
ぼちぼち１ヶ月なんですが。再検って採血だけだよなあ？もう一度身長とか計ってもしょうがないと思うぞ。<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/4 (水) 15:33:14</FONT>
</TT></TD></TABLE>
<P>
（＿ __）＿ ぱたっ<BR>
<BR>
・昨日はひさびさに<font color="yellow">終バス</font>で帰宅でした。(23:20)<BR>
<BR>
・で、今日は朝から区役所まわり。暑すぎ。区役所遠すぎ。迷うっちゅうねん（－－；）<BR>
<BR>
・本日１９：００より、物件説明会。２時間コースだから２１：００には終わるであろう。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/3 (火) 19:23:24</FONT>
</TT></TD></TABLE>
<P>
・ひさしぶりに今週末に出る物件の現地調査。<BR>
暑くて参りました（;´Д｀）<BR>
<BR>
他社物件のモデルルームを訪ねてびっくり。<BR>
以前、うちの会社で働いていた先輩がいました（^^;）<BR>
あれ？いつ転職したんだろ。この前の職場は？（謎）<BR>
<BR>
この人こそ、誰あろう、今よりおよそ３年前、会社のホームページを<BR>
立ち上げる時にお世話になった先輩なのだ。<BR>
今の私の仕事の基礎を作った人といっても過言ではあるまい。<BR>
いや、偶然とはいえ、びっくりしました。<BR>
久しぶりに話し込んでしまった（^^;）<BR>
<BR>
・バルダーズゲートの日本語版<font color="yellow">有償アップグレード申込受付</font>が開始されたそうだ。<BR>
希望者は届いたハガキを８月１６日までに必要事項を書いて投函すれば９月３０日頃に<BR>
送られてくるらしい。<font color="yellow">代引き</font>だって（;´Д｀）<BR>
振込みの方が楽なんだけどなー社会人一人暮らしなんだからさー。<BR>
<BR>
・夏休みの期間決定。<BR>
８月１１日から１７日まで。<BR>
海にいこうだの、釣りに行こうだの誘われる。さて・・・。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/8/2 (月) 14:15:04</FONT>
</TT></TD></TABLE>
<P>
外に出ると暑くてやる気なし。中にいてもそれはそれで（以下略）<BR>
<BR>
・本社の第二ビル工事がだいぶ形になってきて、いよいよ従来ビルとの連絡通路を<BR>
作る事になった。<BR>
連絡通路が<font color="yellow">トイレ</font>なんですが（^^;）いやん。<BR>
<BR>
建物の構造上、そうなったらしい。トイレの壁がぶち抜かれて使用できません（;´Д｀）<BR>
<BR>
・ＥＱのページのカウンタが４０００を突破。<font color="yellow">ＵＯを余裕で上回って</font>ます。<BR>
ゲームが発売されて、半年かな？関心高いって事ですな。<BR>
<BR>
・・・もっとも、ＵＯ日記を更新していればあるいは・・・（^＿^;）<BR>
<BR>
・従姉のダンナさんが<font color="yellow">松嶋菜々子</font>のテレカを送って来た。封書で。<BR>
５枚あったかな？とりあえず友人・同僚に配る。スミセイなんですよ。彼の勤務先が。中元のかわり？（^^;）<BR>
大事に使わせて頂きますヽ(‘ ▽‘ )ノ□<BR>
<BR>
・連日、ニューパソコンを求めて<a href="http://www.gw2k.co.jp/index_content2.htm">うし</a>ページを見ては<BR>
頭を悩ませている状態ですが、新機種がでてました（´▽｀）<BR>
<BR>
Ｇ７－６００・・・ペンⅢ６００MHz搭載だそうな。どんどん出ますな～<BR>
<BR>
ちょっと前に４５０が最新だったのだが（^^;）<BR>
今の最速機種って６００でいいのかな？値段手ごろなのでこれにしようとか思いつつ、<BR>
明日６５０とか出てたら（;´Д｀）だなあとか思ったり（そんな事はない・・・と思うが）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/31 (土) 12:34:24</FONT>
</TT></TD></TABLE>
<P>
＝＿）今日も眠いのに会社。１万突破ありがとう。<BR>
<BR>
［いろいろ］<BR>
・２１：００～５：００まで８時間ＥＱ。そりゃ眠いわ。<BR>
<BR>
・ＵＯでイベントがあったらしい。盛り上がってるみたいね。２年も続いてるしなあ。<BR>
ＥＱはまだ半年かな？年末には拡張パックが出るらしいけど。まだまだ遊べますな。<BR>
<BR>
・ＢＧの日本語版まだかな？あれは英語ではキツすぎる。<BR>
でもカルマとかによって何種類かメッセージが変わるから膨大なメス量なんじゃないかなー。<BR>
本当にでるのか心配（^^;）<BR>
<BR>
・・・と思ってセガページみたら９月に延期になってた。やはり・・・。<BR>
<BR>
・ＤＥ。フェアホープタイムズ３号が届く。課金されっぱなしだからぼちぼち再開しようと<BR>
思ったり思わなかったり・・・。<BR>
<BR>
・ＭＴＧはマジでキツイです。負けるとカード没収されるので弱体化する一方。<BR>
クリアした人いるのかなあ（^^;）<BR>
<BR>
・ひもろぎとかアクア＝エリアスとかＭＭとかのネットゲーはやってるけどそれらの更新結果を<BR>
載せるのもなんかやってないっすね（^^;）<BR>
<BR>
・ＬｏｖｅＬｅｔｔｅｒというゲーム。９月に延期だそうです。メールが来てました。<BR>
責任を取って、取締役が辞めたとかなんとか。<BR>
そこまでせんでも（^^;）と思った。<BR>
辞めるのって責任逃れって感じもするんですが・・・。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/30 (金) 13:57:32</FONT>
</TT></TD></TABLE>
<P>
（;´Д｀）連日暑いね<BR>
<BR>
<img src="http://www.san-x.co.jp/b/b_img/tareanm1.gif">㈱サンエックス<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/27 (火) 14:37:58</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・なんか最近、ＩＣＱに匿名でＵＲＬだけ紹介してるのが入ってくる。<BR>
タイトル：ADULT～（￣-￣；）<BR>
<BR>
中身も見ずに「無視リスト」に追加してみるが、けっこう違うＩＤで送られてくる。<BR>
もしかして「無視リスト」に追加した事で「このＩＤは使用されてますよー」と<BR>
証明してしまったかも（－－；）<BR>
<BR>
スパムメールに対抗するには「やめろ」と返事をだすよりも無視が一番だそうですが<BR>
（使用メアドである事の証明をしない点で有効）<BR>
それとおんなじなんだよねー。あまりにも続くようなら今のＩＤ変えるかも。<BR>
<BR>
・最近は森○の「謹製バナナ牛乳」にハマってます。でも太るかも（汗）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/25 (日) 12:25:46</FONT>
</TT></TD></TABLE>
<P>
日頃から寝不足気味だったので昨日は１９：３０に寝る（￣￣）<BR>
<BR>
で、４：３０に目を覚ます（^^;）８：００までＥＱをやって出社^^;<BR>
<BR>
オークションでアーマーを安く買ったからいいや（死）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/22 (木) 19:44:22</FONT>
</TT></TD></TABLE>
<P>
＝＿）眠かった～<BR>
<BR>
・今日は<font color="yellow">宅地建物取引主任者証</font>の<font color="yellow">更新</font>の為の<font color="yellow">講習会</font>を受けに<BR>
神保町まで行ってきた。<BR>
９：３０～１７：００くらいまでで終了。<BR>
建築基準法の講義がダルかった。お経の様に読むだけの講義。<BR>
何度か<font color="yellow">意識を失った</font>っちゅうねん（^＿^;）<BR>
<BR>
無事に新都知事の<font color="yellow">石原慎太郎</font>氏の名前の入った主任者証をゲット。<BR>
青島幸男さんの名前の入ったやつと交換で交付なので取っておく事はできないのだった。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/19 (月) 10:53:15</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・眠い。<BR>
<BR>
・会社のホームページ手直し中<BR>
別部署の管理下にあるホームページ。一応そこでの「作成担当者」が<BR>
常務や社長室長らの打ち合わせでひどく怒られたらしい。<BR>
よくわからない（^_^;）「関連会社にいくかも。お世話になりました」とか言われる（￣-￣;）<BR>
<BR>
担当変更？わし異動？全部外注？

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/15 (木) 12:04:58</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・高脂血症の食事制限をみていて気づく。<BR>
<font color="yellow">和食</font>ならいいじゃん。<BR>
魚料理とかかぼちゃと人参の煮物とか、刺し身とか。<BR>
<BR>
と、ゆーわけで昨日は煮物と海藻サラダ、ぶりの塩焼きになりました。<BR>
<BR>
まあ、食事制限ったってたいした事ないね。<BR>
<BR>
・うちの会社をやめた（ようだ）社員が会社での話しをＨＰに載せて<BR>
いたらしい。で、ある日突然閉鎖したらしい。<BR>
その後、「うちの会社がそいつに圧力をかけた！」とかいう意味不明<BR>
抗議メールがくる。「再開させて！」とか言われてもねえ。<BR>
別に<font color="yellow">うちの会社からは何もやってない</font>んですけど。<BR>
<BR>
事実をそっちの管理人に確かめもせずに抗議してきているのと、<BR>
私人間の問題に憲法がどうこうといってくるのいが<font color="yellow">滑稽</font>だ。<BR>
（憲法は公法なので国と個人の問題には介入されるが、個人と法人だから<BR>
この場合は民法等の私法を適用すべき話し。無知はコワイねえヽ(´。｀)ノ ）<BR>
<BR>
抗議だからなのか、文面も汚い。教養の程度が知れてる陳腐な文章。<BR>
とりあえず、そのサイトのＵＲＬがわからないので検索していってみたら<BR>
別に閉鎖はしてないし（ｗ<BR>
<BR>
うちの会社についてのコーナー（？）だけが閉鎖になってました。<BR>
そこの管理人に聞きたいですね。なぜ閉鎖したのかを。<BR>
何か批判めいた事を書いているとかいうのなら会社に対する<font color="yellow">営業妨害</font>と<BR>
なる事もあります。で、それを隠すのは証拠隠滅になるし（これはちと苦しい）<BR>
抗議のメールをにしても「これからメールのラッシュになる」と予告して<BR>
その後いろんな人からメールが来たのでこれも一種の<font color="yellow">営業妨害</font>でしょう。<BR>
<BR>
ネットをなめてますね。匿名性が高いだけで本当に正体がばれてないと<BR>
本気で思っているのでしょうか？<BR>
愚か者には正しい知識を教えてあげないといけないですね。<BR>
<BR>
なんか面白くなってきた（￣ー￣）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/13 (火) 15:58:39</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・昨日は御休みだったのでＥＱを１２時間やる（←ＥＱ馬鹿）<BR>
徹夜状態で１０時に力尽き、１７時におきて取っておいたドラマのビデオを見る。<BR>
<BR>
「女○」・「恋愛結○の法則」・「甘い○活」を引き続き見る事にけってー。<BR>
<BR>
［今日の食事制限］<BR>
・冷やし特選そば。卵が１個入ってたけど１日１個なら許容範囲でしょう。<BR>
ひさびさだし。<BR>
<BR>
ちなみに昨日は烏龍茶だけ飲んで過ごす。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/11 (日) 21:21:23</FONT>
</TT></TD></TABLE>
<P>
ＴＴ）┬┬食事制限中<BR>
<BR>
鶏卵・霜降り肉・豚肉はダメ。青魚と鶏肉なら可。<BR>
繊維と緑黄色野菜を取り、油ものは控える。<BR>
<BR>
・サラダうどん。海藻サラダ・鳥のささみともやしサラダ<BR>
サラダばっかだな、おい。<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/10 (土) 19:29:46</FONT>
</TT></TD></TABLE>
<P>
・＿）更新情報<BR>
<BR>
☆エバークエスト☆<BR>
流浪の裁縫屋の<a href="../eq_e.html">英語バーション</a><BR>
スキルは使わないと衰えるものですなあ（^＿^;）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/9 (金) 21:31:12</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・都内某所、芸術劇場の噴水広場（俗称：ナンパスタジアム）の前で<BR>
ドラマの撮影をやっている常盤貴子を見た。<BR>
黒いレザーコートを着て噴水前で何やら体を折るように咳き込んでいる。<BR>
周りをエキストラの通行人さん達が無関心に行き交う・・・。<BR>
<BR>
何のドラマだろ？最近、みてないから知らない。<BR>
２０分ほどみていたが、他の芸能人はいないっぽかったし<BR>
２回目の撮影とかにはいったのでその場を去り、帰宅。<BR>
<BR>
そういえば結構撮影現場にでくわすなあ。都内だから？<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/9 (金) 15:07:47</FONT>
</TT></TD></TABLE>
<P>
<h2>(T_T)</h2>お世話になりました。<BR>
<BR>
［健康診断個人票注意事項］<BR>
<font color="yellow">高脂血症</font>あり。食事に注意し１ケ月後要再検。<BR>
<BR>
高脂血症・・・日本人の三大死因の一つである<font color="yellow">心臓病</font>。その<font color="yellow">危険因子</font>として大きなウエイトを<BR>
             しめるのが「高脂血症」です。高脂血症のことを理解して、毎日の健康づくりにお役立てください。<BR>
<BR>
高脂血症は、コレステロールという垢が血管にたまり、自覚症状のないまま血管を細く硬くしていきます。<BR>
高脂血症が進行すると、生命を脅かす病気になりかねません。<BR>
一方、コレステロール値を正常に維持することで、心臓病による死亡率が低下するという報告もあります。<BR>
また、1％のコレステロール低下が2％の心疾患の発生を防ぐとも報告されています。<BR>
                                                                                                <BR>
<h2>高脂血症の治療薬は継続して服用しましょう。</h2><BR>
高脂血症の治療薬は、高脂血症を治す薬ではありません。コレステロール値を正常値に調節するための薬です。<BR>
ですから、コレステロール値が正常値（<font color="yellow">220mg/dL以下</font>）になったからといって薬を止めてしまえば、<BR>
再びコレステロール値はアップし、動脈硬化の原因になります。継続は健康につながります。 <BR>
<BR>
<h2>自分の症状に合った治療をしましょう。</h2><BR>
高脂血症の程度により、治療法も違ってきます。総コレステロールが<font color="yellow">220～240mg/dL</font>、中性脂肪が<font color="yellow">150～200mg/dL</font>の範囲ならば、<BR>
日常生活の是正や食事療法、運動療法などを2ヵ月ほど行うことでコレステロール値が減少する場合もあります。<BR>
しかし、2ヵ月以上続けても何ら改善が認められない場合は、薬物療法もプラスして、コレステロールの十分な管理を行いましょう。 <BR>
                                                                               <BR>
参考：<a href="http://www.banyu.co.jp/health/life/pa-0/index.html">萬有製薬</a>株式会社 <BR>
<BR>
え～私の場合ですが、総コレステロール値が<font color="yellow">２３０</font>mg/dlで中性脂肪は<font color="lime">149mg/dl</font>でした。<BR>
食事療法でなんとかなりそうです・・・。<BR>
<BR>
でも更新が２ヶ月以上なかったら○○だと思って下さい。（￣ノ￣）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/8 (木) 22:29:40</FONT>
</TT></TD></TABLE>
<P>
・＿）更新したとこ<BR>
<BR>
☆ネットゲームひとかじり☆<BR>
ひもろぎ、マジシャンマスター、アクア＝エリアスの結果更新。<BR>
<BR>
☆エバークエスト☆<BR>
クレリックの魔法にランク４の購入した３つを追加<BR>
<BR>
リンクに地図屋さんのページ追加<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/8 (木) 15:14:28</FONT>
</TT></TD></TABLE>
<P>
・＿）ＥＱについて<BR>
<BR>
・これはレベルのあるゲームです。<BR>
で、パーティプレイ推奨なゲームで、パーティを組む時に得られる<BR>
経験値は<font color="yellow">レベルに応じて入る</font>事になります。<BR>
つまり、つよいパーティーに入って鍛えるとかが出来ません（^^;）<BR>
<BR>
それはそれでバランスを取っているわけですが・・・・。<BR>
<BR>
で、時間のある人とない人の差が付きやすいです。<BR>
だからＥＱ内ではＵＯとかの知り合いのいない私はむしろ都合がいい。<BR>
一緒にできるのも最初だけですぐに差がつきそうだから（^^;）<BR>
<BR>
で、最近はレベルとプレイ時間の近い人と組むようになりました。<BR>
<BR>
その人は<BR>
・一緒に組んでたアメリカ人に「おめー英語できるのか？へへ」と言われてたりして<BR>
返答も片言でした。<BR>
・過去に２回組んだのですが、深夜の２時頃にログアウトの為、抜けます。<BR>
<BR>
この点から日本人かな？と思ったら<font color="yellow">香港の人</font>でしたヽ(‘ ▽‘ )ノ<BR>
<BR>
ネットゲーム万歳！ＥＱ万歳！とりあえず反日感情のない人でよかった（笑）<BR>
<BR>
その人に「英語うまいですねー」といわれて調子づいてます私（^_^;）<BR>
しばらくは香港の人２人（クレリックとウイザード）と組む事にしまーす。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/6 (火) 19:11:45</FONT>
</TT></TD></TABLE>
<P>
たまには書くか（^^;）<BR>
<BR>
・ここのところ連日ＥＱにドップリと浸かってます。<BR>
更新してるとこもそこだけです。<BR>
他のネットゲーもいくつかはやってますが（^^;）<BR>
<BR>
・先日の株主総会で社長の御子息は取締役となりました（^^;）<BR>
いや、個人では<font color="yellow">筆頭株主</font>なんですわ。<BR>
でもだからといって急に態度が変わるというわけでもなく、<BR>
普通におんなじ所に座ってます（^^;）<BR>
<BR>
・なんか連日のニュースで取り上げられてるもので<BR>
「うちの営業方法に関係ある事」が問題になってるようです。<BR>
社内では徹底した教育を求める声が上がり、集合をかけられて<BR>
色々と講義があった模様。<BR>
<BR>
内容を確認する限り、ウチの会社が問題起こしてるカモとか思った（--;）<BR>
<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/3 (土) 11:28:10</FONT>
</TT></TD></TABLE>
<P>
・＿）更新したとこ<BR>
<BR>
・エバークエストチュートリアル「<a href="../eq_tuto06.html">銀行の使い方</a>」<BR>
<BR>
・趣味の裁縫にスタッドのデータを載せた・・・ハズ<BR>
だったが、ファイルの差し替えを忘れてた模様<BR>
<BR>
今日も会社です。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/7/1 (木) 15:52:13</FONT>
</TT></TD></TABLE>
<P>
<h2>ヽ(‘ ▽‘ )ノボーナスが出ました♪</h2><BR>
<BR>
・世の中の不景気なぞ、どこふく風。社内は歓喜の声であふれています。<BR>
ふふっどのパソコンにしようかナー（￣ー￣）<BR>
<BR>
・昨夜未明から今朝にかけて、うちのページが見れなくなってました。<BR>
原因を聞くメールをだしつつ、久しぶりにメールアドレスのメールをチェック。<BR>
未読メール数<font color="yellow">１０６通</font>（汗）<BR>
原因がわかりました。<BR>
<BR>
「カードの期限が切れていたので新しく申請してくれ。<BR>
それができないなら解約とみなして、コンテンツ消します」<BR>
<BR>
というメールが再三あり、無視してた形になってたのです。<BR>
（そのメアド、使用してないのさ）<BR>
で、強制的に見れなくなってた模様(A^^;<BR>
<BR>
新しいカードの申請をして、復旧しました。<BR>
びっくりした？一番驚いたのは多分私です（;´Д｀）<BR>
だから更新は今日の夜にやりますよ。<BR>
<BR>
・３０００人を下まわったのでアクア＝エリアスにひそかに参加。<BR>
職場から参加登録をし、<font color="yellow">パスワードを度忘れ</font>していたのですが、<BR>
どうやら正確に継続登録できた模様（^_^;）<BR>
やってる人、誘ってねん♪<BR>
３９１番です。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/30 (水) 11:07:15</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・昨日会社でて、今日は誰も休む人がいなかったので休んでます（^^;）<BR>
休めるときに休まないとねえ。逆に体調壊しそうだけど。<BR>
<BR>
・ＥＱのページがはやくも１０００越えてますね。<BR>
裁縫だけで回ってるのでしょうか？まあ、他に見当たらないのも<BR>
あるのでしょうが、期待に応えるためにもバックパックをはやく<BR>
作成したいですな。<BR>
自由に注文が受けられるようになりたいけど、スキル上がらん（泣）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/27 (日) 15:45:12</FONT>
</TT></TD></TABLE>
<P>
・＿）今日もお仕事明日は休み♪<BR>
<BR>
・知ってます？ウチの会社の株が<font color="yellow">５０００円</font>を超えていたという事を。<BR>
株主総会が近くなって、株主には財務内容等が載っている資料が届くのですが、業績がいいから買いが<BR>
殺到したのでしょうか？（^^;）<BR>
<BR>
なかなか売りにいけなかったのでいよいよ売却しようかなー。<BR>
<font color="yellow">ボーナスが６月中はでない</font>っぽいし（／＿；）<BR>
<BR>
・カウンタが９０００超えてますねヽ(‘ ▽‘ )ノ<BR>
（９００４だった^^;）<BR>
１ヶ月もたたないうちに１０００人来場ですか？<BR>
<BR>
いろんな所から来てくれてありがとうございます（^-^）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/26 (土) 16:36:10</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
共通掲示板ですが、<font color="yellow">どうみても</font>エバークエスト一色なので<BR>
ＥＱ掲示板にしました。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/25 (金) 12:33:05</FONT>
</TT></TD></TABLE>
<P>
・＿）／<BR>
<BR>
・宅地建物取引主任者の免許更新の為の講習を申込にいく。<BR>
講習料を払い、写真を撮って提出。<BR>
ふと、もっている主任者証にある写真と比べてみる。<BR>
<BR>
写真はウソをつきません（意味不明）<BR>
３年前に撮ったやつなのですが、違いが一目瞭然です（号泣）<BR>
・・・でも空腹には勝てず、はんばーがーを２個食べる。<BR>
<BR>
運動すればいいのさ。<font color="yellow">すればね</font>

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/25 (金) 01:18:47</FONT>
</TT></TD></TABLE>
<P>
・＿）更新したとこ<BR>
<BR>
☆えばーくえすと☆<BR>
「流浪の裁縫屋」とタイトルを付けてみる。<BR>
その日の一番印象に残った事を絵付きで載せてみる。<BR>
趣味の裁縫と片手間の鍛冶のレイアウトを変えたり内容を追加したり・・・。<BR>
<BR>
いじょ。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/24 (木) 12:01:35</FONT>
</TT></TD></TABLE>
<P>
<DL><BR>
<DT><FONT SIZE="+1"><B>れいばーの伝説はこのように語り継がれる・・・</B></FONT><BR>
<BR>
<DD><BR>
<BR>
<B>れいばー</B>は、ジュラ紀の琥珀の中に眠っていた蚊の遺伝子から復元された。<BR>
<BR>
<B>れいばー</B>はのろけが得意だった。<BR>
<BR>
<B>れいばー</B>はレンジでチンすると美味しく食べれるらしい。<BR>
<BR>
<B>れいばー</B>は<B>25歳</B>の時もよくたれていた。<BR>
<BR>
<B>29歳</B>の時、「あいたい・・・」とだけ書かれた宛先人不明の手紙を出した相手を探すために、日本全国行脚の旅に出る。<BR>
<BR>
<B>32歳</B>の頃、世界中を廻ってドクロストーンを捜したが、見つからずにおしおきされる日々が続いた。<BR>
<BR>
<B>34歳</B>、髪の毛が地面に届くまでに。<BR>
<BR>
<B>れいばー</B>は<B>51歳</B>の時、「水兵リーベィ僕の船、生アルチップスクラークか！？」と元素記号を覚える方法を発見した。そのせいで、<B>れいばー</B>は『<B>マッドサイエンティスト</B>』と呼ばれるようになった。<BR>
<BR>
<B>59歳</B>、７つの傷を持った男(なんとなくにせものっぽい)に突然「俺の名を言ってみろ！」と言われる。<BR>
<BR>
<B>64歳</B>、わずか半年で50%も増量。<BR>
<BR>
<B>マッドサイエンティスト</B>の枕言葉は「脂の乗り切った」だった。そのせいで、<B>マッドサイエンティスト</B>は『<B>むっちり君</B>』と呼ばれるようになった。<BR>
<BR>
以上の記述は、民迷書房「中華料理と<B>むっちり君</B>の不思議な関係」、「三日でわかる<B>むっちり君</B>」より抜粋<BR>
<BR>
<B>81歳</B>の頃、等身大<B>むっちり君</B>人形、発売中止になる。<BR>
<BR>
だが、それも長くは続かなかった。<BR>
<BR>
最後は「ゾーマを倒す」と言って旅に出たが、戻っては来なかった。<BR>
<BR>
</DL><BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/23 (水) 12:59:47</FONT>
</TT></TD></TABLE>
<P>
ヽ(´。｀)ノ <BR>
<BR>
・業者から会社のＨＰのフロッピーを再度もらった。<BR>
受け取った代わりの人は「ウィンドウズでみれますよね？」<BR>
と再度確認し、私に来た人（課長？）も「ＯＫです」<BR>
とかいっていたくせに・・・。<BR>
<BR>
フロッピーには「<font color="yellow">for Mac</font>」の文字が（^^;）<BR>
<BR>
「まあ、最初からMac用にフォーマットされてるやつを買っただけで<BR>
中身はウィンドウズに再フォーマットしていれたのかも・・・」<BR>
<BR>
そう思いつつ（淡い期待）フロッピーを開こうとすると・・・<BR>
<BR>
「<font color="lime">このフロッピーはフォーマットされていません。初期化しますか？</font>」<BR>
<BR>
<h2>（ノ#-_-)ノ ┴┴</h2><BR>
<BR>
今日はもう、帰ってもいいですか？（／＿；）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/21 (月) 03:00:32</FONT>
</TT></TD></TABLE>
<P>
・＿）「更新情報」<BR>
<BR>
☆エバークエスト☆<BR>
・「ノーラスの癒し手」<a href="../eq_d006.html">５日目</a><BR>
・<a href="../eq_tuto05.html">チュートリアル</a>のお店での操作について（^^;）<BR>
・クレリックの呪文<a href="../eq_magic.html#rank3">ランク３</a>に購入した魔法のアイコン追加<BR>
・<a href="../eq_skill.html">趣味の裁縫</a>のレイアウトを変更し、<a href="../eq_smith.html">片手間の鍛冶</a>に<BR>
メタルビットとファイル作成の説明をのせる。<BR>
<BR>
ぼちぼちミディアムクオリティの皮が手に入ってきたのでスタッドレザーに挑戦かも。<BR>
で、スタッド作成のため、鍛冶を鍛えます。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/19 (土) 12:45:30</FONT>
</TT></TD></TABLE>
<P>
・＿）「更新情報」<BR>
<BR>
・仕事中の合間に更新。<BR>
☆エバークエスト☆<BR>
「<a href="../eq_skill.html">趣味の裁縫</a>」と「<a href="../eq_smith.html">片手間の鍛冶</a>」に情報追加。<BR>
鍛冶でいろいろ作成したやつの画像を更新予定。<BR>
裁縫でもけっこういろんな皮が手に入るようになってきた。

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/18 (金) 19:46:46</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
・仕事帰りにビッ○カメラに買い物にいった。<BR>
プリンタのインクリボンがなかったからだ。<BR>
黒とカラーの２つを持ってレジへ。<BR>
店員：「お会計<font color="yellow">５４４０円</font>になります」<BR>
<BR>
私：（・・・高い）（－－；）←ちょっと固まる<BR>
<BR>
ポイントカードのポイントを使用する。<BR>
<BR>
店員：「ポイント使用しまして、<font color="yellow">７１６円</font>になります。」<BR>
<BR>
私：ヽ(‘ ▽‘ )ノ♪<BR>
<BR>
*********************************************<BR>
ポイントサービスって偉大だなあ、と改めて実感♪

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/18 (金) 14:01:16</FONT>
</TT></TD></TABLE>
<P>
・＿）「更新情報」<BR>
<BR>
☆エバークエスト☆<BR>
「趣味の裁縫」に情報追加。いやーいい皮が獲れるわ。あそこは。<BR>
<font color="yellow">ホクホク</font>さね。<BR>
↑死語<BR>
死んだらFelwithe強制的にもどるされるけど（^^;）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/16 (水) 09:02:07</FONT>
</TT></TD></TABLE>
<P>
・＿）<BR>
<BR>
★昨日の事★<BR>
支店のホームページを作成している業者から新しいファイルがフロッピーで<BR>
納品される・・・ハズだった。<BR>
納品予定時間は１７：００だが、実際来たのは<font color="yellow">２０：００になろうか？</font>という時間（ーー#）<BR>
そしてフロッピーの中身を見ようとエキスプローラで開こうとしたら、<BR>
<BR>
<font color="lime">[フロッピーがフォーマットされていません。初期化しますか？]</font><BR>
<BR>
だってさ（^-^;）あは、あはははははって<h2>おい！凸（－－＃）</h2><BR>
<BR>
こんな仕事ぶりで２０万払ってていいのか？おれにくれー（／＿；）<BR>
作成したヤツが全額もらえるわけじゃないとは思うが、ちょっと頭の中に「転職でも？」<BR>
という考えが浮かんだのは私だけではないハズ・・・・。<BR>
<BR>
でも、仕事でやるとなるとキツイかもなあ（￣-￣）<BR>


</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/15 (火) 02:35:31</FONT>
</TT></TD></TABLE>
<P>
・＿）更新<BR>
<BR>
★エバークエスト★<BR>
<BR>
・「ノーラスの癒し手」（<a href="../eq_d005.html">５日目</a>）<BR>
すまんね。えばきゅうばっかりで（＾＾；）

</BLOCKQUOTE>
<P>
<BLOCKQUOTE>
<TABLE BGCOLOR="lime" WIDTH=90%><TD><TT>
<FONT COLOR="yelow">99/6/14 (月) 19:57:06</FONT>
</TT></TD></TABLE>
<P>
・＿）更新情報<BR>
<BR>
★エバークエスト★<BR>
・「<a href="../eq_skill.html">趣味の裁縫</a>」皮も新たに手に入ったよ。<BR>
そして「<a href="../eq_smith.html">片手間の鍛冶</a>」のページが（^^;）

</BLOCKQUOTE>
<P>

<P><HR SIZE=1><P>

<FORM ACTION="./history.cgi" METHOD="post">
<TT>管理用パスワード：</TT>
<INPUT TYPE="password" NAME="pass" SIZE="10" MAXLENGTH="8">
<INPUT TYPE="submit" VALUE="送信">
</FORM>

</BASEFONT></TT>

<DIV ALIGN="right">
<TT>History v1.31 [<A HREF="http://www3.osk.3web.ne.jp/~jawa/">Shigeto Nakazawa</A>]</TT>
</DIV>
</BODY></HTML>

