<html>
<head>
<title>Lance Dragon</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#D7C163" vlink="#D7C163" alink="#D7C163">
<div align="center"><font face="Arial, Helvetica, sans-serif"><b><br>
  </b></font><img src="../images/titre_archives.gif" width="152" height="28"> <br>
  <table width="80%" border="0" cellspacing="0" cellpadding="5">
    <tr bgcolor="#333333" valign="top"> 
      <td height="76"> <p><font face="Arial, Helvetica, sans-serif" size="2"><font color="#FFCC33"><strong>Semaines 
          du 16 au 22 Septembre 2002</strong></font><br>
          <br>
          <br>
          <strong>KAEL DRAKKEL: AVATAR OF WAR !</strong><br>
          <br>
          Lance Dragon ne cesse de regarder vers le haut, et notre avenir se profile 
          vers les plus grosses targets comme l'Avatar of War, ou m&ecirc;me avec 
          de la pers&eacute;v&eacute;rance l'Emperor of Ssraeshza.</font></p>
        <table width="47%" border="0" align="center" cellpadding="0" cellspacing="0">
          <tr> 
            <td><div align="center"><img src="../images/news/idol_rallos_zek.jpg" width="425" height="328"></div></td>
          </tr>
        </table>
        <br>
        <font size="2" face="Arial, Helvetica, sans-serif">Nous avions une chance 
        inesp&eacute;r&eacute; de voir la Statue de Rallos Zek up, ce qui signifiait 
        avec une grosse mobilisation de notre part, la possibilit&eacute; de prendre 
        une revanche sur Idol of the Rallos Zek que nous avions tomb&eacute; &agrave; 
        40% il y a de &ccedil;a un mois.<br>
        Nous nous sommes rod&eacute;s en quelques premiers essais sur Idol unslowed, 
        notamment sur le changement de MT qui est l'exercise difficile pour vaincre 
        Idol of Rallos Zek ou AOW, mais notre Dps &eacute;tait &eacute;norme ce 
        jour la, le bon essai fut une flawless victory... A moins que notre victoire 
        soit le r&eacute;sultat d'un &quot;lag exploit&quot; ;o)<br>
        <br>
        <img src="../images/news/inc_aow.gif" width="280" height="15"> </font> <br>
        <br>
        <table width="41%" border="0" align="center" cellpadding="0" cellspacing="0">
          <tr> 
            <td><div align="center"><img src="../images/news/aow.jpg" width="567" height="333"></div></td>
          </tr>
        </table> <br>
        <font size="2" face="Arial, Helvetica, sans-serif">Nous nous sommes retrouv&eacute;s 
        face &agrave; la force brute de l'Avatar of War, je peux vous garantir 
        que c'est tout &agrave; fait impressionnant. Nous avons parfaitement engag&eacute; 
        le combat, mais avons mal n&eacute;goci&eacute; un changement de Main 
        Tank, ce qui ne nous a pas emp&ecirc;ch&eacute; de tout donner pour faire 
        tomber l'AOW. Nous l'avons tomb&eacute; &agrave; 39% pour notre premier 
        et unique essai, ce qui n'est pas &agrave; d&eacute;m&eacute;riter, et 
        ce qui est surtout encourageant pour la suite, aucune victoire ne vient 
        sans apprentissage. Nous n'avons malheureusement pas pu encha&icirc;ner 
        un second essai, et pour cause des guildes am&eacute;ricaines que nous 
        ne citerons pas sont venus perturber l'Arena de Kael, et les personnes 
        pr&eacute;sentes ce jour la se souviendront peut &ecirc;tre d'un AOW qui 
        fut train jusqu'&agrave; la bank de Kael par ces m&ecirc;mes guildes... 
        Path&eacute;tique...</font><br>
        <br>
        <strong><font size="2" face="Arial, Helvetica, sans-serif">SSRA TEMPLE: 
        SAY A LITTLE PRAYER FOR US</font></strong><br>
        <br>
        <table width="37%" border="0" align="center" cellpadding="0" cellspacing="0">
          <tr> 
            <td><div align="center"><img src="../images/news/high_priest_ssra.jpg" width="425" height="284"></div></td>
          </tr>
        </table>
        <br>
        <font size="2" face="Arial, Helvetica, sans-serif">Voila quelques temps 
        que nous &eacute;tions en p&egrave;lerinage au Temple de Ssraeshza, mais 
        nous avions beaucoup p&ecirc;ch&eacute; en tuant la plupart des Shissar. 
        Pour &eacute;viter la col&egrave;re du peuple Shissar, nous sommes all&eacute;s 
        nous confesser &agrave; notre fa&ccedil;on aupr&egrave;s du High Priest 
        of Ssraeshza, c'est &agrave; dire les armes &agrave; la main... Comble 
        de malheur, le grand pr&ecirc;tre a pas vraiment appr&eacute;ci&eacute; 
        qu'on trouble la s&eacute;r&eacute;nit&eacute; de son temple. On reviendra 
        bient&ocirc;t... mais cette fois-ci en menant une croisade !!!<br>
        Une petite pens&eacute;e &agrave; tous ceux qui ont montr&eacute;s une 
        &eacute;norme motivation et notamment la crontrol team qui doit encore 
        avoir les mains qui chauffent :P<b><br>
        </b></font></td>
    </tr>
  </table>
  <br>
</div>
</body>
</html>
