<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Les Factions&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Les Factions -->

                <p align="left">Sous ce terme peu &eacute;loquent se cache une 
                  rouage important d'EverQuest : vos relations avec la quasi-totalit&eacute; 
                  des PNJs de Norrath, regroup&eacute;s par groupes sociaux. De 
                  par sa race, sa classe, sa religion et ses actions, votre personnage 
                  se construit un ensemble de &quot; factions &quot; qui vont 
                  d&eacute;terminer sa r&eacute;putation aupr&egrave;s des principales 
                  communaut&eacute;s de Norrath.</p>
                <p align="left">Ainsi, un elfe noir est mal vu dans les cit&eacute;s 
                  humaines, mais pas au point d'&ecirc;tre tu&eacute; &agrave; 
                  vue par le premier citoyen venu. Les gardes les laisseront passer 
                  en grima&ccedil;ant, les marchands refuseront de lui vendre 
                  leurs biens ou d'acheter ses marchandises, les passants l'ignoreront, 
                  mais il pourra se promener sans trop de risque dans l'enceinte 
                  de la ville. Seuls les paladins les plus fanatiques chercheront 
                  &agrave; mettre pr&eacute;matur&eacute;ment fin &agrave; ses 
                  jours.</p>
                <p align="left">En revanche, &agrave; Kelethin ou Felwithe, le 
                  m&ecirc;me elfe noir ne pourra pas faire dix pas sans &ecirc;tre 
                  poignard&eacute;, &eacute;pingl&eacute; par des dizaines de 
                  fl&egrave;ches, ou carbonis&eacute; par un d&eacute;luge de 
                  boules de feu ! Ceci parce que sa faction &quot; raciale &quot; 
                  est EXTR&Ecirc;MEMENT n&eacute;gative avec les autres peuples 
                  elfiques.</p>
                <p align="left">Imaginons maintenant que notre teir'dal soit n&eacute;cromancien 
                  et v&eacute;n&egrave;re Innoruuk&#133; A&iuml;e&#133; M&ecirc;me 
                  &agrave; Freeport, il aura du mal &agrave; passer les portes 
                  de la cit&eacute; autrement que les pieds devant ! Sa faction 
                  raciale, d&eacute;j&agrave; &quot; limite &quot;, est aggrav&eacute;e 
                  par sa classe et sa religion. Si en plus il s'amuse &agrave; 
                  offrir les gardes humains en &quot; go&ucirc;ter &quot; &agrave; 
                  son familier, alors il risque de se faire lapider &agrave; chaque 
                  coin de rue par des hordes de citoyens enrag&eacute;s ! Le meurtre 
                  d'un garde est en effet le meilleur moyen de devenir ennemi 
                  public num&eacute;ro 1 dans n'importe quelle cit&eacute; de 
                  Norrath.</p>
                <p align="left">Votre faction est modifi&eacute;e, dans une certaine 
                  mesure, par la personnalit&eacute; de votre interlocuteur. Ainsi, 
                  m&ecirc;me &agrave; Neriak, sa ville natale, notre elfe noir 
                  ne rencontrera pas que des habitants sympathiques. Certains 
                  lui t&eacute;moigneront de l'indiff&eacute;rence, d'autres se 
                  m&eacute;fieront de lui, etc. Il en est de m&ecirc;me dans toute 
                  cit&eacute;. Lorsqu'il s'agit de marchands, ces variations d'attitude 
                  ont une influence directe sur les prix propos&eacute;s.</p>
                <p align="left">Certaines factions sont invisibles et &eacute;ph&eacute;m&egrave;res. 
                  Ainsi, les <i>spiderlings</i> (comme la majorit&eacute; des 
                  insectes et arthropodes d'ailleurs) vous sont toujours indiff&eacute;rentes 
                  (<i>regards you indifferently</i>), quelles que soient votre 
                  race et votre classe. Mais si vous en attaquez une, elle devient 
                  agressive (normal, elle se d&eacute;fend) et si ses copines 
                  tra&icirc;nent dans les parages, elles lui pr&ecirc;teront assistance. 
                  En attaquant la <i>spiderling</i>, vous &ecirc;tes devenu pour 
                  un temps l'ennemi d&eacute;clar&eacute; des araign&eacute;es. 
                  Heureusement, ces bestioles ont un instinct gr&eacute;gaire 
                  limit&eacute;, et m&ecirc;me si vous en tuez des centaines, 
                  elles continueront &agrave; vous ignorer.</p>
                <p align="left">Les &ecirc;tres plus &eacute;volu&eacute;s, en 
                  revanche, gardent une trace de vos actes. Tuez un orque &agrave; 
                  Freeport ou dans les territoires communs orientaux (East Commonlands), 
                  et vous verrez aussit&ocirc;t le message suivant s'inscrire 
                  :<br>
                  <i>Haaarghh! The DeathFists shall hunt you down. My death will 
                  not go unnoticed!<br>
                  Your faction standing with DeathFistOrcs got worse<br>
                  Your faction standing with KnightsOfTruth got better<br>
                  Your faction standing with Guardians OfTheVale got better<br>
                  Your faction standing with AshenOrder got better<br>
                  Your faction standing with CommonsResidents got better</i></p>
                <p align="left">Ce simple meurtre (peut-&ecirc;tre &eacute;tait-ce 
                  d'ailleurs de la l&eacute;gitime d&eacute;fense ?) a donc d&eacute;grad&eacute; 
                  vos relations avec le clan orque des DeathFists et avec la race 
                  orque en g&eacute;n&eacute;ral, mais am&eacute;lior&eacute; 
                  votre r&eacute;putation aupr&egrave;s des habitants de Freeport. 
                  Si vous &ecirc;tes vous m&ecirc;me natif de la cit&eacute;, 
                  et &agrave; moins que vous ne soyez n&eacute;cromancien ou chevalier 
                  de l'ombre, cela changera peu de chose (peut-&ecirc;tre des 
                  discounts chez certains marchands, et encore). En revanche, 
                  si vous appartenez &agrave; une race ou une classe &quot; mauvaise 
                  &quot;, tuez une centaine d'orques et vous serez accueilli &agrave; 
                  bras ouverts, comme un citoyen honoraire de Freeport ! En revanche, 
                  les Orques mettront votre t&ecirc;te &agrave; prix, mais vu 
                  leur caract&egrave;re belliqueux, &ccedil;a ne changera pas 
                  grand chose&#133;</p>
                <p align="left">La plupart des qu&ecirc;tes ont &eacute;galement 
                  une influence sur vos factions. Ainsi, celles propos&eacute;es 
                  par les guildes de r&ocirc;deurs am&eacute;liorent en g&eacute;n&eacute;ral 
                  votre faction aupr&egrave;s des voleurs et assassins de tout 
                  poil, mais vous discr&eacute;ditent aupr&egrave;s des barbares 
                  d'Halas (qui se consid&egrave;rent comme le bras arm&eacute; 
                  de la Justice).</p>
                <p align="left">Adeptes de la neutralit&eacute; bienveillante, 
                  soyez pr&eacute;venus, il est quasiment impossible de maintenir 
                  de bonnes relations avec l'ensemble des factions de Norrath 
                  (ou alors vous refusez toutes les qu&ecirc;tes et vous ne tuez 
                  que des animaux). Pour consulter la liste des factions recens&eacute;es 
                  &agrave; ce jour, <a href="http://eqdruides.eqloft.com/Druide/principes/faction.htm">cliquez 
                  ici</a>.</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 29/08/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
