<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<TITLE>Eine gegerbte Splitpaw Haut</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAMME\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<body bgcolor="#000000" text="#FFFFFF">
<FONT SIZE=4><P ALIGN="CENTER">Eine gegerbte Splitpaw Haut</P>
</FONT>
<P>F&uuml;rchtet euch nicht meine Br&uuml;der! Wir haben dieses Heim &uuml;bernommen und wir werden es zu unserem eigenen machen! Benutzt alle Ressourcen die wir haben, um uns hier zu etablieren. Sorgt euch nicht um die Theth, da sie unsere Untergebenen sind. Benutzt ihre G&uuml;ter, benutzt ihre Dienste und benutzt ihre H&auml;ute falls dies notwendig ist. Zu gegebener Zeit werden wir unsere fr&uuml;here Gr&ouml;&szlig;e erreichen! Ishk kal hobra!</P>

<FONT SIZE=4><P ALIGN="CENTER">Folge 1 – Geschichte der Verishe Mal</P>
</FONT>
<P>Wir wurden von den H&auml;nden unseres Lords Brell Serilis aus Erde geformt. Er formte uns zu einem Bildnis welches ihm gleicht und wir sind stolz darauf. Es ist unsere Rolle zu lernen und uns auszubreiten und eins mit der Unterwelt zu werden. Wir werden geboren um viele Dinge zu wissen und wir werden dies erreichen. Unser Lord erz&auml;hlte uns, da&szlig; wir nicht den Fluch der anderen erleiden m&uuml;ssen und daf&uuml;r sind wir dankbar.</P>

<FONT SIZE=4><P ALIGN="CENTER">Folge 2 – Geschichte der Verishe Mal</P>
</FONT>
<P>Unsere Vorv&auml;ter gaben uns viele Aufgaben um uns zu verbessern. Wir lernten die Wege des Schwertes und der Magie. Jede Aufgabe erledigten wir erfolgreich. Zu der Zeit, als wir zu einer gro&szlig;en Rasse herangewachsen waren, wetteiferten wir mit einem unbarmherzigen Imperium, welches viele Meilen umspannte. Unser Volk wurde in ein Kasten System gezwungen und viele wurden versklavt.</P>

<FONT SIZE=4><P ALIGN="CENTER">Folge 3 – Geschichte der Verishe Mal</P>
</FONT>
<P>Die Verishe Mal wurden dann von den Ishva Mal beherrscht, harten und strengen Herrschern. In der alten Sprache bedeutet Ishva &uuml;berlegen und Mal bedeutet Herrscher. Die Ishva unterteilten sich in die Rosch und die Tesch, die Zauberer und die Kriegen Kaste. Den Rosch und Tesch &uuml;bergeordnet waren die Nisch, die spirituellen Herrscher der Verishe Mal. Kurz nach der Abschaffung der alten Wege und der Ishva formten die Nisch Val den Rat der Neun, der bis auf den heutigen Tag herrscht.</P>

<FONT SIZE=4><P ALIGN="CENTER">Folge 4 – Geschichte der Verishe Mal</P>
</FONT>
<P>Der Rat der Neun hat uns gewissenhaft viele Jahre lang beherrscht. Wir haben f&uuml;r uns Friedn gefunden und geschworen, andere nicht zu verletzen. Zwar gibt es einige Gruppierungen, die zu den alten Wegen zur&uuml;ck kehren wollen, aber der Rat hat diese Ideen zur&uuml;ck gewiesen. Es wird vermutet, da&szlig; im Moment jemand im Rat mit den alten Ishvas zusammen arbeitet, um die Verishe auf die alten Pfade zur&uuml;ck zu bringen. Dies darf auf keinen Fall geschehen.</P></BODY>
</HTML>
