<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!--  --> 
<p>by Slogram</p>
<p> ---------------------------------------------------------- </p>
<p>Klump trifft einen Ork-Legion&auml;r f&uuml;r 32 Schadenspunkte.<br>
  Marly sagt in einer undeutlichen Sprache 'Sorry, Mann, hab versehentlich den 
  Ork geheilt... hihi'<br>
  Njuhk versteigert 'Sonderangebote! Velium-Waffen schon ab 120 Platin!'<br>
  Ihr seid in Alkohol vertragen besser geworden! (98)</p>
<p>----------------------------------------------------------</p>
<p>Unser Heiler liegt mit dem Gesicht im Dreck, und Klump, der &uuml;berdurchschnittlich 
  intelligente Oger, sieht auch bereits halbtot aus. Aber irgendwie schafft er 
  es noch, mit letzter Kraft f&uuml;nf Ork-Krieger gleichzeitig in Schach zu halten. 
  Und w&auml;hrend ich verzweifelt versuche, den Angriffen meiner beiden gr&uuml;nh&auml;utigen 
  Gegner auszuweichen (und nach M&ouml;glichkeit das auf meinen R&uuml;cken geschnallte 
  F&auml;&szlig;chen Zwergenbier vor direkten Treffern zu sch&uuml;tzen) hat unser 
  zauberkundiger Gnom namens Njuhk, hauptberuflich fliegender H&auml;ndler, anscheinend 
  wieder mal eine Mana-Pause n&ouml;tig - soll hei&szlig;en, er sitzt in sicherer 
  Entfernung und bemalt erbeutete rostige Ork-Waffen mit Velium-Lackfarbe.</p>
<p>Was zwischenzeitlich vorgefallen ist? Nach unserer Ankunft vor den Stadttoren 
  Freihafens beschlo&szlig; Njuhk, erst einmal einen Teil des Inhalts seiner prallgef&uuml;llten 
  acht Rucks&auml;cke an die dort versammelten unerfahrenen Abenteurer zu verkaufen 
  - zu astronomisch hohen Preisen, versteht sich. Ich nutzte die Gelegenheit, 
  um in der Stadt meine restlichen L&ouml;wen- und B&auml;renfelle zu verkaufen, 
  die langsam einen wirklich eigenartigen Geruch entwickelten. Au&szlig;erdem 
  mu&szlig;te ich dringend meine Alkohol-Vorr&auml;te aufstocken. Klump entschied 
  sich, in sicherer Entfernung der Stadtwachen auf uns zu warten - &quot;Die m&ouml;gen 
  hier irgendwie keine Oger nich, wei&szlig;t du&quot;.</p>
<p>Als ich von meinem Ausflug in die Stadt zur&uuml;ckkehrte, zwei kleine F&auml;sser 
  Zwergenbier auf dem R&uuml;cken befestigt, hatte Njuhk anscheinend schon gute 
  Gesch&auml;fte gemacht. Ein junger menschlicher Krieger versuchte grade, sich 
  in viel zu kleine Ketten-Beinkleider in Zwergen-Konfektionsgr&ouml;&szlig;e 
  zu zw&auml;ngen. &quot;Das pa&szlig;t schon&quot;, versicherte Njuhk ihm, &quot;ihr 
  m&uuml;&szlig;t halt nur den Bauch einziehen - seht ihr, es geht doch! Nur nicht 
  zu tief einatmen! Von wegen, 'mir pa&szlig;t nur mittelgro&szlig;e R&uuml;stung'. 
  Spannt in den ersten paar Tagen vielleicht ein wenig im Schritt, aber das gibt 
  sich mit der Zeit, glaubt mir.&quot;. <br>
  Auch einige andere unwissende Neulinge hatten offensichtlich ein paar von Njuhk's 
  'erstaunlich preisg&uuml;nstigen' Waren erworben. Mit ungl&auml;ubigem Kopfsch&uuml;tteln 
  sah ich einen Waldelfen blindlings durch die Gegend torkeln - eine wenigstens 
  drei Nummern zu gro&szlig;e Kettenhaube verdeckte sein Gesicht bis zum Kinn. 
  Ein anderer 'zufriedener Kunde' versuchte ein paar Meter entfernt, einen Feuerk&auml;fer 
  mit einem v&ouml;llig stumpfen Breitschwert zu erschlagen, ohne nennenswerten 
  Erfolg. </p>
<p>&quot;La&szlig;t uns von hier verschwinden&quot;, raunte Njuhk mir leise zu, 
  &quot;manche K&auml;ufer &uuml;berlegen es sich schnell anders - obwohl an meiner 
  Ware wirklich nicht das Geringste auszusetzen ist - und ich nehme nicht gern 
  Reklamationen entgegen. In den Gemeinlanden sollten wir eigentlich sicher sein. 
  Wollten wir nicht sowieso auf Ork-Jagd gehen?&quot;<br>
  Also sammelten wir Klump ein, der in der Zwischenzeit durch seinen blo&szlig;en 
  Anblick einige junge Abenteurer zu Tode erschreckt hatte, und zogen weiter. 
  Njuhk konnte endlich mit uns Schritt halten - anscheinend hatte er f&uuml;r 
  den gr&ouml;&szlig;ten Teil seiner schwerwiegenden Waren bemitleidenswerte Abnehmer 
  gefunden. Trotzdem konnte es der geldgierige kleine Gnom nicht lassen. Kaum 
  in den Gemeinlanden angekommen, zog er einen trichterf&ouml;rmigen Gegenstand 
  aus einem seiner unz&auml;hligen Rucks&auml;cke und br&uuml;llte ab und an in 
  ohrenbet&auml;ubender Lautst&auml;rke etwas hindurch wie &quot;Verkaufe Krustentierschalen-Stiefel, 
  Kra plus 6, Aus plus 12 f&uuml;r nur 300 Platin!&quot; oder &quot;Absolute Niedrigpreise! 
  Silber-Ring mit Jade, TP plus 5, Mana plus 5 f&uuml;r nur 50 P!&quot;. Als niemand 
  auf seine unglaublich g&uuml;nstigen oder zumindest unglaublichen Angebote einging, 
  versuchte er es schlie&szlig;lich sogar bei unserem Oger. &quot;Sagt mal, Klump, 
  k&ouml;nnt ihr nicht ein paar Ringe gebrauchen, die eure Intelligenz erh&ouml;hen? 
  Nur 80 P das Paar, und eine Flasche von 'Clarissas charismatischem Mundwasser' 
  sowie ein St&uuml;ck Seife gebe ich kostenlos dazu!&quot;. Ein finsterer Blick 
  und ein dumpfes Grollen von Klump brachten ihn jedoch schnell zum Schweigen.</p>
<p>Njuhk schien sich in den Gemeinlanden bestens auszukennen und f&uuml;hrte uns 
  geradewegs zu einer Ansammlung von primitiven Zelten, offenbar ein Ork-Lager. 
  Nicht weit davon entfernt sa&szlig; eine dunkelh&auml;utige, spitzohrige Gestalt 
  und sah gelangweilt zu, wie ein wandelndes Skelett sich mit drei Ork-Kriegern 
  herumschlug. &quot;Bei Brell's br&uuml;nettem Bart, ein Dunkelelf, noch dazu 
  ein Nekromant, wie's aussieht - das haben selbst die Gr&uuml;nh&auml;ute nicht 
  verdient&quot; murmelte ich. &quot;Ham wir gleich&quot;, meinte Klump und spazierte 
  gelassen auf das blauh&auml;utige Spitzohr zu. &quot;He, das Camp hier is besetzt, 
  Oger&quot; fauchte der Dunkelelf, als Klump's unf&ouml;rmige Gestalt bedrohlich 
  vor ihm aufragte. Einen Augenblick sp&auml;ter befand er sich zwei Meter &uuml;ber 
  dem Boden, als Klump ihn am Kragen packte und auf Augenh&ouml;he heranzog. &quot;Gehst 
  du woanders c&auml;mpen, Blaubacke&quot; grollte der Oger ihn an, w&auml;hrend 
  der Elf verzweifelt den Kopf hin- und herwand, um der geruchsintensiven Atemwolke 
  des Ogers zu entgehen.<br>
  &quot;Ich besch&uuml;tze euch, Meister!&quot; ert&ouml;nte eine dumpfe Grabesstimme. 
  Die widerliche herbeibeschworene Kreatur des Nekromanten hatte von seinen schwer 
  angeschlagenen Gegnern abgelassen, um seinem Herrn und Meister beizustehen. 
  &quot;Ich verspotte den Angreifer, Meister! Du widerlich stinkendes Gesch&ouml;pf, 
  du Sohn einer Bergziege, du... du Oger, du!&quot;. W&auml;hrend Klump mit der 
  rechten Pranke den halberstickten Nekromanten absetzte, dessen Gesichtsfarbe 
  inzwischen sogar noch bl&auml;ulicher wirkte, verwandelte ein Schlag mit seiner 
  zwergenkopfgro&szlig;en linken das untote Gesch&ouml;pf in einen zuckenden Knochenhaufen. 
  &quot;Gut, ich gehe&quot;, meinte das Blaublut vor Wut zitternd, &quot;aber 
  ich werde mich bei den G&ouml;ttern &uuml;ber euch beschweren! Ich schreibe 
  eine Petition, die sich gewaschen hat, verla&szlig;t euch drauf!&quot;</p>
<p>&quot;Also gut, la&szlig;t uns mit dem k&uuml;mmerlichen Rest dieser Gr&uuml;nh&auml;ute 
  aufr&auml;umen&quot; meinte ich, als das bl&auml;uliche Gesch&ouml;pf endlich 
  abgezogen war. &quot;Sind ja nur noch drei &uuml;brig... nein, f&uuml;nf... 
  &auml;hm... sieben???&quot;. &quot;Naja, die erhalten st&auml;ndig Nachschub&quot; 
  sagte Njuhk. &quot;Niemand wei&szlig;, woher die eigentlich kommen, irgendwo 
  mu&szlig; hier wohl ein Nest sein. Manche Leute behaupten sogar, die Orks fielen 
  vom Himmel, oder aus den B&auml;umen.&quot;<br>
  &quot;Also, sieben Orks gegen drei, besser gesagt zweieinhalb... selbst mit 
  Klump an unserer Seite d&uuml;rfte das etwas schwierig werden. Wir brauchen 
  dringend einen Heilkundigen&quot;. Kaum hatte ich diese Worte ausgesprochen, 
  erklang eine gutgelaunte Stimme hinter uns: &quot;Yo, Mann! Mein Stichwort!&quot;. 
  Die Stimme geh&ouml;rte zu einem in grellbunte Gew&auml;nder und verschiedenartigste 
  abgetragene R&uuml;stungsteile gekleideten dunkelh&auml;utigen Menschen. Sein 
  Haar trug er nach der neuesten erudinischen 'Rastafari'-Mode. &quot;Yo, peace, 
  Mann, und Quellious zum Gru&szlig;e. Marly is mein Name. Bin angehender Kleri, 
  Austausch-Student aus Erudin.&quot; und, an Njuhk gerichtet: &quot;Sach ma, 
  H&auml;ndler, ihr habt nich zuf&auml;llig auch etwas Halblings-Pfeifenkraut 
  dabei?&quot; </p>
<p>Njuhk, der anscheinend so ziemlich alles mit sich herumschleppte, konnte nat&uuml;rlich 
  im Tausch gegen ein paar Platinm&uuml;nzen mit dem Gew&uuml;nschten aushelfen. 
  Nach ein paar tiefen Z&uuml;gen aus seiner Pfeife und einem ausgiebigen Hustenanfall 
  meinte unser neugewonnener Heiler &quot;Yeah.... la&szlig; krachen. Immer ran 
  an die Ork-Brut, ich heil euch schon - easy, Mann&quot;. Ich wollte grade sagen 
  &quot;also gut, vorsichtig anpirschen, immer einen nach dem anderen aus dem 
  Lager locken&quot; als Klump bereits ogrische Kriegsschreie gr&ouml;hlend das 
  Lager st&uuml;rmte und unter einem Haufen gr&uuml;nh&auml;utiger Leiber verschwand. 
  <br>
  Was blieb mir anderes &uuml;brig, als meine Streitaxt zu z&uuml;cken und mich 
  ebenfalls ins Get&uuml;mmel zu st&uuml;rzen? Ein paar grelle Lichtblitze und 
  der Geruch nach versengtem Ork-Fleisch lie&szlig;en darauf schlie&szlig;en, 
  da&szlig; Njuhk ebenfalls seinen Teil zu den Kampfhandlungen beitrug. Nachdem 
  es mir mittels Axthieben und w&uuml;sten Beschimpfungen gelungen war, dem &uuml;bereifrigen 
  Oger zumindest zwei seiner unz&auml;hligen Gegner abzunehmen, und Njuhk lauthals 
  &quot;OOM&quot; br&uuml;llte (was immer diese gnomischen Worte auch bedeuten 
  mochten), riskierte ich einen kurzen Blick &uuml;ber die Schulter. Der Kleriker-Student 
  Marly stand gl&uuml;cklich grinsend mitten im Kampfget&uuml;mmel und heilte 
  abwechselnd Klump, mich und unsere Gegner. Ab und an murmelte er &quot;Sorry, 
  Mann, hab schlecht gezielt&quot; oder &quot;Shit, wieder der Falsche&quot;. 
  Den beiden L&ouml;wen und dem Kodiak-B&auml;ren, die grade an ihm herumnagten, 
  schenkte er dabei keine sonderliche Beachtung. Irgendwie schien unser kleiner 
  Raubzug unter einem schlechten Stern zu stehen...</p>
<p></p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 03/09/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
