<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Das Quest&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Das Quest --> 
Vorbereitungen
<p>Als erstes solltet ihr euch 2 Sachen neben euren Computer legen, wenn ihr eine 
  Quest erledigen wollt, die gr&ouml;sser ist, als die kleinen Newbie Questen. 
  Diese beiden Sachen w&auml;ren: </p>
<p>ein Schreibblock ein Stift</p>
<p>Eventuell solltet ihr auch noch ausgedruckte Karten der Zonen bereithalten, 
  falls die Quests umfangreicher sind.</p>
<p>Dann kann es ja los gehen. </p>
<p>Von wem erhalte ich eine Quest?</p>
<p>Als erstes muss man feststellen, dass nicht jeder NPC eine Quest vergibt. Die 
  meisten Quest NPCs sind in Gilden zu finden, oder herumstreifende NPCs, die 
  eigentlich keine Bedeutung haben. Schreibt euch den Namen dieser NPCs sorgf&auml;ltig 
  auf, und auch m&ouml;glichst deren Standort, wenn er den angegeben sein sollte. 
</p>
<p>Was muss ich nun tun?</p>
<p>Geht nun zu einem dieser NPCs, die eine Quest vergeben. Nehmt ihn als Target 
  und dr&uuml;ckt die Taste 'H' um ihm ein Hail entgegen zu schallen. Er wird 
  sich euch zudrehen und euch erstmal mustern, sollte eure Faction hoch genug 
  sein, wird er euch eine Quest vergeben. Wie das so ungef&auml;hr abl&auml;uft 
  will ich euch hier zeigen. Den Spieler nenne ich jetzt einfach mal Magua und 
  der NPC h&ouml;rt ab jetzt auf den sch&ouml;nen Namen Idia.</p>
<p>Magua&quot;Hail Idia&quot;<br>
  Idia&quot;Ah, Hail Magua, Was machst Du hier? Jagst Du auch Orc? Ich hasse diese 
  abscheulichen Biester, ich suche immer neue Krieger Die mir helfen wollen, diese 
  [Monster zu vernichten] !&quot;<br>
  (Es gibt einen Abschnitt der in eckigen Klammern eingefasst ist. Um hier weiter 
  zu kommen muss man in seiner Antwort diesen Abschnitt mit einbeziehen.)<br>
  Magua &quot;Ich will helfen die Monste zu vernichten?&quot;<br>
  (Wenn ihr Schl&uuml;sselw&ouml;rter in eurer Frage unterbringt, achtet darauf, 
  da&szlig; abschlie&szlig;ende Punkte und Fragezeichen nicht direkt im Anschlu&szlig; 
  an die Schl&uuml;sselw&ouml;rter schreibt. La&szlig;t eine Leerzeichen dazwischen 
  oder la&szlig;t sie komplett weg, sonst wird es wom&ouml;glich nicht richtig 
  erkannt.)<br>
  Idia&quot; Ah, diese B&ouml;sen Orcs, haben meine Bruder get&ouml;tet. Nun will 
  ich [Vergeltung] f&uuml;r diese Tat.<br>
  Magua&quot;Was f&uuml;r Vergeltung&quot;<br>
  Idia&quot; Dort drausen sind hunderte von orc. Ich m&ouml;chte das Du sie T&ouml;test, 
  und mir [ihre K&ouml;pfe] bringst&quot;<br>
  Magua&quot;Ich werde Dir ihre K&ouml;pfe bringen&quot;<br>
  Idia&quot;Gut, ich wuste Du hilfst mir f&uuml;r meine Bruder vergeltung zu &uuml;ben, 
  als Danke gebe ich dir f&uuml;r jeden Kopf etwas Gold.&quot;</p>
<p>So, nun habt ihr die Quest, oder besser, ihr wisst was ihr tun m&uuml;sst. 
  Denn die meisten Questen sind immer &quot;freigeschaltet&quot; und man kommt 
  ohne das 'Hail' aus. Aber, dann macht sie nat&uuml;rlich nicht soviel Spass.<br>
  Manche Questen m&uuml;ssen aber erst &quot;freigeschaltet&quot; werden, also 
  es muss eine kleine Quest davor erledigt werden. Andere wiederum werden nie 
  mit Schl&uuml;sselw&ouml;rtern angeboten, bei diesen mu&szlig; man dann durch 
  Hinweise von anderen NPCs oder durch irgendwelche Beschreibungen auf Schriftrollen 
  o.&auml;. draufkommen. </p>
<p>Was f&uuml;r Questen gibt es?</p>
<p>Es gibt in den Landen Norraths verschiedene Questen. Man kann sie in 2 gro&szlig;e 
  Arten unterteilen. Da w&auml;ren einmal die Newbiequesten. Diese geben keine 
  gro&szlig;en Items, aber man kann als Newbie schon recht gut Geld damit verdienen, 
  da man ab und zu Rusty Weapons und Geld kriegt. Als Newbie sind sie eine nicht 
  zu untersch&auml;tzende Geldquelle. Zum anderen die Questen f&uuml;r Spieler 
  h&ouml;heren Levels. Sie haben immer brauchbare bis hervorragende Items als 
  Ziel und sind recht begehrt.</p>
<p>So, ich hoffe euch haben diese kleinen Ausf&uuml;hrungen ein wenig geholfen 
  und ihr k&ouml;nnt nun eure ersten Quests ohne Probleme l&ouml;sen.</p>
<p>So long... <br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 26/04/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
