<HTML><HEAD>
<TITLE>Untitled</TITLE>
</HEAD>
<STYLE>
<!--
a       { color:7b4644; text-decoration:none }
a:hover { color:990000; text-decoration:none }
-->
        </STYLE>
<BODY BGCOLOR="#FFFFFF">
<center>
<TABLE width="90%" BORDER="0" CELLSPACING="2" CELLPADDING="1">
<TR ALIGN="center" VALIGN="top">
	<TD><p align=justify><FONT FACE=Verdana,Arial,Sans-Serif SIZE="2" STYLE="font-size:10 px" COLOR=black><BR>
<BR>
<BR>
<BR>
<b>Runo</b> on elitistinen klikki, joka saa lis&auml;&auml; j&auml;seni&auml; sek&auml; ilmoittautumis- ett&auml; kutsumenetelm&auml;ll&auml;. Kaikkia halukkaita ei hyv&auml;ksyt&auml; mukaan. Klikkiin ovat tervetulleita ihmiset, joiden sivuilta t&auml;ytyy l&ouml;yty&auml; hyvi&auml; runoja, ja auktoriteetti t&auml;ss&auml; makuasiassa olen min&auml;, ringin omistaja, <A HREF="mailto:miaur@hotmail.com">Seeprahylje</A>.<BR>
<BR>
 Kannattaa kuitenkin yritt&auml;&auml;. En etsi uutta Sapphoa vaan varteenotettavia harrastajia.<BR>
<BR>
<BR>
Runo-klikkiin etsit&auml;&auml;n kehittym&auml;&auml;n pyrkivi&auml; kirjoittajia, joilla on tuore n&auml;k&ouml;kulma. Arvostan omaper&auml;isyden lis&auml;ksi kypsyytt&auml;, pahimpien aloittelijan virheiden poissaoloa ja aktiivista kirjoittamista. Klikki on tarkoitettu kirjoittajille, joiden runoja ei ole viel&auml; julkaistu muualla kuin antologioissa, lehdiss&auml;, Internetiss&auml; tai omakustanteina.

<BR>
<BR>Sivun, jolla runosi ovat, pit&auml;&auml; olla sinun omasi. Mik&auml; hyv&auml;ns&auml; sinun hallitsemasi sivu kelpaa, oli se sitten kokonaan alusta luotu tai jossakin verkkoyhteis&ouml;ss&auml; oleva henkil&ouml;kohtainen sivu. Vaatimuskena on kuitenkin, ett&auml; pystyt sijoittamaan klikin logon sivuillesi. Vain suomenkieliset runot houmioidaan, mutta muunkinkielist&auml; aineistoa saa sivuillasi olla.<br>
<br>
Sivujen ulkon&auml;k&ouml; ei vaikuta valintaan, kunhan se on suhteellisen hyv&auml;ll&auml; maulla toteutettu. Toimimattomia linkkej&auml; tai valtavia m&auml;&auml;ri&auml; varastettuja kuvia en katso hyv&auml;ll&auml;.
<BR>
<BR>
Runojen mitalla tai sen poissaololla, pituudella tai aihepiirill&auml ei ole v&auml;li&auml;. Runoiksi voidaan m&auml;&auml;ritell&auml; melkoinen joukko erilaisia tekstej&auml;.<BR>
<BR>

<BR></font></p>
</TD>
</TR>
</TABLE></center>
</BODY>
</HTML>