<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <BASE TARGET="_self">
  <TITLE>Tips und Tricks</TITLE>
  <META NAME="Microsoft Border" CONTENT="none">
</HEAD>
<BODY BGCOLOR="#ffffff" TEXT="#000080" leftmargin="0" BACKGROUND="../../rahmen/images/higru05.gif">

<H3><CENTER><BR>
<IMG SRC="../../rahmen/images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" WIDTH="266" HEIGHT="102"><BR>
<u><STRONG>Tips und Tricks</STRONG></u></CENTER></H3>

<P><CENTER><HR WIDTH="90%"><tbody> </tbody> <TABLE WIDTH="95%" BORDER="0"
CELLSPACING="2" CELLPADDING="0">
<TR>
<TD HEIGHT="98" BGCOLOR="#ffffff"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Der Bad-Word-Filter (rofl)<BR>
  </FONT></B><FONT SIZE=-1>Die Amis haben in ihrem dummen Textfilter sowohl
  die Smileys als auch (unter anderem) das Wort &quot;weniger&quot; drin,
  wei&szlig; der Henker warum. So kommt es, da&szlig; bei einem ganz normalen
  Chat ab und zu nur M&uuml;ll ankommt. Diesen Filter kann man mit <B>/filter</B>
  ausstellen.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>Zaubern &uuml;ber Tastatur<BR>
  </FONT></B><FONT SIZE=-1>Seit kurzem kann man die Spells in der Zauberleiste
  auch ohne Hotkey einfach per Tastatur ausl&ouml;sen. Von oben nach unten
  sind die Spells mit 1 bis 8 nummeriert und k&ouml;nnen mit Alt-1 bis Alt-8
  gezaubert werden.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD BGCOLOR="#ffffff"><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>Sprachen lernen ohne Generve<BR>
  </FONT></B><FONT SIZE=-1>Sicher, man kann sich auch ne Viertelstunde innerhalb
  einer Gruppe mit blablabla nerven und derweil keine Chatm&ouml;glichkeiten
  mehr haben, um ein Sprache zu lernen - es geht aber auch einfacher. Man
  groupt mit demjenigen, der einem die Sprache beibringen will und stellt
  derweil den Gruppenchat auf ignore. Ab und an bekommt man dann die Meldung,
  da&szlig; man was gelernt hat und kann sich dennoch ganz normal &uuml;ber
  Say, Tell oder Gilde weiterunterhalten. Den Groupchat kann man unter Option/Chatfilter
  ausstellen.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="24"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Consent geben<BR>
  </FONT></B><FONT SIZE=-1>Mit /consent &lt;name&gt; kann man einem anderen
  Spieler erlauben, die eigene Leiche zu bergen, also sie an einen anderen
  Platz im Gebiet zu bringen. Derjenige, der den Corpse holt hat dabei keinen
  Zugriff auf den Besitz des Gestorbene. Es gibt sogar die M&ouml;glichkeit
  einem eigenen Zweitchar consent zu geben, der (logischerweise) nicht online
  ist. Das kann Sinn machen, wenn man als Hochelf in Nektulos Forest umgekommen
  ist oder als Drow in einer &quot;guten&quot; Gegend. Oder wenn der andere
  Char bequem dorthin gaten kann, wo man grad ist. Wie auch immer, es funktioniert
  auf jeden Fall.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="172" BGCOLOR="#ffffff"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Kiting f&uuml;r jedermann<BR>
  </FONT></B><FONT SIZE=-1>Unter Kiting versteht man die Taktik der Druiden,
  ein Monster mit einem DOT anzuschiessen und dann zu rennen, bis der Spell
  gewirkt hat. Dann kurz stehenbleiben , den n&auml;chsten DOT draufzaubern
  und wieder rennen. Wenns einem nicht zu &ouml;de ist, kann man so auch
  st&auml;rkere Gegner killen ohne auch nur eine Schramme zu bekommen. Ist
  vielleicht feige, aber sehr wirksam.-))<BR>
  Das Kiting l&auml;&szlig;t sich aber auch in der Gruppe nutzen. Ich gehe
  mal davon aus, da&szlig; jeder Druide seine Gruppe st&auml;ndig unter SOW
  h&auml;lt (ich mache das zumindest so, weil es im Krisenfall die Fluchtchancen
  aller Gruppenmitglieder betr&auml;chtlich erh&ouml;ht) UND den Gegner mit
  Snare verlangsamt hat. F&uuml;r einen Zauberer mit SOW gibt es keinen Grund,
  erst lange mit seinen Nukes zu warten. Draufballern und wenn der Gegner
  einen daraufhin als Ziel ausw&auml;hlt einfach im Kreis um die Gruppe rennen,
  bis der N&auml;chste ihn abgelenkt hat. Man mu&szlig; seinen Gegner &uuml;brigens
  NICHT SEHEN, um auf ihn zu feuern, man mu&szlig; nur nahe genug dran sein.
  Yandi und ich haben das mit Crag Spiders gemacht und es geht prima. Medden
  mu&szlig; man nach dem Kampf eh, aber man bekommt weniger ab und braucht
  deshalb nicht auch noch heilen, Vergiftungen kurieren oder auf HP warten.
  Anwesende Zwerge, die rumgrummeln, da&szlig; sie lieber hauen m&ouml;chten,
  bes&auml;nftigt man am besten mit Bier:-)<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="172"><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>Mein Gegner resistet alle Spells<BR>
  </FONT></B><FONT SIZE=-1>Gerade wenn man gegen gelbe oder rote Gegner k&auml;mpft
  kann einem das leicht passieren. Ich habe aber festgestellt, dass die Nuke-Spells
  da offenbar unterschiedlich arbeiten: es gibt welche, die entweder richtig
  Schaden machen oder komplett resistet werden, aber es gibt auch DD-Spells,
  die zwar resistet werden, aber dennoch Schaden anrichten - nur halt weniger
  (zumindest bei den Druiden-Nukes). Der Lightning-Spell macht z. B. 95 dmg,
  wenn er komplett durchgeht. Wird er resistet, so bekommt der Gegner mal
  eine 8 und mal eine 56 ab, aber immerhin entsteht &uuml;berhaupt noch Schaden
  und das Mana ist nicht g&auml;nzlich vergeudet. Der zweite Spell geht dann
  &uuml;brigens meist komplett durch. <BR>
  Ich kann mir nicht vorstellen, da&szlig; das nur bei den Druidenspells
  so ist, also w&auml;re es sicher nicht falsch, wenn die anderen Zauberer
  mal ihre Spells daraufhin pr&uuml;fen w&uuml;rden. Lieber ein paarmal 50
  dmg machen, als sein Mana f&uuml;r einen Spell mit Riesenschaden zu vergeuden,
  der dann nicht durchgeht.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="184" BGCOLOR="#ffffff"><BLOCKQUOTE>
  <P><B><FONT SIZE=-1><BR>
  Der /report-Befehl<BR>
  </FONT></B><FONT SIZE=-1>Mit /report &lt;Name&gt; kann man den GMs die
  10 Zeilen &uuml;bermitteln, die gerade im eigenen Chatfenster zu sehen
  sind. Diese Funktion dient dazu, im Falle einer Petition die Ereignisse
  zu beweisen. Wichtig dabei ist, dass die Zeilen im Chatfenster SICHTBAR
  sind, also zurueckscrollen, bis das der Fall ist. <BR>
  Das ist sehr praktisch, wenn man Bugtode beweisen will (....hit for 10000
  dmg. You died....). Aber es ist auch sehr befriedigend wenn einem jemand
  dumm kommt. Beispiel: <BR>
  Wyatt Earp tells you: Can you tele me from Halas to Freeport? (beide Orte
  haben kein Druidengate und ich unterhalte mich gerade mit einem Hillie
  in RM)<BR>
  You tell Wyatt Earp: No, sorry, I am busy.<BR>
  Wyatt Earp tells you: But its important for me to go there and I am only
  lvl 3. (was kann denn in lvl 3 so wichtig sein, dass man nach Freeport
  muss?)<BR>
  You tell Wyatt Earp: No sorry, I am busy, ask another druid or wizard.<BR>
  Wyatt Earp tells you: You are a god damned bloody fucking german Nazi-bitch
  and my mainchar will kill you one day and my best friend is GM and will
  bann you and my cleric will never ress you and blablabla.<BR>
  /report Wyatt Earp<BR>
  /petition Hi! Could you please tell this Gentleman not to insult me? Thanks<BR>
  /ignore Wyatt Earp (optional)<BR>
  <BR>
  Es w&auml;re sicherlich lustiger, denjenigen abzuholen und in Dreadlands
  auszusetzen, aber das entspricht nicht den seltsamen Play-Nice-Regeln der
  Amis und man bekommt garantiert &Auml;rger, wenn mans tut. So bekommt er
  aber wenigstens vom GM was zwischen die H&ouml;rner.</FONT></P>
  <P><FONT SIZE=-1> </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="72"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  T&uuml;ren &ouml;ffnen<BR>
  </FONT></B><FONT SIZE=-1>Geht seit einiger Zeit, indem man auf u tippt.
  Das erspart einem den l&auml;stigen Wechsel zwischen Tastatur und Maus
  und kann bei einer Flucht sehr n&uuml;tzlich sein.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="76" BGCOLOR="#ffffff"><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>F&uuml;r Handwerker<BR>
  </FONT></B><FONT SIZE=-1>Von Stapeln im Inventory kann man ein einzelnes
  Teil runternehmen, indem man beim Anklicken die die Strg-Taste gedr&uuml;ckt
  h&auml;lt.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="117" WIDTH="100%"><BLOCKQUOTE>
  <B><FONT SIZE=-1>Vorsicht!<BR>
  </FONT></B><FONT SIZE=-1>Auch mit SOW drauf kann man im Vorbeilaufen von
  einem Monster geschlagen werden. Ist mir beim Passieren der Ost Commons
  passiert. Meiner Paladine machen die 66 dmg, die ihr der Griffin gelangt
  hat nicht so viel aus, aber meine Level-4- Enchanterin w&auml;re tot gewesen.
  Es ist also auch mit SOW drauf ratsam, am Rand entlang zu laufen, wo kaum
  b&ouml;se &Uuml;bermonster sind.</FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD BGCOLOR="#ffffff" HEIGHT="120" WIDTH="100%"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Was wollen wir eigentlich?<BR>
  </FONT></B><FONT SIZE=-1>Bevor man eine Gruppe bildet, sollte man kl&auml;ren,
  was man will: viel Beute oder viel Exp. Es nervt sp&auml;ter nur, wenn
  der eine Teil der Gruppe lieber viele kleine Monster killen will, um Beute
  zu machen und der andere Teil n&ouml;rgelt, da&szlig; er kaum vorankommt
  mit seiner Exp. Es macht also Sinn, wenn man nach zuz&auml;tzlichen Mitgliedern
  sucht, anzusagen was man jagen will. <BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="159" WIDTH="100%"><BLOCKQUOTE>
  <B><FONT SIZE=-1>Loot<BR>
  </FONT></B><FONT SIZE=-1>Wenn man in einer festen Gruppe k&auml;mpft, in
  der sich die Leute vertrauen, macht es Sinn, da&szlig; der Reihe nach gelootet
  wird und zwar immer einer solange, bis er voll ist. Dann der n&auml;chste
  u. s. w.<BR>
  Wenn alle vollgepackt sind, guckt man denjenigen aus, der am meisten Charisma
  hat und geht gemeinsam zu einem Kaufmann, der ihm m&ouml;glichst gewogen
  sein sollte, also im Idealfall jemand seiner Rasse. Dann verkauft das hochcharismatische
  Gruppenmitglied die gesamte gefundene Beute und danach wird das Geld geteilt.
  M&ouml;chte jemand etwas aus der Beute behalten, so bekommt er halt entsprechend
  weniger Geld. </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD BGCOLOR="#ffffff" HEIGHT="824" WIDTH="100%"><BLOCKQUOTE>
  <P><B><FONT SIZE=-1><BR>
  Kampf in der Gruppe</FONT></B><FONT SIZE=-1><BR>
  Monster haben eine Hassliste und ganz oben drauf steht derjenige, der ihnen
  am meisten Schaden zuf&uuml;gt. Diese Hassliste sollte man bei seiner Kampfstrategie
  bedenken.<BR>
  Ein Beispiel:<BR>
  Ranger Cal holt einen Orc, indem er Ensnare auf ihn castet (Verlangsamen).
  Orc ist sauer und rennt hinter Cal hinterher, der ihn zur wartenden Gruppe
  lockt. Dann gibt es mehrere M&ouml;glichkeiten:<BR>
  <BR>
  1.) Die Zauberer der Gruppe ballern alles drauf, was sie an Schaden machen
  k&ouml;nnen. Das hat dann den Effekt, da&szlig; der Orc blind vor Wut auf
  den Magier mit dem h&ouml;chsten Schaden losgeht und ihn hin und herjagt,
  w&auml;hrend der Heiler der Gruppe sein Mana daf&uuml;r ausgibt, den Magier
  zu heilen. Derweil laufen die Tanks hinter dem Orc her, in dem meist zwecklosen
  Versuch, seine Aufmerksamkeit wieder auf sich zu lenken. Im g&uuml;nstigsten
  Fall schafft der Magier es, zu zonen und man hat einen galligen Orc und
  einen leergecasteten Heiler. Im ung&uuml;nstigsten Fall hat man einen galligen
  Orc, einen leergecasteten Heiler, ein paar gefrustete Tanks und einen toten
  Magier.<BR>
  </FONT></P>
  <P><FONT SIZE=-1>2) Die Zauberer sparen ihr Mana und hauen einfach erstmal
  mit drauf und behalten dabei die HP-Balken aller Beteiligten im Auge. Ein
  2hd Staff macht bis zu 19 Punkten Schaden, bei 3 Castern in einer vollen
  Gruppe ist das pro Runde auch ein Damage von 57 Punkten! Die Tanks sollten
  in dieser ersten Kampfphase unbedingt versuchen, den Schaden untereinander
  zu verteilen: hat einer 2 Bubbles verloren, sollte er einen Moment zurueckweichen
  und den n&auml;chsten die Schl&auml;ge einstecken lassen, um dann von hinten
  wieder mit draufzuhauen. <BR>
  Nach einigen Runden stehen die Tanks ganz oben auf der Hassliste des Feindes,
  der mittlerweile auch schon einiges an HP eingeb&uuml;sst haben sollte.
  Zu diesem Zeitpunkt k&ouml;nnen ein starker DOT und ein gleichzeitig gecasteter
  Damagespell dazu f&uuml;hren, da&szlig; der Gegner anf&auml;ngt zu fliehen,
  denn er WEISS wieviel Schaden der Spell auf Dauer macht. Die Caster sollte
  zwar beim Ausprechen ihrer Spr&uuml;che unbedingt HINTER den Tanks stehen,
  aber in unmittelbarer N&auml;he bleiben und nicht anfangen, durch die Gegend
  zu rennen. Es ist kaum m&ouml;glich jemanden zu heilen, der sich bewegt.
  Im g&uuml;nstigsten Fall l&auml;uft es so, da&szlig; die Zauberer auf verschiedenen
  Seiten des Gegners stehen und wenn er einem an den Kragen geht, bekommt
  er vom anderen einen Spruch auf den R&uuml;cken gebrannt. Solange niemand
  die Stellung ver&auml;ndert, k&ouml;nnen in dieser Zeit die Tanks sehr
  viel Schaden anrichten.<BR>
  Es ist zwar sehr befriedigend, wenn der Gegner am Ende des Kampfes wegrennt,
  aber die &uuml;bliche Verfolgung birgt auch gewisse Gefahren, da man dabei
  unversehens in den n&auml;chsten Gegner stolpern kann. Besser ist es, wenn
  in diesem Moment die Caster noch ein wenig Mana gespart haben, um den Fl&uuml;chtenden
  abzuschie&szlig;en oder zu rooten.<BR>
  <BR>
  Das Ganze ist nur ein Beispiel. Aber ich denke, es zeigt, da&szlig; man
  grad beim Kampf in der Gruppe sehr viel erreichen kann, wenn man sich die
  M&uuml;he macht, vorher ein bischen &uuml;ber Strategie nachzudenken. Andere
  Gegner werden andere Strategien erfordern, aber einem guten Team wird sicher
  etwas einfallen.<BR>
  <BR>
  Eins gilt aber f&uuml;r alle K&auml;mpfe:</FONT></P>
  <P><FONT SIZE=-1>&gt; Gebufft wird VORHER. Nehmt euch die Zeit daf&uuml;r,
  es kann der Unterschied zwischen Sieg oder Leiche suchen sein. Ich habe
  einen Cleric auf Dauerignore gesetzt, weil er der Meinung war, die Tanks
  lieber nicht buffen zu wollen, weil das ja soviel Mana kostet....<BR>
  Kl&auml;rt ab welche Buffs das gleiche machen, die kann man sich dann in
  doppelter Ausf&uuml;hrung sparen (z. B. Skin like Wood und Courage). Und
  die Aussage &quot;ich bin Zauberer, ich brauche keine Buffs&quot; ist Schwachsinn.
  Ein Buff, der die HP 50 Punkte hochsetzt, macht immer Sinn, denn das ist
  ein Treffer mehr, den die Party einstecken kann, wenn es denn sein mu&szlig;!<BR>
  &gt; Kl&auml;rt vorher ab, wer die Gegner holt. Es gibt nichts Schlimmeres,
  als jemanden, der aus Ungeduld mal schnell einen Puma verhauen m&ouml;chte
  und dann besch&auml;ftigt ist, wenn das &quot;Lasso&quot; der Gruppe mit
  4 gelben Gegnern im Schlepptau ankommt.<BR>
  &gt; Einigt euch auf ein Kommando &quot;RUN&quot; oder oder &quot;OUT&quot;,
  bei dem die Party dann geschlossen flieht.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="136" WIDTH="100%"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Sprachen<BR>
  </FONT></B><FONT SIZE=-1>Bei gleichem Language Skill kann trotzdem einer
  dem anderen zu einem Skillpunkt verhelfen, indem er ihn einfach in der
  betreffenden Sprache volltextet (man mu&szlig; aber in einer Gruppe sein
  und scheinbar auch im gleichen Gebiet). Derjenige, der gelernt hat, mu&szlig;
  danach einmal zonen, um den Skill zu aktualisieren und kann dann seinerseits
  den anderen 2 Punkte weiterbringen. Das scheint recht langwierig zu sein,
  aber wenn man mal &uuml;berlegt, wie oft man w&auml;hrend eines Abends
  zont, kommt da doch eine Menge zusammen. <BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD BGCOLOR="#ffffff" HEIGHT="200" WIDTH="100%"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Ein Giant steh auf meiner Leiche - und nun?<BR>
  </FONT></B><FONT SIZE=-1>Manchmal l&auml;uft es richtig dumm und man ist
  nicht nur tot, sondern die Leiche liegt auch noch am denkbar ung&uuml;nstigsten
  Ort. Es gibt aber eine sehr gute und sichere M&ouml;glichkeit, auch dann
  an sein Hab und Gut zu kommen. Bitte jemanden in der N&auml;he, dich unsichtbar
  zu machen (oder mach es selbst) und dann schleich dich in die N&auml;he
  deiner Leiche. Wenn du nun /cor tippst und nahe genug dran bist, wird deine
  Leiche zu dir teleportiert. Es funktioniert in einem Umkreis von 50 (Loc-System).
  Dann weicht man ein St&uuml;ck zur&uuml;ck in Richtung Sicherheit und wiederholt
  das Ganze. Auf diese Art kann man ungesehen, den Corpse an eine sichere
  Stelle schaffen, um ihn dann zu looten. Au&szlig;erdem sieht es witzig
  aus, wenn so einen Leiche durch die Gegend hopst:-)) Sobald man beginnt,
  seine Sachen aufzunehmen wird man sichtbar. Das /cor geht auch im Wasser!
  Wer schon mal seine Sachen mit diversen Tauchg&auml;ngen gerettet hat,
  der wei&szlig;, wie &uuml;bel das sein kann.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="196" WIDTH="100%"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  Wie lange bleibt meine Leiche liegen?<BR>
  <BR>
  </FONT>*</B><FONT SIZE=-1> Leichen, die nichts im Inventory haben verschwinden
  nach 3 Minuten.<BR>
  </FONT><B>*</B><FONT SIZE=-1> Leichen von Chars im 1 bis 5 Level verschwinden
  nach 30 Minuten, egal ob man online oder offline ist.<BR>
  </FONT><B>*</B><FONT SIZE=-1> Leichen von Chars in Level 6 und h&ouml;her
  verschwinden nach 24 Stunden Online-Zeit bezogen auf den Account. Man kann
  also nicht ein paar Tage mit einem anderen Char spielen und dann erwarten,
  seine Leiche noch vorzufinden. Ist der Spieler dagegen nach dem Ableben
  offline (PC-Gau oder &auml;hnliches), so bleibt die Leiche eine Woche lang
  liegen.<BR>
  Alle angegebenen Zeitr&auml;ume sind Realzeit.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD BGCOLOR="#ffffff" HEIGHT="92" WIDTH="100%"><BLOCKQUOTE>
  &nbsp;<BR>
  <B><FONT SIZE=-1>Was tun mit dem gefundenen Quest-Item?<BR>
  </FONT></B><FONT SIZE=-1>Die umfangreichste Sammlung zu diesem Thema habe
  ich bislang auf <BR>
  everquest.gamestats.com gefunden. Mal reingucken.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="204" WIDTH="100%"><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>Hilfe!<BR>
  </FONT></B><FONT SIZE=-1>&Uuml;bernommen?<B> </B>Gegner doch zu stark?
  Der b&ouml;se Orc hat seinen gro&szlig;en Bruder gerufen?<BR>
  Wenn ihr seht, da&szlig; es eng wird, versucht Hilfe zu bekommen. Es n&uuml;tzt
  allerdings NICHTS &uuml;ber Shout nach Hilfe zu rufen, denn die Gebiete
  sind so gro&szlig;, da&szlig; jeder automatisch annimmt, da&szlig; man
  eh am anderen Ende ist und sich nicht weiter drum k&uuml;mmert (au&szlig;erdem
  schalten empfindlichere Gem&uuml;ter z. B. beim Betreten von East Commons
  die Shout- und OOC-Funktion eh ab, denn was da abgeht nervt nur).<BR>
  Besser ist es, den /yell-Befehl zu benutzen. Damit bekommt jeder in der
  N&auml;he die Meldung &quot;Dummbatz yells for help from behind you&quot;
  (oder left of you etc.), also eine Meldung mit Angabe der Richtung, aus
  der der Hilferuf kam. Wenn man /yell benutzt, sollte man es alle paar Sekunden
  wiederholen, weil man dann leichter zu finden ist.</FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="140" BGCOLOR="#ffffff"><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>&quot;A&quot; wie &quot;Attack&quot;?<BR>
  </FONT></B><FONT SIZE=-1>Das Programm belegt in der Grundeinstellung die
  &quot;a&quot;-Taste mit Autoattack. Das hat zur Folge, da&szlig; man nur
  einen kleinen Fehler machen braucht, um von einem NPC gekillt zu werden.
  Vergi&szlig;t man n&auml;mlich in einem Gespr&auml;ch vor dem Lostippen
  auf enter zu dr&uuml;cken, so befindet man sich ab dem ersten &quot;a&quot;
  im Satz im Kampfmodus. Es ist also auf jeden Fall sicherer das &quot;Autoattack&quot;
  auf eine andere Taste zu legen. Das geht &uuml;ber den Knopf &quot;Optionen&quot;
  und dann &quot;Keyboard&quot; ganz einfach und kann einem ne Menge Generve
  ersparen.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="136"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  &quot;Tell&quot;-Gespr&auml;che<BR>
  </FONT></B><FONT SIZE=-1>Wenn man sich l&auml;ngere Zeit mit ein und demselben
  Spieler unterhalten will lohnt es sich eine Hilfsfunktion im Chatfenster
  zu nutzen. Wenn man mit rechts auf das Chatfenster klickt, erscheint ein
  Men&uuml;, in dem man festlegen kann, welchen Gespr&auml;chsmodus man mit
  &quot;enter&quot; anw&auml;hlt. Dort klickt man &quot;tell&quot; an und
  schreibt rechts daneben den Namen des Gespr&auml;chspartners rein. So spricht
  man mit einmal Enterdr&uuml;cken immer denselben Spieler an, was bei Namen
  wie Binibikquegabenik die Kommunikation doch deutlich erleichtert.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="152" BGCOLOR="#ffffff"><BLOCKQUOTE>
  <B><FONT SIZE=-1><BR>
  /g und /r<BR>
  </FONT></B><FONT SIZE=-1>Ich wei&szlig; ja nicht wie es euch ergeht, aber
  mir passiert es oft, da&szlig; ich bei mehreren Paralellgespr&auml;chen
  /g und /r verwechsel und dann meine Gruppe oder auch meinen jeweiligen
  Tell-Partner mit seltsamen Botschaften begl&uuml;cke. Das bedeutet im Normalfall
  dann, alles nochmal tippen und an den richtigen Adressaten schicken, was
  besonders bei l&auml;ngeren Texten echt nervt. Man kann sich jedoch mit
  shift und Pfeil hoch den alten Text wieder anzeigen lassen und dann mit
  shift und Pos 1 auch den Cursor an den Anfang springen lassen, um das &quot;g&quot;
  gegen ein &quot;r&quot; auszutauschen oder umgekehrt. Das geht auch bei
  langen Texten, wenn man den Satzanfang nicht mehr sehen kann. Man muss
  dann halt &quot;blind&quot; das /r streichen und /g hinschreiben.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="108"><BLOCKQUOTE>
  <BR>
  <B><FONT SIZE=-1>Item auf Hot-Key<BR>
  </FONT></B><FONT SIZE=-1>Man kann ein Inventory-Fach zu einem Hot-Button
  machen, den man dann ganz normal auf eine Hotkey-Taste legen kann. Das
  macht Sinn bei speziellen Gegenst&auml;nden, die eine Funktion haben, die
  man bei Bedarf aktivieren mu&szlig;.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="124" BGCOLOR="#ffffff"><BLOCKQUOTE>
  &nbsp;<BR>
  <B><FONT SIZE=-1>Lay Hand <BR>
  </FONT></B><FONT SIZE=-1>Wenn ihr mehrere Paladine in der Kampfgruppe habt,
  dann einigt euch vor Beginn des ersten Kampfes auf eine Reihenfolge, in
  der die Paladine im Notfall ihren Lay Hand einsetzen. Es ist schade, wenn
  mehrere Leute zugleich auf den gleichen Spieler Lay Hand machen und dann
  30 Sekunden sp&auml;ter ein anderes Gruppenmitglied stirbt, weil keiner
  mehr da ist. <BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="92"><BLOCKQUOTE>
  &nbsp;<BR>
  <B><FONT SIZE=-1>Sidestep<BR>
  </FONT></B><FONT SIZE=-1>Wenn man die Strg-Taste festh&auml;lt kann man
  sich mit Pfeil links oder rechts seitw&auml;rts bewegen. Das kann recht
  hilfreich sein, wenn man mal vorsichtig um eine Ecke luschern m&ouml;chte.<BR>
  </FONT></BLOCKQUOTE>
</TD></TR>
<TR>
<TD HEIGHT="108" BGCOLOR="#ffffff"><BLOCKQUOTE>
  &nbsp;<BR>
  <B><FONT SIZE=-1>Medden<BR>
  </FONT></B><FONT SIZE=-1>Nehmt Euch vor dem Kampf die Zeit daf&uuml;r!
  Ihr wisst nie, ob der alberne gr&uuml;ne Orc nicht seinen gro&szlig;en
  roten Bruder zu Hilfe ruft. Es dauert sicher einen Moment, 500 oder mehr
  Manapunkte hochzumedden, aber es kann euch im Bedarfsfall den Hintern retten.
  Besser die Party wartet einige Minuten, bis die Zauberer voll Mana sind,
  als wenn die Gruppe eine halbe Stunde wartet, bis ein gestorbenes Mitglied
  wieder am Kampfort ankommt.<BR>
  Merke: Ein Zauberer ohne Mana ist der lausigste Tank, den man sich nur
  vorstellen kann.</FONT></BLOCKQUOTE>
</TD></TR>
</TABLE>
</CENTER></P>

<P></table></center>
</BODY>
</HTML>
