<html>
<head>
<title>Circle of Dark Heroes - Gildenregeln</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF">
<dl> 
  <dt> 
    <div align="center"><font face="Verdana, Arial, Helvetica, sans-serif"><b><font color="#CCCCCC">Eine 
      Gilde ist eine Gemeinschaft, und wie jede Gemeinschaft brauchen auch wir 
      einige Regeln</font></b></font></div>
  </dt>
  <p><font color="#CCCCCC"><br>
    <br>
    </font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><b><font size="3">1. 
    Spa&szlig; ist das oberste Gebot</font></b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Ziel 
    der Gilde ist es, dass alle m&ouml;glichst viel Spa&szlig; haben. Deshalb 
    gr&uuml;nden wir uns auf gegenseitige Freundschaft und Hilfsbereitschaft. 
    Klar das dabei auch viel gel&auml;stert wird, aber auf einen freundschaftlichen 
    Umgangston legen wir gro&szlig;en Wert. Niemand wird geringer angesehen, nur 
    weil er vielleicht weniger Level oder weniger Erfahrung hat.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b>2.Nutze Deinen /gu Chat</b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Sehr 
    wichtig ist die Kommunikation &uuml;ber den Gildenchat /gu. Dieser findet 
    in deutscher Sprache statt. Dazu geh&ouml;rt, dass man im Allgemeinen Hallo 
    sagt wenn man sich einloggt und Tsch&uuml;ss wenn man wieder geht. Auch ein 
    LFG (looking for group) sollte man erstmal im Gildenchat ansagen, vielleicht 
    hat ja einer der Anwesenden einen anderen Charakter genau in der Zone. Das 
    gleiche gilt, wenn in einer existierenden Gruppe ein Platz frei wird. Man 
    sollte keine Angst haben, dumme Fragen im Gildenchat zu stellen. Andererseits 
    aber auch bitte nicht b&ouml;se sein, wenn, auf eine Frage, z.B. nach dem 
    Preis von irgendwas, niemand eine Antwort weis.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><b><br>
    3. Helfe Und Es Wird Dir Geholfen</b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Jedes 
    Mitglied ist dazu angehalten, anderen Mitgliedern im Rahmen seiner M&ouml;glichkeiten 
    zu helfen. Ein kleiner Aufwand f&uuml;r einen Charakter, kann eine gro&szlig;e 
    Hilfe f&uuml;r einen anderen Charakter sein. Anfragen um Hilfe bitte in h&ouml;flicher 
    Form stellen, und nicht &uuml;bertreiben. Es wird zum Beispiel von niemandem 
    erwartet, dass er seine Gruppe verl&auml;&szlig;t, nur um eine Kleinigkeit 
    f&uuml;r jemanden anders zu erledigen. Man hat sozusagen keinen &quot;Anspruch&quot; 
    auf Hilfe, aber je hilfsbereiter jeder einzelne ist, desto mehr wird jedem 
    geholfen.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b>4. Aufnahme neuer Mitglieder</b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Neue 
    Mitglieder sind jederzeit in der Gilde willkommen. Es wird kein Minimum an 
    Level oder Spielerfahrung verlangt, wir nehmen auch v&ouml;llige Newbies. 
    Voraussetzung f&uuml;r die Aufnahme in die Gilde ist, deutsch sprechen (&auml;h, 
    tippen) zu k&ouml;nnen. Die neu Aufgenommenen m&uuml;ssen sich auch bereit 
    erkl&auml;ren, die Gildenregeln auf der Homepage zu lesen und anzuerkennen. 
    Wir erwarten von einem Bewerber, dass er bereits vor seiner Aufnahme mit Gildenmitgliedern 
    grouped. Wie sollen wir ihn sonst kennenlernen. Nach der Aufnahme gibt es 
    erstmal eine Probezeit von 2 Wochen. Diese dient dazu, die betreffende Person 
    noch besser kennen zu lernen. Die einzige Einschr&auml;nkung eines Probemitglieds 
    ist: es hat keinen Zugriff auf das Forum mit den Bewerbungsdiskussionen.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b>5. Events</b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Weder 
    der Gildenleiter noch die Offiziere sind f&uuml;r Events &quot;verantwortlich&quot;, 
    jedes Mitglied kann ein Event organisieren. Niemand soll sich beschweren, 
    wenn f&uuml;r sein Level oder seine Bed&uuml;rfnisse gerade nichts stattfindet, 
    sondern soll sich statt dessen dann selber bem&uuml;hen, etwas zu organisieren. 
    &quot;Jeder&quot; schlie&szlig;t nat&uuml;rlich die Gildenf&uuml;hrung und 
    Offiziere ein. Events in der Form von gemeinsamen Ausfl&uuml;gen in ein Dungeon 
    oder so, sind f&uuml;r fast jedes Level denkbar. Nat&uuml;rlich steht es jedem 
    Mitglied frei, an Events teilzunehmen oder auch nicht.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Das 
    klappt manchmal spontan, aber am besten sollte der jeweilige Organisator das 
    Event vorbereiten: Ank&uuml;ndigung im Forum, Ausdrucken von Kartenmaterial 
    und die Organisation der Transporten sind alles wichtige Bestandteile eines 
    guten Events. Nat&uuml;rlich k&ouml;nnen auch andere Arten von Events organisiert 
    werden wie z.B. Parties, Saufgelage, Wettbewerbe, Turniere oder Markttage.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Es 
    kann bei einem Event manchmal vorkommen, da&szlig; alle Teilnehmer schnell 
    loggen m&uuml;ssen und dann offline abwarten m&uuml;ssen, bis sie wieder einloggen 
    k&ouml;nnen. Aus diesem Grund w&auml;re es sehr w&uuml;nschenswert, wenn jedes 
    Mitglied zumindest einen Zweitie in der Gilde hat, damit &uuml;ber diesen 
    die Kommunikation in so einem Falle erleichtert wird.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b>6. Kein Killsteal und Ninjalooten</b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Alle 
    Gildenmitglieder sind f&uuml;r den guten Namen der Gilde verantwortlich. Jeder 
    soll sich an die geschriebenen und ungeschriebenen Verhaltensregeln von EverQuest 
    halten. Im Zweifelsfall im Gildenchat nachfragen, wie man sich verhalten soll. 
    Wir wollen nicht als notorische Killstealer oder Ninjalooter bekannt werden!</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Deshalb 
    werden Anschuldigungen anderer Spieler gegen Mitglieder sorgf&auml;ltig gepr&uuml;ft. 
    Der Gildenleiter kann, nach einer Diskussion im Forum, von dem betroffenen 
    Spieler eine Wiedergutmachung fordern (z.B. Herausgabe unrechtm&auml;&szlig;ig 
    erworbener Items). Wir wissen, das Fehler und Missverst&auml;ndnisse passieren. 
    Aber wenn ein Gildenmitglied wiederholt und nachweisbar gegen EverQuest Verhaltensregeln 
    verst&ouml;&szlig;t, wird das im Extremfall zum Gildenausschluss f&uuml;hren.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><b><br>
    7. Twinken und Powerleveln: Jeder Wie Es Ihm Spa&szlig; Macht</b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Die 
    Gilde hat eine liberale Auffassung zum Twinken und Powerleveln. Manche Leute 
    tun es, manche nicht. Keine der beiden Methoden ist irgendwie &quot;besser&quot;, 
    das soll jeder so halten, wie es ihm am meisten Spa&szlig; macht. Wir betreiben 
    KEIN systematisches Powerleveln von Mitgliedern. Aber wenn ein h&ouml;herleveliger 
    Caster der Gilde bei einem vorbei rauscht, kann man gerne nach Buffs fragen. 
    Und wer in der Gilde jemanden findet, der sich bereit erkl&auml;rt etwas Zeit 
    ins Powerleveln zu stecken, dem wird das von uns nicht verboten.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Mit 
    dem Twinken (Abgeben von h&ouml;herleveliger Ausr&uuml;stung an niederlevelige 
    Charaktere) halten wir das &auml;hnlich. Kein systematisches Twinken, aber 
    wer von den h&ouml;heren Charakteren von ihm nicht gebrauchte Ausr&uuml;stung 
    in der Bank rumliegen hat, kann sie gerne an ein j&uuml;ngeres Mitglied weitergeben. 
    Gute Chancen bestehen fuer einen v&ouml;lligen Neuanf&auml;nger, von jemandem 
    der Tradeskills beherrscht eine Raw Silk oder Banded Armor zu erhalten. Bevor 
    man Ausr&uuml;stung wegwirft oder zu Dumpingpreisen an den Vendor verkauft, 
    sollte man mal &uuml;berlegen ob sie nicht ein niedrigleveliger Charakter 
    brauchen kann.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b><font size="3">8. Bitte keine Doppelmitgliedschaften</font></b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Den 
    Migliedern des CoDH ist es untersagt gleichzeitig Mitglied einer anderen Gilde 
    auf Ayonae Ro zu sein. Geht ein Charakter eines Spielers, werden auch alle 
    anderen Charaktere aus der Gilde entfernt. Hat ein Spieler bereits seinen 
    Hauptcharakter in einer andern Gilde kann er keine Lowbies im CoDH 'parken'. 
    Erlaubt ist es jedoch einen gildenlosen Charakter au&szlig;erhalb des Gildenlebens 
    zu spielen, von dem die Gilde auch keine Kenntnis haben muss. Jeder braucht 
    mal Ruhe und Entspannung </font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b><font size="3">9. Austritt</font></b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Jedes 
    Mitglied hat das Recht, unsere Gilde auch wieder zu verlassen. Dies sollte 
    von beiden Seiten aus in freundschaftlicher Weise geschehen, ohne gegenseitige 
    b&ouml;sartige Raufereien. Dazu ist es wichtig, die Gr&uuml;nde des Austritts 
    mitzuteilen, im Forum und im Guildchat. Was wir nicht wollen, sind &quot;geplante&quot; 
    Austritte. Wer jetzt schon vorhat, ab einem bestimmten Level in eine andere 
    Gilde einzutreten, braucht bei uns gar nicht erst anzufangen. Aber wer aus 
    pers&ouml;nlichen Gr&uuml;nden die Gilde verl&auml;&szlig;t, und das in zivilisierter 
    Weise tut, kann auch jederzeit wieder aufgenommen werden, wenn sich seine 
    Umst&auml;nde wieder ge&auml;ndert haben.</font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" color="#CCCCCC"><br>
    <b><font size="3">10. Die Homepage und das Forum</font></b></font></p>
  <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#CCCCCC">Diese 
    Homepage ist elementarer Bestandteil des Gildenlebens. Bitte Besucht vor dem 
    Einloggen in Everquest regelm&auml;&szlig;ig unser Gildenforum. So seid Ihr 
    immer auf dem Laufenden.</font></p>
  <p></p>
  <dt>&nbsp; </dt>
</dl>
</body>
</html>
