{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kevin Dailey","from":"Kevin Dailey &lt;kevin_dailey@...","replyTo":"LIST","senderId":"w6JQlx0rzJl_Aw-XAokt5zb3s4OsQlwKPqFIiQTL0HW4TOyJxFdAt3wHXuhLAKAHUkBPbLN0GT4mDXLyY-p9C7ZE_R9qIYQ3K0sBwWY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Clerics Who Fight Jonah Brucker","postDate":"935768398","msgId":1079,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS44Ni4xMDc5Ljk1OTMwMjM1NUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1078,"nextInTime":1080,"topicId":1079,"numMessagesInTopic":1,"msgSnippet":"Someone made this comment: I had been fishing while at the same time trying to raise my divination skill, since I finally get a useful div spell - invis to","messageBody":"<div id=\"ygrps-yiv-1055182020\">Someone made this comment:<br/>\n<br/>\n&quot;I had been fishing while at the same time trying to raise my divination<br/>\nskill, since I finally get a useful div spell - invis to undead, next<br/>\nlevel.&quot;<br/>\n<br/>\nAnd I reply:<br/>\n<br/>\nWHAT?? Come on, my friend! Flash of Light is a VERY useful spell. I use<br/>\nit all the time when I&#39;m fighting blues. It works especially well on<br/>\nJonah Brucker, that Lake Rathe resident who kills unsuspecting players<br/>\nwho think that just because he&#39;s blue to them that he&#39;s a wussy. Believe<br/>\nme, he hits fast and hard. And I mean HARD. (Once he hit me three times<br/>\nin a row for 35 EACH time. And I hadn&#39;t even hit HIM yet!)<br/>\n<br/>\nWARNING!!WARNING!! If you&#39;re soloing, don&#39;t use flash of light on ANYONE<br/>\nuntil you&#39;ve raised the skill to a point where it won&#39;t be resisted.<br/>\nCommon sense rules here, my friend. :) <br/>\n<br/>\nHere&#39;s my strategy for soloing him: Hit him with Smite (be forwarned,<br/>\nsometimes he RESISTS smite), then as he&#39;s running toward you, blind the<br/>\nbastard and run right through him. Then cast smite again, and watch him<br/>\nrun! While he&#39;s off running blind, meditate for a few seconds. Then,<br/>\nwhen he runs back to you, melee him for a bit. (Better have a nice two<br/>\nhanded blund weapon, cause he&#39;s got great agility and will make your one<br/>\nhanded blunt weapon practically useless. I&#39;m talking 1 to 5 points of<br/>\ndamage, IF you manage to even hit him! Unless you have a very nice 1HB<br/>\nweapon.)<br/>\n<br/>\nAnyway, blind him again (you won&#39;t be able to cast smite while meleeing<br/>\nhim--he hits too damn fast), and run through him. Smite again, and watch<br/>\nhim run! Depending on your Wisdom level, you might be able to Smite once<br/>\nor twice more. Do this, then melee him again. Hopefully, if you have<br/>\nbeen lucky and have gotten some good hits, you&#39;ll kill him. If you have<br/>\nto heal while fighting Jonah, you will probably die.<br/>\n<br/>\nWARNING!!WARNING!! Do NOT Fear Jonah. When Feared, Jonah might run to<br/>\nthe lake and get healed by the aquagoblin shaman who swims around in the<br/>\nbay near Jonah&#39;s hut. If this happens, Jonah will come back at full<br/>\nhealth AND in beserk mode, and YOU WILL DIE. I and two others who were<br/>\ngrouped found this out the hard way (yeah, my fault.) He killed us ALL,<br/>\nand we were level 15, 17, and 19 at the time!<br/>\n<br/>\nClerics shouldn&#39;t even consider soloing Jonah until at LEAST level 17 or<br/>\n18. Probably higher, depending on your stats. Jonah is a necromancer&#39;s<br/>\ndream come true, NOT a cleric&#39;s :) If you have a necro friend, I&#39;d<br/>\nsuggest taking them along and using their pet to help you kill that mad<br/>\nmonk. Jonah is great for xp until about level 18 or 19. Then it&#39;s off to<br/>\nthe Aviaks, eh?<br/>\n<br/>\nThe point is: Flash of Light is a great spell for getting SOME mobs off<br/>\nyou. I say some, because some don&#39;t seem to be affected by it at all,<br/>\neven when they don&#39;t resist it. I was never able to make an Aviak lose<br/>\nsight of me (much to my horror), which got me killed once, when my Necro<br/>\nfriend went link dead and I had to finish off a RED Aviak who had taken<br/>\na keen interest in my blood :(<br/>\n<br/>\nSaidinn<br/>\nKarana server</div>","specialLinks":[]}}
