{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"srutkowski@xxxxxxxx.xxx","from":"srutkowski@...","replyTo":"LIST","senderId":"94Bl6O_ZqxByIaSlhiBlFQ6pFpDMnK1_38Ugk0515bsffn0K_F3tXGISqB3fuzDs8g7brsZ_4lLuolAIxg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Healthy Debate (was: What do you think of begging (not the skill))","postDate":"936909065","msgId":1228,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS45OC4xMjI4Ljk1OTMwMjM1NUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":1227,"nextInTime":1229,"topicId":1228,"numMessagesInTopic":1,"msgSnippet":"I wholeheartedly agreee with you Bree.  That is one good thing about this list, more than any other.  We seems to take things very much to heart, and give our ","messageBody":"<div id=\"ygrps-yiv-317689820\">I wholeheartedly agreee with you Bree.  That is one good thing about this list,<br/>\nmore than any other.  We seems to take things very much to heart, and give our<br/>\nopinions openly, but do not attack people for having opinions that differ from<br/>\nour own.  PC begging  just gets to be too much sometimes for me.  That&#39;s just my<br/>\nreaction to it.  That doesn&#39;t mean that it&#39;s not a viable option for others,<br/>\njust don&#39;t beg from me without an equal &quot;Roleplaying&quot; reaction to being asked.<br/>\nMy favorite is this:<br/>\n<br/>\n&quot;Tunare does not bless those that seek the easy path in life.  Idle hands are<br/>\nthe Innoruuk&#39;s friend, young one.  Since you are not one of those vile dark<br/>\nelves, I should think you would not worship the King of Hate.&quot;<br/>\n&quot;Go out and make your hands into the instrument of Tunare- slay the evil you<br/>\nfind!  When the Mother of All deems you worthy, you too can have items like<br/>\nmine.&quot;<br/>\n<br/>\n&quot;Above all else you will learn in this life, this lesson is very simple- LEAVE<br/>\nME ALONE!&quot;<br/>\n<br/>\nI have to use two or three socials buttons for this (depending on my mood), but<br/>\nI often take the 30 seconds or so to change some of my group say buttons when I<br/>\nknow I will be going into town.<br/>\n<br/>\nI don&#39;t mean to disrespect all our Dark Elf brethren, but begging often happens<br/>\nin cities (especially around the banks) and since my character has only been to<br/>\nthe &quot;good&quot; cities, has only been begged by &quot;good&quot; races.  This is purely a<br/>\nroleplaying thing I do with newbies that beg, not something I preach when trying<br/>\nto convert our Dark Elf Rogue to the ways of the light.  She&#39;s such a pretty<br/>\nlittle thing- I can&#39;t stand to see her praying to the God of Hate-   hehehe<br/>\n<br/>\nAilamil Faithbringer<br/>\nHigh Elf Cleric<br/>\nTarew Marr<br/>\n<br/>\nIn reply to:<br/>\n&lt;snip&gt;<br/>\nI feel everyone has a right to their own opinions and that everyone<br/>\nshould have fun in the game no matter what anyone else thinks of them or<br/>\ntheir practices. This is a forum for us to help each other, and for us to<br/>\ndebate issues.  I like having issues that I want to respond to(gives me<br/>\nsomething to do while downtimes at work), shhhh, don&#39;t tell my boss.  I like<br/>\na good debate, it is healthy.  Enough said and onto another subject :-)<br/>\nBree Wyndsdale<br/>\n46th Cleric of Fennin Ro</div>","specialLinks":[]}}
