{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Anne Falbo-Ortiz","from":"&quot;Anne Falbo-Ortiz&quot; &lt;topaaz_ladyjay@...","replyTo":"LIST","senderId":"dB4kVTzGC6jCDze-N0kEwW0a6TVmWSlXmGpcNvpHK9xvBhZyiw9oQF_CdUUmHPZjICGr4mWihYrHelyipARf0s1AAdXQ5rDgo535ugVWZfrjBF6XIw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Re: What do you think of begging (not the skill)","postDate":"936915143","msgId":1235,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS45OC4xMjM1Ljk1OTMwMjM1NUBlR3JvdXBzLmNvbT4="},"prevInTopic":1227,"nextInTopic":1243,"prevInTime":1234,"nextInTime":1236,"topicId":1192,"numMessagesInTopic":18,"msgSnippet":"Ok i have keep quiet long enough !!  Beg if you choose to- or not for those of you who think beggers are a lower from of life  but plz remember this my ","messageBody":"<div id=\"ygrps-yiv-1871207021\">Ok i have keep quiet long enough !!  Beg if you choose to- or not for those <br/>\nof you who think beggers are a lower from of life  but plz remember this my <br/>\nfriends--when a begger (r/l or game) says can you help me-look upon them and <br/>\nthink to yerself, There go I, but for the grace of God!!  Sheesh yesterdy I <br/>\nwas in Qeynos, and a player asked me if i had any spare armor or weapons <br/>\nthat i could help a low lvl brother with and I without hesitation said LOL <br/>\nyes I do.  I took him to bank, gave him stuff i was saving for my other <br/>\ntoons, including a shineing star and a GLS,(i just had finished the quest <br/>\nand changed to a screaming mace, also armor of leather and 4PP.  Gave him <br/>\nadvice on where to hunt, and what quests would be good for him.  Now i ask <br/>\nyou, how hard is it to give someone who is lower a helping hand??  For <br/>\nChrists sakes, i can earn it again or i can buy it, whats the big deal--this <br/>\nis a freaking game and r/l emotions should not come into play here.  Yes you <br/>\nall have a right to yer standards, but again a game that is called <br/>\nrole-playing is just that, a game!!!  LOL chill out and try to have some <br/>\nfun, heh this list amazes me.  I do not get annoyed at ppl who ask, if i can <br/>\nhelp them i do, if i can not i POLITELY tell them i can not.  There are too <br/>\nmany rude ppl in this game, and for those of you who are gonna ask &quot;did you <br/>\nearn it&quot;,  DON&#39;T, cuz i earned everything i have.  one last thing, its hard <br/>\nto start out fresh, we all know this, but try to remember what it was like <br/>\nwhen ya did, and help when ya can, even if someone is asking for it.  I ask <br/>\nfor SOW on occation and i offer to pay for all that, i never ask anyone for <br/>\nanything usually cuz i enjoy doing it the hard way.  Ok sorry i am done now  <br/>\nplz remember this is only a game and have fun.  BTW why get annoyed at ppl <br/>\nwho can make 80-120k a year from begging?? you go to work everyday and, LOL, <br/>\nso do they, heh, begging IS their job!!!!  and this is in no way directed at <br/>\nthe writer of this letter alone, i just used this one to do my reply.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:srutkowski@...\">srutkowski@...</a><br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\n&gt;Subject: [EQ-Clerics] Re: What do you think of begging (not the skill)<br/>\n&gt;Date: Thu, 9 Sep 1999 13:47:38 -0500<br/>\n&gt;<br/>\n&gt;From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:srutkowski@...\">srutkowski@...</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;I hate people who beg almost as much as people who train me, worse than <br/>\n&gt;people<br/>\n&gt;using ooc or shout for stuff that should be done in say.  Once had a guy <br/>\n&gt;that<br/>\n&gt;was using auction to give his group battle commands- that pissed me off.  <br/>\n&gt;That&#39;s<br/>\n&gt;what the /ignore is good for.<br/>\n&gt;<br/>\n&gt;ABSOLUTE worst thing is people begging for money or items.  I give away <br/>\n&gt;free<br/>\n&gt;heals and buffs, but for a level 8 to ask if they can have my BE Mace, that <br/>\n&gt;cool<br/>\n&gt;cloak, or that thing on my head really pisses me off.  Now I&#39;m really <br/>\n&gt;getting<br/>\n&gt;going so &lt;RANT ON&gt;  The res requests are starting to really piss me off.  I <br/>\n&gt;do a<br/>\n&gt;few for some lower level characters in Mistmoore, next thing I know there <br/>\n&gt;are 17<br/>\n&gt;people asking me to res their body 2 and 3 times.   I don&#39;t mind sitting <br/>\n&gt;and<br/>\n&gt;medding for an hour or two to clean up Guk or Sol B, but mid level peeps <br/>\n&gt;asking<br/>\n&gt;me repeatedly (every 2 to 3 minutes) while I&#39;m deep in the castle sucks.<br/>\n&gt;Sometimes I miss messages from my party because the text screams by.  All <br/>\n&gt;these<br/>\n&gt;peeps are like level 20 to 27.  Next time my response is going to be &quot;You <br/>\n&gt;take<br/>\n&gt;the risks being here, so either get used to dying or get outta this zone&quot;<br/>\n&gt;/ignore xxx.<br/>\n&gt;&lt;RANT OFF&gt;<br/>\n&gt;<br/>\n&gt;PC begging really sucks, just like it sucks in RL.  A couple years ago an<br/>\n&gt;article was written in the LA area about the street beggars who make $80K <br/>\n&gt;to<br/>\n&gt;$120K a year.  This just pissed me off.  Here I go to college, get good <br/>\n&gt;grades,<br/>\n&gt;work my tail off and make less than someone who doesn&#39;t take a shower, <br/>\n&gt;doesn&#39;t<br/>\n&gt;brush their teeth and doesn&#39;t wash their clothes for weeks at a time?  Made <br/>\n&gt;me<br/>\n&gt;sick.  If I played on a PvP server (especially one without the +/- 6 level <br/>\n&gt;rule<br/>\n&gt;like Rallos) begging would be an instant death penalty for anyone that did <br/>\n&gt;it to<br/>\n&gt;me.  I would actually hope that their bind point was right in front of me <br/>\n&gt;so I<br/>\n&gt;could keep killing them for awhile.  I like making statements.<br/>\n&gt;<br/>\n&gt;Yes!  I have very strong opinions!<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt;<br/>\n<br/>\n<br/>\n </span></blockquote>Topaaz / LadyJay - *Power Corrupts and absolute Power corrupts absolutly* <br/>\n*hugs*</div>","specialLinks":[]}}
