{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Aosinator","from":"Aosinator &lt;darshan@...","replyTo":"LIST","senderId":"tiU9QI_sENeb17wC0EF0jqJWXEPVn1PtPyRVvodGzK4LMEL_9Plp6FRy1PkcfrdPCcZHmnAnl8Ir7aWHGqTa7_JAkkmRW1i0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Yield Policy","postDate":"937153463","msgId":1276,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMDEuMTI3Ni45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":1275,"nextInTopic":1278,"prevInTime":1275,"nextInTime":1277,"topicId":1267,"numMessagesInTopic":30,"msgSnippet":"Bann, ... People who CHOOSE not to spend hours playing this game, do just that, CHOOSE not to spend hours playing.  Hence, no one is discriminating against","messageBody":"<div id=\"ygrps-yiv-2074809840\">Bann,<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;it IS the point....you look at it as discrimination....ok....what about<br/>\n&gt;those who can NOT spend hours like some people who do not work....dont go to<br/>\n&gt;school etc?  so its fair these people, who should be able to get the same<br/>\n&gt;items too cannot because people who could have had these things at lvl 25,<br/>\n&gt;decide at lvl 50 they want them?  I play in SOL A all the time....you know<br/>\n&gt;what I see? lvl 30+  killing creatures they could do EASILY solo, that have<br/>\n&gt;been green for over 8-10 lvls, just to get ONE RARE SPAWN...meanwhile the<br/>\n&gt;lower lvls cant get crap....exp OR items.<br/>\n<br/>\n </span></blockquote>People who CHOOSE not to spend hours playing this game, do just that, CHOOSE<br/>\nnot to spend hours playing.  Hence, no one is discriminating against them on<br/>\nissues of camping, they are simply takign themself out of the picture.  You<br/>\nseem to making sweeping generalizations again, not all high level players<br/>\n&quot;do not work....dont go to school etc&quot;.  A large number of us hold full time<br/>\njobs, and simply choose to spend our free time playing this game.<br/>\n<br/>\nFrom personal experience, even a level 50 character would have some<br/>\ndifficulties dealing with all the aggressive mobs in SolA, especially<br/>\nclerics.  Everything, and I do mean EVERYTHING in SolA will aggro any<br/>\nplayer.  Sure a Young goblin and even Cinder goblins aren&#39;t too hard to deal<br/>\nwith.  However, when you walk into a room with a flame goblin, inferno<br/>\ngoblin, and cinder goblin wizards, it&#39;s goign to take you quite some time to<br/>\nclear it.  Hence, a group, no matter what level will be necessary to go<br/>\nanywhere do just about anything in SolA.  SolA is a very large zone, if you<br/>\nare having a hard time finding a place to garner experience, perhaps you<br/>\naren&#39;t looking in the right place.  Even at level 30 to level 34, there are<br/>\nquite a number of places you can garner decent xp in the place.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;You talk about fairness, yet yo dont look at the WHOLE picture....people<br/>\n&gt;cant be in the game 24/7....and if you are...I&#39;m sorry...you&#39;ve got bigger<br/>\n&gt;problems then whining about this game.  People complain about the economy,<br/>\n&gt;yet when things are done to fix it...you dont like it either.  I truly hope<br/>\n&gt;that Verant goes and codes in &quot;green cons give SQUAT&quot; so you all can shut up<br/>\n&gt;and leave, or stay and play and stop whining.<br/>\n<br/>\n </span></blockquote>I&#39;m sorry to say that we are lookign at the big picture, just as you are,<br/>\nbut we don&#39;t have any bias when we do.  It seems like ye have some<br/>\nresentment against higher level players, for whatever reason, and that&#39;s<br/>\nbleeding into your point of view.  I&#39;m not in the game 24/7, not even close<br/>\nto it (excpet perhaps on the weekends, where I tend to play at between 12 to<br/>\n14 hours, weeknights are about 4-7 hours a night).  I don&#39;t profess to<br/>\nunderstand what you are speakign of when &quot;people complain about the<br/>\necononmy&quot;, but if two peeps are willing to come to an agreement to the<br/>\nrelative worth of an item...  then I&#39;d say the economy is workign just fine.<br/>\nIf you want to see a healthy economy in EQ in action, just attend the<br/>\nbazaars that are held every saturday in the East Commonlands.<br/>\n<br/>\nFurther, if all you can manage to do in further posts is present yourself in<br/>\na resentful and accusatory way, I think this discussion with you is pretty<br/>\nmuch done.  If ye can&#39;t present your ideas without flaming anyone about<br/>\n&quot;whining&quot; and telling us the solution is simply for us to stop playing,<br/>\nperhaps it&#39;s best if this we all let this matter be.<br/>\n<br/>\n-- <br/>\n                               |&#92;      _,,,---,,_      <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:darshan@...\">darshan@...</a>   ZZZzz /,`.-&#39;`&#39;    -.  ;-;;,_   <br/>\n                              |,4-  ) )-,_. ,&#92; (  `&#39;-&#39;  <br/>\n                             &#39;---&#39;&#39;(_/--&#39;  `-&#39;&#92;_)</div>","specialLinks":[]}}
