{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ralph","from":"&quot;Ralph&quot; &lt;carothersr@...","replyTo":"LIST","senderId":"n1NDWIZmlRz9wtzUizsbNcxH_GTzusOpjodfqjF53WByivOXKq3YJIYwJzcILordmrSxZjdxqj5epJ6km9EW600heCfiFw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Yield Policy","postDate":"937164648","msgId":1282,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMDEuMTI4Mi45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":1281,"nextInTopic":1283,"prevInTime":1281,"nextInTime":1283,"topicId":1267,"numMessagesInTopic":30,"msgSnippet":"Mika: I don t think I have misrepresented the case of higher level players such as myself.  Many of us don t have certain items we have to camp where although ","messageBody":"<div id=\"ygrps-yiv-212123774\">Mika:<br/>\n<br/>\n<br/>\nI don&#39;t think I have misrepresented the case of higher level players<br/>\nsuch as<br/>\nmyself.  Many of us don&#39;t have certain items we have to camp where<br/>\nalthough<br/>\nthe mobs don&#39;t give us exp anymore, can still kill us if things turn<br/>\nbad.<br/>\nWe had our level 50 monk die twice yesterday in MM castle from a swarm<br/>\nof<br/>\ngreenies, and once we all had to evac when things got really ugly.  So<br/>\nit&#39;s<br/>\nreally not completely safe for us, even tho we aren&#39;t getting exp.  And<br/>\nI<br/>\ndon&#39;t think we should not be able to get those items anymore and have to<br/>\nyield to the lower levels who do get exp. In my opinion, reverse<br/>\ndiscrimination is just as bad as discrimination.  You are still<br/>\npenalizing<br/>\none group over another regardless of how you look at it.<br/>\n<br/>\nBann:<br/>\nOk,  Mika, you bring this up.....then we have another case to bring up:<br/>\nRemember when Plane of Fear opened?  All the higher lvls complained because<br/>\nlower levels in guilds were being brought in to get items they could NEVER<br/>\ntouch on their own.  So what does Verant do to combat this?  (Next to<br/>\ntweaking it into the nastiest of places.....)  they put a LEVEL CAP on it.<br/>\nHave I yet heard a higher lvl complain an area has a lvl cap?<br/>\nNope....because they can go into it.  That&#39;s discriminating against us<br/>\nlowers who may just wanna try to enter into the zone. (See: Ogre warriors<br/>\nrushing into PoF at lvl 1)<br/>\n<br/>\nIts ridiculous for anyone who would RP to say:  Well, now I think anything I<br/>\nwant should be mine.<br/>\n<br/>\nWhy?  In any other roleplaying game you have their are things you can pass<br/>\nby as you go through zones and level, and at a later date...you can NEVER<br/>\ntouch them, unless you throughly explored.  Verant has tried to encourage<br/>\nthis NUMEROUS times.  Before this date do you know how Verant wanted this<br/>\nissue resolved?  I do...I&#39;ve been thrown into the policy MANY times.....they<br/>\nwanted you to TAKE TURNS.  Either, your full group tries to kill the spawn<br/>\nonce and lets the next try....OR, your group, their group...your<br/>\ngroup....their group.  And the 2nd method is ALWAYS favored.  I had this<br/>\nenforced on me not on a rare spawn before....but a NORMAL EXP SPAWN.  (The<br/>\nundead chess board in Faydwer.)  Myself, and another gentleman whom wasnt<br/>\neven in my group were there for 3 hours,  people came and went, finally this<br/>\none girl comes along, starts slaying EVERYTHING SHE SEES.....EVERYTYHING.<br/>\nShe tried the spawn spot me and this other guy were sharing.....and we stole<br/>\nthe kills back.  ONLY on that spot.  And her boyfriend logs on with a 35<br/>\nnecro (against to lvl 14/15&#39;s and takes everything, and we call a GM in.<br/>\nAfter waiting 2 hours, the gm finally comes in and deals with it....2 hours.<br/>\nTWO.  Meanwhile, he followed us anywhere we went.  And then the GM tells us<br/>\nto share.....which after 45 mins of watching, and over 10 kills, and KNOWING<br/>\nwe were not in a group, she told us to do.  Then the GM finally sees what<br/>\nthe girl is doing and apologized and asked us to move to a different area to<br/>\navoid problems since the other girl didnt want to move.<br/>\n<br/>\nYeah....that was fair.  I&#39;ve dealt with this kinda crap since day 1 in EQ.<br/>\nI play on Fennin, you want experiences in frustration....try playing there.<br/>\nI&#39;ve almost NO HOPE of getting Jboots,  lvl 50&#39;s (since PoF was re-tweaked)<br/>\nsit in there DAY AND NIGHT slaying it all....its not on rotation, its KOS.<br/>\nThey steal ALL.<br/>\n<br/>\n<br/>\n<br/>\nMika:<br/>\n<br/>\nI personally abhor players who because of their level think they can<br/>\nbully<br/>\ntheir way in to take over a camp spot.  I also object to players who<br/>\ncamp<br/>\nspots for days to get all their guildmates that item, or to sell them<br/>\neither<br/>\nIG or on ebay.  Howver, I think petitioning GMs is the way to deal with<br/>\nthese peeps, or sending feedback to Verant, rather than implementing<br/>\ngame-wide policy that so adversely impacts one group of players over<br/>\nanother.<br/>\n<br/>\n<br/>\n<br/>\nBann:<br/>\n<br/>\nA petition can take HOURS to get through....you play on Fennin for a while<br/>\nand just see how long it takes for you to get a single petition through MOST<br/>\ndays.  SOmetimes, and this is saying like 1/10 tries I get an answer within<br/>\n20 mins.  Meanwhile you deal with watching this person or group stealing it<br/>\nall from you.....and you&#39;ve only got 4 hours online a night (unless its a<br/>\nweekend)<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nMika:<br/>\n<br/>\nAnd just remember, you lower levels today who are cheering this policy<br/>\nwill,<br/>\none day, fall into the higher level group, and I assure you that your<br/>\nfeelings will change when you find it is YOUR ox that is being gored.<br/>\nMy<br/>\nonly point has always been and still is.....policy should be fair and<br/>\ntreat<br/>\neveryone the same.  No discrimination or reverse discrimination against<br/>\nANY<br/>\none group.  Find another way to deal with the problem and the jerks who<br/>\nhave<br/>\ncreated it.  Don&#39;t penalize the responsible, mature players as well<br/>\nbecause<br/>\nyou eventually will run them out of the game, and the only thing you<br/>\nwill<br/>\nhave left ARE the jerks.<br/>\n<br/>\nMik<br/>\n<br/>\n<br/>\nbann:  I cant wait to fall into this group.  I&#39;m halfway there....I deal<br/>\nwith not being able to get some of spawns when I was younger by BUYING the<br/>\nitems because I know how those lower levels FELT.  I still do....especially<br/>\nbeing in the middle now.  What would be your way of making this fair that is<br/>\nWORKABLE.....workable that NO ONE could get around it...and you have no<br/>\nfrustrations from your lower OR higher lvls.   GM responses come VERY<br/>\ninfrequently, so discount a GM&quot;s response (the lower sits there for hours<br/>\nsometimes if he wants a try, and watches his kills stolen even if he WAS<br/>\nthere first)  Coding this above policy into the game would piss off the<br/>\nhigher lvls.  If they made the dungeons inaccessable to higher lvls (aka-<br/>\nbefallen only lvl 1-25)  You&#39;d get pissy about that....(meanwhile the lower<br/>\nlevels actually have a CHANCE to loot these dungeons for a change.)<br/>\n<br/>\nYou cant EVER manage to please everyone.  I play the game starcraft<br/>\nalso....I love it....i think its incredibly balanced and know strategies to<br/>\nkick anyone&#39;s ass with all 3 players.  Meanwhile, others think its<br/>\nINCREDIBLY unbalanced.  Why&gt;?  Because they lose some features in upgrades<br/>\nand gain others as well....but they look at their current strategies and<br/>\ncant invent NEW ones.<br/>\n<br/>\nHow many upper lvls tell me I cant buy something for PP or Gold anymore<br/>\nbecause &quot;gold and all money is now useless.&quot;  They have NO NEED for it.<br/>\nThey need items....not cash.  Meanwhile the lower lvls could use cash for<br/>\nspells, for trade skills, for armor.<br/>\n<br/>\nI&#39;m trying to look at this from a OVERALL perspective...not a single player.<br/>\nThe lowers are discriminated in MANY ways already, yet you overlook that<br/>\ncompletely.   How many LOWER LEVEL GM RUN QUESTS are there?  (answer:  maybe<br/>\n1 inside a month on ONE server at a time)  All of them deal so far with lvl<br/>\n35+ monsters, and the lowers watch items that are unique given to just the<br/>\nhigher lvls and wish they could do some of the quests to HAVE FUN.  Mostly<br/>\nall of the lower lvl quests from NPCS GIVE CRAP.  (yeah, how useless is 3<br/>\ncopper for some of these quests?)<br/>\n<br/>\nYou have to view this game as a WHOLE.  This would cause lvl 50&#39;s to<br/>\nactually get rid of their excess cash.  and the lowers could sell their<br/>\nitems for a change.  This game has been changing since we started in it.<br/>\nWe&#39;ve been given res changes (downgraded) and downgraded DD<br/>\nspells....(retribution)  But I dont see as much complaining about it as<br/>\nthis.<br/>\n<br/>\n<br/>\n<br/>\nBann</div>","specialLinks":[]}}
