{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mikaela","from":"&quot;Mikaela&quot; &lt;mikaela1@...","replyTo":"LIST","senderId":"2R35hdirhNrG6vbbHq0D5y5vzv1Ka4rAAL3-nzQxXcTGctD6A7nmCmK31I1kVHgTgNAkhNIeEndTz89vdWiCMdz-1sPAGz__6Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Yield Policy","postDate":"937167445","msgId":1283,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMDEuMTI4My45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":1282,"nextInTopic":1284,"prevInTime":1282,"nextInTime":1284,"topicId":1267,"numMessagesInTopic":30,"msgSnippet":"","messageBody":"<div id=\"ygrps-yiv-1198529435\">&lt;Ok,  Mika, you bring this up.....then we have another case to bring up:<br/>\nRemember when Plane of Fear opened?  All the higher lvls complained because<br/>\nlower levels in guilds were being brought in to get items they could NEVER<br/>\ntouch on their own.  So what does Verant do to combat this?  (Next to<br/>\ntweaking it into the nastiest of places.....)  they put a LEVEL CAP on it.<br/>\nHave I yet heard a higher lvl complain an area has a lvl cap?<br/>\nNope....because they can go into it.  That&#39;s discriminating against us<br/>\nlowers who may just wanna try to enter into the zone. (See: Ogre warriors<br/>\nrushing into PoF at lvl 1)&gt;<br/>\n<br/>\nFirst off, I think you have your facts a bit wrong. The main complaint from<br/>\nthe higher levels in Fear Plane (at least on The Rathe where I play) was<br/>\nthat players were creating newbie characters simply to come in to either a)<br/>\njust check out the new zone and see what it was all about or b) to<br/>\nintentionally create trains on the players who were in there.  In the case<br/>\nof a), even if they were coming in to just check it out, they inevitably<br/>\nwound up with a ton of critters on them that they trained on the groups that<br/>\nwere hunting there, getting everyone killed. Whenever we and other groups<br/>\nwould see a newbie player in Fear, we immediately all petitioned the GMs and<br/>\nthey came and threw them out.  Why? Because they had no business in an area<br/>\nthat was 45+ levels above their head when their presence was doing nothing<br/>\nbut causing the deaths of lots of other players.  Had they been able to come<br/>\ninto Fear and look around and cause only THEIR deaths, that would have been<br/>\ndifferent.  But the way Fear is set up, that simply was not possible.  I<br/>\ndon&#39;t consider banning these peeps from Fear discrimination, when these<br/>\nplayers can&#39;t hunt there, can&#39;t get exp or items, and all their presence<br/>\ndoes is cause the deaths of many other players who CAN hunt there and have a<br/>\nlot to lose from death.<br/>\n<br/>\nSecondly, as far as lower level players in guilds getting the high level<br/>\nitems, almost every piece of armor and all the weapons in Fear were NO DROP<br/>\nand CLASS specific.  Which meant if there were no druids (I&quot;m using druids<br/>\nas only one example) in the groups, and one of the critters dropped a druid<br/>\nonly item, it simply had to go &quot;poof&quot; and disappear.  I hunted in Fear<br/>\nalmost every single day since it opened until they tweaked it and made it<br/>\nimpossible to go there anymore.  There was no way you could go in there<br/>\nwithout a minimum of 3 full higher level groups in your party.  There were<br/>\nthree primary guilds on my server (the larger ones with higest level<br/>\nplayers) that went into Fear, each with full groups of 6 high level players<br/>\n(almost always +40).  Each of the guilds established a camp spot and we all<br/>\nknew where the other guilds were hunting in case we got in trouble.  If one<br/>\nof these items dropped, and we didn&#39;t have one of those classes with us, or<br/>\nwe did and that person already had the item, we would shout for one of the<br/>\nother guilds to come over and loot so that item wasn&#39;t lost.  And from<br/>\nactual experience (NOT hearsay or rumor), I never saw any lower levels<br/>\nhunting in Fear when I was there  (by lower levels, I mean any under like<br/>\nlevel 35 when considering the level of the mobs in there).  They simply did<br/>\nnot have the skills or abilities the groups needed to survive and would only<br/>\ncause the death of the entire party.  My guild is possibly the largest on<br/>\nthe Rathe, and we didn&#39;t bring any of our lower level players into Fear.<br/>\nWhat we did was to hand down our existing things to the lower levels once we<br/>\ngot a piece of better Fear equipment.<br/>\n<br/>\nThirdly, you are totally wrong about the higher levels NOT complaining when<br/>\nthey put a level cap on Fear.  On the cleric list I moderate, we kicked this<br/>\naround a lot, and all the higher levels agreed that IF they were to put a<br/>\nlevel cap on Fear, it should not be set at 46, as Verant did.  We agreed<br/>\npossibly that level 40 would be more appropriate IF Verant insisted on a<br/>\nlevel cap, which the majority of us higher levels did NOT agree with nor<br/>\nwant.  We even discussed putting together another petition to Verant<br/>\nconcerning the changes they made to Fear, including the level cap.  Over a<br/>\nmonth ago, when Fear opened, there were hardly enough level 46+ players to<br/>\nput together a full party of three or four full groups to go into Fear and<br/>\nhunt, much less multiple parties.  And even one full party of say 3 or 4<br/>\ngroups in the zone still wasn&#39;t safe.  You needed two or three full parties<br/>\nin different areas of the zone just to be relatively safe.  So you are dead<br/>\nwrong about the high level players not complaining about the 46+ level cap<br/>\non Fear.  We did NOT like it and many many of us, including myself, sent<br/>\nfeedback to Verant concerning this requesting that they remove the cap, or<br/>\nin the alternative, lower it.<br/>\n<br/>\nAnd once again, I&quot;m sure we ALL could relate many personal situations when<br/>\nhigher level jerks have come into a camped area and stolen every kill.  I<br/>\nthink this is dead wrong, but again, I still do not feel Brad&#39;s way of<br/>\naddressing this problem is correct or fair.  Come up with a different<br/>\nsolution that is more fair to all who play, regardless of level.  Don&#39;t<br/>\nthrow the baby out with the dirty bath water.<br/>\n<br/>\nMik</div>","specialLinks":[]}}
