{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"srutkowski@xxxxxxxx.xxx","from":"srutkowski@...","replyTo":"LIST","senderId":"5nvSgN-iINiEx14Me9PbolaBTR5AUFjDoPYjApSeHBUrcW4iZnRVm9jTAf8G9kGDNT1uQIeTb5bTl9AuCg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Box of Akbar (Was RE: New Patch)","postDate":"937407246","msgId":1364,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMDUuMTM2NC45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1365,"prevInTime":1363,"nextInTime":1365,"topicId":1364,"numMessagesInTopic":5,"msgSnippet":"They already changed the items back.  There has been a lot of BS going on at Verant with this box and some people are trying to cover up some bad judgement ","messageBody":"<div id=\"ygrps-yiv-658961219\">They already changed the items back.  There has been a lot of BS going on at<br/>\nVerant with this box and some people are trying to cover up some bad judgement<br/>\nerrors (IMHO).  I don&#39;t think they are getting away with it anymore.<br/>\n<br/>\nThe problem I see with this change if it was intended is the following:<br/>\n<br/>\nThe first Box of Akbar was dropped by a Spectre (level 34+ MOB) and then on some<br/>\nlive and dead frogs in Lower Guk- all level 34+.  Then, poof (someone screwed up<br/>\nthe box or thought the box was too powerful and decided to nerf it) it starts<br/>\ndropping on level 8 MOBS with the same attributes (would be like a Mithril<br/>\n2hander dropping on the orc trainer).  This was awhile after the last attempt to<br/>\nchange this box to some other item (some research compenent I believe).  So now<br/>\na whole bunch of level 8 to 11 or so people have a Box that reduces all items to<br/>\nzero weight.  Here&#39;s my take on what&#39;s happening over at the Big House after<br/>\nthis was discovered:<br/>\n<br/>\n---Verant employee Roleplaying----<br/>\n&quot;We can&#39;t have that.  Let&#39;s make the box only reduce weight by 10%&quot;, says Verant<br/>\nemployee A.<br/>\n<br/>\n&quot;Great idea!  We can say it was a typo in the first place.&quot; says Verant Employee<br/>\nB.  &quot;That way we don&#39;t have to go back to [Verant Employee C who works on the<br/>\nMOBs, but gets updates on what they drop from Verant Employee A and B] and tell<br/>\nhim we messed up AND we don&#39;t get caught for screwing up that last table.  Man<br/>\nif that got out, we would look like idiots.&quot;<br/>\n<br/>\n&quot;Not only that, we would actually have to do some more work.  Now, it&#39;s just<br/>\n[Employee C]&#39;s problem and those GM suckers we hired.  Maybe we can piss Brad<br/>\noff again.  Is this like the 3rd time we&#39;ve done that?&quot; replies Verant Employee<br/>\nA.<br/>\n<br/>\nEmployee B chuckles and responds, &quot;Yep!  Man this is so cool!  We get to be<br/>\njerks to our customers, our boss, and our other employees, but we still get to<br/>\nkeep our job!  Meanwhile we can slack off!!   God I love my job.  Let&#39;s go make<br/>\nanother box that reduces weight by 100% and give it to our characters.<br/>\nNevermind, we can do that later- I bet I can take the fire giant solo with all<br/>\nthe new stuff I&#39;ve created, but haven&#39;t put into the game yet.&quot;<br/>\n<br/>\n&quot;This is going to be cool!  I hate to admit that I&#39;m just as addicted to this<br/>\ngame as those pathetic people who pay to play it,&quot;  Verant Employee A states.<br/>\n<br/>\n&quot;Me too, but screw them, we rock!&quot;  Verant Employee B ends.<br/>\n<br/>\nSee, I roleplay with the best of &#39;em!  I am slightly pissed (and only slightly,<br/>\ndespite what some of you will think after getting to this point in my post) of<br/>\nat this non-disclosure and piss poor customer service from a company that<br/>\nstarted off with great customer service and support.  I understand that you have<br/>\nto keep some things (quests, item location, tactics) undocumented and let the<br/>\nplayers figure it out, but to change things that people are used to in the game<br/>\nand not let them know about it is bad customer service.<br/>\n<br/>\nI also know what it is like to put together an update for a software package,<br/>\nand I sure as hell can&#39;t get away with not letting people know what I change in<br/>\nour software package.  Can&#39;t understand how you would tell people EXACTLY how<br/>\nyou were changing their DOT damage on druid, shaman and necro spells, then go<br/>\nand forget that you changed all this other stuff.  Just seems unprofessional.<br/>\n<br/>\nSorry for the long post, but I&#39;m long winded and, being a high elf, I feel a<br/>\ncompulsion to tell you what is the right point of view  (more roleplaying hehe).<br/>\n<br/>\nReply to:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;well with this I can believe it.. I mean come on folks... an item that<br/>\n&gt;redueces all weight??? a tad powerful if ya ask me..<br/>\n<br/>\n&gt;Jaxim </span></blockquote></div>","specialLinks":[]}}
