{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mikaela","from":"&quot;Mikaela&quot; &lt;mikaela1@...","replyTo":"LIST","senderId":"65Mket0etvSFNu1ddvlzvZ5S025RWEJc0gPLtGeXF2qwR7wW30NFlt3ai4_ntofbt0pcGy09Rs0r0gm8WSm2SVnHQ43kqUw9Kw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: the road less traveled...","postDate":"937691601","msgId":1402,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMDkuMTQwMi45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":1401,"nextInTopic":1403,"prevInTime":1401,"nextInTime":1403,"topicId":1380,"numMessagesInTopic":14,"msgSnippet":"You re right about not using your melee skills once you get high level and travel with groups to go after the big game.  When I am with a full group of my","messageBody":"<div id=\"ygrps-yiv-1374425939\">You&#39;re right about not using your melee skills once you get high level and<br/>\ntravel with groups to go after the big game.  When I am with a full group of<br/>\nmy guild and we are doing FGs, or the dragons, or the AM and ghoul savant in<br/>\nLguk, all I do is sit and med and maybe Root depending on what other class<br/>\nis with us.  I serve two purposes only during these trips...buff and heal.<br/>\n<br/>\nHowever.....I DO melee when it&#39;s just Donzi and I duoing.  When we do the<br/>\nbouncer guards at Ogguk or SGs (anything that has to be meleed and not cast<br/>\non, like spectres) I stay at melee with Donzi until he gets to just below<br/>\ntwo bubbles of health, then I throw a complete heal on him, and go right<br/>\nback to melee.  With that BEM, I am routinely hitting for 16 - 19, and it&#39;s<br/>\nvery very fast, so 20 - 30 hits during a battle DOES make a difference.<br/>\n<br/>\nWith the SGs, I do use Retribution a couple of times, since it always does<br/>\n516 dmg, and 2 - 3 of these makes a difference in the length of battle as<br/>\nwell.  I make sure to stand pretty far back when I use Retribution to<br/>\nprevent the SG from whacking me.  Donzi has exceptionally high taunt (it&#39;s<br/>\ntotally maxxed for a level 50 warrior) so he is able to keep them off me in<br/>\nthe event they do turn on me.  But you can&#39;t cast on those ogre bouncers,<br/>\ncause their magic resistance is so high you&#39;re simply wasting mana cause you<br/>\nwill always be resisted. Nothing to do with them but melee, and Donzi and I<br/>\nkilled them very very easily alone with both of us at melee and me throwing<br/>\na complete heal on him.  Of course, he does have that incredible sword from<br/>\nFear, and his crit hit has gone as high as 172.  He truly is the best player<br/>\nat melee I have ever seen, with over 3000 hps buffed, several great pieces<br/>\nof Fear armor and that sword, and all of his his melee skills (both offense<br/>\nand defense) maxxed.  There&#39;s nowhere in Norrath (with the exception of Fear<br/>\nnow) that I am afraid to go as long as I have Donzi with me.  (Which is<br/>\nalways..heh.)  With all of my cleric skills just about maxxed now, the two<br/>\nof us make a great team.  I would heartily endorse falling in love with a<br/>\nwarrior...*grins*....a cleric and warrior are awesome together.<br/>\n<br/>\nMik</div>","specialLinks":[]}}
