{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Aosinator","from":"Aosinator &lt;darshan@...","replyTo":"LIST","senderId":"ihRw41gQgFgRxXGJUf5FkFUiZnHcC7AGFNFU9WSyQqpqAakxs0t9SqRqFthhJkuwZZl1tM48YxVHVVBJ5suiBe2sa8G4TP4q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Armor","postDate":"937893513","msgId":1436,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMTIuMTQzNi45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":1435,"nextInTopic":0,"prevInTime":1435,"nextInTime":1437,"topicId":1409,"numMessagesInTopic":7,"msgSnippet":"Bree, ... I too dislike the notion of item hoarding, and would not take a piece of loot that someone else needed.  Up until about level 39 I was still wearing ","messageBody":"<div id=\"ygrps-yiv-667834971\">Bree,<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Well, personally When I am playing I am hunting.  I work FT and by the time<br/>\n&gt;I get on at night, we have to try and get together and do something before<br/>\n&gt;someone has to go to bed, the weekends are a different story. I do spend<br/>\n&gt;time helping others out and going into town and such.   I don&#39;t get much<br/>\n&gt;time for &quot;travel&quot; and nice as it may seem to have a different outfit, My<br/>\n&gt;group does not get items we do not need. There is enough camping for items<br/>\n&gt;in the game now as it stands and for my group to camp a Mithril BP for me<br/>\n&gt;&quot;for looks&quot; is not what we practice. I had a pair of ruby pants in the bank<br/>\n&gt;but honestly i can&#39;t be bothered with carrying all that stuff around all the<br/>\n&gt;time, just to impress people.<br/>\n<br/>\n </span></blockquote>I too dislike the notion of item hoarding, and would not take a piece of<br/>\nloot that someone else needed.  Up until about level 39 I was still wearing<br/>\na Lockjaw Vest, and although a sturdy piece of dress, was extremely lacking<br/>\nin terms of appearance.  Fortunately, on the same day nonetheless, my group<br/>\nI hunt with regularly looted a Mithril BP, and not half an hour I was able<br/>\nto finally trade for a Bloodstained tunic, after looking for one for over 25<br/>\nlevels.  Bascially in travel mode I wear a Mithril BP and Mithril wrists,<br/>\nand the rest is Rubicite (except for the helm those are icky).  During<br/>\nbattle I will take off my Mith bp for my BS Tunic, Rubi Legs for my Gator<br/>\nlegs, and Rubi Arms for my plat armband.  It&#39;s a horrid look but I&#39;ve found<br/>\nthat in delf form it&#39;s not so bad.  There&#39;s really no bothere in carrying<br/>\nthose 3 pieces of equipment, even the weight isn&#39;t so bad in all honesty.<br/>\n<br/>\nI fear you may confuse personal vanity with wanting to impress people.  I<br/>\ndon&#39;t wear my travel clothes because I want to impress people, I don that<br/>\ngarb, simply because it&#39;s aethestically pleasing to mine eyes.  Pure and<br/>\nsimple, I just want to look as best as I can, for my own tastes.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;My point being, that if they we going to make items for us to increase our<br/>\n&gt;wisdom stats I think the designers could have done a better job of trying to<br/>\n&gt;make them match for our class specifically.<br/>\n<br/>\n </span></blockquote>I&#39;d agree with this.. much the way fear armor is geared to each class<br/>\nstatwise in most cases.  It&#39;s unfornate that the rest of the time you&#39;ll be<br/>\na walking hodgepodge, until you can attain a full suit of fear armor,<br/>\nespecially since fear is close to impossilbe to breach.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;Also, just my opinion Human females look like ass in Steel plate and/or<br/>\n&gt;bronze armor. Full ruby and Mithril and the mist armor I like, but the<br/>\n&gt;others don&#39;t appeal to me what so ever.<br/>\n<br/>\n </span></blockquote>I personally don&#39;t like bronze meself, I can&#39;t stand the way any of the<br/>\nplated helms look either.  But a full suit of Steel, Rubi, Mith, or Mist is<br/>\neye pleasing to me, sans the helms.  ;)<br/>\n<br/>\n-Aosinator Lightbringer<br/>\n-Devout follower of Mithaniel Marr on The Rathe<br/>\n<br/>\n-- <br/>\n                               |&#92;      _,,,---,,_      <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:darshan@...\">darshan@...</a>   ZZZzz /,`.-&#39;`&#39;    -.  ;-;;,_   <br/>\n                              |,4-  ) )-,_. ,&#92; (  `&#39;-&#39;  <br/>\n                             &#39;---&#39;&#39;(_/--&#39;  `-&#39;&#92;_)</div>","specialLinks":[]}}
