{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mikaela","from":"&quot;Mikaela&quot; &lt;mikaela@...","replyTo":"LIST","senderId":"s2n7CUkXVi3lCr3BDumwDYPh4bCtvtibGeOOiaLIXAnB3a0t0lLBmCnpIPNRz2_QcQ7gO0QPePbtk0L6H2CKh3X8XOguaQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Don&#39;t go to Befallen at level 9!!!","postDate":"938475463","msgId":1615,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMjQuMTYxNS45NTkzMDIzNTVAZUdyb3Vwcy5jb20+"},"prevInTopic":1613,"nextInTopic":1617,"prevInTime":1614,"nextInTime":1616,"topicId":1589,"numMessagesInTopic":13,"msgSnippet":"Hey Saidinn, never apologize for having a different opinion, hon, that s what this list is all about.  And my ego isn t that large that I take personal offense","messageBody":"<div id=\"ygrps-yiv-918953924\">Hey Saidinn, never apologize for having a different opinion, hon, that&#39;s<br/>\nwhat this list is all about.  And my ego isn&#39;t that large that I take<br/>\npersonal offense just cause someone DOES have a different opinion.<br/>\n<br/>\nNow, concerning Befallen.  I wasn&#39;t kidding.  But then again, perhaps it&#39;s<br/>\nchanged since my days long ago.  When I was in P4, at level 9, when we got<br/>\nour first undead spells, myself and 5 others (including another level 9<br/>\ncleric) went to Befallen.  We stayed on the FIRST floor, of course, and<br/>\nkilled the skels and the rats.  We also killed Lrodd, who gave us GREAT exp<br/>\nback then.  I never went anywhere my entire P4 beta days after level 9<br/>\nexcept Befallen, and we levelled like crazy.  We moved downstairs around<br/>\nlevel 12 or so, if I recall correctly.  But then again, this was beta.  So<br/>\nmuch has changed even in live since it began.<br/>\n<br/>\nIn live, we went to Befallen about mid-teens I think, and did well on the<br/>\nsecond floor down.  The problem was there were a LOT of trains.  From the<br/>\nbest of my recollection, we left Befallen for Oasis because of the gosh<br/>\nawful trains.  We also went to Permafrost and hunted right there in the zone<br/>\ncorridor, pulling from upstairs by the firepit in the room on your right.<br/>\nWe graduated from Perma in the Flag Room at about level 20, to my<br/>\nrecollection.  Back then, our group was like the ONLY ones in all of Perma<br/>\non most nites.  Occassionally another group would come in and go camp in the<br/>\nFlag Room, but inevitably they&#39;d wind up training down on us.<br/>\n<br/>\nAgain, we actually did do Befallen at level 9 and did fine, but that was an<br/>\nawfully long time ago and perhaps a lot has changed.  I will defer to those<br/>\nof you who have had recent experience in Befallen, and I&#39;m sure know it much<br/>\nbetter than I now.<br/>\n<br/>\nMik</div>","specialLinks":[]}}
