{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Bruce","from":"Bruce &lt;bruce@...","replyTo":"LIST","senderId":"f_5Q-3c3Lw3VfzvrYsmc-8klz4D5BWyj3tFqzYE6XirMAkXmug5s-05NskeuX331BVxtajIHjGO_BBRRQoWEZrc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Paw of Opalla(SPOILER) and other observations","postDate":"938791181","msgId":1706,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xMzAuMTcwNi45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1705,"nextInTime":1707,"topicId":1706,"numMessagesInTopic":1,"msgSnippet":"Hello, I ve never killed Mitty the Kitty but have been there to case the joint and seen her killed by three different soloists or groups.  Her official lvl is","messageBody":"<div id=\"ygrps-yiv-82039748\">Hello,<br/>\n<br/>\nI&#39;ve never killed Mitty the Kitty but have been there to case the joint<br/>\nand seen her killed by three different soloists or groups.  Her official<br/>\nlvl is under 20 but being a named cat you know she is tougher.  I&#39;ve<br/>\nseen her solo&#39;d by a 50 shaman and a 34 wizard, and a group of a 29 and<br/>\n19 druids.  I&#39;m told she has 800 hp&#39;s and the lvl 12 priestesses about<br/>\n230 hp&#39;s.  Never saw anyone there except the 19 druid that was getting<br/>\nxp.<br/>\n<br/>\nThe problem is the priestesses will heal Mitty, and there are about half<br/>\na dozen of them.  I was told the priestesses were a few worries for the<br/>\nlvl 19 druid.  Medding invis is a bonus we don&#39;t have.<br/>\n<br/>\nBasically to camp Mitty, you need enough mustard to blast and bash for<br/>\n2000 pts every 18 1/2 minutes.  Don&#39;t ask me how to prime the pump cause<br/>\nI was never there to see how difficult killing the whole lot is.  <br/>\n<br/>\nI&#39;ve heard rumours these NPC casters have unlimited mana.  Didn&#39;t<br/>\nbelieve it untill i was at unrest and my 27 cleric and a 29 druid took<br/>\non a lvl 29 hag of some desription at the end of a train returning to<br/>\nthe station.  Lucky for us it was kill stolen cause both of us were<br/>\nunder two bubbles of health by the time it was killed.  The hag also had<br/>\ntime to put several spells into the other two PC&#39;s that were<br/>\nhelping/kill stealing.  It this situation I&#39;d say helping. :-)<br/>\n<br/>\nAnother curiosity I&#39;d like to mention.  I have a 27 Cleric on the Rathe<br/>\nat the request of personal friends that complain of a lack of high lvl<br/>\nClerics on that server.  I&#39;ve just started up a character on the<br/>\nTribunal and have noticed a lack of high lvl clerics there as well when<br/>\ni do searches.  Is it just me or is just damn difficult to lvl up a<br/>\ncleric?  Its tough to solo a cleric and good groups are hard to luck<br/>\nupon.  Joining groups in unrest was getting me killed enough to break<br/>\neven on xp.<br/>\n<br/>\nAnother peeve is asking warriors and monks if they want to team up and<br/>\nbeing denied, followed by a request for a heal.  I lvl up faster soloing<br/>\nbut can i get a heal while you are here?  I&#39;m going to attack this<br/>\nDervish thug with one bar of health and put you in a situation of<br/>\nhealing a stranger or watching that stranger die.  <br/>\n<br/>\nI&#39;m afraid I&#39;m going to be one surly dwarf cleric by the time I hit lvl<br/>\n49.  If i know you and like you, happy to help.  Strangers, hope you<br/>\nmade a good name with other clerics along the way, cause I&#39;m here to<br/>\nplay the game.  If you want true charity workers, go to the Salvation<br/>\nArmy. :-)<br/>\n<br/>\nAbnuo on the Rathe<br/>\n<br/>\n<br/>\nMikaela wrote:<br/>\n<blockquote><span title=\"qreply\"> &gt; <br/>\n&gt; From: &quot;Mikaela&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:mikaela@...\">mikaela@...</a>&gt;<br/>\n&gt; <br/>\n&gt; My understanding is that she is around level 30.  I hear her spells hit for<br/>\n&gt; between 60 - 80 dmg and she has about 700 hps.  She spawns every 18 and 1/2<br/>\n&gt; minutes, I am also told.  If this is incorrect, someone please correct me.<br/>\n&gt; :))<br/>\n&gt; <br/>\n&gt; Mik<br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
