{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rose","from":"&quot;Rose&quot; &lt;rliu@...&gt;","replyTo":"LIST","senderId":"iBhccyfVCTKVD_8B8lBh2akelLvIEUBE_dlxJuXErwezIaCmhCfQGYGfG4SxbVtiDe_gTzXg6GRwYEov","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Hey all","postDate":"942440580","msgId":2171,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzIuMjE3MS45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":2170,"nextInTopic":2172,"prevInTime":2170,"nextInTime":2172,"topicId":2158,"numMessagesInTopic":16,"msgSnippet":"... Well, this might be a crowded area, but I always make good exp with the birds in SK.  By 25 I can also solo the undead embalmer etc in Lake Rathe...I would","messageBody":"<div id=\"ygrps-yiv-128764521\"><blockquote><span title=\"ireply\">&gt; &gt;Well I am level<br/>\n&gt; 25 and just<br/>\n&gt; &gt;wondering where can I hunt?  The best places that a cleric will feel<br/>\n&gt; &gt;welcomed,  and if you say unrest no way!!!!  Thanks guys :)<br/>\n<br/>\n </span></blockquote>Well, this might be a crowded area, but I always make good exp with the<br/>\nbirds in SK.  By 25 I can also solo the undead embalmer etc in Lake<br/>\nRathe...I would try to lull (or is it calm now) them first though.<br/>\n<br/>\nThe knight room in RE is also doable with 3 or more ppl at this lvl. (Tip:<br/>\nalways jump into the water if the situation gets out of hand)<br/>\n<br/>\nDrez, the ogre capn, bonecracker in Najena are all good too with a full<br/>\nparty around this lvl.<br/>\n<br/>\nPermafrost is nice too but that place can train easily if you are not<br/>\ncareful.  Try camping the preacher room at this lvl.  You would still get<br/>\nexp and maybe a ruined circlet in the bargain.  (Tip: always try to mix<br/>\ncamping and exp gaining together...would make things alot easier on yourself<br/>\nin the long run ;)<br/>\n<br/>\nEvil eyes in Beholder.  The spawn is very fast and you would still gain exp.<br/>\nYou might just be able to camp this area solo, if not, then you would just<br/>\nneed one other person with you.  Again, you might just get lucky and get<br/>\nsome poish bone bracelets in the bargain for your trouble ;)<br/>\n<br/>\nDivinn in Crushbone.  I dunno, this might be green to you now but I vaguely<br/>\nremember killing him with 2 other friends around lvl 20+ and gaining<br/>\nexp....You would need 2 other person to be safe in this area in the tower.<br/>\n<br/>\nThe DE guards in front of Lavastorm.  I hunted here with a monk friend.  He<br/>\nwould go pull the guard and I&#39;ll just heal him from way way back...those<br/>\nguards hit hard and are hard to kill.  However, their loot is good and u can<br/>\nalways zone into lavastorm if thing gets out of hand.<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; You know..I see these messages every no and then about cant find<br/>\n&gt; a group and<br/>\n&gt; just cannot understand it. No matter where I have been I have always been<br/>\n&gt; welcomed into a group within a matter of minutes.<br/>\n<br/>\n </span></blockquote>O trust me, it can happened.  One time I spend a whole night in Unrest and<br/>\ncan not find a group.  I was around lvl 24 or so.  This might have been due<br/>\nto the fact that the server I was on was relatively new at the time and not<br/>\nalot of other ppl my lvl were to be found in that zone.  There was only 1<br/>\ngroup there that was around my lvl.  I finally got a slot in that group and<br/>\nthen they promptly kicked me out cause they promised the slot to a tank<br/>\nfriend.  The group consist of a shaman, a bard, a rogue, and 2 other tanks<br/>\nand they kick me, the cleric, out so that another tank can join their group.<br/>\nSo that left the shaman as the primary healer....and this was in Unrest of<br/>\nall places.  Not the most wise grouping decision on their part I feel.  I<br/>\nhave never been kicked out of any group before and I find it was very rude<br/>\non their part to invite me and then not 1 min later &quot;O sorry we have to kick<br/>\nyou out cause we promise a friend she can have a slot in the group&quot; (exact<br/>\nwording)....very tackless.  I hope they all died.  O well =/<br/>\n<br/>\n-Imogen</div>","specialLinks":[]}}
