{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Curtis Bennett","from":"&quot;Curtis Bennett&quot; &lt;die_kluge@...&gt;","replyTo":"LIST","senderId":"maJ9_Vu6ujdXIeShvvcL-D2c5yIqt2JdjalBoUV2iOhqqOVgJtZKZogLB-IFTxzlhrKPigb1CH7AiBuNgXsmn7MiiXaqb2-H1WfxHgBw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Evercamp (was:General EQ question)","postDate":"942767712","msgId":2192,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzYuMjE5Mi45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2191,"nextInTime":2193,"topicId":2192,"numMessagesInTopic":1,"msgSnippet":"I think the bottom-line with camping is that, as an RPG, in the same style as Baldur s Gate or Ultima 6,7,whatever, if you had a party and someone gave you a","messageBody":"<div id=\"ygrps-yiv-2057501227\">I think the bottom-line with camping is that, as an RPG, in the same<br/>\nstyle as Baldur&#39;s Gate or Ultima 6,7,whatever, if you had a party and<br/>\nsomeone gave you a quest to go kill such and such, it&#39;s cut and dry to<br/>\ngo find him, and kill him.  If you can&#39;t find him; that means he&#39;s<br/>\nsomewhere else.  In Everquest, it means you have to wait hours before<br/>\nhe shows up.  It&#39;s frustrating, and very dissapointing.  It&#39;s not a<br/>\nquest, it&#39;s an exercise in boredom.  I&#39;m trying to think of their<br/>\nlogic, but I can&#39;t quite see the point.<br/>\n  I agree that rare spawns like Bilge should only carry the cleric<br/>\nthing, and not other things.  Say you had someone that dropped an item<br/>\nlike a testament of Vanear.  Of course you would want it to be rare.<br/>\nOtherwise, everyone would kill him, and sell the ToV and everyone<br/>\nwould have one.  They already fixed the &#39;everyone will have one&#39;<br/>\nproblem by requiring the enchanted platinum bars.  I could easily get<br/>\na cadaceus of sacrament, if it wasn&#39;t for the ~220 plat I need for the<br/>\nbars.<br/>\n  Like the earlier poster said, I would rather see numerous things be<br/>\nrequired, and they be common things.  I&#39;d rather see these NPCs give<br/>\nyou a 10-slot bag with crazy requirements.  Some things could be<br/>\ncommon, store-bought things, and others would be things like aviak<br/>\ncharms, and legionnaire shoulderpads, and giant snake fangs, and<br/>\nwhatever.  It&#39;d be a hell of a lot more fun running all over the<br/>\nworld getting things you KNOW you could get, rather than spending your<br/>\nwhole life waiting in line for something.<br/>\n  And they should make it so that if it&#39;s a cleric-only thing, then<br/>\nonly a cleric should be able to loot it.  Why let a fighter loot a<br/>\ncleric icon?  It should just say, &quot;you don&#39;t need that&quot;, and not let<br/>\nhim loot it.  Then, he might be nice and /shout for any clerics that<br/>\nwant it can come and have it.  I looted a werebat wing and ghoul<br/>\ncarrion in Unrest and carried them around for a couple of days before<br/>\nsomeone told me they were for quests that I couldn&#39;t do.<br/>\n<br/>\n  Ah, what the hell am I talking about.  I play on Test.  I have no<br/>\nproblem getting the things I need.  :)<br/>\n<br/>\nErgo Soulhealer<br/>\n21st level cleric of Tunare<br/>\ntest server, eat your heart out, campers.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: &quot;Alvarez, Ruben (consultant)&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ruben.alvarez@...\">ruben.alvarez@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\n&gt;To: &quot;&#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a>&#39;&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a>&gt;<br/>\n&gt;Subject: RE: [EQ-Clerics] General EQ question<br/>\n&gt;Date: Tue, 16 Nov 1999 09:55:28 -0500<br/>\n&gt;<br/>\n&gt;I was about to start my own topic with quests but someone beat me to it.<br/>\n&gt;Right now with quests, armor and such most classes I dont even bother<br/>\n&gt;anymore.  I dont care what I am wielding what I am wearing.  Hey I am level<br/>\n&gt;27 and I still wear some banded pieces and my good old spiked collar, but I<br/>\n&gt;just got my Lizzy Cloak which wasnt to hard to get :)Going off the topic a<br/>\n&gt;bit yeah the extra +5 dex I noticed did help my channeling A LOT!!!!  <br/>\n&gt;Anyway<br/>\n&gt;back to the topic.   Why because I dont want to camp a site for 2 weeks <br/>\n&gt;that<br/>\n&gt;when it is my turn to get that item only to get it kill stolen or someone<br/>\n&gt;else in the group got greedy and took it.  Quests in EQ are about camping<br/>\n&gt;till you get the item.  Its that easy.  I agree with Eachann about making<br/>\n&gt;rare items spawn random.  Seems like Verant doesnt have the know how to<br/>\n&gt;program that into the system.  It will reduce the camping a lot and IMHO I<br/>\n&gt;think it will make the game much more fun instead of people staying weeks<br/>\n&gt;even months in 1 zone.  If our characters ever got fat from camping 1 site<br/>\n&gt;over and over and not exercising,  most of us would start looking like a<br/>\n&gt;Orge.<br/>\n&gt;<br/>\n&gt;Qanin Skywanderer<br/>\n&gt;27th Circle The Rathe<br/>\n&gt;<br/>\n&gt;p.s Oh about my previous post about not finding a group...  Looks like in 3<br/>\n&gt;months when I was gone things have changed.  Thanks guys.<br/>\n&gt;<br/>\n&gt;-----Original Message-----<br/>\n&gt;From: Jeff Portwine [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jdport@...\">jdport@...</a>]<br/>\n&gt;Sent: Tuesday, November 16, 1999 9:32 AM<br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\n&gt;Subject: Re: [EQ-Clerics] General EQ question<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;From: &quot;Jeff Portwine&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jdport@...\">jdport@...</a>&gt;<br/>\n&gt;<br/>\n&gt;IF they want to stop camping, why do they make quests like this?   It is<br/>\n&gt;just stupid.  Look at what they did to the cleric armor quest... everything<br/>\n&gt;on it takes 7 hours or more to spawn.   And making us camp Bilge just adds<br/>\n&gt;insult to injury.. .i mean that goblin is HEAVILY camped already because it<br/>\n&gt;holds teh Kedge Totem and some kind of belt.  It rarely spawns and has<br/>\n&gt;people lined up for a chance at him, and now they gave it the cleric armor<br/>\n&gt;icon as well so we not only have to compete for this rare spawn with other<br/>\n&gt;clerics, but also with every other class who wants his items...<br/>\n&gt;*sigh*<br/>\n&gt;<br/>\n&gt;Why can&#39;t they make the quests like the Warriors aviak charm quest... where<br/>\n&gt;we could kill just normal MOBs and they would rarely drop the icon?   This<br/>\n&gt;would make it still difficult to get the piece, since it would be a rare<br/>\n&gt;(very rare??) drop... but we could just hunt and try to find it instead of<br/>\n&gt;having to camp one rare spawn.    Or maybe they could make it not a hunt at<br/>\n&gt;all, but rather a spawn that can come up in random locations, random zones,<br/>\n&gt;and you need to follow clues or solve a puzzle in order to know where and<br/>\n&gt;when it will spawn?  Something like that... these camping quests just (for<br/>\n&gt;lack of a better term) suck.    They said they wanted to put the &quot;Quest&quot;<br/>\n&gt;back in EverQuest, but all they have done is put more emphasis than ever on<br/>\n&gt;CAMP.<br/>\n&gt;<br/>\n&gt;Oh well, who am I to say... just another player... one of many...<br/>\n&gt;<br/>\n&gt;-Eachann Bronzeleaf,<br/>\n&gt;-Cleric of Tunare, Tarew Marr<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; &gt; In part of their quest against camping, EQ set things up with a spawn<br/>\n&gt; &gt; range. Not a specific time. the 7 hour spawn will have a time of, say, 5<br/>\n&gt;to<br/>\n&gt; &gt; 7 hours in which it will respawn. As far as I know, the longest spawn in<br/>\n&gt; &gt; the game is something on the Shaman armour quest, with a maximum of 48<br/>\n&gt; &gt; hours between death and respawn.<br/>\n&gt; &gt;<br/>\n&gt; &gt; Lareneg. Cleric of Brell, Tribunal server,<br/>\n&gt;<br/>\n&gt;&lt;&lt; text3.html &gt;&gt; </span></blockquote></div>","specialLinks":[]}}
