{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kevin Dailey","from":"Kevin Dailey &lt;Kevin_Dailey@...&gt;","replyTo":"LIST","senderId":"J43_bfxnzjXjkyv5yPTKB58GCr2B4ckhhWjZBD6SH5eUU7MHTe2jQDLolZMOWbvkkWtxna-S5MHxvhZXf1W2FWBBXPVa2tvQ2M8r9V8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Sighh...for Chris","postDate":"942780732","msgId":2208,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzYuMjIwOC45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":2207,"nextInTime":2209,"topicId":2208,"numMessagesInTopic":1,"msgSnippet":"Chris said: First put aside your self righteous I know what i m doing, but no one else does attitude.  Clerics don t hold a monopoly on stupidity in this ","messageBody":"<div id=\"ygrps-yiv-917923305\">Chris said:<br/>\n<br/>\n&quot;First put aside your self righteous &quot;I know what i&#39;m doing, but no one<br/>\nelse<br/>\ndoes&quot; attitude.  Clerics don&#39;t hold a monopoly on stupidity in this<br/>\ngame.&quot;<br/>\n<br/>\nHm. I wondered when the &quot;sensitive people&quot; would rear their heads.<br/>\nChris, I never said that I never make mistakes, or that no one besides<br/>\nmyself knows what he&#39;s doing. If you can quote me as saying that, do so.<br/>\nOtherwise, shut your yap.<br/>\n<br/>\nThat being said, I posted asking for advice on a problem that is related<br/>\nto how I play my warrior. I gave examples of experiences I&#39;ve had. If<br/>\nyou want to give examples of your experiences, then by all means post<br/>\nthem.<br/>\n<br/>\nThis is a class based system. As such, EVERY class will have idiots. In<br/>\nfact, I&#39;m sure that there are just as many bad tanks out there as there<br/>\nare bad clerics. But, as a warrior, I&#39;m just not too concerned about<br/>\nthem at the moment. So please, spare me your misplaced wrath. (heh heh,<br/>\ngood one, even for a barbarian) :)<br/>\n<br/>\nTo the rest of you, thanks for your advice. It is much appreciated. :)<br/>\n<br/>\nRegards, <br/>\n<br/>\nLlewellen Iowerth<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Chris Wheeler [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wheelech@...\">wheelech@...</a>]<br/>\nSent: Tuesday, November 16, 1999 1:02 PM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a>&#39;<br/>\nSubject: RE: [EQ-Clerics] Why do so many clerics think they&#39;re wizards?<br/>\n<br/>\n<br/>\nFrom: Chris Wheeler &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wheelech@...\">wheelech@...</a>&gt;<br/>\n<br/>\nOk, hold on a second....<br/>\n<br/>\nFirst put aside your self righteous &quot;I know what i&#39;m doing, but no one<br/>\nelse<br/>\ndoes&quot; attitude.  Clerics don&#39;t hold a monopoly on stupidity in this<br/>\ngame.<br/>\n<br/>\nMany times I have been grouped with higher level, higher HP tanks, and<br/>\nhave<br/>\nbeen smoked because they don&#39;t know how to or don&#39;t know why they should<br/>\nkeep Mob&#39;s OFF OF THE HEALER!!!<br/>\n<br/>\nI have a special macro just for these times, which broadcasts to my<br/>\ngroup<br/>\nthat I have a MOB on me, and that no one gets healed till its off of me.<br/>\n<br/>\nThe primary responsibilty of a cleric is healing and buffing.  Not<br/>\nfighting.<br/>\nHowever, if needs be, those smite and melee skills are there because<br/>\nidiotic, barbarian warriors, like so many I&#39;ve met, don&#39;t have an<br/>\ninkling<br/>\nabout protecting healers.<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Perhaps a Princess... [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sarah@...\">sarah@...</a>]<br/>\nSent: 1999/11/16 1:47 PM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\nSubject: RE: [EQ-Clerics] Why do so many clerics think they&#39;re wizards?<br/>\n<br/>\n<br/>\nFrom: &quot;Perhaps a Princess...&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:sarah@...\">sarah@...</a>&gt;<br/>\n<br/>\nI don&#39;t know about soloing clerics, exactly. But I do know that I<br/>\nplay AGAINST solo clerics (Ie the orcs, etc that one runs into in<br/>\nOasis. These are effectively solo critters) The NPCs, when soloing,<br/>\ndo a LOT of nuking. So I think maybe that is what the nukes are<br/>\nfor!<br/>\n<br/>\nBut I do know about playing caster types that can&#39;t melee well (druid<br/>\nand<br/>\nenchanter)<br/>\nIt is not just frustrating to sit and med through a fight. It can also<br/>\nget<br/>\nto the point where you don&#39;t feel you are contributing to the group. It<br/>\nmight be useful to remind a cleric that feels they need to melee/nuke<br/>\nevery<br/>\nfight they aren&#39;t directly healing that it is okay to sit out a fight,<br/>\nmed<br/>\nALL<br/>\nthe way through, and not fight at all. Even if they are not needed for<br/>\nhealing.<br/>\n(We tend to pull blue meleers that my monk friend can handle all on her<br/>\nown when I&#39;m low on mana. Then I can sit and med throughout. But it<br/>\nstill<br/>\nfeels a little odd. As if I&#39;m not doing my &quot;part&quot; -- It can be easy, at<br/>\nlevel<br/>\n18, to think I should still be meleeing. I haven&#39;t gotten to the part of<br/>\nmy life where I&#39;m not effective yet. (And indeed, my AC is about the<br/>\nsame as<br/>\nthe monk&#39;s.<br/>\nBut she clearly does much more damage than I)<br/>\n<br/>\nAnyway, you might want to humor your insecure clerics and such. let them<br/>\nknow that<br/>\nthey are STILL contributing even if they don&#39;t do ANYTHING in a<br/>\nparticular<br/>\nbattle.<br/>\nOr maybe even a series of battles (if you&#39;re fighting a lot of blues.<br/>\nThen<br/>\nthis<br/>\ncould even be possible) The cleric is still buffing, and being there,<br/>\nready<br/>\nto<br/>\nheal, and cure poison/disease if you happen to get hit by one of those.<br/>\nAnd...<br/>\n<br/>\nFaerain, level 18 Soldier of Tunare, Solusek Ro, Phoenix<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;-----Original Message-----<br/>\n&gt;From: Rose [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rliu@...\">rliu@...</a>]<br/>\n&gt;Sent: Tuesday, November 16, 1999 10:25 AM<br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\n&gt;Subject: RE: [EQ-Clerics] Why do so many clerics think they&#39;re wizards?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;From: &quot;Rose&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:rliu@...\">rliu@...</a>&gt;<br/>\n&gt;<br/>\n&gt;Hmm well since you are using my post as a stepping ladder to your<br/>\n&gt;rant...lemme just first clarify to you that I know what a cleric&#39;s main<br/>\n&gt;function in the group is.  Trust me.  Everyone loves me as a cleric.  My<br/>\n&gt;first char on this game is a ranger, and I got her up to lvl<br/>\n&gt;40....so I know<br/>\n&gt;what battles are like in tight situation.  I KNOW what it is like when a<br/>\n&gt;cleric/healer does not heal...and one that runs around screaming and wont<br/>\n&gt;stand still for u to taunt the mob off...or one that runs to zone<br/>\n&gt;as soon as<br/>\n&gt;he/she starts to get hit...or one who thinks that nuking is better then<br/>\n&gt;healing.  I know these thing.  I am not one of those clerics.  The best way<br/>\n&gt;to know how to play a cleric is to first play the opposite...a<br/>\n&gt;tank that can<br/>\n&gt;not heal or heal well...you would know what is expected in a cleric...or<br/>\n&gt;what you think would make the best cleric.<br/>\n&gt;<br/>\n&gt;As to my question about cleric soloing...it isnt because I think Im a<br/>\n&gt;wizard.  Hell, I know I am not even close in nuking power compare to all<br/>\n&gt;other nukers.  The reason why I asked was due to the fact that I just<br/>\n&gt;changed server and I would like to restart a cleric character...but I want<br/>\n&gt;to catch up to my friends.  It is as simple as that...just to let you know<br/>\n&gt;that my post was not the best springboard that leads to yours.  Since I was<br/>\n&gt;really referring to a &quot;solo&quot; situation and you are really talking about a<br/>\n&gt;&quot;group&quot; situation.  I mean, who cares if the cleric nukes if he/she is<br/>\n&gt;soloing?  No one is going to get hurt except for the cleric.<br/>\n&gt;<br/>\n&gt;All protestation aside.  I have group with other clerics before who do<br/>\n&gt;exactly what you said you hate about them.  Yes, it is a low lvl<br/>\n&gt;thing...and<br/>\n&gt;I tend to tell them that they need to sit their butt down, med, and watch<br/>\n&gt;the health bars, and for god sake dont let that health drops below<br/>\n&gt;50%...esp<br/>\n&gt;for casters.  So I think if you want to help the general well being of your<br/>\n&gt;server...you should take the time and just tell these inexperience clerics<br/>\n&gt;what their main duty is in the group...you never know, they might become<br/>\n&gt;your regular cleric...and won&#39;t you rather have one who you know you can<br/>\n&gt;trust?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;-Imogen<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;&gt; Hi all :)<br/>\n&gt;&gt;<br/>\n&gt;&gt; I&#39;ve played clerics in the past, and when I was grouped, I knew my job,<br/>\n&gt;&gt; and did it very well. I buffed the tanks before battle, watched their<br/>\n&gt;&gt; health bars carefully during battle, and (at levels before 25) engaged<br/>\n&gt;&gt; in a bit of melee if things were going well. No one had to ask me for a<br/>\n&gt;&gt; heal. I mean, come on. When you go to the doctor, should it be necesary<br/>\n&gt;&gt; for you to ask him to heal you? Hell, no. That&#39;s his job, for pete&#39;s<br/>\n&gt;&gt; sake.<br/>\n&gt;&gt;<br/>\n&gt;&gt; Anyway, I have recently been playing a barbarian warrior, because I knew<br/>\n&gt;&gt; that I wanted to continue to melee, which would be a no-no for my cleric<br/>\n&gt;&gt; at higher levels. Now, however, I&#39;m finding it very difficult to find<br/>\n&gt;&gt; good clerics to group with. My warrior is level 19 now, and I can<br/>\n&gt;&gt; honestly say that I&#39;ve yet to find a cleric who knows what the hell he&#39;s<br/>\n&gt;&gt; supposed to do in a group. Is this just a problem with lower level<br/>\n&gt;&gt; clerics? I certainly hope so, because if I EVER see a cleric not buffing<br/>\n&gt;&gt; or healing in my groups at higher levels, I&#39;ll kick that person out of<br/>\n&gt;&gt; my group faster than you can say &quot;Bob&#39;s your uncle!&quot; I won&#39;t even bother<br/>\n&gt;&gt; to try explaining to them what they&#39;re supposed to do, because by that<br/>\n&gt;&gt; time, they will have already perfected their bad habits. And I have made<br/>\n&gt;&gt; it my solemn duty to NOT get myself or my group killed because of<br/>\n&gt;&gt; someone else&#39;s arrogant stupidity/ignorance.<br/>\n&gt;&gt;<br/>\n&gt;&gt; That being said, I want to ask a question. Why are there (seemingly) so<br/>\n&gt;&gt; many clerics out there who nuke? For pete&#39;s sake! There&#39;s a pefectly<br/>\n&gt;&gt; good nuking class--wizard! Why didn&#39;t they choose that class?<br/>\n&gt;&gt;<br/>\n&gt;&gt; I remember when I first got smite, I wanted to show everyone how<br/>\n&gt;&gt; powerful I was. But I quickly got over it, because people much preferred<br/>\n&gt;&gt; my healing and buffing capabilities over a smite or two during battle.<br/>\n&gt;&gt;<br/>\n&gt;&gt; It just irritates the hell out of me when I have to fight side by side<br/>\n&gt;&gt; with a cleric who&#39;s at full health and who won&#39;t get beat on because he<br/>\n&gt;&gt; can&#39;t melee worth a damn AND he won&#39;t heal me, even when I&#39;m down to my<br/>\n&gt;&gt; last bubble of health. GRRR!<br/>\n&gt;&gt;<br/>\n&gt;&gt; Anyway, thanks for reading my--somewhat--rant on clerics. If you have<br/>\n&gt;&gt; any advice for me to give these people, I&#39;d be happy to hear it. Any<br/>\n&gt;&gt; time I&#39;ve tried to offer them advice, they&#39;ve either ignored me, or gave<br/>\n&gt;&gt; me some lame reason why they do what they do. Sigh.<br/>\n&gt;&gt;<br/>\n&gt;&gt; Maybe I should resurrect my clerics....<br/>\n&gt;&gt;<br/>\n&gt;&gt; Llewellen Iowerth<br/>\n&gt;&gt; Karana server<br/>\n&gt;&gt;<br/>\n&gt;&gt; Just curious...any clerics here solo (or come close to it) to lvl 50?<br/>\n&gt;&gt;<br/>\n&gt;&gt; Is there a good website that tells you how to do the cleric armor quest?<br/>\n&gt;&gt; Like the loc of the items.  On a scale of 1-10 (1 being easy and 10<br/>\n&gt;&gt; being<br/>\n&gt;&gt; hard.)  What do you rank the cleric quest to be?<br/>\n&gt;<br/>\n&gt;&gt; </span></blockquote></div>","specialLinks":[]}}
