{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jeff Portwine","from":"&quot;Jeff Portwine&quot; &lt;jdport@...","replyTo":"LIST","senderId":"GY4SMMLpWqgEuKlVdflTUCSAcE4BXQCD2yY0vWJNE9cSI_SxJGjLXyw9DQ3Fb-667LVw1LsnNlW6q64PJVCa_1jyFXm8Nno","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Info on two spells and other things","postDate":"942780414","msgId":2210,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzcuMjIxMC45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":2206,"nextInTopic":2212,"prevInTime":2209,"nextInTime":2211,"topicId":2206,"numMessagesInTopic":5,"msgSnippet":"Guard is an upgrade to the Holy Armor/Spirit Armor line of spells, and can be used in conjunction with the Center/bravery/Daring, etc line of spells. Symbol of","messageBody":"<div id=\"ygrps-yiv-779445710\">Guard is an upgrade to the Holy Armor/Spirit Armor line of spells, and can be used in conjunction with the Center/bravery/Daring, etc line of spells.  <br/>\n<br/>\nSymbol of Rytalm... I don&#39;t know the exact HP increase but I believe it&#39;s near 100 HP...<br/>\nand this may depend on your level.   I think that I casted it on myself when I first got<br/>\nit at level 24 and it gave me 80HP... but I&quot;ve casted it on others and they say they got<br/>\nmore.. I&#39;d say around 100 give or take a few =)<br/>\n<br/>\nAs for the greatest Taunt... root usually works pretty good... other than that I&#39;d say Greater Healing is one of the best Taunts in the game (a usually unwanted effect).   I have also had MOB&#39;s turn on me for using Holy Might.  If it succeeds they take enough of a beating from others that they don&#39;t worry about me, but often if they resist it they will turn on me.<br/>\n<br/>\nYou say that 1HB isn&#39;t going to cut it, but I actually think it&#39;s best to stick with 1HB.  I used a staff of observers for a while, but I have found that I make myself most useful by maximizing my wisdom and I can do that much better with a 1HB (especially if you get a tainted morning star with +6 wis) and holding a charred guardian shield (+9 wis) or a paw of Opella (+9 Wis) or a Testament of Vanear (+10 wis, +10 mana).     Reguardless of whether you use a 1HB or 2HB you aren&#39;t going to be able to do significant damage compared to your tanks and wizards, so don&#39;t worry about it... instead concentrate on maximizing your wisdom thus giving you more mana to do what you do best... Heal! =)<br/>\n<br/>\nYou CAN increase your 2HB to where you are now with 1HB but the increases will come VERY slowly.. especially if you try to improve 2HB on lower level monsters.   Use practice points if you really want to do this.   One other side not, we only get 4 skill improvements per level for melee skills like 1HB and 2HB... that&#39;s a penalty to clerics... tanks get 5 skill imps per level in those skills (which is one more reason not to worry about doing melee damage... after level 10 or so you are going to be way behind other classes in the melee skills).<br/>\n<br/>\nAs always, everything i&#39;ve said is IMHO =)<br/>\n<br/>\n-Eachann Bronzeleaf<br/>\n-cleric of Tunare, Tarew Marr<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message ----- <br/>\nFrom: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:saccad99@...\">saccad99@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a>&gt;<br/>\nSent: Tuesday, November 16, 1999 2:22 PM<br/>\nSubject: [EQ-Clerics] Info on two spells and other things<br/>\n<br/>\n<br/>\n&gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:saccad99@...\">saccad99@...</a><br/>\n&gt; <br/>\n&gt; I&#39;ve read on various websites that the GUARD spell is an additional spell line<br/>\n&gt; to the Armor series (Holy, Spirit, etc) and the Courage series (Center, Daring,<br/>\n&gt; etc).  On other websites, GUARD is listed as the next upgrade to Spirit Armor.<br/>\n&gt; <br/>\n&gt; What is the HP bonus for the 2nd line of Symbols spells?  I&#39;m at level 23 and <br/>\n&gt; fairly excited (I bought all the 24th level spells and the reagents for the <br/>\n&gt; next Symbol line and keep them in a backpack with me) about my new buffs.<br/>\n&gt; <br/>\n&gt; Could one of you higher-level Clerics tell us the truth on these two spells?<br/>\n&gt; <br/>\n&gt; Also - Besides a Heal or GHeal, what&#39;s the best taunt for a cleric?  I&#39;ve found<br/>\n&gt; that Flash of Light (or whatever that level 1 spell is called) is fairly decent.<br/>\n&gt; Sometimes, if my Ranger buddy is taking too much of a beating, I&#39;d like to step<br/>\n&gt; in and take some pressure off of him temporarily so that he can cast a few DD<br/>\n&gt; and Entangle spells.<br/>\n&gt; <br/>\n&gt; One last point - I&#39;ve come to the conclusion that my 1HB weapon isn&#39;t going to <br/>\n&gt; cut the mustard in days to come - is it too late for me to start working on my<br/>\n&gt; 2HB skill?  Can I take it from 3 (I&#39;m guessing) up to my current skill level of<br/>\n&gt; 1HB?  Or will I advance in 5 point increments with each level from this point <br/>\n&gt; forward?  I&#39;m only asking because I saw a level 29-ish cleric with a big staff<br/>\n&gt; beat the tar out of a Greater Zombie in Lake Rath the other day.  He was giving<br/>\n&gt; almost as good as he got without using spells.  Needless to say, I was in awe.<br/>\n&gt; <br/>\n&gt; Forgive me if I&#39;m rehashing old material, but I&#39;m fairly new to this site and<br/>\n&gt; I&#39;m sure there are others like me who would love to hear suggestions and helpful<br/>\n&gt; hints from the WISER clerics out there. &lt;Grin&gt;  If no one has time for this <br/>\n&gt; answer (no pressure mind you) then please let us know where we can get this <br/>\n&gt; info.<br/>\n&gt; <br/>\n&gt; Sending my best wishes from Cazic Thule!!<br/>\n&gt; Daku - 23rd Season Cleric of Tunare - Quellious<br/>\n&gt; <br/>\n&gt; &gt; </span></blockquote></div>","specialLinks":[]}}
