{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rob Berryhill","from":"&quot;Rob Berryhill&quot; &lt;racefan@...","replyTo":"LIST","senderId":"OBuh0Mo4Hk1SskWIGYCM2gqxjukWhcnVKFGNqo2jG9hDqxNmclMj_6CkX3cfM2ESBKi_nBEJ2M1FtCiLd6_2nsZ7LYkGx60P_UNS9JQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Why do so many clerics think they&#39;re wizards?","postDate":"942785300","msgId":2221,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzcuMjIyMS45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":2209,"nextInTopic":2224,"prevInTime":2220,"nextInTime":2222,"topicId":2197,"numMessagesInTopic":14,"msgSnippet":"You are experiencing the reason why I became a cleric in the first place.  I played one throughout 3 phases of beta and decided that in final I wanted to do","messageBody":"<div id=\"ygrps-yiv-1429826548\">You are experiencing the reason why I became a cleric in the first place.  I<br/>\nplayed one throughout 3 phases of beta and decided that in final I wanted to<br/>\ndo something different, so I started a Troll SK and joined my friends.  At<br/>\nlevel 20 we discovered that clerics that knew the meaning of the word are<br/>\n*very* hard to find, so I started Astur.<br/>\n<br/>\nNow at level 40, I *still* see clerics in their mid-40s that do NOT heal or<br/>\nbuff, not even when asked!  There are several on Sol Ro that people avoid<br/>\nlike the plague.  I do not understand how they ever get that high in levels,<br/>\nbecause as soon as most people realize how deadly they are for the group,<br/>\nthe groups either break up or kick out the bad cleric.<br/>\n<br/>\nThis last weekend some friends of mine were with a group that had a level 35<br/>\ncleric and a level 44 cleric.  The first thing the level 44 cleric did upon<br/>\njoining the group was buff herself (no one else) and state &quot;you have heals&quot;<br/>\nto the level 35 cleric.  They were in the priest room and during a<br/>\nparticularly bad fight the level 35 cleric said (repeatedly) &quot;OOM - YOU HAVE<br/>\nHEALS&quot; and the level 44 cleric sat there and WATCHED while the group died,<br/>\nall the while with FM! Needless to say that group immediately broke up.<br/>\nBTW, I left the group when she joined because I *knew* her and tried to warn<br/>\nthe others.  I later got tells from everyone in that group saying they<br/>\nwished they had listened to my warning.<br/>\n<br/>\nAs to your question of &quot;why&quot; it is this way, I can only speculate.  I think<br/>\nsome of it has to do with the fact that our description on Verant&#39;s web site<br/>\nstates, &quot;The Cleric is a holy man endowed by his patron deity with the power<br/>\nto heal, and, to a lesser extent, call upon the wrath of his deity to smite<br/>\nhis foes&quot; so they assume we are plate-wearing mages.<br/>\n<br/>\nAstur il&#39;Ayan, Cleric of Brell<br/>\nSCARAB on Solusek Ro<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; -----Original Message-----<br/>\n&gt; From: Kevin Dailey [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Kevin_Dailey@...\">Kevin_Dailey@...</a>]<br/>\n&gt; Sent: Tuesday, November 16, 1999 11:48 AM<br/>\n&gt; To: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a>&#39;<br/>\n&gt; Subject: [EQ-Clerics] Why do so many clerics think they&#39;re wizards?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; From: Kevin Dailey &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Kevin_Dailey@...\">Kevin_Dailey@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Hi all :)<br/>\n&gt;<br/>\n&gt; I&#39;ve played clerics in the past, and when I was grouped, I knew my job,<br/>\n&gt; and did it very well. I buffed the tanks before battle, watched their<br/>\n&gt; health bars carefully during battle, and (at levels before 25) engaged<br/>\n&gt; in a bit of melee if things were going well. No one had to ask me for a<br/>\n&gt; heal. I mean, come on. When you go to the doctor, should it be necesary<br/>\n&gt; for you to ask him to heal you? Hell, no. That&#39;s his job, for pete&#39;s<br/>\n&gt; sake.<br/>\n&gt;<br/>\n&gt; Anyway, I have recently been playing a barbarian warrior, because I knew<br/>\n&gt; that I wanted to continue to melee, which would be a no-no for my cleric<br/>\n&gt; at higher levels. Now, however, I&#39;m finding it very difficult to find<br/>\n&gt; good clerics to group with. My warrior is level 19 now, and I can<br/>\n&gt; honestly say that I&#39;ve yet to find a cleric who knows what the hell he&#39;s<br/>\n&gt; supposed to do in a group. Is this just a problem with lower level<br/>\n&gt; clerics? I certainly hope so, because if I EVER see a cleric not buffing<br/>\n&gt; or healing in my groups at higher levels, I&#39;ll kick that person out of<br/>\n&gt; my group faster than you can say &quot;Bob&#39;s your uncle!&quot; I won&#39;t even bother<br/>\n&gt; to try explaining to them what they&#39;re supposed to do, because by that<br/>\n&gt; time, they will have already perfected their bad habits. And I have made<br/>\n&gt; it my solemn duty to NOT get myself or my group killed because of<br/>\n&gt; someone else&#39;s arrogant stupidity/ignorance.<br/>\n&gt;<br/>\n&gt; That being said, I want to ask a question. Why are there (seemingly) so<br/>\n&gt; many clerics out there who nuke? For pete&#39;s sake! There&#39;s a pefectly<br/>\n&gt; good nuking class--wizard! Why didn&#39;t they choose that class?<br/>\n&gt;<br/>\n&gt; I remember when I first got smite, I wanted to show everyone how<br/>\n&gt; powerful I was. But I quickly got over it, because people much preferred<br/>\n&gt; my healing and buffing capabilities over a smite or two during battle.<br/>\n&gt;<br/>\n&gt; It just irritates the hell out of me when I have to fight side by side<br/>\n&gt; with a cleric who&#39;s at full health and who won&#39;t get beat on because he<br/>\n&gt; can&#39;t melee worth a damn AND he won&#39;t heal me, even when I&#39;m down to my<br/>\n&gt; last bubble of health. GRRR!<br/>\n&gt;<br/>\n&gt; Anyway, thanks for reading my--somewhat--rant on clerics. If you have<br/>\n&gt; any advice for me to give these people, I&#39;d be happy to hear it. Any<br/>\n&gt; time I&#39;ve tried to offer them advice, they&#39;ve either ignored me, or gave<br/>\n&gt; me some lame reason why they do what they do. Sigh.<br/>\n&gt;<br/>\n&gt; Maybe I should resurrect my clerics....<br/>\n&gt;<br/>\n&gt; Llewellen Iowerth<br/>\n&gt; Karana server </span></blockquote></div>","specialLinks":[]}}
