{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"saccad99@xxxxxxx.xxx","from":"saccad99@...","replyTo":"LIST","senderId":"hs3ImhJ0uOOACYfkETT-GRyvjJTW-CHdI_k0aBC06N1aOs4CaiUqofSlrTP6Paml7IJm1AWlTQRFwg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Cleric Tactics Pre/During/Post Battle","postDate":"942851412","msgId":2233,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzguMjIzMy45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2234,"prevInTime":2232,"nextInTime":2234,"topicId":2233,"numMessagesInTopic":3,"msgSnippet":"Here s a little information for the younger clerics out there.  If you see any errors or misconceptions, please feel free to jump in.  I m a level 23 cleric ","messageBody":"<div id=\"ygrps-yiv-1899106770\">Here&#39;s a little information for the younger clerics out there.  If you see any<br/>\n&quot;errors&quot; or misconceptions, please feel free to jump in.  I&#39;m a level 23 cleric<br/>\nand usually hunt with two rangers and one enchanter - and all are about the <br/>\nsame level.<br/>\n<br/>\nHere are the spells I put into memory when getting the group together -  Symbols, <br/>\nSpirit Armor, Daring, Divine Aura, Endure Magic, Stun, Holy Might, Heal<br/>\n<br/>\nI found that I can now hunt in many of the mid-level dungeons with moderate <br/>\nease. Finding a group to join is your first and foremost priority. The combos<br/>\nare infinite, but I really like to have at least one true tank (crunchy on the<br/>\noutside and soft on the insides) and someone to do crowd control (enchanter <br/>\nworks the best). Prior to the start of the grouping experience, before I even <br/>\nbuff myself, I drop four spells on the tank - Daring, Spirit Armor, Symbols <br/>\nand Endure Magic. As far as the bang for your buck, these four spells can and<br/>\nwill make the difference in just about ANY battle.  Then I drop Daring on <br/>\nthe rest of the group (the HPs really help a lot if running to the zone) and<br/>\ndepending upon my mana and supplies, Symbols too.  <br/>\n<br/>\nI make it clear to everyone that the tank(s) will get heals when they are <br/>\ndown to two bubbles.  I will  stun the big mobs at will, saving my mana for <br/>\nheals later on.  I don&#39;t even HAVE Smite memmed, because of the high mana cost <br/>\ninvolved. (I&#39;m no nuker and have never pretended to be one unless i&#39;m soloing.)<br/>\nIf a MOB gets on a magic user (soft on the outside, softer on the inside) I <br/>\npromise to stun the MOB and keep it busy until someone else can take it off of <br/>\nme.  Since I&#39;m fairly tough (crunchy on the outside) I can take a beating for <br/>\na while before having to scream for help like a little girly-man. My AC of 480 <br/>\ngives me moderate protection from just about anything at my level.  So the <br/>\ntactics are worked out - I Stun at the beginning of battle,  Root/Invigorate/Taunt <br/>\nduring the mid-battle and Heal near the end.<br/>\n<br/>\nI scour the area (do the /who) looking for an enchanter at level 29 or better.<br/>\nWhen I find one, I trade buffs with him (I give him Daring, he gives me Clarity).<br/>\nThis way, I can not only participate in melee during the beginning of a fight,<br/>\nbut I can QUICKLY heal everyone up after the battle and med up to 100% by the <br/>\ntime everyone else is ready.  I also work out a deal for SOW whether a buff <br/>\ntrade or cash deal - I&#39;ll explain that later.<br/>\n<br/>\nThen I swap out my spells for battle - Word of Shadow, Fear, Daring, Divine Aura,<br/>\nStun, Holy Might, Extinguish Fatigue, Heal<br/>\n<br/>\nAfter a few battles, I start recasting the various buffs, staggering the spells<br/>\nacross the group members so that they don&#39;t all terminate at the same exact time.<br/>\nThis allows me to keep at least 80% mana at ANY given time while keeping all my<br/>\nfighters well-fed and cared for.  If we are collecting yard-trash (fighting the <br/>\nannoyingly common greenies) I will jump in and help with the melee (hey, my <br/>\nScreaming Mace is NOT gonna rust away - I&#39;ll be DAMNED if that happens).<br/>\n<br/>\nSince I&#39;m not usually fighting, I can keep an eye on everyone&#39;s health bars.<br/>\nAlso, by scanning the battle text (I have the hits turned ON so I can see <br/>\nwho is catching the most potential grief) I know who will be needing the most <br/>\nhelp with Stuns/Heals in the very near future.  I keep an eye out for other<br/>\nMOBs nearby and alert the rest of the group if and when an extra baddie gets <br/>\npulled by the raging battle.  I use /TELL to inform someone else of something<br/>\nhappening because typing in /Group mode sometimes gets lost in the sauce.  The<br/>\ncaster(s) in the group knows that I am their personal protector - with the <br/>\nprovision that as soon as I pull the MOB off of them, they will take it back <br/>\noff of me.<br/>\n<br/>\nI also keep an eye on the fighters and the speed at which they are attacking.<br/>\nI tell them if their stamina (yellow bar) gets down to three bubbles, to send<br/>\nme the message /G ZING ME  and I hit them with an Extinguish Fatigue spell. <br/>\nMany people ignore this spell but watch what happens when you get a Ranger <br/>\ndual-weilding weapons against something big.  The spell immediately speeds up<br/>\nhis attack speed, allowing him to get more hits on the MOB as if he was fresh<br/>\nfor battle.  It&#39;s a VERY underutilized spell and rarely used by other clerics.<br/>\nI don&#39;t go into battle without it - the faster my tanks hit, the safer I am. <br/>\nIt&#39;s that simple. &lt;grin&gt;<br/>\n<br/>\nNaturally, I&#39;m the best qualified for knowing when to zone or not.  I see <br/>\neveryone&#39;s hit points and I know how much mana I have left for Heals.  I tell<br/>\neveryone to let the group know when they are at LOM status (less than 2 bubs<br/>\nof mana) so that we can best judge the final fight.  I have a macro written<br/>\nwhich tells the group to &quot;/G ZONE ZONE ZONE ZONE&quot;  (just like that - it&#39;s VERY hard<br/>\nto miss THAT in your text windows) while at the same time letting people know<br/>\nnearby &quot;/Say Train coming.. watch out!!&quot;.   The third line has the text command<br/>\n&quot;/Shout Train to zone - be careful!&quot;.  This is just being courteous to other <br/>\ngroups and gives them a chance to save their own collective ass before we bring<br/>\nlots of bad things down upon them.<br/>\n<br/>\nI keep Word of Shadow memmed for special occasions.  When three of my group <br/>\nmembers are under two bubbles and my mana is low and the gators just keep on <br/>\nattacking, I&#39;ll jump into the middle of the battle and hit my Word of Shadow<br/>\nspell.  This rains down pain upon everything near me and turns me into the <br/>\nposter boy for pain for all baddies involved.  Most of them usually turn and <br/>\nstart smacking me around.  I then hit my Divina Aura spell, preventing the <br/>\ndamage from creasing MY skull to much. I make sure that everyone is already <br/>\nrunning and when my barrier is about to give out (15 seconds or so) I take off,<br/>\nletting the SOW keep me ahead of the nasties.  <br/>\n<br/>\nWhile I don&#39;t usually have to do this (most evacuations are handled the normal<br/>\nway, everyone running to the zone and me throwing a Heal or two on the ones<br/>\nleft hanging by a thread) the times it does happen, lives get saved and people<br/>\nget happy.  <br/>\n<br/>\nAfter the battle, I heal everyone up to 80% and then med up, knowing that we&#39;ll<br/>\nall hit 100% at about the same time (their health, my mana).  Then we go back<br/>\nin and get some revenge on the critters that did us dirty before. I tell <br/>\neveryone in my group - Payback is TRULY a bitch.<br/>\n<br/>\nWell, that&#39;s all I have for now.  Again, please feel free to embellish where <br/>\nyou can.  But please, if you are going to reply, SNIP the bulk of this message<br/>\nso that people don&#39;t have to read my drivel more than once. &lt;grin&gt;<br/>\n<br/>\nDaku - 23rd Seasoned Holy Man of Tunare - Quellious server</div>","specialLinks":[]}}
