{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"srutkowski@xxxxxxxx.xxx","from":"srutkowski@...","replyTo":"LIST","senderId":"RzlRCuhgrChhdKwyFAGbCYRVKgwSeypTSCelsycEK4wZs_PrIlBMf8qf_byT3qbtsYRqAx4hMKFeHt076A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Stupidity and class boundries (was RE: Why do so many clerics think they&#39;re wizards?)","postDate":"942872908","msgId":2254,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xNzguMjI1NC45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":2271,"prevInTime":2253,"nextInTime":2255,"topicId":2254,"numMessagesInTopic":2,"msgSnippet":"I really love it when I have to tell a tank to please use his taunt button.  If I stay with him long he better be using it often.  Every class has it s members","messageBody":"<div id=\"ygrps-yiv-1650039916\">I really love it when I have to tell a tank to please use his taunt button.  If<br/>\nI stay with him long he better be using it often.  Every class has it&#39;s members<br/>\nwho play their character a different one than was intended.  The cleric or<br/>\nenchanter that casts DD are the best examples because both of these classes make<br/>\na group perform much better with less risks when we do OTHER things.<br/>\n<br/>\nI&#39;ve also seen a ranger or druid not use snare, a couple warriors who got up out<br/>\nof their chair when fighting and did something else (casters and I took a<br/>\nbeating, but it was funny to hear a ranger and a warrior ask for a res after we<br/>\nbooted them out of the group while we moved on).<br/>\n<br/>\nNow, that being said, who&#39;s responsibility is it to play that class?  It&#39;s not<br/>\nthe warrior&#39;s responsibility to play a cleric, if he wanted to play a cleric<br/>\nthen he should go create one.  I did want to play an enchanter so I did create<br/>\none and now I know TONS about the class.  If that cleric is causing you lots of<br/>\ndown time or people die, then suggest (in a nice way) things he could do to<br/>\nimprove on his tactics.  If he doesn&#39;t get it, change groups.  If he does get it<br/>\nand everyone is happy, you just made a really good friend.<br/>\n<br/>\nI burn all the time, I also stun the hell out of MOBs and that helps save me a<br/>\nTON on mana.  Everyone needs the chance to get to learn what their class can and<br/>\ncan&#39;t do.  This is a growth process.  At level 20, a clerics melee skills really<br/>\naren&#39;t THAT bad compared to a hybrid&#39;s.  Their weapon skills should be at 80,<br/>\nwhile the tank classes are at 100.  The biggest difference is the double<br/>\nattack/duel wield.  Rangers get both as do warriors, paladins and SKs only get<br/>\ndouble attack.  And the hybrids start getting these between level 17 and 20 so<br/>\nthe skill is still fairly low.  This starts to change by level 22 or 23, but<br/>\nclerics can still melee into their 30s and make a dent before sitting down to<br/>\nget that first heal off.  Its really after level 35 that it becomes a total<br/>\nwaste of time to do melee, althought I did kill the EXG for both a CGS and a<br/>\nCharred BP yesterday.  The CWG Model EXG is 100% magic resistant so I HAD to<br/>\nmelee it, so I just healed myself while I swung my mace.  Now if I could just<br/>\nget double attack and . . . .   LOL  (no thanks).<br/>\n<br/>\nOne thing I do not advocate- no not tell someone else they suck or are not<br/>\nplaying their character right.  If you were to ever tell me how to play my game,<br/>\nI&#39;d tell you to start their own cleric, find another healer, or just let me do<br/>\nmy job.<br/>\n<br/>\nAilamil Faithbringer<br/>\nTarew Marr<br/>\nStill looking for ultimate assension into Tunare&#39;s Grace<br/>\n(level 50 here I come)</div>","specialLinks":[]}}
