{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Alvarez, Ruben (consultant)","from":"&quot;Alvarez, Ruben (consultant)&quot; &lt;ruben.alvarez@...","replyTo":"LIST","senderId":"-uSB0ii6nMHRU8BkzPaOiRGrb5NHKLUgCXIugU9m1cAnt2hV1RU2ZVzx5mF8okl0n52iM4XTE6dMfrqaUhVFy9YJ9ePPRXdAwlU-x9ELzOUtRo57Idrg7FO6xdsZ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Just a rant, nothing important","postDate":"944669193","msgId":2471,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4xOTkuMjQ3MS45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":2470,"nextInTopic":2473,"prevInTime":2470,"nextInTime":2472,"topicId":2466,"numMessagesInTopic":15,"msgSnippet":"Well if you think that was bad listen to this.  Yesterday i decided to take a mental health day from work.  I wake up and the first thing I do is go on EQ.  I","messageBody":"<div id=\"ygrps-yiv-1414280697\">Well if you think that was bad listen to this.  Yesterday i decided to take<br/>\na mental health day from work.  I wake up and the first thing I do is go on<br/>\nEQ.  I logged in and I was at cazic.  So I yelled Level 31 cleric looking to<br/>\ngroup.  So i get into a group to take on Archon.  It was me,  2 SK&#39;s 2<br/>\nwizards and a ranger and druid.  So we decided We would invis and go up all<br/>\nthe way to archon.  Well everyone in the group can invis themselves and I<br/>\nstart screaming for a invis.  Noone comes down until they start fighting in<br/>\nArchon.  Then somebody realizes oh we forgot to invis the cleric.  Well POOF<br/>\na train comes like 5 lizzy I go invun.  Getting stuned.  Used 2nd<br/>\ninvunerbilty.  Well MORE STUNS.  Ok I try to gate out.  Your spell has been<br/>\ninterupted.5x  Well I die.  Get to my corpse everyone said sorry.  Well you<br/>\nthink thats the end but there is more!!!!  Now i lost a level because any<br/>\nlevel after hell level you lose a whole bub of exp.  So now I am level 30.<br/>\nOk we all go to Archon room there are about 5 to 7 lizzy.  My invisibilty<br/>\nfades. I START SCREAMING I NEED INVIS.  But noone there invis me.  Well that<br/>\nnice little jucidor and his 3 brothers tried to cast wrath on me also the<br/>\ncrudader used his harm touch on me as well/  Hehehehe Used a invunerbily<br/>\nbefore he gets the spell off.  So the wizzy says I AM GOING TO USE EVAC.<br/>\nWell he gets the spell off while we were winning the fight and boom we are<br/>\nin North Karana.  We rest up and everyone invis themselves BUT ME.  The<br/>\nwizard gates to the wizard portal in Cazic with me with NO INVIS.  Well if<br/>\nanyone has ever been there,  there are always at least 3 lizzy hanging<br/>\naround there.  Well I used my last invunerbilty then tried to gate.  The<br/>\nfirst gate was interupted down to 80%.  2nd gate intterupted 60% 3rd gate<br/>\ninterupted 30% 4th gate interupted 20%  5th gate worked with 19HP.  I said<br/>\nto the group I am leaving since you have no clue how important the cleric<br/>\nis.  I left and decided I was going to go to Rathe mountains. Well Mr. Hurd<br/>\nshowed me what a real ass whoopin is.  Died lost level 31 again.  Back to<br/>\n30. Played all last night still havent gotten that level back. The moral of<br/>\nthe story. HELL LEVEL SUCKS.<br/>\n<br/>\n<br/>\nQanin Skywanderer<br/>\nThe Rathe 30th Circle Cleric<br/>\n<blockquote><span title=\"qreply\"> &gt; ----------<br/>\n&gt; From: \tChris Wheeler[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wheelech@...\">wheelech@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a><br/>\n&gt; Sent: \tWednesday, December 08, 1999 9:24 AM<br/>\n&gt; To: \t&#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ-Clerics@onelist.com\">EQ-Clerics@onelist.com</a>&#39;<br/>\n&gt; Subject: \t[EQ-Clerics] Just a rant, nothing important<br/>\n&gt; <br/>\n&gt; From: Chris Wheeler &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:wheelech@...\">wheelech@...</a>&gt;<br/>\n&gt; <br/>\n&gt; Hi all,<br/>\n&gt; <br/>\n&gt; The following is just a rant. Nothing of substance, just me venting about<br/>\n&gt; last nites gameplay.  If you don&#39;t want to read it, feel free to skip.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Rant.<br/>\n&gt; <br/>\n&gt; Well, last nite was just one of those bad group experiences.  I have<br/>\n&gt; recently decided to setup home in Unrest.  Granted, its a dangerous place<br/>\n&gt; for a lvl 16 cleric, but I consider myself a decent enough playe, one who,<br/>\n&gt; in the words of Kenny Rogers, &#39;..knows when to hold, knows when to fold<br/>\n&gt; em,<br/>\n&gt; knows when to walk away, knows when to run...&#39;.<br/>\n&gt; <br/>\n&gt; So I start last nite, and within ten minutes have a full group going.<br/>\n&gt; Thats<br/>\n&gt; what I love about Unrest, its so easy to get a group going.  <br/>\n&gt; <br/>\n&gt; Anyways, we have 2 bards, an enchanter, a pally, and 2 clerics.  So we<br/>\n&gt; start.  I am nominated as the puller, which i don&#39;t like, but what the<br/>\n&gt; heck.<br/>\n&gt; So i pull the first few mobs.  Each time, we kill something, I immediately<br/>\n&gt; here the &#39;ching-ching&#39; sound (looting) and see i receive a split of the<br/>\n&gt; money.  Of course, this is happening during the fighting, as opposed to<br/>\n&gt; the<br/>\n&gt; end.  So i mention that it would probably be wiser to wait till the fight<br/>\n&gt; was over before looting, as the mobs in unrest are unruly, and any break<br/>\n&gt; in<br/>\n&gt; the fighting could cost us our lives.  Plus, it would be nice to get a<br/>\n&gt; fair<br/>\n&gt; share of the looting rights.<br/>\n&gt; <br/>\n&gt; So we pull more, and of course, more looting during fighting occurs.  This<br/>\n&gt; time I am more adament about the looting.  I amthen told by our lowest<br/>\n&gt; level<br/>\n&gt; bard that she wants free for all looting.  I usually would agree that free<br/>\n&gt; for all is ok, but I told her that it wouldn&#39;t be fair if only one person<br/>\n&gt; got all the fine steel and bronze.  So we conclude that we will ffa the<br/>\n&gt; money, and alpha the bronze and FS.<br/>\n&gt; <br/>\n&gt; Next pull, we get a nasty train.  We stay to fight, and we are doing ok,<br/>\n&gt; until the clerics run out of mana. fortunately, we had killed a few, so we<br/>\n&gt; got some good xp.  But the healing is about to end (oom) and we (the<br/>\n&gt; clerics) yell RUN-ZONE.<br/>\n&gt; <br/>\n&gt; Of course no one listens, they keep fighting, the clerics make it out, two<br/>\n&gt; of the group die, and the others limp out with a bubble each.  <br/>\n&gt; <br/>\n&gt; We get blasted by the group... Why didn&#39;t you heal, you should have had<br/>\n&gt; your<br/>\n&gt; act together...  Well, we explain that the we can only heal for as much<br/>\n&gt; mana<br/>\n&gt; as we have, and when the clerics say run, its run time.<br/>\n&gt; <br/>\n&gt; So we regroup, and go back in.  Another train, this time the enchanter<br/>\n&gt; decides he&#39;ll play tank when he goes OOM. We tell him to back off, but no,<br/>\n&gt; he stays and fights, causing the clerics to wast mana on him for heals.<br/>\n&gt; He<br/>\n&gt; died, and of course, blames us.<br/>\n&gt; <br/>\n&gt; Wash, rinse repeat.  More stupid group moves, more dying.  It ranged from<br/>\n&gt; looting probs to players taking off to &#39;explore&#39; then dying.  And, we had<br/>\n&gt; the people who were higher in level leave our group (we were abel to<br/>\n&gt; replace, but anyone with a brain didn&#39;t stay in the group long).  <br/>\n&gt; <br/>\n&gt; In the end, I died once, but it was enough to wipe my Xp for the night,<br/>\n&gt; and<br/>\n&gt; I made a total of 3 gold ( i usually make 10pp).<br/>\n&gt; <br/>\n&gt; I guess the conclusion is this: Some players think clerics are a<br/>\n&gt; bottomless<br/>\n&gt; pit of mana/healing, and any death in a group is always the result of the<br/>\n&gt; cleric not healing properly/fast enough.  My philosophy is tanks first,<br/>\n&gt; everyone else next, me last. I&#39;ll tell you this, I now know who not to<br/>\n&gt; group<br/>\n&gt; with in Unrest, or anywhere else for that matter.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; Brytewing, 16th Cleric of the Rathe.<br/>\n&gt; <br/>\n&gt; &gt; </span></blockquote></div>","specialLinks":[]}}
