{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"ejohnson@xxxxxx.xxx","from":"ejohnson@...","replyTo":"LIST","senderId":"CX7BnZ2B5JrfwBjIGhN69JLVvhJjNjl8dksJLuOevyYBBTprZumV74sY0_kq8AdRa93IHFB1yuRc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Maybe some hope yet","postDate":"944833921","msgId":2499,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4yMDEuMjQ5OS45NTkzMDIzNTZAZUdyb3Vwcy5jb20+"},"prevInTopic":2490,"nextInTopic":2500,"prevInTime":2498,"nextInTime":2500,"topicId":2487,"numMessagesInTopic":7,"msgSnippet":"... Gordon, Congrats on your new position. I am glad to see Verant has put a person in charge of bringing user issues before the dev team / management team,","messageBody":"<div id=\"ygrps-yiv-1601931739\">I&#39;m positive that&#39;s what it was referring to, I posted the original message! :) Here&#39;s what I wrote:<br/>\n-----------------------------------<br/>\nGordon,<br/>\nCongrats on your new position. I am glad to see Verant has put a person in<br/>\ncharge of bringing user issues before the dev team / management team, etc. I<br/>\nhope this will go far to improve communication with Verant and the players.<br/>\n<br/>\nThere are a lot of issues that need to be addressed, but the one I&#39;d like to<br/>\nbring to your attention in this thread is the new class quest armor. For the<br/>\nrecord, I play a Dark Elf Cleric, and I was thrilled to see that new quests<br/>\nwould be available to me (DE Clerics don&#39;t have a lot of quests - actually<br/>\nzero for them specifically). I&#39;m sure a lot of other classes have the similar<br/>\ncomplaints, so I&#39;m not just talking about the Cleric armor (and Caduceus)<br/>\nquests, but it is the only class armor I can comment on in specifics.<br/>\n<br/>\nWhen Brad talked about removing Rubicite from the game, one of the reasons <br/>\nentioned was to reduce camping. Herein is the problem I&#39;d like to address. <br/>\nThe Cleric armor (and others) requires a lot of camping! Two items in Kithicor<br/>\nspawn once every 7-8 hours and require you to sit and watch one spot for it to<br/>\nappear. I have to admit a bit of luck in that I logged out near the item and<br/>\nlogged in right after the servers came back up from a patch to get these items.<br/>\nThis isn&#39;t really questing, it&#39;s more finding the loophole in the system! <br/>\nAlso, many of the other items require camping a rare spawn in order to get the<br/>\nitem. These creatures (Babinsport, Bilge, Gull for some) spawn once every 7-8<br/>\nhours, and also have placeholders! So what happens is that you end up sitting<br/>\nin an area camping, waiting for the rare spawn to appear. To make matters<br/>\nworse, some quest NPCs are also dropping good non-quest items, or quest items<br/>\nfor other classes, making them very heavily camped. Also, they tend to appear<br/>\nin areas where there isn&#39;t a whole lot else to do. Babinsport for one, spawns<br/>\nin Befallen, and there&#39;s not a lot to do for a 35th level character in <br/>\nefallen.<br/>\n<br/>\nSo, My point is that camping hasn&#39;t really been reduced, just spread out. What<br/>\nwould I like to see? I would like to see someone address and comment on this<br/>\nissue. If the intent was to spread out the camps so that everyone isn&#39;t sitting<br/>\nin Cazic Thule, that&#39;s one thing. But a lot of people (myself included) were<br/>\nunder the impression that the quests were suppose to reduce camping entirely.<br/>\nCould you or someone else comment on the rare spawns in the class armor quests?<br/>\nWere they intentional? Were they supposed to reduce camping times or just<br/>\nspread it out? Will they be changed? Are we just being stupid and doing<br/>\nsomething wrong? <br/>\n<br/>\nAll the classes have issues with the stats for the armor, and I personally<br/>\ndon&#39;t want to go there. I just want to know what is the theory behind the<br/>\ncamping for these items. I sat and camped the Troll SK in befallen to get a <br/>\nBC and I really hated camping! I would love to get my class armor, but I know<br/>\nI won&#39;t, because of the camping involved. Thank you for your time and attention.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;My Question is when did you see this posted and are you sure they are <br/>\n&gt;referring to Quest armor?  With this last patch they made the drop rate of <br/>\n&gt;class specific armor in the Planes more frequent.  Just don&#39;t want anyone to <br/>\n&gt;get hopes up if they are not talking about quest armor<br/>\n&gt;<br/>\n&gt;Bree </span></blockquote></div>","specialLinks":[]}}
