{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Slithey Tove","from":"&quot;Slithey Tove&quot; &lt;slithey@...","replyTo":"LIST","senderId":"5Wgku-KD0ThXvTPgf1LtZPzsBlrXlgft8WMe2yymY5Dn39kBvNOXWoQZIHhWQeCxOCFVHc0HHUK6SsjNcspi9_3Kd4UzXB8","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: LVL9 spells and armor","postDate":"930927593","msgId":287,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4yOS4yODcuOTU5MzAyMzU0QGVHcm91cHMuY29tPg=="},"prevInTopic":285,"nextInTopic":288,"prevInTime":286,"nextInTime":288,"topicId":277,"numMessagesInTopic":28,"msgSnippet":"Others in this thread have offered good advice. I remember running around one day at level 6 or 7, knocking off orc pawns, skellies and pixie tricksters near","messageBody":"<div id=\"ygrps-yiv-1970848678\">Others in this thread have offered good advice.<br/>\n<br/>\nI remember running around one day at level 6 or 7, knocking off orc pawns,<br/>\nskellies and pixie tricksters near Felwithe, just for their weapons. No xp,<br/>\nbut at the end of the day I had about 4 plat.<br/>\n<br/>\nI second the idea of realizing that you are not going to be able to upgrade<br/>\nyour armor as soon as a warrior. I wore patchwork through level 10 or so,<br/>\nwhen I began to replace it with ring. Not banded, too expensive. Ring is<br/>\nlots cheaper, at least for a dwarf in Faydwer, because there&#39;s lots of it<br/>\ncoming out of Unrest, almost as high AC as banded. A little heavier, but I&#39;m<br/>\na dwarf with good strength. I got my first bronze at Level 15, when I<br/>\nhappened to be in a zone where a dark elf who was deleting her character was<br/>\nhaving a fire sale of small bronze. My bronze breastplate was taken directly<br/>\nfrom the smoking corpse of a dry bone skeleton in Unrest.<br/>\n<br/>\nRemember, you can always get cheaper armor if you go to the source. I picked<br/>\nup Emperor Crush&#39;s dwarven ringmail tunic for 10 pp in Crushbone the other<br/>\nday, from a wizard who wanted to get rid of it, and offered to sell me<br/>\nanother for the same price. Small bronze, which is found in Unrest, goes for<br/>\nvery low sums from players in Unrest (who want to unburden themselves<br/>\nwithout having to to trek back to Butcherblock to sell or bank) and even in<br/>\nButcherblock from players who are leaving Unrest and going back to Antonica.<br/>\nWould you believe 8 pp for small bronze pauldrons?<br/>\n<br/>\nWhen buying armor, buy smart. Wait for good prices.<br/>\n<br/>\nLike others, I killed bandits for the occasional bronze weapon, only these<br/>\nwere the bandits in Lesser Faydark. When I hit level 10, I started killing<br/>\nminos, and mino axes, which I can always sell for 4 pp if I am patient, were<br/>\nmy main source of income from level 10 to level 14 or so, when I journeyed<br/>\nto Antonica.<br/>\n<br/>\nFinally, you don&#39;t need to buy all those spells available at level 9, right<br/>\naway. I would buy:<br/>\n<br/>\n    Summon Food (pays for itself in food costs)<br/>\n    Center (Buffs R Us)<br/>\n    Hammer of Wrath (a better weapon than you will be able to afford for a<br/>\nwhile, probably, and it hits for magic to boot)<br/>\n<br/>\n    If you still have money:<br/>\n    Root<br/>\n    Endure fire (useful for fighting ebon drakes)<br/>\n    Sense the dead (not expensive, and a mana-cheap way of keeping your Div<br/>\nskill up for the occasional use of Invis to Undead)<br/>\n    Endure poison<br/>\n<br/>\n    I agree with the other poster who said that Word of Pain is an<br/>\ninvitation to have all the mobs attack you at once. And it is expensive in<br/>\nmana to boot.<br/>\n<br/>\n    And a question to everyone else: have you ever found much use in Soothe,<br/>\nFear, and Invigor? Soothe sounds great, but I just haven&#39;t gotten much use<br/>\nout of it. Fear is the same way. The one time I tried it, the feared bandit<br/>\nran backwards two feet, then came right back and was in my face, with the<br/>\nother bandit I was figting. I think I died that time. And has anyone found<br/>\nmuch use for Invigor?<br/>\n<br/>\n== Gilead, Dwarven cleric of Fennin Ro</div>","specialLinks":[]}}
