{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"palmerrj@xxxxxx.xxx","from":"palmerrj@...","replyTo":"LIST","senderId":"Ao1tipQaCmEVs0FYgtNtmWYnIDi4Qf6f1K0qvbAerQB_L01GDCkNOw1KjFdgkzgpA5pkBoF7-Tzp","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Hail one and all, a few thoughts...","postDate":"928331009","msgId":37,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS4zLjM3Ljk1OTMwMjM1M0BlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":36,"nextInTime":38,"topicId":37,"numMessagesInTopic":1,"msgSnippet":"First I would ask that we are careful to remember that this is not a chat board.  Not to be a Party-Pooper but when I get this email, I dont think we all","messageBody":"<div id=\"ygrps-yiv-1081093736\">First I would ask that we are careful to remember that this is not a chat board.  Not to be a &quot;Party-Pooper&quot; but when I get this email, I dont think we all have tons of time to sift through all the &quot;hi&#39;s&quot; and &quot;hello&#39;s&quot;  I think you get my point.  Let us all please just be careful on our postings.\r<br/>\n\r<br/>\nSecond, I see an issue about the &quot;solo&quot; cleric.  A cleric was and is not supposed to be a &quot;solo&quot; player.  Yes there are times, but, this game is desighned for &quot;group&quot; adventuring.  From what I have heard, seen and been told by players 20th and up to 50th, is that a cleric and a bard are essential to a party when fighting the real nasties.  The cleric for in battle healing and post battle buffing.  Not one drop of mana is wasted on offensive spells, the party needs and demands all of his mana for healing during these battles.  This includes medding during the battle.  The bard is and equal in these situations for during battle he helps regen mana for the casters faster and his songs of sleep etc.  Post battle he  aids in the healing and mana restore, letting the cleric get ready for the next fight, so he does not need to use mana during the down time.  During these battles it is of greater benefit to keep the heavy hitters alive and swinging with ye heals than to try and be the heavy hitter.  Thus ye have role&#39;s to play, making this what it is, a great roleplaying game.\r<br/>\n\r<br/>\nGlad to see many have joined this mailing list.  I hope we all can have input (positive or negative) and learn a thing or two from each other.\r<br/>\n\r<br/>\nPorfilas  10th, Mith</div>","specialLinks":[]}}
