{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Supafly16@xxx.xxx","from":"Supafly16@...","replyTo":"LIST","senderId":"XC_qNugUEiY7UxC54KhauBb49G7pAd2AxGyCO4jgGQO1D0juksdV1KXLDlsT4e2HYQNRxHJU0g","spamInfo":{"isSpam":false,"reason":"0"},"subject":"EQ - worse rpg ever?","postDate":"932025168","msgId":511,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS40NC41MTEuOTU5MzAyMzU0QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":512,"prevInTime":510,"nextInTime":512,"topicId":511,"numMessagesInTopic":21,"msgSnippet":"Count me out of Everquest. I have played this RPG since it first hit the shelves of my local game store- and I must say; I am quite disappointed to where it","messageBody":"<div id=\"ygrps-yiv-1367030315\">Count me out of Everquest. I have played this RPG since it first hit the <br/>\nshelves of my local game store- and I must say; I am quite disappointed to <br/>\nwhere it has ended up as. <br/>\n It had great promise, but frankly-  it&#39;s the worse fantasy game i have ever <br/>\nplayed. As a matter of fact;  THERE IS NO &#39;FANTASY&#39; about it!!!! I had a <br/>\nnumber of fantastic dreams when I first heard of Everquest- a land where one <br/>\ncan travel across lands and dimensions, a true world where you can follow a <br/>\ntrail through a path of forest for hours to reach the fabled land of elves- <br/>\nor journey through a dark dungeon where rumors of a powerful sorceror made <br/>\nhis home there-, creating monstrosities and twisting creatures and beings to <br/>\nits desire, with people cowering in fear to its name- or journey to an inn <br/>\nwithin a city, where you meat cut-throats, warriors, magicians of promised <br/>\npower to journey with you to a quest assigned to you- but these dreams have <br/>\nbeen shattered! Never has any of this happened in the world of Norrath to me. <br/>\n Playing as a priestess of Tunare, I had great ambitions of journeying and <br/>\nmaking a mark upon my name as an adventurerer and holy advisor. But I am lost <br/>\nin a world of technicality- noone cares about adventuring or imagination in <br/>\nthe world of Norrath. I am lost in a world of levels, fancy weapons, and <br/>\nitems. Noone in the world of EQ cares about being in a diffrent world- its <br/>\nonly a contest on who can reach the highest level, get the most fanciful <br/>\nweapon, or the the most striking robe. <br/>\n Try to prove me wrong- I doubt it! Through my months of journeying in the <br/>\nworld of Norrath, I HAVE ONLY MET ONE PERSON  that truly tried to roleplay <br/>\n(and i have met many people through different servers) - and even he turned <br/>\ninto the &#39;world of mundane unimagination&#39; after a month. Am I wrong? Read <br/>\nthis mailing list- what do people talk about on this list? This is what they <br/>\ntalk about- <br/>\n   &quot; How can I find the (some generic magic item that everyone else talks <br/>\nabout) &quot; <br/>\n   What level is --- (some monster that someone wants to kill to get an item, <br/>\nand camp out til he/she gets it)<br/>\n    Where can I hunt to get to level (a number) -<br/>\n     Etc.... etc....&quot;<br/>\n Not that any of this is wrong, people are asking for help- but this is all <br/>\nanyone talks about in EQ! ! ! I once belonged to an RPG community and game  <br/>\nwhere mailing lists were designed to be &#39;in character&#39; , where Mordok the <br/>\nwarrior may  share his thoughts about the Golden Dragons Inn, or the Dark <br/>\nElves gathering a war party to rid the land of people who oppose them, or <br/>\nmagicians giving hints to the knowledge of their power through a quest for <br/>\nthem (And i thought this was one of the most exciting RPGs until they started <br/>\ncharging money per hour to play) - does any of this happen EQ, wheteher <br/>\nthrough mailing lists or in the game itself?  To believe that EQ made a <br/>\nmeasly attempt to have people roleplay by coloring their names a different <br/>\ncolor!? All i get from those people  are male characters asking for my phone <br/>\nnumber or address (considering I play a female character), or  --- <br/>\n  &quot;How much damage does that spell do?<br/>\n   When will  (the monster) spawn again? <br/>\n    WHat number is your (skill) at? <br/>\n   Whats the stats of your (item) ? <br/>\n  I can&#39;t wait til reach level (#) etc...etc...&quot; <br/>\n    I am not making bones about it- yes, it is great to reach the next level <br/>\nso you can cast a different spell, etc.. to enliven your adventure-  but what <br/>\ndoes everyone else look for after that? THIS is what - <br/>\n    &quot; I can&#39;t wait to reach the next level!!! &quot; <br/>\n  So what happens when you reach level 100? What are you going to do then, <br/>\nkeep fighting monsters til you reach level 101?<br/>\n<br/>\n <br/>\n  There is no fiction about EQ. Its not a RPG, its a video game with no <br/>\nimagination. Its a game with promised excitement, yet it will rot (and it is <br/>\nalready starting to) from the inside, and will not last long at all. I am <br/>\nquitting my characters, and looking forward to this other game that i saw on <br/>\nthe web ( a complicated multi-player text RPG, but not a traditional MUD). I <br/>\nam sure mostl of the people reading this doesn&#39;t give a damn about anything <br/>\nof what I said -  trash me all you want- I dont care. <br/>\n  Tenzin Alexander</div>","specialLinks":[]}}
