{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Y0URG00FY@xxx.xxx","from":"Y0URG00FY@...","replyTo":"LIST","senderId":"0d5UM-K1PpxyBrbwx6dEKQreo38Dyv2axCISgeVN2NBZx4N_jbIdJj4HPuUltj-5fos3PKJoAw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: EQ - worse rpg ever?","postDate":"932090943","msgId":540,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDU2MS40Ni41NDAuOTU5MzAyMzU0QGVHcm91cHMuY29tPg=="},"prevInTopic":539,"nextInTopic":541,"prevInTime":539,"nextInTime":541,"topicId":511,"numMessagesInTopic":21,"msgSnippet":"Hail Tenzin Alexander! Hmmm.... you make some very good points, however I think you are too general. For myself U can echo a lot of what you say. I came here","messageBody":"<div id=\"ygrps-yiv-1223719157\">Hail Tenzin Alexander!<br/>\n<br/>\nHmmm.... you make some very good points, however I think you are too general. <br/>\nFor myself U can echo a lot of what you say. <br/>\n<br/>\nI came here with friends from another game, which I still play, and we have <br/>\nhad our differences - still firends - but differences on how we wish to play.<br/>\n<br/>\nI role play, and the best way I have found to role play is to play solo - at <br/>\nmy clerics level now I find it harder and harder, it would be much better for <br/>\nme to group if levelling was my priority. More power is useful, it opens more <br/>\nplaces to me in a safer way. I was much slower at first in gaining power than <br/>\nmy friends because I would explore, visit the taverns - and always I would be <br/>\nthere alone. The bartender is a little slow on conversation ;-).<br/>\n<br/>\nThe game itself is a stage to me, role plating is perfectly possible, the <br/>\ndifficulty as you have found is finding others to role play with you. The <br/>\nstage is very big, and there are role players out there... at different <br/>\nlevels, some at early stages of learning, could include myself there - I am <br/>\nnot so skilled as a player in a text based tavern that played a stool for the <br/>\nwhole night, a magical stool yes but a stool personality - verrrrry funny <br/>\ntoo, didn&#39;t like guys sitting on him ;-).<br/>\n<br/>\nI have developed another charachter that is better at soloing, and have my <br/>\nfavourite type of charachter [sorry I do love clerics too] waiting for a <br/>\nrealistic update to its abilities - classically a soloing charachter.<br/>\n<br/>\nLeaving here isn&#39;t the answer, the land is there to role play in. The <br/>\nelements are there - ok, quests could be more interesting and thats a little <br/>\ndisappointing for now - but set your own quests. I don&#39;t camp, I take risks <br/>\nfor others in my role as cleric - I have my own path that dictates who and <br/>\nhow I help as I travel around. I have some friends that role play, and some <br/>\nwho are developing role play, some that want to role play if they could work <br/>\nit out, and some that power game and camp...  imagination is the key, if I am <br/>\naround people strangers or friends that start to turn my dreamland into <br/>\nreality then I make my exit.<br/>\n<br/>\nI have zero problem with how people want to play this game, it is my escapism <br/>\nfrom the real world - if people ask me what level I am then they get an <br/>\nanswer based on the charachter I am playing... my dwarven cleric is a little <br/>\nsurly and gets some hmmm misunderstood comments but that doesn&#39;t really <br/>\nmatter to me, I still try and explain ooc so that some can have a glimpse of <br/>\nwhat they may be missing out on.<br/>\n<br/>\nThere is supposed to be a race war server starting, that could, and should, <br/>\nlend itself to role playing.<br/>\n<br/>\nFinally.... there are those doing their best to role play, they are maybe few <br/>\nand far between and maybe keep it to themselves too much because they&#39;ve <br/>\ngiven up finding others... however, if you leave then that&#39;s one less. For <br/>\nme, I stay and will keep to my path[s], this is a young place yet... give it <br/>\na chance, and role play your heart out and maybe you will find more people <br/>\nsitting round the camp fire with you telling you about far places you have <br/>\nyet to visit....<br/>\n<br/>\nLifegiver of Solusek Ro [and his cousins... Fley, Glade and Rolla also of <br/>\nSolusek Ro]</div>","specialLinks":[]}}
