<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <TITLE>Der Panther</TITLE>
</HEAD>
<BODY BACKGROUND="../Inhalt/Papier_16.gif" TEXT="#0000a0">

<P><CENTER><TABLE BORDER="1" CELLSPACING="2" CELLPADDING="5">
<CAPTION ALIGN="TOP"><B><FONT COLOR="#0000a0" SIZE=+1>Eine seltsame Begegnung</FONT></B></CAPTION>
<TR>
<TD WIDTH="100%" BACKGROUND="../Inhalt/perga.gif"><P><BR>
An irgendetwas h&auml;tte ich ihn erkennen m&uuml;ssen. Vielleicht lag es
an den vielen Dingen die mich damals besch&auml;ftigten; ich stand kurz
vor einer Bef&ouml;rderung zur Bibliothekarin erster Klasse, eine Bef&ouml;rderung
die schon seit einem halben Jahr &uuml;berf&auml;llig war und auf die ich
sehnsuchtsvoll wartete. Deshalb bem&uuml;hte ich mich bei meinem Vorgesetzten,
Laidalos Manur positiv aufzufallen.<BR>
An diesem Tag hatte ich mir vorgenommen die alten Register durchzusehen
und eventuelle Korrekturen vorzunehmen; eine langweilige Arbeit die verlangte
dass ich &ouml;fters zwischen meinem B&uuml;ro und dem Archiv hin- und herlief.
Dabei begegnete ich ihm.<BR>
Er stand im dritten Obergeschoss und blickte &uuml;ber die Balustrade nach
unten. F&uuml;r die Nicht-Eruditen sollte ich vielleicht erkl&auml;ren dass
die Bibliothek von Erudin in vier Geschosse unterteilt ist. Im Erdgeschoss
befinden sich die oft gelesenen B&uuml;cher, etwa s&auml;mtliche Zaubergrimoiren.
Im ersten Obergeschoss sind s&auml;mtliche B&uuml;cher &uuml;ber Flora und
Fauna von Norrath gelagert, im zweiten Obergeschoss Studien &uuml;ber V&ouml;lker
und ihre Kulturen. Im dritten Obergeschoss, das zu Betreten normalen Besuchern
verboten ist befinden sich das Archiv und s&auml;mtliche wertvollen Schriften
welche die Bibliothek besitzt; unter anderem alles was Erud zu seinen Lebzeiten
niedergeschrieben hat. <BR>
Aus diesem Grund runzelte ich die Stirn als ich den Mann dort stehen sah.
Er war ein Erudite, doch seine Haut war seltsam blass, und seine Kleidung
erschien mir fremdartig. Noch w&auml;hrend er in die Tiefe blickte trat
ich neben ihn und fasste ihn an der Schulter. &quot;Verzeihung, aber das
Betreten der Archive ist Besuchern nicht gestattet.&quot; Er wandte sich
um, und um seine Mundwinkel spielte ein leises, verloren wirkendes L&auml;cheln.
Z&ouml;gernd nahm ich meine Hand von seiner Schulter und blickte ihn einige
Sekunden lang an. Sein Gesicht schien mir seltsam bekannt, doch ich h&auml;tte
nicht sagen k&ouml;nnen woher. Unz&auml;hlige Falten hatten sich um seine
Augen eingegraben, und erst jetzt fiel mir auf dass er schon sehr alt sein
musste. Mit einer seiner knorrigen H&auml;nde strich er sich langsam seine
fremdartige, blaubestickte Robe glatt und als er zu sprechen begann klang
seine Stimme wie ein leises Wellenrauschen.<BR>
&quot;Ich denke schon dass ich berechtigt bin hier zu sein. Doch, das denke
ich..&quot; &quot;Sir...&quot; begann ich z&ouml;gernd, doch er schnitt
mir das Wort ab. &quot;Du w&uuml;rdest dich wundern Kindchen,&quot; - ich
verzog unwillig das Gesicht, &quot;wenn du w&uuml;sstest wie das alles hier
entstanden ist. Es war harte Arbeit. Tagelang mussten wir B&auml;ume umhauen
um auch nur die ersten Blockh&uuml;tten zu bauen. Langsam entstand dann
die Stadt, und die Bibliothek war eines der ersten wirklich eindruckvollen
Geb&auml;ude. Ich hatte so grosse Pl&auml;ne damit...&quot;, sein Gesicht
nahm einen melancholischen Ausdruck an. &quot;Aber dann kamen die Nekromanten,
und die Zeit der grossen Magier Kriege begann. Ihr k&ouml;nnt euch das heute
nicht mehr vorstellen, doch damals war Mana in weit gr&ouml;sseren Mengen
vorhanden als heutzutage. Was damals geschah ver&auml;nderte das Angesicht
der Welt und zerst&ouml;rte ein grosses Reich. Aber wie auch immer...&quot;,
er straffte sich, &quot;Als es gelang die Kriege zu beenden war ich schon
ein alter Mann. Und irgendwie hatte man es geschafft mir das Zepter aus
der Hand zu nehmen. Meine Berater erledigten die Regierungsgesch&auml;fte,
&quot; er lachte trocken, &quot;und sie taten es gut, oh ja! Vertreibt die
Nekromanten aus der Stadt sagten sie. Anderen Rassen ist nicht zu trauen
sagten sie. Ich erkannte es erst sp&auml;t, doch als ich merkte wie sie
meine Ideen verh&ouml;hnten, wie sie es schafften, ihre EIGENE Meinung aus
meinen Schriften herauszuinterpretieren... Da wurde ich furchtbar w&uuml;tend.
Ich verliess mein Bett zum ersten Mal seit Monaten, zog meine beste Robe
an und trat vor das Volk, um ein letztes Mal eine Rede zu halten. Eine Rede
&uuml;ber Freiheit und Toleranz, &uuml;ber Wissen und Lernen, &uuml;ber
die F&auml;higkeit eines jeden andere verstehen zu lernen... Ich stand auf
dem grossen Platz vor der Bibliothek und setzte zum sprechen an als ein
gedungener M&ouml;rder mir einen Pfeil ins Herz schoss.&quot; Sein Blick
schien mich durchdringen zu wollen, und ich wich einen Schritt zur&uuml;ck.
&quot;Der M&ouml;rder war ein Mensch. Er wurde geh&auml;ngt. Wasser f&uuml;r
ihre M&uuml;hlen. Sie bauten mir ein Mausol&auml;um und begruben mich mit
allen Ehren. Mein Lebenswerk aber war pervertiert.&quot;<BR>
Ich war nicht f&auml;hig ein Wort hervorzubringen. Der Fremde griff in seine
Tasche und nahm einen kleinen Gegenstand heraus den er mir reichte. Mit
zittrigen H&auml;nden nahm ich ihn entgegen und sah dass es ein kleines
Goldamulett war. &quot;Nimm das, Kind, und geh in die Welt hinaus. Ich weiss
dass es f&uuml;r dich noch nicht zu sp&auml;t ist. Ich weiss von deiner
Aufregung wenn mal ein Ausl&auml;ndischer die Bibliothek besucht.&quot;
Ich err&ouml;tete. Er l&auml;chelte g&uuml;tig. &quot;Gehe und lerne. Lerne
andere L&auml;nder und V&ouml;lker kennen. Dir ist Grosses vorherbestimmt,
doch erst musst du Erfahrungen sammeln. Du wirst Freunde finden die dir
dabei beistehen. Prexus wacht &uuml;ber dich mein Kind. Und vergiss nie;
Wissen zu gewinnen ist die gr&ouml;sste Herausforderung von allen.&quot;<BR>
Mit diesen Worten verschwand er. Nicht mit Donner und Blitz, auch nicht
in einer Wolke aus durchscheinenden Blasen wie ein Zauberer. Er verblasste
einfach, wurde immer durchsichtiger bis er nicht mehr zu sehen war. Ich
blinzelte verbl&uuml;fft. H&auml;tte ich nicht das Amulett noch immer in
meiner Handfl&auml;che gesp&uuml;rt so w&auml;re ich geneigt gewesen das
ganze als Traum abzutun. So aber rannte ich schnell zu Laidalos und erz&auml;hlte
ihm dass ich einen Fremden in den Archiven gesehen hatte. Als ich ihm den
alten Mann beschrieb runzelte er unwillig die Stirn und sah mich streng
an. &quot;Hast du etwa w&auml;hrend der Arbeit getr&auml;umt, Bibliothekarin
zweiter Klasse Delectaria?&quot; Als ich verbl&uuml;fft verneinte nahm er
mich an der Hand und f&uuml;hrte mich in sein privates B&uuml;ro. Dort zeigte
er mit dem Finger auf ein Bild das &uuml;ber der T&uuml;r hing. &quot;Den
hast du also gesehen?&quot; In seiner Stimme schwang unverh&uuml;llter Spott
mit w&auml;hrend ich mit grossen Augen auf das Bild blickte. Es zeigte den
Mann den ich im Archiv gesehen hatte. Darunter stand in verschn&ouml;rkelten
Buchstaben: <BR>
&quot;Erud - Vater aller Eruditen&quot;</P>

<P>Delectaria</TD></TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
