<html>
<head>
<title>Avenger of Wrath - Online Community</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#0033FF" vlink="#0033FF" alink="#0033FF" tracingsrc="bomb.jpg" tracingopacity="100">
<embed src="2001.mid" hidden=true autostart=true loop=false></embed>
<p align="center"><font face="Verdana, Arial, Helvetica, sans-serif">Willkommen 
  bei den Avengers of Wrath</font></p>
<p align="center"><img src="bomb.jpg" width="1024" height="768"></p>
<p align="left">&nbsp;</p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Die alte Seite 
  wurde dem, was die Avengers sind nicht mehr gerecht. Diese vorl&auml;ufige Page 
  stellt einen Ausblick auf Kommendes dar. Be prepared.</font></p>
<p>&nbsp;</p>
<a href="http://www.avengers-of-wrath.de/cgi-bin/YaBB.pl"> Zum Forum</a><br><br>
<p><font face="Georgia, Times New Roman, Times, serif">Die Geschichte der Avengers 
  of Wrath:</font></p>
<p><font face="Georgia, Times New Roman, Times, serif"><br>
  Alles begann vor vielen Jahren in einer Welt namens Meridian 112.<br>
  Ein junger Adeliger namens Torwin Un&acute;Gent wanderte durch die gr&uuml;nen 
  W&auml;lder und geno&szlig; den lauen Sommertag. Ganz in Gedanken versunken 
  erreichte er ein kleine Lichtung nahe eines sanft dahinflie&szlig;enden Flusses 
  und beschlo&szlig; an dessen Ufern sein Lager aufzuschlagen und eventuell ein 
  paar Fische f&uuml;r das Abendmahl zu fangen.<br>
  Das dieser Ort aber nur eine tr&uuml;gerische Ruhe und Sanftheit ausstrahlte 
  wu&szlig;te der junge Mann noch nicht, da er erst sehr wenige Wochen in dieser 
  Welt weilte und weder Land noch Leute kannte.<br>
  Obwohl er sich unbeobachtet w&auml;hnte, ruhten bereits zahlreiche hungrige 
  Augenpaare auf ihm.<br>
  Fa&szlig;t zu sp&auml;t h&auml;tte er die drohende Gefahr bemerkt, die sich 
  leise auf 8 Beinen n&auml;herte.<br>
  Im letzten Augenblick konnte sich der junge Mann zur Seite rollen, als die giftigen 
  Kieferscheren der Riesenspinne sich um seinen Hals legen wollten.<br>
  Torwin zog den S&auml;bel und wehrte sich nach Leibeskr&auml;ften gegen die 
  Spinne, die die Gr&ouml;&szlig;e eines Ponys hatte.<br>
  Obwohl der junge Mann noch kaum wahre Kampferfahrung besa&szlig;, hatte er doch 
  bisher nur mit den Fechttrainern seines Vaters ge&uuml;bt, war abzusehen, da&szlig; 
  er diesen Kampf gegen seinen giftigen Feind gewinnen w&uuml;rde. Doch das Blatt 
  wendete sich schlagartig, als noch 2 weitere Riesenspinnen durch das Unterholz 
  brachen und auf Torwin eindrangen.<br>
  Von zahlreichen Bi&szlig;wunden &uuml;bers&auml;t brach Torwin zusammen und 
  schlo&szlig; bereits mit seinem jungen Leben ab, denn einer der n&auml;chsten 
  Bisse der Riesenspinnen musste unweigerlich sein Ende bedeuten.<br>
  Er schlo&szlig; seine Augen, schickte ein Sto&szlig;gebet zu den G&ouml;ttern 
  und wartet auf den t&ouml;dlichen Biss.<br>
  Doch statt des Bi&szlig;es erklang ein m&auml;chtiger Kriegsschrei neben ihm 
  und als Torwin die Augen aufri&szlig;, sah er einen furchterregenden Krieger 
  auf die beiden verbliebenen Riesenspinnen einschlagen, die sich sofort dem neuen 
  Angreifer zuwandten.<br>
  Anders als Torwin wu&szlig;te dieser Krieger sein Schwert besser zu gebrauchen 
  und schon nach wenigen Augenblicken lag die erste der Riesenspinnen tot auf 
  dem Boden. Die letzte Spinne erkannte wohl, da&szlig; sie diesen Kampf nicht 
  gewinnen konnte und suchte ihr Heil in der Flucht. Doch noch ehe sie den sch&uuml;tzenden 
  Wald mit seinem undurchdringlichen Unterholz erreichen konnte, h&ouml;rte Torwin 
  dem langsam die Sinne schwanden wie der Krieger ein paar Zauberworte murmelte 
  und eine Flammenkugel aus seiner Hand auf die Spinne zuflog und sie in einer 
  kleinen Explosion zerri&szlig;.<br>
  Das Spinnengift wirkte rasch und Torwin bemerkte nur noch peripher wie der Krieger 
  sich &uuml;ber ihn beugte, ihn hochhob und zu einer kleinen verfallenen H&uuml;tte 
  am Rande der Lichtung trug. Dort angekommen murmelte er wiederum ein paar Worte, 
  die Torwin nicht verstand und pl&ouml;tzlich &ouml;ffnete sich eine Geheimt&uuml;re 
  und gab den Weg auf eine geheime Waldlichtung frei, auf der einige Personen 
  um ein gro&szlig;es Lagerfeuer zusammensa&szlig;en.<br>
  Das letzte das Torwin sah war das sch&ouml;ne Gesicht einer Waldelfin, die die 
  wei&szlig;e Robe der G&ouml;ttin Sha Lill trug und sie als Klerikerin ausgab, 
  dann verlie&szlig;en ihn seine Kr&auml;fte und er fiel in einen tiefen Schlaf.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Als Torwin wieder erwachte 
  f&uuml;hlte er sich pr&auml;chtig. Seine Wunden waren fast vollst&auml;ndig 
  geheilt und er f&uuml;hlte sich so stark wie noch nie.<br>
  Er lag auf einem weichen Bett aus Stroh und sah in einiger Entfernung das Lagerfeuer 
  mit einigen Personen, die wohl eine Art Versammlung abhielten.<br>
  Als sich der junge Mann erhob, verstummten die hitzigen Diskussionen sofort 
  und der Krieger der ihm das Leben gerettet hatte kam ihm entgegen.<br>
  Ohne ein Wort zu sagen deutete er Torwin ihm zu folgen und f&uuml;hrte ihn zu 
  dem Lagerfeuer.<br>
  Auf einem kleinen Podest stand ein gro&szlig;gewachsener Krieger, der Torwin 
  mi&szlig;trauisch betrachtete und allem Anschein nach der Anf&uuml;hrer der 
  Truppe war.<br>
  &quot;Ich bin Hagen von Tronje&quot;, stellte sich der Krieger vor, &quot; Anf&uuml;hrer 
  der Dunklen Bruderschaft&quot;<br>
  &quot;Dies ist ein Teil meiner M&auml;nner und dies&quot;, dabei zeigte er auf 
  Torwins Retter, &quot; ist Rolfo mein erster Warlord&quot;<br>
  &quot;Wer bist du, und was wolltest Du so nahe unserer Gildenhalle?&quot;<br>
  Die Dunkle Bruderschaft - dachte Torwin. Er hatte schon einiges von dieser Gilde 
  geh&ouml;rt, es waren nur die st&auml;rksten und besten Krieger und Zauberer 
  in dieser Gilde, die es sich zum Ziel gemacht hatte allen Schw&auml;cheren zu 
  helfen, wenn es sein musste auch mit Gewalt, denn die Zeiten waren hart, wie 
  Torwin schmerzhaft erfahren hatte.<br>
  Torwin stellte sich vor und verbeugte sich tief vor Hagen und Rolfo.<br>
  Danach erz&auml;hlte er, wie der Kampf mit der Spinne begonnen hatte und das 
  er neu in dieser Gegend war und noch zuwenig von deren Gefahren wu&szlig;te.<br>
  Die Mitglieder der Dunklen Bruderschaft h&ouml;rten Torwins Ausf&uuml;hrungen 
  gespannt und aufmerksam zu und schon bald entspannte sich die Situation soweit, 
  da&szlig; kein einziger mehr annahm, Torwin w&auml;hre ein Spion einer feindlichen 
  Gilde, der die Befestigung der Gildenhalle, die sie Waldl&auml;uferversteck 
  nannten, auskundschaften sollte.<br>
  Man begann zu trinken und zu essen und plauderte bis sp&auml;t in die Nacht 
  hinein.<br>
  Am n&auml;chsten Tag wurde Torwin gebeten sich zu Hagen zu begeben.<br>
  Als er den Platz am Lagerfeuer betrat, waren alle Offiziere, Rolfo der Warlord 
  und Hagen versammelt.<br>
  Alle anderen Gildenmitglieder hatten in geb&uuml;hrendem Abstand einen gro&szlig;en 
  Kreis um das Lagerfeuer gebildet.<br>
  Hagen erkl&auml;rte, das man sich beraten hatte und &uuml;bereingekommen war 
  Torwin anzubieten sich der Gilde anzuschlie&szlig;en.<br>
  Torwin wu&szlig;te um die gro&szlig;e Ehre dieses Angebotes und war &uuml;bergl&uuml;cklich.<br>
  Gildenlose Abenteurer wurden nur zu leicht Opfer von Meuchelm&ouml;rdern und 
  anderen Gefahren die dort drau&szlig;en hinter der magisch versperrten T&uuml;re 
  lauerten.<br>
  Als Torwin mit Freuden der Aufnahme zustimmte und den Schwur auf die Gilde ablegte, 
  erhob sich ein gro&szlig;es Freudengeschrei unter den Mitgliedern und auch diese 
  Nacht dachte keiner ans schlafen, denn es wurde ein Fest gefeiert wie man es 
  selten gesehen hatte.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Torwin und Rolfo verband 
  bald eine tiefe Freundschaft und der erfahrene Krieger zeigte seinem jungen 
  Sch&uuml;tzling so manchen Trick um im Kampf zu &uuml;berleben.<br>
  Torwin lernte schnell und viel. Schon in kurzer Zeit z&auml;hlte er selbst zu 
  den erfahrensten Kriegern der Gilde und auch sein Name war in ganz Meridian 
  bekannt und gef&uuml;rchtet.<br>
  Indem er die Gildensatzung einhielt besch&uuml;tzte der junge Mann die Schwachen 
  und bestrafte diejenigen, die anderen Schaden zuf&uuml;gten.<br>
  Nach Hagen und Rolfo erhob er sich als dritter in die Reihen derer die die maximale 
  Lebenskraft besa&szlig;en und war dadurch noch mehr geachtet und gef&uuml;rchtet 
  zugleich.<br>
  Die Zeit verging und Torwin stieg immer mehr in der Gunst der Gildenf&uuml;hrung 
  und auch in den R&auml;ngen.<br>
  Eines Tages beschlo&szlig; Hagen von Tronje auf einige Zeit sein Leben der Meditation 
  zu widmen und Erleuchtung fernab der Zivilisation zu suchen.<br>
  Er &uuml;bergab die Gildenf&uuml;hrung an Rolfo und dieser machte seinen Sch&uuml;tzling 
  Torwin Un&acute;Gent zu seiner rechten Hand und zum Warlord der Dunklen Bruderschaft.<br>
  Nach einigen Wochen erkrankte Rolfo aber an einer geheimnisvollen Krankheit 
  und konnte seinen Pflichten als Anf&uuml;hrer immer weniger nachkommen.<br>
  Es wurde Zeit der Jugend den Vortritt zu lassen, meinte er und in einem rauschenden 
  Fest und unter Anwesenheit aller Gildenmitglieder wurde Torwin mit &uuml;berw&auml;ltigender 
  Mehrheit zum neuen Anf&uuml;hrer der Dunklen Bruderschaft gew&auml;hlt.<br>
  Torwin setzte seinen alten Freund und Mentor Rolfo als ersten Warlord ein und 
  ernannte MoS einen gef&uuml;rchteten Zauberer zu seinem zweiten Warlord.<br>
  Diese Verbindung sollte lange halten....... sehr lange........ bis zu jenem 
  Zeitalter, das bekannt wurde als das Zeitalter des Blutes.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Immer &ouml;fter h&ouml;rte 
  man in den Regionen Meridians von &Uuml;berf&auml;llen und Morden.<br>
  Immer mehr Meuchelm&ouml;rder und Schurken kurz PKs genannt machten die Gegenden 
  unsicher und immer &ouml;fter mu&szlig;te auch die Dunkle Bruderschaft zu den 
  Waffen greifen.<br>
  Anfangs konnte die Gilde noch Widerstand leisten und die Bev&ouml;lkerung besch&uuml;tzen, 
  doch schon bald waren sie einfach zu wenige um alle Regionen zu patrouillieren 
  und da bekanntlich Undank der Welten Lohn ist wurden immer mehr Stimmen in der 
  Bev&ouml;lkerung laut, warum man nicht mehr gegen die Morde unternahm.<br>
  Die Unruhe in der Gilde stieg mit jedem Tag. Niemand hatte weiter Lust sich 
  im Kampf gegen das Verbrechen t&ouml;ten zu lassen und dann auch noch die Beleidigungen 
  derer zu ertragen, die man besch&uuml;tzt hatte.<br>
  Eines Tages, als MoS wieder einmal von einigen Leuten am Hauptplatz von Tos 
  beschimpft wurde, und das obwohl er alleine 4 M&ouml;rder get&ouml;tet oder 
  vertrieben hatte, aber dennoch einer der Stadtbewohner get&ouml;tet worden war, 
  brannte eine Sicherung bei ihm durch und er verfiel der Raserei und t&ouml;tet 
  diejenigen die ihn beschimpft hatten.<br>
  Dies war der Zeitpunkt f&uuml;r die Gilde sich auf eine Seite zu stellen.<br>
  Sollte man MoS, der viele Jahre der Gilde treu gedient hatte verfolgen oder 
  sich gar auf seine Seite schlagen, da es die Leute Meridians wohl nicht verdienten 
  weiter besch&uuml;tzt zu werden...?<br>
  Die Gilde spaltete sich in zwei Lager und Torwin f&auml;llte folgendes Urteil.<br>
  Die Gilde blieb erstmals bestehen. Jeder weitere Schutz der Bev&ouml;lkerung 
  wurde eingestellt. Jedes Gildenmitglied, ob nun M&ouml;rder oder nicht wurde 
  respektiert und man t&ouml;tete sich nicht untereinander, da es gen&uuml;gend 
  andere PKs auf Meridian gab.<br>
  Das T&ouml;ten nahm seinen Lauf. Viel Blut flo&szlig; auf beiden Seiten und 
  die Dunkle Bruderschaft &uuml;berlebte wohl nur aufgrund Torwins Entscheidung 
  sich nicht gegenseitig zu bek&auml;mpfen.<br>
  Auf einem seiner Streifz&uuml;ge durch die W&auml;lder traf Torwin eines Tages 
  einen Mann, der sp&auml;ter einmal einer seiner treuesten Freunde werden sollte. 
  Einen Mann, dessen Namen nur unter vorgehaltener Hand ausgesprochen wurde, einem 
  Mann, der mehr Leute ermordet hatte als sonst einer - Terminator!<br>
  Torwin sah wie dieser vor Jaspers Stadttoren gegen 4 J&auml;ger gleichzeitig 
  k&auml;mpfte und einen nach dem anderen ins Jenseits bef&ouml;rderte. Selbst 
  schwer verwundet k&auml;mpfte Terminator gegen den letzten Hunter, als ein weiterer 
  in seinem R&uuml;cken auftauchte. Torwin der den Mut und das Kampfgeschick des 
  Terminators bewunderte, &uuml;berlegte nicht lange und warnte den M&ouml;rder, 
  der aufgrund der Warnung auch noch den 5ten Angreifer in die Flucht treiben 
  konnte.<br>
  Seit diesem Tage bestand ein gewisse Freundschaft, gepaart mit Respekt zwischen 
  den beiden M&auml;nnern und nicht einmal drehte sich Torwin um, und erblickte 
  zu seiner Erleichterung anstatt des Gesichtes eines anderen M&ouml;rders das 
  Gesicht von Terminator, dem es ein leichtes gewesen w&auml;re Torwin hinterr&uuml;cks 
  zu ermorden .<br>
  Just in dieser blutigen Zeit traten immer mehr Leute der Gilde bei um ein gewisses 
  Ma&szlig; an Schutz zu haben, darunter auch eine junge Elfin die bald Torwins 
  Gef&auml;hrtin werden sollte - Vicky<br>
  Vicky war in ganz Meridian bekannt und beliebt und von Meuchelm&ouml;rdern gef&uuml;rchtet 
  - weniger wegen ihrer Kampfk&uuml;nste, sondern vielmehr wegen ihres gro&szlig;en 
  Beliebtheitsgrades im ganzen Land. Wer Hand an sie legte, konnte sicher sein, 
  da&szlig; seine Tage gez&auml;hlt waren. Gilden&uuml;bergreifend wurde Jagd 
  auf den M&ouml;rder gemacht und selbst eher friedliche B&uuml;rger griffen zur 
  Waffe um Rache zu &uuml;ben.<br>
  Torwin meinte das ein solcher Ruhepol ein gro&szlig;e Bereicherung in der Gilde 
  w&auml;re und so sollte eine Person an seine Seite geraten, die mit ihm und 
  seinen treuesten Kriegern so manches Jahr verbringen sollte.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Die Schlachten waren grausam. 
  Viele M&auml;nner und Frauen verloren ihr Leben und all ihr Hab und Gut.<br>
  Immer wieder wurde der Schrei nach Frieden laut, aber es gab immer wieder Leute, 
  die die anderen aufhetzten und den Ha&szlig; gegen die M&ouml;rder sch&uuml;rten, 
  selbst wenn diese f&uuml;r ihre Taten geb&uuml;&szlig;t hatten und ihre Opfer 
  entsch&auml;digt hatten.<br>
  Terminator war mitlerweile kein wahllos mordender Krieger geblieben, sondern 
  eine Art Auftragskiller im Dienste der Dunkeln Bruderschaft, wenn es die Diplomatie 
  erforderte, das heimlich, schnell und ohne gro&szlig;es Aufsehen get&ouml;tet 
  werden musste.<br>
  Immer mehr PKs, die das Schwert an den Nagel h&auml;ngen wollten, aber von den 
  Aufwieglern gezwungen wurden weiterzuk&auml;mpfen und zu t&ouml;ten wandten 
  sich an Torwin und seine Gilde um Hilfe zu erbitten.<br>
  So geschah es eines Tages, da&szlig; sich auf jener Lichtung wo alles begann 
  einige der PKs mit Mitgliedern der Dunklen Bruderschaft unterhielten, wie man 
  dem t&ouml;ten ein Ende bereiten k&ouml;nne, als eine gro&szlig;e Anzahl Hunter 
  auf die Lichtung st&uuml;rmte und wahllos jeden Anwesenden ob nun PK oder Mitglieder 
  der Bruderschaft t&ouml;teten.<br>
  Auch Torwin, der sofort mit Verst&auml;rkung aufbrach um zu helfen, konnte am 
  Ausgang der Schlacht nichts mehr &auml;ndern, denn als sie am Kampfplatz eintrafen 
  fanden sie nur mehr die Leichen ihrer Kameraden vor.<br>
  Wut stand in Torwins Augen. Jahrelang hatte man diejenigen besch&uuml;tzt die 
  nun das Schwert gegen die Bruderschaft erhoben hatten. Damit sollte nun Schlu&szlig; 
  sein. Wenn man die reum&uuml;tigen M&ouml;rder nicht in Frieden leben lassen 
  wollte, dann w&uuml;rde man sich den Frieden erzwingen. Ein oder Zwei M&ouml;rder 
  auf freiem Felde zu stellen und zu erschlagen war einfach f&uuml;r die Hunter, 
  aber an einer organisierten Gemeinschaft w&uuml;rden sie sich die Z&auml;hne 
  ausbei&szlig;en.<br>
  Torwin &uuml;bergab einem der j&uuml;ngeren Getreuen der Bruderschaft, der an 
  den harten K&auml;mpfen noch nicht teilnehmen konnte, die Gildenf&uuml;hrung 
  und gr&uuml;ndete jene Gilde, die eine der m&auml;chtigsten Gilden Meridians 
  werden sollte, die AVENGERS of WRATH.<br>
  Avengers stand f&uuml;r die Rache an denjenigen die sie verraten hatten, obwohl 
  man ihnen solange geholfen hatte.<br>
  Wrath stand f&uuml;r die Wut und den Zorn.<br>
  Die &quot;R&auml;cher des Zorns&quot; waren geboren!</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Noch einige Zeit tobten 
  die Schachten, doch schon bald zeigte sich, da&szlig; Torwins Rechnung aufging 
  und durch die straffe Organisation der kampferprobten M&auml;nner zogen die 
  Avengers von Sieg zu Sieg.<br>
  Jeder Angriff auf einen von ihnen wurde hart erwidert und doppelt und dreifach 
  zur&uuml;ckgezahlt.<br>
  Immer mehr PKs schlossen sich der Gilde an und schon bald war aus den blutgierigen 
  M&ouml;rdern ein Haufen von M&auml;nnern geworden die f&uuml;r einander durchs 
  Feuer gingen - Einer f&uuml;r Alle, Alle f&uuml;r Einen - <br>
  Eine Zeit des Friedens brach an, gerade rechtzeitig, als eine neuerlich Gefahr 
  Meridian bedrohte.<br>
  Die Magier der Ordens der reinigenden Finsternis (Odrf) hatten einen Weg gefunden 
  ihre Dimension zu verlassen und auf diese Welt zu gelangen. Der Odrf versuchte 
  mit Hilfe einiger freier PKs Fu&szlig; zu fassen und die Kontrolle zu &uuml;bernehmen, 
  die in der Hand der Avengers und einer weiteren gro&szlig;en Gilde lag.<br>
  Doch die K&auml;mpfe dauerten nur kurz und schon bald verschwanden die Leute 
  des Odrfs und machten sich daran andere Dimensionen zu erobern, wo ihnen nicht 
  so erbittert Widerstand geleistet wurde.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Doch der Orden der reinigenden 
  Finsternis hatte dennoch geschafft nach einer langen Zeit des Friedens, den 
  Leuten zu zeigen wie machtvoll es sein kann zu t&ouml;ten und wieder sollte 
  das Morden beginnen.<br>
  Die meisten Avenger waren f&uuml;r den Kampf und das T&ouml;ten geboren und 
  nur tagt&auml;glich auf die Jagd zu gehen war ihnen auf Dauer nicht genug.<br>
  Wieder waren es die Hunter, die alles und jeden in einen Topf warfen und jeden 
  t&ouml;teten der jemanden get&ouml;tet hatte, egal ob PK oder Avenger.<br>
  Um die Arbeit und den Ruf der Avengers of Wrath nicht v&ouml;llig zu zerst&ouml;ren 
  ernannte Torwin seinen Freund Rolfo bis zu seiner R&uuml;ckkehr zum Gildenf&uuml;hrer 
  der AoW, schallte sich seine R&uuml;stung um und zog mit seinen kampferprobtesten 
  M&auml;nnern unter dem Banner der &quot;Darkavenger&quot; in den Krieg.<br>
  Diesmal sollten alle sehen WIE ein Avenger k&auml;mpfen konnte wenn man ihn 
  dazu trieb.<br>
  Meridian wurde von einer Welle aus Gewalt und Blut &uuml;berschwemmt. Die Avengers 
  t&ouml;ten alles und jeden, ohne Pardon oder Gnade. Trotz einiger Niederlagen 
  der Avenger war es klar, da&szlig; die Hunter auf Dauer keine Chance haben w&uuml;rden 
  und das noch viel Blut flie&szlig;en w&uuml;rde........ sehr viel Blut.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Torwin hatte zu dieser 
  Zeit geheiratet und seine Frau hatte ihm einen gesunden Jungen geschenkt.<br>
  Sein Name war Tai Pan.<br>
  Tai war der ganze Stolz seines Vaters, doch Torwin wu&szlig;te auch, da&szlig; 
  sein Sohn in gro&szlig;er Gefahr schwebte.<br>
  Das T&ouml;ten auf dieser Welt w&uuml;rde sobald nicht enden und so beratschlagten 
  Torwin und seine engsten Gef&auml;hrten was zu tun sei.<br>
  Man hatte den Magiern des Odrf die Zauberformel abgenommen, mit der man die 
  Dimensionstore &ouml;ffnen konnte und so beschlossen die Eltern vieler Avengers 
  wenigstens Ihren Kindern eine friedliche Zukunft zu erm&ouml;glichen und sie 
  in eine andere Dimension genannt Meridian 117 zu senden.<br>
  Sie selbst wollten hier bleiben um das Dimensionstor auf ewig mit ihrem Leben 
  zu bewachen.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">So geschah es, da&szlig; 
  in einer st&uuml;rmischen Winternacht die Magier der Avengers of Wrath das Dimensionstor 
  &ouml;ffneten und die V&auml;ter und M&uuml;tter unter vielen Tr&auml;nen und 
  guten W&uuml;nschen ihre teils noch sehr kleinen Kinder hindurchschickten, in 
  eine hoffentlich bessere, friedlichere Welt.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Als letztes ging Tai Pan 
  durch das Tor hindurch, ausgestattet mit dem S&auml;bel seines Vaters und dem 
  Siegelring eines Highlords der Avengers of Wrath, der ihm sein Geburtsrecht 
  auf Titel und Gilde zusicherte.<br>
  Der junge Mann w&uuml;rde es nicht leicht haben in die Fu&szlig;stapfen seines 
  Vaters zu treten, doch die Geschichte wird zeigen, da&szlig; er Torwin Un&acute;Gent 
  in nichts nachstehen sollte und ein weiterer glorreicher Highlord der Avengers 
  werden sollte.</font></p>
<p><font face="Georgia, Times New Roman, Times, serif"><br>
  ..................wird bald fortgesetzt</font></p>
<p> </p>
<p> </p>
<p><font face="Georgia, Times New Roman, Times, serif">HAIL UNS</font></p>
<p><font face="Georgia, Times New Roman, Times, serif">Aratron da&acute;Askum</font></p>
</body>
</html>
