<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Das Potenzial von Velious&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Das Potenzial von Velious --> 
<strong>Das Potenzial von Velious &#8211; Streng vertraulich<br>
  Informationsministerium von Neriak </strong>
<p>Mein F&uuml;rst,</p>
<p>in Antwort auf Eure Bitte, mehr &uuml;ber Velious herauszufinden, und im Zusammenhang 
  mit den in letzter Zeit dorthin durchgef&uuml;hrten Expeditionen habe ich unsere 
  Spione ausgesandt, um sie so viele Informationen wie m&ouml;glich sammeln zu 
  lassen. Unsere Bem&uuml;hungen hatten Erfolg, und ich habe Abschriften von Briefen 
  einer Gruppe Reisender beigef&uuml;gt, die vor kurzem Velious besucht haben. 
</p>
<p>Obwohl sie vermutlich nur ein bruchst&uuml;ckhaftes und stark &uuml;bertriebenes 
  Bild geben, bringen sie vielleicht etwas Licht in das Dunkel des Geheimnisses 
  um dieses mysteri&ouml;se Land. Ich kann die Leistung unserer Spione bei der 
  Ausf&uuml;hrung dieser schwierigen Aufgabe gar nicht lobend genug hervorheben, 
  denn es war keinesfalls leicht, an die Abschriften dieser Briefe zu gelangen.</p>
<p><br>
  <strong>Abschrift eines Briefes aus Freihafen:</strong></p>
<p>Mentor,</p>
<p>ich hoffe, dieser Brief erreicht Euch, ehe zuviel Zeit verstrichen ist. In 
  meinem letzten Brief habe ich Euch davon berichtet, wie es mir gelang, einen 
  Platz auf dem Gnomen-Schiff 'Eisbrecher' zu sichern. Dieses Schiff bereist neuerdings 
  die Route von der n&ouml;rdlichen W&uuml;ste von Ro zu dem Eiskontinent Velious. 
  Ich hatte allerdings keine Vorstellung davon, was mich erwartete.</p>
<p>Die 'Eisbrecher' war alles andere als ein gew&ouml;hnliches Schiff. Wie alles, 
  was die Gnome bauen, war sie eher funktionell als komfortabel, aber ich will 
  Euch nicht mit den Details meiner beschwerlichen Reise &uuml;ber den Eisschollen-Ozean 
  langweilen. Ich verzichte auch darauf, Euch &uuml;ber die Gnomen-Besatzung des 
  Schiffes zu berichten. Es waren wahrlich echte Piraten!</p>
<p>Da sie von Antonica aus bereits mehrere Reisen unternommen hatten, waren bereits 
  ein Lager und ein einfaches Dock der Gnome vorhanden. Dar&uuml;ber hinaus gab 
  es nur wenig Bequemlichkeiten. Sie hatten einige kurze Vorst&ouml;&szlig;e ins 
  Landesinnere gemacht, aber die meiste Zeit blieben sie in der N&auml;he ihres 
  Ankerplatzes, wo sie mit einem vergleichsweise friedlichen Gnoll-Stamm, der 
  sich dort angesiedelt hatte, Handel trieben.</p>
<p>Da ich und meine Begleiter die Reise angetreten hatten, um Entdeckungen zu 
  machen und Abenteuer zu erleben, machten wir uns sofort auf den Weg in das Innere 
  dieses eisigen Kontinents. Auf unserem Weg nach Westen stie&szlig;en wir auf 
  eine gewaltige Br&uuml;cke, die einen tiefen Abgrund im Eis &uuml;berspannte. 
  Nicht mal ein Bauwerk des sagenhaften Vereinten Reiches kann auch nur ann&auml;hernd 
  mit dieser beeindruckenden Konstruktion verglichen werden, die scheinbar aus 
  den Knochen eines riesigen Drachens errichtet wurde. </p>
<p>Jenseits der Br&uuml;cke und weit entfernt vom Ozean gerieten wir zum ersten 
  Mal in Schwierigkeiten: Riesen! Aber sie waren nicht wie die Riesen, die wir 
  kennen. Nein, diese Riesen unterschieden sich deutlich von allen bekannten Arten 
  dieser Gattung. Wir alle kennen die Legenden dar&uuml;ber, wie die Riesen und 
  anderen Kreaturen des Rallos Zek daf&uuml;r verflucht wurden, dass sie Krieg 
  gegen die G&ouml;tter selbst f&uuml;hren wollten. Diese Kreaturen scheinen von 
  dem Fluch nicht betroffen zu sein, aber es ist mir ein R&auml;tsel, wie sie 
  dem Zorn der G&ouml;tter entkommen sind. Aber wie dem auch sei, sie sind intelligenter 
  und besser organisiert als ihre Artgenossen, aber trotzdem keineswegs weniger 
  gef&auml;hrlich.</p>
<p>Wir verloren zwei Mitglieder unserer Gruppe, als wir am Rand der &ouml;stlichen 
  Ein&ouml;den von Velious auf einige dieser Kreaturen stie&szlig;en. Die &Uuml;berlebenden 
  wurden voneinander getrennt und mussten in alle Himmelsrichtungen fliehen. Auf 
  mich alleine gestellt, entschloss ich mich dazu, weiter nach Westen zu ziehen. 
  Ich setzte meine Reise mit aller Vorsicht fort und mit dem Wissen, das ich mir 
  in den vielen Jahren voller Abenteuer angeeignet hatte, war es mir m&ouml;glich, 
  weiteren Riesen und einer gr&ouml;&szlig;eren Gruppe Orks aus dem Weg zu gehen. 
  Nach einiger Zeit stie&szlig; ich auf eine gro&szlig;e Festung, die offensichtlich 
  vor langer Zeit von den Riesen errichtet worden war. Da mir dieser Ort sehr 
  gef&auml;hrlich erschien, zog ich in die entgegengesetzte Richtung weiter. </p>
<p>Nach mehreren Tagen lie&szlig; ich das Gebiet der Riesen und Orks endlich hinter 
  mir. Aber zu meiner gro&szlig;en Verwunderung entdeckte ich Hinweise auf weitere 
  Bewohner. Zuerst waren es nur einige l&auml;ngst erloschene Lagerfeuer, aber 
  dann sah ich auch gut in H&uuml;geln versteckte Geb&auml;ude, die bewohnt wirkten. 
  Ihr k&ouml;nnt Euch sicher meine &Uuml;berraschung vorstellen, als ich bei der 
  Durchsuchung dieser Geb&auml;ude pl&ouml;tzliche einer Gruppe bleicher Zwerge 
  gegen&uuml;ber stand! Sie wirkten wachsam, aber nicht feindselig, und ich war 
  in der Lage mich mit ihnen in einer Art Dialekt der Allgemeinsprache zu unterhalten. 
  Sie nannten sich selbst die Coldain und willigten ein, mich zu ihrer Festungsstadt 
  Thurgadin zu bringen.</p>
<p>Es gibt keine Worte, die diese Stadt, die sich unter einem Berg befindet, beschreiben 
  k&ouml;nnten. Daher verzichte ich auch auf einen entsprechenden Versuch. Aber 
  ich &uuml;bertreibe nicht, wenn ich sage, dass diese Zwerge denen in Kaladim 
  in keinerlei Hinsicht nachstehen, was Flei&szlig; und Geschick angeht. Ich wurde 
  zu ihrem K&ouml;nig, Dain Frostreaver IV, gebracht, der mich willkommen hie&szlig; 
  und mich ausf&uuml;hrlich &uuml;ber die Welt jenseits der Grenzen von Velious 
  ausfragte. Im Gegenzug erfuhr ich selbst viel &uuml;ber Velious. Die Coldain 
  nehmen ihr Erbe sehr ernst und lernen bereits in fr&uuml;hester Kindheit unglaublich 
  viel &uuml;ber ihre Geschichte. Sie sind der festen Ansicht, dass sie von Brell 
  auserkoren wurden, um in Velious zu leben.</p>
<p>W&auml;hrend jener l&auml;ngst vergangenen Tage, als sich die erste Stadt der 
  Zwerge noch im Bau befand, wurden die Zwerge in ferne L&auml;nder und &uuml;ber 
  die Ozeane ausgesandt, um Stein, Kristall und Erz f&uuml;r die Errichtung der 
  Stadt zu sammeln. Die Schiffe stachen zu Dutzenden in See, um Material f&uuml;r 
  die Stadt heranzuschaffen. Eine Flotte dieser Schiffe erreichte den S&uuml;den 
  Antonicas und die Zwerge errichteten auf der Insel, die wir als Odus kennen, 
  eine Quarzmine. </p>
<p>Angef&uuml;hrt von dem Entdecker und Minenexperten Colin Dain, geriet die Flotte, 
  auf deren Schiffen sich mehrere hundert Zwerge befanden, in den schlimmsten 
  Sturm, den Prexus jemals entfacht hat. Der Sturm tobte mehrere Tage lang, w&auml;hrend 
  sich die Zwerge in den Lagerr&auml;umen der Schiffe zusammenkauerten und darauf 
  warteten, dass sich die See wieder beruhigte. Als der Sturm sich endlich legte, 
  stellte sich heraus, dass man sich vollkommen verirrt hatte. Selbst die erfahrensten 
  Kapit&auml;ne und Navigatoren konnte nicht herausfinden, wo man sich befand. 
  Auch die Sterne waren bei der Navigation keine Hilfe, da die Zwerge keines der 
  Sternbilder erkannten. </p>
<p>Mit der den Zwergen eigenen Logik entschied Colin Dain, dass ihre einzige Rettung 
  darin bestehen k&ouml;nne, eine Richtung zu w&auml;hlen und so lange in diese 
  Richtung zu segeln, bis man auf Land stie&szlig;. Aber die Tage und Wochen vergingen, 
  und die einzige merkliche Ver&auml;nderung bestand darin, dass es immer k&auml;lter 
  wurde. Einige N&auml;chte waren so kalt, dass die Zwerge an Deck &#8211; vom 
  erbarmungslosen Wetter in Eisstatuen verwandelt - erfroren. </p>
<p>Nur die Entschlossenheit von Colin Dain hielt die Zwerge davon ab, die Hoffnung 
  aufzugeben. Er zog von Schiff zu Schiff und versicherte ihnen, dass sie bald 
  Land sichten w&uuml;rden &#8211; &quot;wenn nicht morgen, dann eben &uuml;bermorgen&quot;. 
  Colins Worte sollten sich bewahrheiten und die Zwerge entdeckten tats&auml;chlich 
  Land am Horizont. </p>
<p>Die Landung stellte sich als genauso t&ouml;dlich heraus, wie es die Reise 
  war. Die Flotte wurde von unz&auml;hligen Eisbergen in St&uuml;cke gerissen 
  und nicht ein einziges der Schiffe schaffte es, den Strand zu erreichen. Die 
  meisten wurden bereits weit vor der K&uuml;ste zerst&ouml;rt, und viele Zwerge 
  fanden in den eisigen Fluten den Tod. Weniger als hundert erreichten das eisbedeckte 
  Ufer. </p>
<p>Da er keine verwertbaren Schiffe mehr besa&szlig;, verschwendete Colin Dain 
  keine Zeit und f&uuml;hrte seine Leute vom Strand ins Landesinnere. Ihm war 
  bewusst, dass sie einen Unterschlupf finden mussten, wenn nicht noch mehr durch 
  die K&auml;lte sterben sollten. Er war sich auch dar&uuml;ber im Klaren, dass 
  sie Holz und andere Materialien ben&ouml;tigten, um die Schiffe zu reparieren 
  und wieder w&auml;rmere Gefilde zu erreichen. Und so lie&szlig;en sich die Zwerge 
  aus dem Norden in H&ouml;hlen nieder, die nur wenige Meilen von dem Punkt entfernt 
  waren, an dem sie an Land gekommen waren. Diese H&ouml;hlen befanden sich im 
  Innern eines riesigen Berges aus Eis und Schnee, der sich im n&ouml;rdlichen 
  Teil der &ouml;stlichen Ein&ouml;den befand.</p>
<p>Es gibt ein altes Sprichwort: &quot;Zwerge sind wie die Zeit &#8211; beide 
  k&ouml;nnen nicht stillstehen&quot;. Dies galt auch f&uuml;r diese neue Zwergensiedlung. 
  Man entdeckte schnell, dass das Eis unter dem Schnee von Velious genauso hart 
  und widerstandsf&auml;hig wie Stein ist und sich daher gut f&uuml;r Bauwerke 
  in diesem von K&auml;lte beherrschten Land eignet. Sp&auml;ter fand man dann 
  zus&auml;tzlich noch heraus, dass dieses Eis, das als Velium bezeichnet wird, 
  auch magische Eigenschaften besitzt.</p>
<p>Mit der Zeit wurde aus der Siedlung in der H&ouml;hle eine Stadt, und in dem 
  Berg bildete sich langsam aber sicher eine Zwergenfestung. Man nannte sie Froststein, 
  nach dem Eis, aus dem sie errichtet wurde. Den Zwergen wurde bewusst, dass mit 
  der Errichtung dieser Festung ihr Aufenthalt in diesem seltsamen neuen Land 
  von dauerhafter Natur sein w&uuml;rde. Leider war es mit dem Frieden vorbei, 
  als die Zwerge in Velious auf eine andere Rasse, die Eisriesen, stie&szlig;en.</p>
<p>Zu ihrer vollkommenen &Uuml;berraschung sahen sich die Zwerge eines Morgens 
  von einer Armee dieser Riesen belagert. Die Eisriesen bewohnten die &ouml;stlichen 
  Ein&ouml;den und betrachteten dieses Land als ihre Heimat. Es fand also in keiner 
  Weise ihre Zustimmung, dass diese winzigen Kinder Brells an ihrer Grenze eine 
  Festung bauten. Nach einigen Schlachten kamen die Zwerge zu dem Schluss, dass 
  sie nicht f&uuml;r immer gegen ihre riesigen Feinde bestehen konnten.</p>
<p>In seiner Verzweiflung f&uuml;hrte Colin Dain seine Leute aus ihrer neuen Heimat 
  im Gebirge der gro&szlig;en Kluft in die einzige Richtung, in die sie noch fl&uuml;chten 
  konnten: tiefer in die Berge. Die Eisriesen folgten ihnen, und so entschlossen 
  sich einige Freiwillige, die Riesen aufzuhalten, damit den anderen die Flucht 
  gelingen konnte. Colin Dain selbst f&uuml;hrte diese Gruppe an, f&uuml;r die 
  es von vorneherein keine Aussicht auf &Uuml;berleben gab. Tats&auml;chlich gelang 
  es ihm, den anderen Zwergen ausreichend Zeit zur Flucht vor den Eisriesen zu 
  verschaffen. Von diesem Tage an nannten sich die Zwerge zu Ehren ihres tapferen 
  Anf&uuml;hrers die &quot;Coldain&quot;. Au&szlig;erdem tragen die Anf&uuml;hrer 
  des Volkes seitdem den Titel &quot;Dain&quot;.</p>
<p>W&auml;hrend sich die Zwerge in den kalten H&ouml;hlen versteckten, hatte ein 
  Minenarbeiter der Coldain, er hie&szlig; Glight Snowchipper, eine Vision, die 
  ihm direkt von Brell gesandt wurde. In der Vision sah er ein Labyrinth aus Eis, 
  in dem sich die Zwerge vor den Eisriesen verstecken konnten. In den engen G&auml;ngen, 
  so war zu hoffen, w&uuml;rden die Riesen sich verirren und den vielen Fallen 
  zum Opfer fallen, die die Zwerge dort errichten w&uuml;rden. Glight trug seine 
  Idee Dain Frostreaver, dem Sohn Colin Dains, vor, der wiederum sofort mit der 
  Errichtung dieses Labyrinths begann. Die Kristallkavernen wurden in weniger 
  als einem halben Jahrhundert fertig gestellt. Schon allein die Schnelligkeit, 
  mit der das Projekt Fortschritte machte, war f&uuml;r die Coldain Beweis genug, 
  dass Glight in der Tat von Brell pers&ouml;nlich inspiriert wurde. Und diese 
  Kristallh&ouml;hlen sollten sich f&uuml;r das Volk der Coldain tats&auml;chlich 
  als Rettung erweisen.</p>
<p>Der erste echte Beweis f&uuml;r den Wert der H&ouml;hlen erfolgte fast 30 Jahre 
  sp&auml;ter, als die Eisriesen bei der Verfolgung einer Gruppe von Zwergen die 
  Kristallkavernen entdeckten. Der Eisriese Slagd Frozentoe f&uuml;hrte eine Streitmacht 
  in die H&ouml;hlen, fest entschlossen, die verhassten Coldain in Velious endg&uuml;ltig 
  auszul&ouml;schen. Glight Snowchipper f&uuml;hrte nach dem Vorbild Colin Dains 
  die Verteidiger an, und es gelang ihm, die Eisriesen tiefer in das Labyrinth 
  zu locken. Seine magische Spitzhacke, die ebenfalls Snowchipper genannt wurde, 
  f&auml;llte viele Riesen, die gegen die aus Geheimg&auml;ngen oder in un&uuml;bersichtlichen 
  Korridoren vorgetragenen Angriffe der Zwerge machtlos waren. </p>
<p>Obwohl er den Gro&szlig;teil seiner Truppen bereits verloren hatte, erreichte 
  Slagd fast die Stadt der Coldain im Zentrum der H&ouml;hlen. Aber bevor das 
  gelang, wurde er von Glight in eine gewaltige Falle gelockt. Tausende von Tonnen 
  Eis und Stein st&uuml;rzten auf Slagd und seine verbleibenden Truppen herab, 
  nachdem sie von Glight und seinen tapfersten Kriegern in eine Sackgasse gelockt 
  wurden. Leider bezahlten Glight und seine Kameraden diesen Erfolg ebenfalls 
  mit dem Leben, da auch sie unter der gewaltigen Lawine begraben wurden. Die 
  Minenarbeiter von Thurgadin nennen sich zu Ehren von Glight bis heute die &quot;Snowchipper&quot;.</p>
<p>In den folgenden Jahrhunderten begannen immer mehr merkw&uuml;rdige Kreaturen, 
  die Kristallkavernen zu bev&ouml;lkern. Diese neuen Feinde und verschiedene 
  andere Gr&uuml;nde bewogen die Zwerge dazu, die H&ouml;hlen zu verlassen und 
  eine neue Festung zu errichten. Man warnte mich davor, die alten H&ouml;hlen 
  aufzusuchen, da dort vielerlei Gefahren lauern.</p>
<p>Die Coldain zogen sich noch weiter in das Gebirge der gro&szlig;en Kluft zur&uuml;ck. 
  Unter der F&uuml;hrung von Dain Frostreaver II gr&uuml;ndeten sie dann Thurgardin. 
</p>
<p>Das am n&ouml;rdlichen Rand des Gebirges gelegene Thurgardin befindet sich 
  in einem Gletscherberg, der reich an Velium und anderen Erzen ist. Der &auml;u&szlig;ere 
  Bereich der Stadt wurde in das Gletschereis geschlagen, w&auml;hrend der innere 
  Teil den Berg durchzieht, in dem die wertvollen Erze abgebaut werden. </p>
<p>Die Coldain sind entschlossen, diese Heimat bis zum &Auml;u&szlig;ersten zu 
  verteidigen. Thurgardin ist vollkommen auf Verteidigung ausgerichtet, und um 
  in die innere Stadt zu gelangen, muss man lange Tunnel durchqueren, die mit 
  weiteren Verteidigungseinrichtungen best&uuml;ckt sind. Im Herzen der Stadt 
  liegt Eisbrunnen-Fried, in dem der Dain und sein Rat residieren und in dem man 
  mir eine Audienz gew&auml;hrte.</p>
<p>Die Festung ist von Schmieden und H&auml;ndlern umgeben, die ein wichtiger 
  Bestandteil des Handels der Coldain sind. Die Minen liegen tiefer im Innern 
  der Berge, und einige von ihnen enden in gut verborgenen Fluchttunneln, die 
  noch tiefer in das Gebirge f&uuml;hren. Ich habe mit meinen bescheidenen Kartographie-K&uuml;nsten 
  versucht, eine Karte von Thurgardin zu zeichnen, die ich diesem Brief beif&uuml;ge.</p>
<p>In der Zwischenzeit habe ich den Entschluss gefasst, f&uuml;r eine Weile in 
  Thurgardin zu bleiben, um meine Gastgeber besser kennen zu lernen und ihnen 
  dabei zu helfen, wieder Anschluss an die V&ouml;lker von Antonica und Faydwer 
  zu finden. Ich f&uuml;hle mich in dieser Bergfestung sehr sicher und ich bin 
  &uuml;berzeugt, dass es hier viel f&uuml;r mich zu tun gibt.</p>
<p>Mit geb&uuml;hrender Hochachtung,</p>
<p>Solist Kinslan</p>
<p><strong><br>
  Abschrift eines Briefes aus Halas:</strong></p>
<p>McTarnigal,</p>
<p>Habe das Gnom-Schiff bestiegen, war 'ne schlechte &Uuml;berfahrt. Schiff war 
  zu voll, &uuml;berhaupt nicht f&uuml;r einen Halasianer ausgerichtet. Du fragst 
  dich, was es au&szlig;erhalb von Halas Neues gibt? Bin jetzt mit einer Gruppe 
  starker Southroner in Velious. Wetter ist gut, scheint nett hier zu sein, genug 
  zu essen und genug zu k&auml;mpfen. Leider nicht genug zu trinken, die d&auml;mlichen 
  Gnome haben den Rum verloren.</p>
<p>Bin ins Landesinnere gegangen, habe einen merkw&uuml;rdigen Turm gesehen, bin 
  aber nicht n&auml;her ran gegangen, er stank quasi nach abartiger Magie. Bin 
  &uuml;ber eine gro&szlig;e Br&uuml;cke gestolpert. Die w&uuml;rde ich nicht 
  verteidigen wollen, zu gro&szlig;. Habe Br&uuml;cke &uuml;berquert. Gutes Land 
  hier. Hier k&ouml;nnte man gut wohnen. Habe hier auch Kromrifs gefunden. Dachte, 
  die Eisriesen w&auml;ren alle tot. Sind sie aber nicht. </p>
<p>Die Gruppe wurde von einer Kriegstruppe der Kromrif angegriffen. Einige sind 
  gestorben, andere sind weggerannt. Ich habe gek&auml;mpft. Habe bis zum Umfallen 
  draufgehaun. Wachte auf, als ich in die Festung der Riesen getragen wurde. Sah 
  die Banner Lord Rallos, habe Ehrenbezeugung gemacht. Ein Kromrif sah dies und 
  nickte.</p>
<p>Wurde zu den wahren Anf&uuml;hrern der Stadt gef&uuml;hrt. Den Kromzeks. Sturmriesen 
  leben immer noch und sind immer noch m&auml;chtig. Jemand sollte Margyn McCann 
  eins &uuml;ber den Kopf ziehen - was sie sagte, stimmt nicht. </p>
<p>Der K&ouml;nig der Kromzek, Tormax, hat mir viele Fragen gestellt. Habe herausgefunden, 
  dass die Kromzek und Kromrifs dem Fluch entkommen sind. Die Kromrifs k&auml;mpfen 
  gegen die Eiszwerge, die im Norden leben. Die Kromzeks versuchen, sich im Westen 
  auszubreiten, k&auml;mpfen um ein Waldgebiet, auf das die Tunarianer Anspruch 
  erheben. </p>
<p>Sie haben auch gegen Drachen gek&auml;mpft. Viel Kampf zwischen den Velious 
  Drachen und den Kromzeks. Tormax sitzt auf den Knochen einer Drachenk&ouml;nigin, 
  die sein Vater get&ouml;tet hat. </p>
<p>Morgen ziehe ich mit einer Kriegstruppe der Kromzeks und Kromrif durch die 
  W&auml;lder nach Westen zu einem Drachenschrein, um dort zu k&auml;mpfen. M&ouml;ge 
  Zek mir Kraft geben.</p>
<p>Ich gebe diesen Brief einem Kromrif mit, der nach Osten geht. Er wird ihn dann 
  einem Gnom geben. Sag den Kriegern von Halas, dass Rallos Zek hier m&auml;chtig 
  ist. Viele Gelegenheiten f&uuml;r Kampf, Ruhm und Ehre. Bringt euer Bier selber 
  mit.</p>
<p>Breen Everblood.</p>
<p><strong><br>
  Abschrift eines Briefes aus Qeynos:</strong></p>
<p>Hanns,</p>
<p>Wenn ich wieder in Qeynos bin, werde ich dir ein paar Z&auml;hne ausschlagen. 
  Ich wei&szlig; immer noch nicht, wie du mich dazu &uuml;berreden konntest, diese 
  Reise anzutreten. Ich bin mir aber relativ sicher, dass Crows komisches Gebr&auml;u 
  was damit zu tun hatte. </p>
<p>Vom neuen Dock in Nord Ro aus nahm ich ein Boot, das mich in den Eisschollen 
  Ozean brachte. Dort ging ich an Bord der &quot;Eisbrecher&quot;. Ein Gef&auml;hrt, 
  das die Gnome gebaut haben und auch noch Schiff nennen. Einige andere haben 
  ebenfalls eine &Uuml;berfahrt auf diesem Boot gebucht und warteten auf meine 
  Ankunft, darunter meine Kameraden Tolan, Breen und Solist. </p>
<p>Die &Uuml;berfahrt war ganz und gar nicht lustig. Die Hammer des Schiffes haben 
  andauernd geklirrt und geknallt, diese verdammten Gnome haben komische Piratenger&auml;usche 
  von sich gegeben und es war kalt. Es hat mich fast in den Wahnsinn getrieben. 
  <br>
  <br>
  Wir legten schlie&szlig;lich an einer Landungsbr&uuml;cke an, die die Gnome 
  gebaut haben. Von Luxus konnte aber nicht die Rede sein. Die Gnome haben sogar 
  den schrecklichen Rum verloren, der uns w&auml;hrend der &Uuml;berfahrt gew&auml;rmt 
  hat. Und bevor du fragst - ich hatte damit nichts zu tun.</p>
<p>Nachdem wir uns etwas umgesehen hatten, entschlossen wir uns, nach Westen zu 
  ziehen, &uuml;ber das Gebiet hinaus, das die Gnome erkundet hatten. Wir sind 
  an einigen interessanten Stellen vorbeigekommen, unter anderem auch an einem 
  Turm, den ich mir eigentlich n&auml;her ansehen wollte, aber sowohl Solist als 
  auch Breen sagten, ich sollte es nicht tun. Also zogen wir weiter. Nachdem wir 
  aber eine Br&uuml;cke &uuml;berquert hatten, die so hoch war, dass sogar mir 
  schwindlig wurde, verlie&szlig; uns unser Gl&uuml;ck.</p>
<p>Eine Gruppe gut organisierter Riesen hat uns &uuml;berrascht. Nachdem ich merkte, 
  dass Besonnenheit gefragt war, konnte ich verschwinden, als klar wurde, dass 
  wir verlieren w&uuml;rden. Einige, darunter auch Solist, konnten fliehen. Breen 
  ging k&auml;mpfend zu Boden, begraben unter einigen Riesen. Nachdem sich der 
  Staub gelegt hatte, sah ich, wie die Riesen Breen nach S&uuml;dwesten schleppten, 
  und ich entschloss mich, ihnen zu folgen.</p>
<p>Nach ein paar Stunden, in denen ich ihnen hinterher geschlichen bin, erschreckte 
  mich eine Stimme hinter mir. Tolan! Der gerissene Waldl&auml;ufer entkam so 
  wie ich dem Angriff der Riesen und folgte dann mir und damit auch den Riesen. 
  Wir verfolgten die Riesen weiter und kamen schlie&szlig;lich zu einer gro&szlig;en 
  Festungsstadt. </p>
<p>Durch Gl&uuml;ck und K&ouml;nnen konnten wir uns in die Stadt schleichen. Wir 
  versuchten Breen zu finden, wussten aber nicht genau, wohin er gebracht wurde. 
  Die Gefahr, gefangen zu werden, war hoch, da es in der Stadt vor Riesen nur 
  so wimmelte. Wir schafften es schlie&szlig;lich durch die Stadt und fanden uns 
  am Rande eines riesigen Waldes wieder.</p>
<p>Die Riesen k&auml;mpften hart darum, den Wald zur&uuml;ckzudr&auml;ngen, aber 
  Tolan sagte, sie h&auml;tten es schwer. Er sagte, er f&uuml;hle eine gro&szlig;e 
  Macht in den W&auml;ldern, die sogar st&auml;rker sei, als das Herz Faydarks. 
  Ich habe seine Aussage nicht in Frage gestellt, ich konnte es selber f&uuml;hlen. 
</p>
<p>Auf Tolans Dr&auml;ngen hin verlie&szlig;en wir die Stadt der Riesen und zogen 
  durch den Wald. Tolan wurde immer unruhiger und sagte, dass er sp&uuml;re, dass 
  wir uns etwas Aufregendem n&auml;hern w&uuml;rden. </p>
<p>Tolans Gef&uuml;hl hat uns aber in keiner Weise gewarnt, als pl&ouml;tzlich 
  eine Gruppe merkw&uuml;rdig aussehender fliegender Kreaturen vor uns auftauchte. 
  Wir wurden schnell gefangen genommen, gefesselt, geknebelt und uns wurden die 
  Augen verbunden. Man brachte uns ins Zentrum des Waldes, wo eine Ansammlung 
  von Lebewesen auf uns wartete. Mit mir wollten sie nicht reden. Aber daf&uuml;r 
  haben sie sich eine lange Zeit mit Tolan in einer merkw&uuml;rdigen Sprache 
  unterhalten.</p>
<p>Mir wurden erneut die Augen verbunden, und ich wurde durch den Wald getragen. 
  Nach einer Weile wurde ich heruntergelassen, und man l&ouml;ste meine Fesseln. 
  Ich befand mich am Rande einer Lichtung, gegen&uuml;ber der Stadt der Riesen. 
  Tolan war auch dort, ungefesselt und l&auml;chelnd. Er sagte mir, ich solle 
  zum Eisschollen Ozean zur&uuml;ckkehren. Ich w&auml;re in diesem Land nicht 
  willkommen, und es w&auml;re eine schlechte Idee, weiter gen Westen zu ziehen. 
  Drachen w&uuml;rden mich t&ouml;ten, wenn ich zum Schrein ginge, den sie am 
  anderen Ende des Waldes erbaut hatten. Wenn ich &uuml;berhaupt so weit kommen 
  w&uuml;rde - es g&auml;be immer die M&ouml;glichkeit, dass mich die Kreaturen 
  des Waldes zum Fressen gern h&auml;tten.</p>
<p>Als ich Tolan fragte, was er zu tun gedenke, sagte er, er w&uuml;rde eine zeitlang 
  als Gast bleiben. Er ist erwachsen, also nehme ich mal an, er wusste, was er 
  tat. Da ich die Gastfreundschaft nicht zu sehr strapazieren wollte, nahm ich 
  Tolans Rat an und verabschiedete mich. Ich ging erneut durch die Stadt der Riesen 
  (immer noch kein Lebenszeichen von Breen), durch die Ein&ouml;de und schlie&szlig;lich 
  zur&uuml;ck zum Eisschollen Ozean, wo ich mich momentan aufhalte. </p>
<p>Ich werde bald wieder losziehen, um nach Breen, Solist und den anderen zu suchen. 
  Ich w&uuml;rde mich bei dem Gedanken nicht wohl f&uuml;hlen, sie zu diesem Zeitpunkt 
  im Stich zu lassen. Au&szlig;erdem k&ouml;nnte es ein profitables Unterfangen 
  werden.</p>
<p>Gru&szlig;,</p>
<p>Mrylokar</p>
<p><br>
  Wie Ihr anhand der Abschriften ersehen k&ouml;nnt, ist Velious interessanter, 
  als wir zuerst dachten. Der Krieg zwischen den Zwergen, Riesen und Drachen k&ouml;nnte 
  sehr vorteilhaft sein, wenn wir unsere Verb&uuml;ndeten sorgf&auml;ltig w&auml;hlen. 
</p>
<p>Wenn Ihr noch weitere Fragen haben solltet, so stellt sie. Ich werde mein M&ouml;glichstes 
  tun, um Antworten zu finden.</p>
<p>Euer ergebener Diener</p>
<p>Ryoz K`Tarn<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 21/02/2005<BR>
	Copyright &copy; 2005 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
