<HTML><HEAD><TITLE>M&auml; pidin Anitasta.</TITLE><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script></HEAD><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><TABLE ALIGN="center" WIDTH="530" BORDER="0" CELLSPACING="0" CELLPADDING="0"><TR ALIGN="left" VALIGN="top">	<TD WIDTH="530" HEIGHT="*"><BR></TD><BODY BGCOLOR="#FFFFFF"><BR><BR><BR><BR><FONT size="2" STYLE="font-size:12px"><B><P align=justify>M&auml; pidin Anitasta</P><P align=justify>eli kuva onnettomasta miehest&auml;</P></B></FONT><BR><FONT SIZE="2" STYLE="font-size:12px" COLOR=black>      <P align=justify>Me k&auml;veltiin Anitan kanssa mun asuntoa kohti. Tukholmassa. M&auml; pidin Anitasta. Meill&auml; molemmilla oli pitk&auml;t takit p&auml;&auml;ll&auml;, oli viel&auml; aika kylm&auml; vaikka oli kev&auml;t, Anitalla punanen ja mulla ruskea takki. Anita n&auml;ytti t&auml;ydelliselt&auml;, se oli niin nuori ja raikas ja t&auml;ydellisen itsevarma niinkun aina kun m&auml; olin sen n&auml;hnyt. Pitk&auml;t hiukset ja v&auml;h&auml;n py&ouml;ree naama,  siit&auml; m&auml; tykk&auml;&auml;n. Anita oli niin hyv&auml;n olonen, ja m&auml; taas tunsin oloni ihan v&auml;h&auml;n ep&auml;varmaksi. M&auml; olin nimitt&auml;in edellisen&auml; iltana jutellu tosi pitk&auml;&auml;n yst&auml;v&auml;ni Jonaksen kanssa ja Jonas on prostituoitu. Meid&auml;n keskustelu, ja ehk&auml; koko meid&auml;n lyhytaikanen yst&auml;vyys, oli p&auml;&auml;ttynyt siihen ett&auml; Jonas suuttui mulle koska sen mukaan m&auml; yritin parantaa sit&auml;. Tavallaan se oli siin&auml; kohdassa oikeassa, m&auml; nimitt&auml;in yritin jotenkin parantaa sit&auml; koska mun mielest&auml; kukaan ei voi olla prostituoitu ja olla onnellinen. Te tied&auml;tte, ainahan sit&auml; tulee monia tyyppej&auml; vastaan jotka kertoo miten se itsens&auml; myyminen on niiden oma valinta ja muuta sellasta, mutta m&auml; tied&auml;n ihan totta ett&auml; niiden duunin on pakko sattua niihin pahasti. Eli kukaan ei vaan voi...</P><P align=justify>&#8211; Eli m&auml; en ainakaan ikin&auml; ostais huoran palveluksia, m&auml; sanoin Anitalle, &#8211; Ajattele nyt sit&auml; j&auml;rjestelm&auml;&auml;, sit&auml; koneistoa, mit&auml; siin&auml; samalla tukee.</P><P align=justify>&#8211; Mutta Niko kiltti, ent&auml; jos se Jonas on oikeessa? sano Anita. M&auml; en vastannu ja Anita jatko: &#8211; M&auml; voisin ostaakin joskus.</P><P align=justify>&#8211; Miksi? Siis mit&auml; tarvetta sulla nyt pit&auml;is olla? Siis...</P><P align=justify>&#8211; Ajattele nyt, kun s&auml; harrastat seksi&auml; jonkun kanssa niin aina siihen liittyy kummia v&auml;&auml;rink&auml;sityksi&auml; ja s&auml;rkyneit&auml; syd&auml;mi&auml;... ja ainakin t&auml;ytyy vastapalvelukseksi tuottaa toiselle nautintoa.</P><P align=justify>&#8211; No eik&ouml; se sitten ole hauskaa?</P><P align=justify>&#8211; Anna mun puhua loppuun, Anita sano. &#8211; Mutta siis jos maksaa seksist&auml; selv&auml;&auml; rahaa, niin voi rauhassa keskitty&auml; ihan pelkk&auml;&auml;n omaan nautintoon. Ilman ett&auml; pit&auml;&auml; antaa muita vastapalveluksia. Ei kukaan muuten anna ihan pyyteett&ouml;m&auml;sti nautintoa.<BR><BR>&#8211; Mutta jos s&auml; l&ouml;yt&auml;isit jonkun joka antaa?</P><P align=justify>&#8211; No, sellasia ei ole, Niko.</P><P align=justify>&#8211; Et s&auml; ole ainakaan multa edes pyyt&auml;nyt.</P><P align=justify>&#8211; No ryhtyisitk&ouml; s&auml; sitten muka ilmaseksi huoraksi?</P><P align=justify>&#8211; Sulle voisin ryhty&auml;kin, m&auml; sanoin ihan vakavasti ja hymyilin v&auml;h&auml;n enk&auml; tienny ollenkaan miten Anita tulisi reagoimaan. M&auml; olin ollut s&auml;ngyss&auml; Anitan kanssa kerran aikasemminkin, jolloin koko jutusta oli seurannut aika lailla itkua ja hampaidenkiristyst&auml; enk&auml; m&auml; sen j&auml;lkeen ollu k&auml;yt&auml;nn&ouml;ss&auml; ees puhunu Anitalle noin puoleen vuoteen. Mutta silloin Anita oli seurustellu jonkun kanssa, ja siit&auml; oli pitk&auml; aika. Ja t&auml;m&auml; oli eri asia. Ja sit&auml;paitsi mua kiinnosti oikein kovasti se ett&auml; m&auml; tyydytt&auml;isin Anitan ajattelematta olleenkaan omaa nautintoani. Ajatus tuntu koko ajan paremmalta ennen kaikkea siksi, ett&auml; se olis oikeestaan vaan tervett&auml; vastapainoa sille miten m&auml; olin viime aikoina ajatellu aika lailla vaan itse&auml;ni. M&auml; olin seurustellut yhden tyypin kanssa ja pett&auml;nyt sit&auml; l&auml;hinn&auml; kenen kanssa vaan, ja koko juttu oli ollut oikeestaan pelkk&auml;&auml; tyhm&auml;&auml; hyv&auml;ksik&auml;ytt&ouml;&auml;. M&auml; en siis varsinaisesti katunut sit&auml; suhdetta tai mit&auml;&auml;n, mutta silti musta tuntu ett&auml; m&auml; kaipaan v&auml;lill&auml; vaihtelua niihin kuvioihin, miss&auml; kaikki tapahtuu vaan mun hyv&auml;ksi enk&auml; m&auml; liikauta sormeanikaan ilman ett&auml; mulle tulee siit&auml; nautintoa.</P><P align=justify>&#8211; M&auml; von tehd&auml; ihan mit&auml; s&auml; vaan tahdot. Ainakin kerran. Ilman mit&auml;&auml;n vastapalveluksia, m&auml; sanoin ja tunsin itseni ihan helppoheikiksi.</P><P align=justify>&#8211; Ihan totta?</P><P align=justify>M&auml; onnistuin vakuuttelemaan Anitan siit&auml; ett&auml; se ei j&auml;&auml; velkaa mit&auml;&auml;n, vaikka musta tuntu kyll&auml; ihan v&auml;h&auml;n ett&auml; t&auml;&auml;kin on vaan joku mun mieleni kehitt&auml;m&auml; uusi tapa hyv&auml;ksik&auml;ytt&auml;&auml; ihmisi&auml;. Mulla on ollu aina joskus tapana ajautua sellaseen ihan ilman ett&auml; m&auml; ees itse huomaan. Siis te ymm&auml;rr&auml;tte, kun m&auml; olen siis muusikko ja usein reissussa, niin mua vastaan tulee siell&auml; pakostakin usein n&auml;it&auml; upeita tytt&ouml;j&auml;, ja miksei poikiakin, jotka tahtoo leikki&auml; hetken aikaa muusikon kanssa. Ja m&auml; usein otan vastaan mit&auml; tarjotaan.</P><P align=justify>&#8211; S&auml; imet niist&auml; mehut ja heit&auml;t ne sittemmin pois, sano kerran Melissa, meid&auml;n manageri, mutta se ei ole totta. Ainakaan m&auml; en tee sit&auml; ilman ett&auml; ne nimenomaan vaatis sit&auml;. Enk&auml; m&auml; anna v&auml;&auml;ri&auml; lupauksia, ainakaan yleens&auml;. Tai mit&auml; m&auml; selit&auml;n? En m&auml; tosiaan ole niin paha kun t&auml;st&auml; voisi ymm&auml;rt&auml;&auml;. Ja m&auml; kyll&auml; tiesin ett&auml; Anita on v&auml;hint&auml;&auml;n yht&auml; korruptoitunut tai sill&auml; lailla paatunut kun min&auml;, joten m&auml; en ainakaan Anitaa pysty satuttamaan en&auml;&auml; lis&auml;&auml;. Anita on kattokaa hengannut vaikka miss&auml;. Se on levybisneksen puolella, mik&auml; sekin jo todistaa ett&auml; Anitan t&auml;ytyy olla v&auml;hint&auml;&auml;nkin kova.</P><P align=justify>Joten m&auml; sitten vein Anitan mun k&auml;mp&auml;lle, kuten me oltiin aiottu jo ennen kun m&auml; lupauduin Anitan henkil&ouml;kohtaseksi ilmaseksi huoraksi, mutta silloin me oltiin suunniteltu ett&auml; vaan juodaan teet&auml; tai kaljat ja jutellaan tai jotain. M&auml; otin kuitenkin eteisess&auml; Anitalta kohteliaasti takin ja ripustin sen henkarille. Anitalla oli takin alla vihreet suorat housut ja vihre&auml; nahkanen jakku ja m&auml; halusin Anitaa niin kovasti... joten m&auml; johdatin Anitan s&auml;ngylle samalla kun me juteltiin jotain kevytt&auml;, ja m&auml; riisuin silt&auml; jakun ja housut ja paidan ja alushousut, mutta sen rintaliivit m&auml; j&auml;tin p&auml;&auml;lle vaikka vedin olkaimet alas, ja m&auml; hyv&auml;ilin Anitaa ja painoin hetken p&auml;&auml;st&auml; p&auml;&auml;ni sen ihanien reisien v&auml;liin.Runsaan puolen tunnin p&auml;&auml;st&auml; Anita makas alastomana ja silm&auml;t kiinni mun s&auml;ngyll&auml; ja m&auml; makasin sen vieress&auml; suurin osa vaatteista p&auml;&auml;ll&auml;.</P><P align=justify>&#8211; S&auml; olit hyv&auml;, sanoi Anita.</P><P align=justify>&#8211; Mmh, m&auml; tied&auml;n, m&auml; sanoin. M&auml; olisin halunnut Anitaa kunnolla.</P><P align=justify>&#8211; Haluats&auml; mua? Anita kysyi.</P><P align=justify>&#8211; Haluan.</P><P align=justify>&#8211; Mutta s&auml; lupasit ettei vastapalveluksia.</P><P align=justify>&#8211; Totta, m&auml; sanoin. &#8211; Joten m&auml; en aio ees pyyt&auml;&auml; mit&auml;&auml;n. M&auml; voin tuoda sulle kahvia. Tai mehua tai jotain. Mit&auml; s&auml; haluat?</P><P align=justify>&#8211; Onko sulla j&auml;&auml;tel&ouml;&auml;?</P><P align=justify>M&auml; toin Anitalle j&auml;&auml;tel&ouml;&auml; ja otin itse siiderin j&auml;&auml;kaapista. Musta oli hauskaa palvella Anitaa ja olla niinku sen oma orja. M&auml; tunsin itseni sill&auml; hetkell&auml; todella hyv&auml;ksi, tai oikeestaan m&auml; tunsin itseni jollain tavalla kaikkivaltiaaksi. Siis sill&auml; tavalla, ett&auml; mulla oli valta ainakin hetken ajan antaa sille ihan mit&auml; vaan. Mulla oli rahaa, j&auml;&auml;kaappi-pakastin t&auml;ynn&auml; kaikenlaista hyv&auml;&auml;, pihalla hyv&auml; auto ja m&auml; tiesin olevani hyv&auml; s&auml;ngyss&auml; ja salonkikelpoinen kaikin puolin. Eli t&auml;st&auml; ehk&auml; oli kyse mun aikaisemmassa ep&auml;m&auml;&auml;r&auml;isess&auml; tunteessa, ett&auml; m&auml; k&auml;yt&auml;n Anitaa hyv&auml;kseni: se saa mut tuntemaan ett&auml; m&auml; olen kaikkivoipa. Mulla oli kyll&auml; jo silloin sellanen aavistus ett&auml; m&auml; viel&auml; tulen inhoamaan itse&auml;ni t&auml;n kaiken takia, mutta ei viel&auml;. Mulla oli oikeus negatiivisten tunteiden lykk&auml;ykseen tuonnemmaksi ja m&auml; voisin katua sitten vasta my&ouml;hemmin...</P><P align=justify>&#8211; Mit&auml; s&auml; mietit? kysyi Anita. Orgasmi oli saanut sen avoimemmaksi. Yleens&auml; se pit&auml;&auml; varovaisesti pient&auml; et&auml;isyytt&auml; muhun.</P><P align=justify>&#8211; En mit&auml;&auml;n, m&auml; vastasin ja suutelin Anitaa. M&auml; en ollut saanut enk&auml; m&auml; tahtonut edelleenk&auml;&auml;n p&auml;&auml;st&auml;&auml; Anitaa l&auml;hemm&auml;s. Sen huulet oli pehme&auml;t, ja musta tuntu ett&auml; m&auml; voisin nyt hukkua t&auml;h&auml;n pehmeyteen, kun ja s&auml;nky oli pehme&auml; ja Anita oli pehme&auml;. Mulla oli hyv&auml; olo... m&auml; h&ouml;rpp&auml;sin loput siiderist&auml; ja tiesin ett&auml; mun pit&auml;&auml; rikkoa t&auml;&auml; tunnelma ennen kun menee liian herk&auml;ksi. M&auml; en tahtonut puhua tunteistani. Tai Anitan tunteista sen puoleen. Mun maailmani kuitenkin kutistui ja kutistui, ja pian siihen mahtui en&auml;&auml; lakanoita, ihokosketus ja rauhallisuuden tunne. Olo niinku kissanpennulla tai jollain sellasella, te tied&auml;tte. T&auml;ydellisemp&auml;&auml; olis vaan jos m&auml; olisin saanut seksi&auml;. Ja jos joku olis tullu hieromaan hartioita... M&auml; olisin voinut nukahtaa siihen mutta oli p&auml;iv&auml;, joten m&auml; sanoin:</P><P align=justify>&#8211; Mun pit&auml;&auml; kohta olla l&auml;hd&ouml;ss&auml; kaupunkiin p&auml;in. Tahdots&auml; tulla mukaan? ja m&auml; onnistuin t&auml;ll&auml; yhdell&auml;, lattealla kommentilla her&auml;tt&auml;m&auml;&auml;n Anitan sen post-orgastisesta raukeudesta ja se vastasi ett&auml; menee mieluummin omalle k&auml;mp&auml;lleen. Mulla oli hetken aikaa ihan v&auml;h&auml;n paha olo siit&auml; etten m&auml; ollut vaan maannut hiljaa paikallani ja odottanut ja kuunnellut, siis kun mulla oli ollut aika hyv&auml; olo ja jotenkin turvallisemman tuntuista kun yleens&auml;, mutta m&auml; en ole tottunut sellaiseen ja m&auml; tied&auml;n ettei kaikesta herkistelyst&auml; juuri nyt ole mit&auml;&auml;n iloa kuitenkaan. Joten Anita nousi yl&ouml;s ja puki ylleen yksi kerrallaan mustat yksinkertaset rintaliivit, tummanvihre&auml;t kiilt&auml;v&auml;t pikkuhousut, mustan pitk&auml;hihasen t-paidan, vihreet suorat housut ja vihre&auml;n pehme&auml;n nahkajakun, ja m&auml; katselin sit&auml; lamautuneena eik&auml; se mitenk&auml;&auml;n kiusaantunu mun kattomisestani. Sitten se vaan otti laukkunsa, m&auml; makasin viel&auml; s&auml;ngyll&auml;, se tuli antamaan mulle pusun, ja sitten se l&auml;hti ulos ovesta sanottuaan ett&auml; tavataan huomenna. Se oli poissa tosi &auml;kki&auml;, m&auml; olin jotenkin h&auml;keltynyt enk&auml; ehtinyt huomatakaan. Mutta m&auml; tiesin ett&auml; me pystyt&auml;&auml;n kyll&auml; my&ouml;hemmin keskustelemaan t&auml;st&auml; ihan luontevasti. Sitten m&auml; makasin viel&auml; hetken omalla l&auml;mpim&auml;ll&auml; s&auml;ngyll&auml;ni ja tunsin oloni v&auml;h&auml;n tyhj&auml;ksi.</P><P align=justify>&nbsp;</P><br>        <br><BR><BR><BR><BR><BR> <BLOCKQUOTE>  <BLOCKQUOTE><A HREF="leijonaintro.html">Takaisin introon.</A><BR><BR>Eteenp&auml;in <A HREF="leijona.html">Leijonaan</A>.<BR><BR>| <a href=# onClick="window.close();">sulje ikkuna</a> |</FONT>            </BLOCKQUOTE>  </BLOCKQUOTE></font></td></body></HTML>