{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"jeffoneski","from":"&quot;jeffoneski&quot; &lt;jeffoneski@...","replyTo":"LIST","senderId":"oc-KaV5yY32zB1TV5xHHnewf_qdH86AuCATQgVSuhypJLd7QrYSnmD4iaDHtx4DeNrRTG2PunE_ajXvXWGkzWfzwcR_AjWPLuwfk8w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Price","postDate":"926173909","msgId":116,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NDA3Ni4xOS4xMTYuOTU5Mjg0MDg0QGVHcm91cHMuY29tPg=="},"prevInTopic":55,"nextInTopic":0,"prevInTime":115,"nextInTime":117,"topicId":55,"numMessagesInTopic":2,"msgSnippet":"I am far too new to the game of EQ, and even newer to blacksmithing in specific, to contribute to your organization.  I would, however, like to hear how it","messageBody":"<div id=\"ygrps-yiv-677470475\">I am far too new to the game of EQ, and even newer to blacksmithing in specific, to contribute to your organization.  I would, however, like to hear how it turns out, and who my representative is. Good luck, and good smithing!<br/>\n<br/>\nGodfrey<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\">   ----- Original Message ----- <br/>\n  From: Kinowa <br/>\n  To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_Smiths@onelist.com\">EQ_Smiths@onelist.com</a> <br/>\n  Sent: Friday, May 07, 1999 6:39 PM<br/>\n  Subject: [EQ_SMITHS] Price<br/>\n<br/>\n<br/>\n  Greetings and Salutations everyone,<br/>\n   <br/>\n  I&#39;m forming the The Coalition of Smiths, this is a non-profit organization dedicated to setting standards of prices, and services of smiths.  Joining will be absolutely free.  This is NOT a player guild, rather a merchant guild.  We merely are people banded together to set prices, and policies for the rest of the smiths in the game.  Only members will be subject to the policies.. We will set the fair price on products.  (Note: This is NOT a game  guild, IE, you will not be listed as Coalition of Smiths, this is an organization).<br/>\n   <br/>\n  Well, I need a couple people to help me setup the initial setup.  We will work off a system of a board of representatives, we will vote on all policies.  As the Chairman, I will mediate debates (IRC will be the forum of discussion), and call for votes.  Any representative will have the right to propose a topic.  Each representative will be assigned 1/12th of all members.  It is his responsibility to find their view of any topic.  He should then vote according to how his constituents feel.  If for some reason his constituents do not agree with his vote, and 3/4ths email me saying he voted invalidly, he will be removed and someone new will be appointed.<br/>\n   <br/>\n  Things we will do is set a minimum price to sell, swear all new members into an oath (there will also be a position appointed for a head of each server, that will be responsible for swearing in new members etc..) and a maximum price to sell.  And finally the average price.  It&#39;s out goal not to rip people off, and to increase the well-being of the game.  We will compile a handbook for members only detailing information to follow and when you should do what and when not to.. etc..  The only requirement is a skill of over 30.<br/>\n   <br/>\n  Thanks,<br/>\n   <br/>\n  Kinowa, the bard.<br/>\n  Solusek Ro. </span></blockquote></div>","specialLinks":[]}}