{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kelly Pruett","from":"Kelly Pruett &lt;pruett@...","replyTo":"LIST","senderId":"fMXmxHl2-_o4VBKdZmEJ6qt5ywRzpAKBVdMUCpPExElyXrnAMrrWyxyQvGM91BWoDnpIzEMnitBgtGDLaHBfDzL3wx0ZgkaT2WQssdju3Q","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Pricing, skills, and other smithing stuff","postDate":"927740312","msgId":118,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NDA3Ni4yMS4xMTguOTU5Mjg0MDg0QGVHcm91cHMuY29tPg=="},"prevInTopic":117,"nextInTopic":120,"prevInTime":117,"nextInTime":119,"topicId":117,"numMessagesInTopic":4,"msgSnippet":"Josh, I cannot answer all of your questions, but, being a beginning smith in Qeynos, I can anser some of it. 1.) There are basic smithing items all around","messageBody":"<div id=\"ygrps-yiv-1117407946\">Josh,<br/>\nI cannot answer all of your questions, but, being a beginning smith in Qeynos, I can<br/>\nanser some of it.<br/>\n<br/>\n1.) There are basic smithing items all around Qeynos, except for ore and sharpening<br/>\nstones. For these items, the closest place I&#39;ve found is High Hold. At your level it&#39;s<br/>\na risky but not impossible trip. Below these answers I will give you a run down on the<br/>\nbest route, and who to see once you are there. For molds, and books, check in town (one<br/>\nof the shops ... the Tin shop I think), and also the cottage in Qeynos hills, and one<br/>\nof the cottages in East Karana.<br/>\n<br/>\n2.) I&#39;ve asked this question myself and didn&#39;t like the answer. I believe it really<br/>\ndepends on how many failures you will tolerate. The answers I have heard are above 40<br/>\nskill you can TRY. At 80+ skill you can DO.<br/>\n<br/>\n3.) Good question ... on my server they are all over the charts. From 5-20pp per piece<br/>\nusually. Good luck getting a standard price. And remember that Qeynos smiths can charge<br/>\nslightly more due to the lack of local materials. Again, I have not made any, but I<br/>\nheard banded gorgets were the item to start with?<br/>\n<br/>\n4.) No weapons ... I know it sucks doesn&#39;t it. I&#39;ve heard that you can make pots, and<br/>\nother miscellaneous items. Not seen molds for them yet myself though.<br/>\n<br/>\nTo get to High Hold from Qeynos:<br/>\n-If under level 15 or so ... put EVERYTHING into the bank except food. You won&#39;t be<br/>\nable to kill mobs on most of the maps so you will be avoiding combat. If you die or get<br/>\nlost .... who cares, all of your items are in the bank.<br/>\n-Leave Queynos north on the road. Zone into Qeynos Hills.<br/>\n-After zoning in, follow the road to the marker, take the right path (going east) all<br/>\nthe way along the road and through the valley until you zone into East Karana.<br/>\n-Continue following the road into East Karana to the first road marker, turn right,<br/>\nfollowing the road to the south until the road ends .. and you are running on the bare<br/>\nplains. Go south all the way to the water.<br/>\n-Turn east, following the water all the way across the map (a long way). Zone into West<br/>\nKarana.<br/>\n-Continue on this zone along the water. You will come to a large white bridge. Do not<br/>\ncross it. Continue again along the water heading east. There will be one raider camp<br/>\nalong the way, just against the water. Go around it by swimming, or running into the<br/>\nplains jut a little.<br/>\n-You will come to a second bridge, this one will be wooden, and shaped like a large<br/>\nlinked chain. Turn south and cross this bridge .. in the middle you will zone into<br/>\nSouth Karana.<br/>\n-After exiting the bridge, follow the water left (again east) until you can just see<br/>\nthe mountains coming up. In the water is a large NPC you will want to avoid called<br/>\nBruune. Skirt areound him and go up the mountain face until you cannot climb any<br/>\nhigher.<br/>\n-Turn South and follow the mountain all the way to a valley when you must run down. Do<br/>\nnot go into the valley ... it zones into the Gorge.<br/>\n-Instead, go up the mountain on the other side, and once again go to the top, and<br/>\ncontinue running south. You will eventually reach a corner where you will have to curve<br/>\naround and run west. Continue running west along the mountain top to the next valley.<br/>\n-Looking into the valley you will see road winding up on the right hand side. Take this<br/>\nroute and follow it up all the way around the mountains (quite a hike). You will zone<br/>\ninto the High Hold map.<br/>\n-After zoning be careful!! There are gnolls and orcs on this map that are high level.<br/>\nYou most likely woudn&#39;t survive a fight with them so wait until they move (they seem to<br/>\npatrol the area) and then sneak by. You will have to follow the left hand wall around<br/>\nall the inlets in the rocks. If you see lights .. you are getting close to the Keep.<br/>\nYou will come to one inlet that leads to a tavern/inn. Come out of this and contiue<br/>\nleft to the next inlet which should be the hold main entrance.<br/>\n-Go into the hold, zone to it&#39;s map, cross the coutyard and go into the keep. follow<br/>\nthe hallway down and back to a large chamber with columns in it.<br/>\n-At the back of the chamber is a set of steps going down. They will lead to a mine<br/>\nentrance. A miner just in the entrance sells sharpening stones as well as ore. Leaving<br/>\nhim, as you return to go back upstairs you should see the female bank teller also.<br/>\nPlace your stuff in here for safe keeping.<br/>\n-Follow the route back home or do like I do and explore until you get killed, whereby<br/>\nyou respawn in Qeynos and go to the bank to retrieve your items.<br/>\n<br/>\n- Don&#39;t get discouraged if you die ... I littered many of these maps with my corpse ...<br/>\nyou can too.  :-p  Try to use a concept called &#39;bordering&#39; as much as possible. Mobs<br/>\ndon&#39;t seem to wander close to the map borders (mountains or water). Use this to your<br/>\nadvantage by running right up against the side of the map.<br/>\n<br/>\nNote: When looking at the main hold entrance if you turn around, directly behind you,<br/>\nyou will see a path leading up into the rocks. This path actually takes you back to the<br/>\nother side of High Hold that exits to the Kithcor Woods on the way to Freeport.<br/>\n<br/>\nGood Luck Praetor!!<br/>\n<br/>\n-Faderic of Qeynos (Eollorisi Marr Server)<br/>\n<br/>\nIf you are on the same server, send me a tell. I would be glad to show you the way<br/>\nthere.<br/>\n<br/>\n<br/>\nJosh Anderson wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: Josh Anderson &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:winterwolf@...\">winterwolf@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Hail Smiths of Norrath:<br/>\n&gt;<br/>\n&gt; I am Praetor, level 10 Paladin on the Rodcet Nife Server, and a recent addition to<br/>\n&gt; the smithing trade.  Before I continue with my occupation in Smithing, however, I<br/>\n&gt; have some very simple questions that I believe are important to all beginning<br/>\n&gt; smiths, as well as non-smiths.<br/>\n&gt;<br/>\n&gt; #1 - Where is the closest place that a smith in Qeynos may purchase basic smithing<br/>\n&gt; items (i.e. Metal Bits, scraps, bars, blocks, File Molds, etc.)?<br/>\n&gt;<br/>\n&gt; #2 - At what skill level should a Smith begin to create Banded armor, and what type<br/>\n&gt; should be produced first (i.e. Boots, Belts, Leggings, etc.)?<br/>\n&gt;<br/>\n&gt; #3 - What are the standard prices on Studs and Banded armor (both minimum and<br/>\n&gt; maximum prices)?<br/>\n&gt;<br/>\n&gt; #4 - Are there any other things that Smiths can produce, other than in the Basic<br/>\n&gt; Blacksmithing Books (i.e. non-Banded armor, weapons, etc.)?<br/>\n&gt;<br/>\n&gt; Thank all of you in advance for your time!<br/>\n&gt;<br/>\n&gt; Regards,<br/>\n&gt; Praetor<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; What do lizards and rock music have in common?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; They both have communities at ONElist.  Find yours today!<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; The EQ BlackSmithy Discussion Group<br/>\n&gt; List Administrator:<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:chade@...\">chade@...</a> </span></blockquote></div>","specialLinks":[]}}