{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...&gt;","replyTo":"LIST","senderId":"IBxaBq4Hvqh93M3_G5BD_b-IPJmbtY0yXhLF4a8Yh64eQh2qhJOaOBCapTgnPLCWHFdRNIdSvHxuaSTTmBiBRdHFoArBPFxN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Looking for a few good men (and women)","postDate":"931835148","msgId":309,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NDA3Ni41NS4zMDkuOTU5Mjg0MDg0QGVHcm91cHMuY29tPg=="},"prevInTopic":308,"nextInTopic":311,"prevInTime":308,"nextInTime":310,"topicId":300,"numMessagesInTopic":15,"msgSnippet":"If you re going to stick to this concept of yours, then I have a few points of advice: 1 - NEVER buy any CD for more than 10 cents. They re just shiny pieces","messageBody":"<div id=\"ygrps-yiv-1004420144\">If you&#39;re going to stick to this concept of yours, then I have a few points of<br/>\nadvice:<br/>\n1 - NEVER buy any CD for more than 10 cents. They&#39;re just shiny pieces of plastic<br/>\nthat only cost 10 cents to produce. Since you don&#39;t pay for any overhead and are<br/>\nsimply sticking to cost, this is the most you should ever let yourself pay for a<br/>\nCD of any kind.<br/>\n<br/>\n2 - Never ever rent anything or visit a video arcade. You aren&#39;t actually buying<br/>\nanything, and therefore aren&#39;t aquiring these precious materials that are all<br/>\nanybody ever charges for. If you don&#39;t get materials, they don&#39;t lose materials,<br/>\nso they should charge nothing because they are losing nothing. If you pay more<br/>\nthan nothing, you are again violating your own principles.<br/>\n<br/>\n3 - Don&#39;t buy gas for your car. Don&#39;t even buy a car! The gas for your car is<br/>\nsold in bulk, and therefore at discount. When you buy gas from a gas station, it<br/>\nhas gone through several middlemen who add a little to the price each time. Since<br/>\nyou could buy petroleum from the middle east and process it yourself for no more<br/>\nthan cost, you shouldn&#39;t pay the price a gas station will charge because it has<br/>\nbeen marked up several times. Same goes for cars. No car company that I know of<br/>\nmines the metal it needs and then shapes it into the parts needed for the car.<br/>\nThis again means middlemen and markups, so if you want a car, you need to go mine<br/>\nall the materials yourself, process even more petroleum into the plastics needed,<br/>\nbuild your own engine and any other moving parts, and put it all together<br/>\nyourself. This way you make sure to not pay anything more than cost of materials.<br/>\n<br/>\n4 - Refuse paychecks from your place of employment. The only things ever paid for<br/>\nare material costs, time and work aren&#39;t included. Seeing as your place of<br/>\nemployment should only charge for materials, and you want to support your place<br/>\nof employment because without them you wouldn&#39;t have a job, you should try and<br/>\nhelp by not requiring a paycheck. Anything they pay you comes out of the owner&#39;s<br/>\npockets, because the consumer can&#39;t be charged. You might even want to pay the<br/>\ncompany to work for them, as that would lighten the load on the owner&#39;s pockets<br/>\nfrom all the employees who DO require payment.<br/>\n<br/>\n5 - If you ever get into a legal battle, don&#39;t hire an attorney. The paper they<br/>\nused on your case does not cost what they charge you. Since they are charging<br/>\nmore than cost, you must refuse to pay them and therefore boycott their services.<br/>\nYou can represent yourself for cost.<br/>\n<br/>\nYes, I know this is all rather ridiculous, but that&#39;s what things would be like<br/>\nif you really followed your ideas here. It&#39;s almost as bad as saying &#39;don&#39;t use<br/>\nplastic, they charge too much!&#39;. Well... where would you be without plastic?<br/>\nThink along those lines... where would you be without business? If everybody<br/>\ncharged for cost and nothing more, employees wouldn&#39;t get paid and all businesses<br/>\nwould eventually collapse because any failures they made over the years would add<br/>\nup. Since they only charge what it costs them, they don&#39;t make any money in their<br/>\nbusiness so everything comes from their pockets. Since other businesses can&#39;t<br/>\nafford to pay employees, there is nowhere else to work to gain any money.<br/>\nTimber!! There goes business as we know it.<br/>\n<br/>\nSeriously, reconsider what you&#39;re saying here. It makes absolutely no sense. We<br/>\nall know EQ isn&#39;t a real economy (it&#39;s downright terrible). Actually, it&#39;s weaker<br/>\nthan a real economy. You see what charging for cost does to a real economy, can<br/>\nyou imagine what it would do to EQ&#39;s? It would be nearly irreversible. I can&#39;t<br/>\nbegin to explain the damages your ideas will cause if they are practiced by all.<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Talthoron@...\">Talthoron@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Talthoron@...\">Talthoron@...</a><br/>\n&gt;<br/>\n&gt; Fleetwood, the top maker of moter homes and RV&#39;s, Pella, the number one maker<br/>\n&gt; of window, GM (which has been mentioned) all will tell you the same thing,<br/>\n&gt; Screw ups, inspections, the people working in the office, the people who<br/>\n&gt; drive the fork lefts carting material all day....all the work they do and<br/>\n&gt; much work that others do is NOT what the costumer buys.  The customer buys<br/>\n&gt; what it takes to make the product and that is all.  They are not paying for<br/>\n&gt; the time it takes to train John Doe, not for the time it takes for someone to<br/>\n&gt; fix or check his work. They do not pay for the people to run the accounts,<br/>\n&gt; they do not pay for the guy to drive around on a forklift.  Would you?<br/>\n&gt;<br/>\n&gt; When you buy something, do you want to pay for all that extra that had<br/>\n&gt; nothing to do with building your car?  You can say it did have something to<br/>\n&gt; do with your car, but the fact of the matter it isn&#39;t.  Efficency is the key.<br/>\n&gt;  If the people doing the paid for work are good enough, then THEY pay the<br/>\n&gt; cost of all that excess.  I don&#39;t charge people for me learning to smith, I<br/>\n&gt; don&#39;t charge for failure rates.  I charge for my work and the matrials needed<br/>\n&gt; to make the given item.  I have about the same prices.  I guess I just value<br/>\n&gt; my work more then you do yours.<br/>\n&gt;<br/>\n&gt; Talthoron<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist users:  YOU can win a $100 gift certificate to Amazon.com.<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Check out the FRIENDS & FAMILY program to find out how.  See homepage.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; The EQ BlackSmithy Discussion Group<br/>\n&gt; List Administrator:<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:chade@...\">chade@...</a> </span></blockquote></div>","specialLinks":[]}}