{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Nick Emmerich","from":"Nick Emmerich &lt;seorin@...","replyTo":"LIST","senderId":"wk8URPYb_EgrqSVVl5UVLjObiQZsWU-DGror_EKH0ORNSV-JWzj_50xHsWCs4Oo0nETw2q0fq5wOygCA3RbyUX5e5yu4uLZA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Looking for a few good men (and women)","postDate":"931931322","msgId":328,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE3NDA3Ni41Ni4zMjguOTU5Mjg0MDg0QGVHcm91cHMuY29tPg=="},"prevInTopic":312,"nextInTopic":329,"prevInTime":327,"nextInTime":329,"topicId":300,"numMessagesInTopic":15,"msgSnippet":"... Reread what you wrote yourself :) By definition, what it takes to make the product and that is all is simply materials. Also by definition, the work put ","messageBody":"<div id=\"ygrps-yiv-552362826\"><blockquote><span title=\"ireply\">&gt; Fleetwood, the top maker of moter homes and RV&#39;s, Pella, the number one maker<br/>\n&gt; of window, GM (which has been mentioned) all will tell you the same thing,<br/>\n&gt; Screw ups, inspections, the people working in the office, the people who<br/>\n&gt; drive the fork lefts carting material all day....all the work they do and<br/>\n&gt; much work that others do is NOT what the costumer buys.  The customer buys<br/>\n&gt; what it takes to make the product and that is all.  They are not paying for<br/>\n&gt; the time it takes to train John Doe, not for the time it takes for someone to<br/>\n&gt; fix or check his work. They do not pay for the people to run the accounts,<br/>\n&gt; they do not pay for the guy to drive around on a forklift.  Would you?<br/>\n<br/>\n </span></blockquote>Reread what you wrote yourself :) By definition, &#39;what it takes to make the<br/>\nproduct and that is all&#39; is simply materials. Also by definition, the work put<br/>\ninto the product, the people who run the accounts, and the guy who drives around<br/>\non the forklift is part of the overhead expense. Overhead expense is, as I saw<br/>\nsomeone say on some mailing list, is evenly distributed into the cost of all the<br/>\nproducts. Instead of selling the product for 100% of what it cost you, you sell it<br/>\nfor 150% to cover extra expenses all around.<br/>\n<br/>\nI work for a small nurse-staffing company doing billing and payroll. I pay people<br/>\nfor their time and nothing more (all materials needed are supplied by the facility<br/>\nthe person is working for at the time). Yes, time and skill are valuable, but how<br/>\nvaluable? The cheapest work anyone can do for us pays $10 an hour. It&#39;s billed at<br/>\n$17 an hour. That&#39;s the facility paying an extra $7 an hour to have someone give<br/>\nshots, hand out medication, and give sponge baths. Almost anybody can do it (with<br/>\nminimal training), yet that&#39;s quite the rate. As the services increase, so does<br/>\nthe profit. The more expensive services end up costing $50 and hour and up. This<br/>\nends up being more than $20 an hour of JUST profit! This is not simple payment for<br/>\none&#39;s time. This factors in overhead. If it were payment for one&#39;s time, we would<br/>\npay $10 and bill $11. All we do is see who needs services and who can provide them<br/>\n:) Simple use of a phone. We don&#39;t, though, overhead (what they use to pay me and<br/>\nother office staff) is factored in. Think about that if you have a family member<br/>\nin a nursing home. You are not only paying for medical services they need,<br/>\nmedications, and the time of the people who take care of them, but you also take<br/>\npart in paying the pharmacists who filled their prescriptions, the secretaries who<br/>\ntake care of keeping the place properly staffed, and the people like me who pay<br/>\nthe people who take care of your family member. Personally, I&#39;d rather pay a guy<br/>\nto drive a forklift than pay a guy to pay another guy that I&#39;m already paying for<br/>\nanyway! That&#39;s not how it works, though, no matter what you think.<br/>\n<br/>\n-Rennin of E&#39;Ci<br/>\n Trade Council GM<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Talthoron@...\">Talthoron@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:Talthoron@...\">Talthoron@...</a><br/>\n&gt;<br/>\n&gt; In a message dated 7/12/99 11:12:11 PM Eastern Daylight Time,<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:seorin@...\">seorin@...</a> writes:<br/>\n&gt;<br/>\n&gt; &lt;&lt; 1 - NEVER buy any CD for more than 10 cents. They&#39;re just shiny pieces of<br/>\n&gt; plastic<br/>\n&gt;  that only cost 10 cents to produce. Since you don&#39;t pay for any overhead and<br/>\n&gt; are<br/>\n&gt;  simply sticking to cost, this is the most you should ever let yourself pay<br/>\n&gt; for a<br/>\n&gt;  CD of any kind.<br/>\n&gt;<br/>\n&gt; I see your not paying attention.  when you buy a CD your not just buying the<br/>\n&gt; &quot;shiny piece of plastic.  you are paying for what is one it, you are paying<br/>\n&gt; for someone to put it on there as well.  You are not paying for someone to<br/>\n&gt; check each one to make sure it was done right as it was supposed to have been<br/>\n&gt; done right in the first place.<br/>\n&gt;<br/>\n&gt;  2 - Never ever rent anything or visit a video arcade You aren&#39;t actually<br/>\n&gt; buying<br/>\n&gt;  anything, and therefore aren&#39;t aquiring these precious materials that are all<br/>\n&gt;  anybody ever charges for. If you don&#39;t get materials, they don&#39;t lose<br/>\n&gt; materials,<br/>\n&gt;  so they should charge nothing because they are losing nothing. If you pay<br/>\n&gt; more<br/>\n&gt;  than nothing, you are again violating your own principles.<br/>\n&gt;<br/>\n&gt; I don&#39;t rent =)  and why go to an arcade?  I have a computer to play games on.<br/>\n&gt;<br/>\n&gt;  3 - Don&#39;t buy gas for your car. Don&#39;t even buy a car! The gas for your car is<br/>\n&gt;  sold in bulk, and therefore at discount. When you buy gas from a gas<br/>\n&gt; station, it<br/>\n&gt;  has gone through several middlemen who add a little to the price each time.<br/>\n&gt; Since<br/>\n&gt;  you could buy petroleum from the middle east and process it yourself for no<br/>\n&gt; more<br/>\n&gt;  than cost, you shouldn&#39;t pay the price a gas station will charge because it<br/>\n&gt; has<br/>\n&gt;  been marked up several times. Same goes for cars. No car company that I know<br/>\n&gt; of<br/>\n&gt;  mines the metal it needs and then shapes it into the parts needed for the<br/>\n&gt; car.<br/>\n&gt;  This again means middlemen and markups, so if you want a car, you need to go<br/>\n&gt; mine<br/>\n&gt;  all the materials yourself, process even more petroleum into the plastics<br/>\n&gt; needed,<br/>\n&gt;  build your own engine and any other moving parts, and put it all together<br/>\n&gt;  yourself. This way you make sure to not pay anything more than cost of<br/>\n&gt; materials.<br/>\n&gt;<br/>\n&gt; again, your just looking at the materials, you pay for materials and the work<br/>\n&gt; it takes to make it into what you want.  You are not paying for someone to<br/>\n&gt; check and recheck that work, etc.<br/>\n&gt;<br/>\n&gt;  4 - Refuse paychecks from your place of employment. The only things ever<br/>\n&gt; paid for<br/>\n&gt;  are material costs, time and work aren&#39;t included.<br/>\n&gt;<br/>\n&gt;  5 - If you ever get into a legal battle, don&#39;t hire an attorney. The paper<br/>\n&gt; they<br/>\n&gt;  used on your case does not cost what they charge you. Since they are charging<br/>\n&gt;  more than cost, you must refuse to pay them and therefore boycott their<br/>\n&gt; services.<br/>\n&gt;  You can represent yourself for cost.<br/>\n&gt;<br/>\n&gt; again and again &lt;sighs&gt;  materials+the accual work that it takes, not all the<br/>\n&gt; etra work that doesnt&#39; NEED to be done.<br/>\n&gt;<br/>\n&gt;  Yes, I know this is all rather ridiculous, but that&#39;s what things would be<br/>\n&gt; like<br/>\n&gt;  if you really followed your ideas here. It&#39;s almost as bad as saying &#39;don&#39;t<br/>\n&gt; use<br/>\n&gt;  plastic, they charge too much!&#39;. Well... where would you be without plastic?<br/>\n&gt;  Think along those lines... where would you be without business? If everybody<br/>\n&gt;  charged for cost and nothing more, employees wouldn&#39;t get paid and all<br/>\n&gt; businesses<br/>\n&gt;  would eventually collapse because any failures they made over the years<br/>\n&gt; would add<br/>\n&gt;  up. Since they only charge what it costs them, they don&#39;t make any money in<br/>\n&gt; their<br/>\n&gt;  business so everything comes from their pockets. Since other businesses can&#39;t<br/>\n&gt;  afford to pay employees, there is nowhere else to work to gain any money.<br/>\n&gt;  Timber!! There goes business as we know it.<br/>\n&gt;<br/>\n&gt;  Seriously, reconsider what you&#39;re saying here. It makes absolutely no sense.<br/>\n&gt; We<br/>\n&gt;  all know EQ isn&#39;t a real economy (it&#39;s downright terrible). Actually, it&#39;s<br/>\n&gt; weaker<br/>\n&gt;  than a real economy. You see what charging for cost does to a real economy,<br/>\n&gt; can<br/>\n&gt;  you imagine what it would do to EQ&#39;s? It would be nearly irreversible. I<br/>\n&gt; can&#39;t<br/>\n&gt;  begin to explain the damages your ideas will cause if they are practiced by<br/>\n&gt; all.<br/>\n&gt;  -Rennin of E&#39;Ci<br/>\n&gt;   Trade Council GM &gt;&gt;<br/>\n&gt;<br/>\n&gt; first learn what I am saying then try and make comments.  Your only taking<br/>\n&gt; half of what I said.  perhaps you should go back and reread it.<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist:  your connection to like-minds and kindred spirits.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; The EQ BlackSmithy Discussion Group<br/>\n&gt; List Administrator:<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:chade@...\">chade@...</a> </span></blockquote></div>","specialLinks":[]}}