<HTML><HEAD>
<TITLE>Untitled</TITLE>
<STYLE>
<!--
a       { color:003366; text-decoration:none }
a:hover { color:003366; text-decoration:none }
-->
        </STYLE>
</HEAD>
<center>
<br>
<br>
<br><table border="0" cellpadding="0" cellspacing="0" width="70%">
<tr><td><IMG SRC="rehu.gif">
<p align=justify><font style="font-size:13px" face=Arial,Helvetica,sans-serif, color=black>


&#148;Liikaa vapaata aikaa, liikaa suklaata, joululomasta tuo johtuu. H&auml;nell&auml; nyt vain on tuollainen vaihe, toivotaan ett&auml; se on v&auml;liaikaista...&#148;, saatan lukea n&auml;m&auml; ajatukset yst&auml;vieni kasvoilta yht&auml; selv&auml;sti kuin jos ne olisi maalattu naapuritalon sein&auml;&auml;n kissan kokoisilla kirjaimilla. Mutta ei. Olen viimeinkin her&auml;nnyt, eik&auml; minulla ole pienint&auml;k&auml;&auml;n aikomusta k&ouml;mpi&auml; takaisin tiedostamattomuuden tunkkaiseen syleilyyn. En toki kiell&auml; loman osuutta asiaan, juuri sen ansiosta minulla oli mahdollisuus selvitt&auml;&auml; p&auml;&auml;koppani h&auml;m&auml;r&auml; k&auml;sitteist&ouml; &#8211; jos ei nyt aivan kristallinkirkkaaksi niin ainakin astetta selvemm&auml;ksi &#8211; mutta mielest&auml;ni t&auml;m&auml; vain osoittaa sen, ett&auml; jos ihmisill&auml; olisi aidosti stressit&ouml;nt&auml; vapaa-aikaa vaikkapa vain mietiskelyyn varattuna, he pys&auml;htyisiv&auml;t pohtimaan sit&auml;, mik&auml; t&auml;ss&auml; systeemiss&auml; nyt oikein m&auml;tt&auml;&auml;. Olen siis s&auml;&auml;nn&ouml;llisten lomien ehdoton kannattaja.<br><br>
Oman lomani lorvailun hedelm&auml;t tulevat t&auml;ss&auml;: en en&auml;&auml; ikin&auml; kutsu liev&auml;&auml; huvittuneisuutta &auml;&auml;ness&auml;ni ket&auml;&auml;n kasvissy&ouml;j&auml;&auml; &#148;viherpipert&auml;j&auml;ksi&#148;. Minusta on nimitt&auml;in nyt tullut yksi heist&auml;. Vaikka aionkin t&auml;ss&auml; hieman taustoittaa p&auml;&auml;t&ouml;kseeni johtaneita mietteit&auml;, pyrin v&auml;ltt&auml;m&auml;&auml;n kaiken fanaattisen k&auml;&auml;nnytyss&auml;vyn. Se olisi liian h&auml;rski&auml;, sill&auml; saatan viel&auml; tuntea murean valkoisen lihan hampaideni v&auml;liss&auml;. Kuinka sen kypsennetyt lihass&auml;ikeet jauhaantuvat yh&auml; pienemmiksi yksik&ouml;iksi, herk&auml;n makuaistini laulaessa hallelujaa.<br><br>
Jonkin j&auml;niksen henki ei voisi v&auml;hemp&auml;&auml; liikuttaa. Minulla ei ole mit&auml;&auml;n sit&auml; vastaan, ett&auml; vapaita el&auml;imi&auml; tapetaan ravinnoksi. Ne eiv&auml;t k&auml;rsi el&auml;ess&auml;&auml;n eiv&auml;tk&auml; varmasti kuoltuaankaan. Eettisyys nousee esiin, kun el&auml;imet alistetaan tuotantov&auml;lineiksi ja niille tuotetaan psyykkist&auml; ja fyysist&auml; tuskaa.<br><br>
Ehk&auml; el&auml;inten oikeuksiakin t&auml;rke&auml;mpi ja r&auml;ike&auml;mpi kysymys on lihansy&ouml;ntiin liittyv&auml; ihmiskysymys. Maailmassa valtavat ihmism&auml;&auml;r&auml;t n&auml;kev&auml;t n&auml;lk&auml;&auml; ja samanaikaisesti maata, jonka viljelyll&auml; voitaisiin ruokkia monia, k&auml;ytet&auml;&auml;n karjarehun tuottamiseen. Ristiriita on ilmeinen.<br><br>
Hieman lokaalisempi lis&auml;n&auml;k&ouml;kulma asiaan on v&auml;lillisen tappamisen helppous. Vaaleanpunertavan m&ouml;ss&ouml;n haku siististi kelmuun pakattuna on tehty meille niin helpoksi. Se on et&auml;&auml;nnytetty t&auml;ysin prosessin alkup&auml;&auml;st&auml;. Koen, ett&auml; jos en pysty itse tappamaan el&auml;int&auml;, mik&auml; oikeus minulla olisi hakea se kaupasta valmiiksi jauhettuna? Ja tied&auml;n, etten kykenisi katkaisemaan kaulaa edes kanalta.<br><br>
Monet vetoavat siihen, ett&auml; ihminen on luonnostaan lihansy&ouml;j&auml;. Kysynp&auml; vain, mit&auml; tapahtuisi, jos kaikki maapallon asukkaat alkaisivat toteuttaa t&auml;t&auml; ominaisuutta. En itse asiassa tied&auml; olisiko tuo edes mahdollista, vai loppuisiko karjarehun kasvatustila ennemmin. Voitaisiin my&ouml;s mietti&auml;, kuinka moni on kuollut maistamatta koskaan lihaa. Ja mist&auml;h&auml;n syyst&auml;...<br><br>
T&auml;ll&auml; lomalla siis n&auml;in. Kuka tiet&auml;&auml;, mit&auml; rakentelen seuraavalla kerralla. Keksink&ouml; riitt&auml;v&auml;sti hyvi&auml; perusteita ja ryhdyn vegaaniksi? Sit&auml; odotellessa suosittelen kaikille oikein l&auml;mpim&auml;sti lomien pitoa.<br><br><br>
<BR>

Kirjoittanut <A HREF="mailto:tiinalikki@luukku.com">Tiina Likki</A><br>
<br><br>
<br>

<A HREF="index.html">Takaisin etusivulle.</A></font></p>
</TD>
</TR>
</TABLE>
<center>
</BODY>
</HTML>