<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Microsoft FrontPage 4.0">
  <BASE TARGET="_self">
  <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
  <TITLE>Tailoring</TITLE>
  <style fprolloverstyle>A:hover {color: red; font-weight: bold}
  </style>
  <meta name="Microsoft Border" content="none">
</HEAD>
<BODY BACKGROUND="../../rahmen/images/higru05.gif" TEXT="#000080">

<P><CENTER><A NAME="start"></A></CENTER></P>

<P><CENTER><IMG SRC="../../rahmen/images/eq_smaller.gif" ALT="eq_smaller.gif (6070 Byte)"
NATURALSIZEFLAG="0" ALIGN="BOTTOM" width="266" height="102"><B><FONT SIZE=+2><BR>
Tailoring - Wie verhindere ich Blicke auf nackte Haut</FONT></B></CENTER></P>

<P><HR ALIGN=LEFT WIDTH="95%">

<P><CENTER>&nbsp;</CENTER></P>

<H3><CENTER><A NAME="Beschreibung"></A>Beschreibung</CENTER></H3>

<P><CENTER>&nbsp;</CENTER></P>

<P><CENTER><TABLE BORDER="1" WIDTH="95%" CELLSPACING="2" CELLPADDING="5">
<TR>
<TD WIDTH="100%"><P>Eine Empfehlung: Wenn du kein Wizzard oder Druide bist, fang gar nicht
erst an, Tailoring als ernsthaften Skill hochzubringen. Bis Skill 37 kommt
man relativ problemlos, aber die weitere Strecke bis 100 oder dar&uuml;ber
ist mit unendlichem Gerenne und Gesuche nach Spinnennetzen und High Quality
Catpelts verbunden und jeder Nichtgater rennt sich tot dabei. Bei mir hat
die halbe Gilde mitgesammelt und es hat trotzdem lange gedauert - und ich
bin Druidin:-)</P>

<P><BR>
N&auml;hen gibt es in 5 Katogorien und damit Schwierigkeitsgraden:<BR>
-das N&auml;hen von einfacher Patchwork Armor aus &quot;ruined&quot; Fellen<BR>
-das N&auml;hen von Raw-Silk Armor aus Spidersilk<BR>
-das N&auml;hen von studded Armor aus &quot;medium quality&quot; Fellen
und Nieten(studs)<BR>
-das N&auml;hen von Cured Silk Armor aus Heady Kiola und Silk<BR>
-das N&auml;hen von steel reinforced Armor aus &quot;high quality&quot;
Fellen und Stahl (steel bonings)<BR>
<BR>
Zum N&auml;hen braucht man ein Sewing Kit, das es in small (etwa 6 Gold)
und large (etwa 12 Gold) gibt, Felle von Tieren (pelt), ein Schnittmuster
(pattern) und sp&auml;ter noch besondere Zutaten, wie studs oder steel bonings.<BR>
<BR>
Dann gibt es noch ein Tailoring Book, in dem die R&uuml;stungsteile und
Zutaten beschrieben stehen und es gibt 3 Papierrollen mit dem Titel How
to sew small/medium/large sizes, in denen steht, welche Felle(pelt) man
f&uuml;r welche Gr&ouml;&szlig;e braucht. Alle diese Informationen stehen
aber nat&uuml;rlich auch hier, so da&szlig; man sich das Kaufen dieser Dinge
auch sparen kann.<BR>
<BR>
Die einzelnen Rassen brauchen verschiedene Gr&ouml;&szlig;en, ein Wood Elf
kann z.B. small und medium tragen, ein Oger oder Troll aber nur large. Welche
Gr&ouml;&szlig;e man beim Schneidern erh&auml;lt, bestimmt die Gr&ouml;&szlig;e
des Fells, bzw. von welchem Tier das Fell stammt. W&ouml;lfe geben ein kleines
Fell, Pumas und L&ouml;wen (cats) ein mittleres, B&auml;ren ein gro&szlig;es
Fell ab.<BR>
<BR>
Barbar mittel/gro&szlig;<BR>
Dark Elf klein/mittel<BR>
Dwarf klein<BR>
Erudite mittel<BR>
Gnome klein<BR>
Half Elf mittel<BR>
Halfling klein<BR>
High Elf klein/mittel<BR>
Human mittel<BR>
Oger gro&szlig;<BR>
Troll gro&szlig;<BR>
Wood Elf klein/mittel<BR>
<BR>
Alle Felle, die nicht ruined, medium quality oder high quality sind, kann
man getrost verkaufen. Sie sind f&uuml;r das N&auml;hen nicht zu gebrauchen.<BR>
<BR>
Die Pattern kosten etwa 6 Silber und gibts in folgenden Varianten :<BR>
boot pattern Stiefel<BR>
pants pattern Hose<BR>
belt pattern G&uuml;rtel<BR>
tunic pattern Hemd<BR>
cloak pattern Mantel<BR>
sleeves pattern &Auml;rmel<BR>
gloves pattern Handschuhe<BR>
bracers pattern Unterarmschutz<BR>
gorget pattern Halsschutz<BR>
cap pattern Helm<BR>
mask pattern Gesichtsmaske<BR>
<BR>
Die reinen Magieklassen, Enchanter, Magician, Necromancer und Wizard k&ouml;nnen
nat&uuml;rlich n&auml;hen lernen, aber nur Raw-Silk tragen. Speziell f&uuml;r
M&ouml;nche gibt es jetzt eine Armor aus Cured Silk (gereinigter Seide).
Der Zweck jeder R&uuml;stung ist es, die Armor Class (AC) m&ouml;glichst
hoch zu treiben, da man dann im Nahkampf weniger und nicht so hart getroffen
wird.<BR>
<BR>
<BR>
1. Patchwork Armor<BR>
Das ist die einfachste Armor, mit der man anf&auml;ngt. Sie ist etwas besser
als Cloth Armor, aber noch nicht so gut wie Leather Armor, die man von NPCs
kaufen kann. Hier reicht auch ein small sewing kit, in das man 1 ruined
pelt und 1 pattern legt und Combine dr&uuml;ckt. Mit etwas Gl&uuml;ck erh&auml;lt
man ein St&uuml;ck Patchwork Armor.<BR>
<BR>
Der normale Verkaufspreis an Spieler ist 2 bis 3 Goldst&uuml;cke, so da&szlig;
man mit 50 % Erfolgsquote schon Gewinn macht, wenn man Abnehmer findet.<BR>
<BR>
Ab dem Skill 28 ist Patchwork allerdings schon trivial und unter 15 hat
man nur wenig Erfolgschancen. Deshalb ist meine Empfehlung bis Skill 15
Silk Swatches zu machen. Die gehen nie daneben und bringen nebenbei den
Skill hoch.<BR>
<BR>
Newbies k&ouml;nnen sich so einfache R&uuml;stung f&uuml;r den Eigenbedarf
herstellen. Ab Level 10 sollte man allerdings auf bessere R&uuml;stung umsteigen,
weil dann die Gegner doch etwas heftiger zuschlagen.<BR>
<BR>
In Felwithe kann man damit gut Geld verdienen, weil hier viele Newbie Warrior,
Ranger, Druiden und Barden rumlaufen, die sowas brauchen. Deshalb sind hier
auch Felle begehrte Handelsware. In Neriak z. B. ist der Anteil an Enchanter,
Wizard, Necromancer, Magician deutlich h&ouml;her und man findet nicht so
viele Abnehmer. Daf&uuml;r gibts hier mehr W&ouml;lfe und B&auml;ren (lol).<BR>
<BR>
<BR>
2. Raw-Silk Armor und Cured Silk Armor<BR>
Man braucht daf&uuml;r Spider-Silk, also Seide von grossen Spinnen (Spiderling
Silk geht nicht). Man legt 2 Spinnennetze in das Sewing Kit und dr&uuml;ckt
Combine. Aus den Netzen entsteht ein Silk-Swatch. Die Swatches sind stapelbar
im Gegensatz zu den Netzen. Es macht also Sinn beim Spinnenjagen ein Sewing
Kit dabei zu haben und die Netze gleich zu verarbeiten. Um aus den Swatches
nun Armor zu machen, legt man ein Swatch und ein Pattern ins Kit und dr&uuml;ckt
wieder Combine. Wenn der Versuch gelingt hat man danach ein St&uuml;ck Raw-Silk
Armor. Das Zeug scheint elastisch zu sein und folglich allen Rassen zu passen:-)
Die einzige offene Frage f&uuml;r mich ist dabei: wie schafft es ein M&ouml;nch
in so einem Bademantel seine akrobatischen Kickspr&uuml;nge zu machen ohne
sich dabei in der Robe zu verheddern und hinzufallen?<BR>
Cured Silk Armor ist nur f&uuml;r M&ouml;nche und extrem leicht bei hoher
AC.<BR>
Raw Silk Armor trivelt bei 37, Cured Silk geht hoch bis in die 70er und
damit hat man nun also eine echte Alternative zu der uns&auml;glichen Studded
Armor.</P>

<P>&nbsp;</P>

<P>
  <div align="center">
    <center>
    <table BORDER="1" CELLSPACING="2" CELLPADDING="5" HEIGHT="471">
      <caption valign="top"><b><font SIZE="+1">Raw Hide Silk<br>
        Rüstung für Mönche und reine Caster<br>
        </font>Jedes Teil wiegt nur 0,4 Swatches macht man, indem man 2 Spider
        Silk (einzeln reinlegen!) im Sewingkit combined.</b></caption>
      <tr>
        <td WIDTH="25%">&nbsp;Kleidungsstück/Pattern</td>
        <td WIDTH="25%">&nbsp;AC</td>
        <td WIDTH="25%">&nbsp;Swatches</td>
      </tr>
      <tr>
        <td WIDTH="25%">&nbsp;Robe/Tunic</td>
        <td WIDTH="25%">6</td>
        <td WIDTH="25%">2</td>
      </tr>
      <tr>
        <td WIDTH="25%">Sandals/Boots</td>
        <td WIDTH="25%">3</td>
        <td WIDTH="25%">1</td>
      </tr>
      <tr>
        <td WIDTH="25%">Leggings/Pant</td>
        <td WIDTH="25%">4</td>
        <td WIDTH="25%">2</td>
      </tr>
      <tr>
        <td>Veil/Mask</td>
        <td>2</td>
        <td>1</td>
      </tr>
      <tr>
        <td>Gloves/Gloves</td>
        <td>3</td>
        <td>1</td>
      </tr>
      <tr>
        <td>&nbsp;Sleeves/Sleeves</td>
        <td>&nbsp;3</td>
        <td>1</td>
      </tr>
      <tr>
        <td>&nbsp;Mantle/Shoulder</td>
        <td>2</td>
        <td>1</td>
      </tr>
      <tr>
        <td>&nbsp;Cape/Cloak</td>
        <td>3</td>
        <td>1</td>
      </tr>
      <tr>
        <td>Collar/Gorget</td>
        <td>2</td>
        <td>1</td>
      </tr>
      <tr>
        <td>&nbsp;Wristband/Wristband</td>
        <td>2</td>
        <td>1</td>
      </tr>
      <tr>
        <td>&nbsp;Cord/Belt</td>
        <td>2</td>
        <td>1</td>
      </tr>
      <tr>
        <td>Headband/Cap</td>
        <td>3</td>
        <td>1</td>
      </tr>
    </table>
    </center>
  </div>

<P>&nbsp;</P>

<P>
  <div align="center">
    <center>
    <table>
      <caption valign="top"><b><font SIZE="+1">Cured Silk - federleichte Rüstung
        für Mönche<br>
        </font>Jedes Teil wiegt nur 0,1<br>
        *Heady Kiola ist ein Gebräu aus 2 Kiola Saps, 1 Wasser, 1 Bottle.</b></caption>
      <tr>
        <td WIDTH="25%">&nbsp;Kleidungsstück/Pattern</td>
        <td WIDTH="25%">&nbsp;AC</td>
        <td WIDTH="25%">&nbsp;Swatches</td>
        <td WIDTH="25%">Heady Kiola*</td>
      </tr>
      <tr>
        <td WIDTH="25%">&nbsp;Gi/Tunic</td>
        <td WIDTH="25%">8</td>
        <td WIDTH="25%">3</td>
        <td WIDTH="25%">2</td>
      </tr>
      <tr>
        <td WIDTH="25%">Sandals/Boots</td>
        <td WIDTH="25%">4</td>
        <td WIDTH="25%">1</td>
        <td WIDTH="25%">2</td>
      </tr>
      <tr>
        <td WIDTH="25%">Pants/Pant</td>
        <td WIDTH="25%">5</td>
        <td WIDTH="25%">2</td>
        <td WIDTH="25%">3</td>
      </tr>
      <tr>
        <td>&nbsp;Mask/Mask</td>
        <td>2</td>
        <td>1</td>
        <td>1</td>
      </tr>
      <tr>
        <td>Gloves/Gloves</td>
        <td>4</td>
        <td>2</td>
        <td>2</td>
      </tr>
      <tr>
        <td>&nbsp;Sleeves/Sleeves</td>
        <td>&nbsp;4</td>
        <td>2</td>
        <td>2</td>
      </tr>
      <tr>
        <td>&nbsp;Shoulders/Shoulder</td>
        <td>3</td>
        <td>2</td>
        <td>2</td>
      </tr>
      <tr>
        <td>&nbsp;Cape/Cloak</td>
        <td>4</td>
        <td>2</td>
        <td>2</td>
      </tr>
      <tr>
        <td>Gorget/Gorget</td>
        <td>?</td>
        <td>1</td>
        <td>2</td>
      </tr>
      <tr>
        <td>&nbsp;Wristband/Wristband</td>
        <td>3</td>
        <td>1</td>
        <td>2</td>
      </tr>
      <tr>
        <td>&nbsp;Belt</td>
        <td>?</td>
        <td>?</td>
        <td>?</td>
      </tr>
      <tr>
        <td>Headband</td>
        <td>?</td>
        <td>?</td>
        <td>?</td>
      </tr>
    </table>
    </center>
  </div>
  <p align="center">
<BR>
<BR>
<BR>
  <b>Magic Silk Armor</b>
  <div align="center">
    <center>
    <table WIDTH="95%" BORDER="1" CELLSPACING="2" CELLPADDING="5">
      <tr>
        <td WIDTH="100%">&nbsp;Bislang gibt es nur Hinweise für Glowing Silk
          Gloves im Buch &quot;Vol. 3 of the Chronicles of Wu&quot;. Man braucht
          eine Mana Potion von einem Enchanter (welche ?) und einen Greater
          Lighstone, um diese Handschuhe herzustellen. Da die Reas sehr teuer
          sind, werden diese wundersamen Handschuhe wohl noch eine Weile Verants
          Geheimnis bleiben.</td>
      </tr>
    </table>
    </center>
  </div>

<P>&nbsp;</P>

<P>3. Studded Armor<BR>
Hierzu braucht man das Large Sewing Kit. Man legt diesmal ein medium quality
pelt, ein pattern und einzeln eine bestimmte Anzahl von Studs hinein, wobei
die Anzahl vom verwendeten Pattern abh&auml;ngt.<BR>
<BR>
Mask 1 Stud<BR>
Gorget, Bracers 2 Studs <BR>
Cap, Shoulder Pads, Sleeves 3 Studs<BR>
Cloak, Gloves, Pants, Boots 4 Studs<BR>
Tunic 5 Studs<BR>
<BR>
Diese Studs kann man nicht von NPCs kaufen, man mu&szlig; sie entweder selber
schmieden (siehe Blacksmithing Skill) oder von anderen Spielern kaufen.
Der Preis daf&uuml;r betr&auml;gt etwa 1 Plat. Dadurch wird die Herstellung
von Studded Armour zur Farce: die Werte sind die gleichen, wie bei gekauftem
Leder, nur da&szlig; Leder unterm Strich billiger und wesentlich unstressiger
zu bekommen ist.<BR>
<BR>
Durch die teuren Studs wird diese Studded Armor kaum verwendet. Die meisten
Spieler steigen von der Patchwork Armor gleich auf die bessere banded Armor
der Schmiede um, die inzwischen schon recht preiswert zu haben ist.<BR>
<BR>
Erfahrungswerte zum Herstellen von Studded Armor: EXTREM NERVIG! Die Studs
kann man nicht stapeln, die Felle sind schwer zu bekommen und es lackt sehr
oft. Mein Tip: VERRGISS ES. <BR>
<BR>
<BR>
4. Steel Reinforced Armor<BR>
Auch hier braucht man das Large Sewing Kit. Man lege diesmal ein high quality
pelt, ein pattern und einzeln eine bestimmte Anzahl von Steel Bonings hinein,
wobei die Anzahl wieder vom verwendeten Pattern abh&auml;ngt.<BR>
<BR>
Gorget: 1 Steel Boning<BR>
Cap, Shoulder Pads, Sleeves, Cloak, Gloves: 2 Steel Bonings<BR>
Pants, Boots: 3 Steel Bonings<BR>
Tunic: 4 Steel Bonings</P>

<P><BR>
<BR>
Nat&uuml;rlich kann man auch die Steel Bonings nicht von NPCs kaufen, man
mu&szlig; sie selber schmieden (Small Brick of Ore, File, Flask of Water)
oder von anderen Spielern kaufen. Und nat&uuml;rlich kann man Steel Bonings
nicht stapeln:-( <BR>
Die einzige Klasse, die an dem Gelumpe interessiert sein k&ouml;nnte sind
die Druiden, die ja keine Banded tragen k&ouml;nnen. Das Gorget hat genau
1 AC mehr als Leder (wow!).</P>

<P>Um den Skill hochzubringen macht man am besten Gorgets, denn die sind
am billigsten. Reinforced Armor trivelt bei 115.<BR>
<BR>
Das einzige lohnende Ziel beim Tailoring sind selbstgemachte Bag Packs,
die dann 10 F&auml;cher, statt 8 haben. Man macht sie aus einem Bagpack
Pattern und einem High Quality Bear Skin. Die Felle sind sehr schwer zu
bekommen, auf Solusek bezahlt man unter Spieler bis zu 20 pp f&uuml;r ein
Fell! Daf&uuml;r kann man die Bagpacks aber auch schon mit Skill 100 recht
sicher machen. Mit ist von ca. 20 Versuchen nur einer daneben gegangen.
</P>

<P><B>Wie bei allen Tradeskills, so ist es auch beim Tailoring sehr empfehlenswert,
m&ouml;glichst hohe Wisdom-, Int- und Dex-Werte zu haben. Je h&ouml;her
desto weniger Fehlversuche und desto schnellere Lernerfolge! </B></P>

<P><BR>
Fazit: Nur etwas f&uuml;r Leute, die wirklich Spa&szlig; dran haben. Auf
die Schnelle mal eben n&auml;hen lernen indem man einfach ein paar hundert
pp investiert, wie bei anderen Skills, ist nicht drin!</TD></TR>
</TABLE>
</CENTER>

<P><CENTER>)( <A HREF="#start">zur&uuml;ck</A> )(</CENTER>
</BODY>
</HTML>
