<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Journal&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Journal -->

<p align="center">| <a href="fr/images/calendar-fr.jpg" target="_blank">Planning 
  b&ecirc;ta</a> | </p>
<p>Salutations, nobles aventuriers ! </p>
<p>Voici les nouvelles de Norrath et les diff&eacute;rents &eacute;v&eacute;nements 
  notables de ce monde d&#8217;aventures et de rencontres !</p>
<p><strong>Deux grandes villes ont &eacute;t&eacute; envahies ces deux derni&egrave;res 
  semaines</strong></p>
<p>La ville de Port-Franc a &eacute;t&eacute; attaqu&eacute;e par une arm&eacute;e 
  de Morts-Vivants assoiff&eacute;s de sang et de haine. Minus Tor&uuml;le, princesse 
  elfe des bois de la contr&eacute;e de Kelethin, avait &eacute;t&eacute; faite 
  prisonni&egrave;re de cette force mal&eacute;fique et une mal&eacute;diction 
  l&#8217;avait transform&eacute;e en un spectre tr&egrave;s laid. Heureusement, 
  Minus a pu retrouver sa beaut&eacute; naturelle et l&eacute;gendaire gr&acirc;ce 
  &agrave; une bande d&#8217;aventuriers courageux qui ont terrass&eacute; l&#8217;invasion. 
  Elle partit dans un feu d&#8217;artifices de couleur verdoyante en laissant 
  tous les aventuriers &eacute;bahis par sa beaut&eacute;. Peut-&ecirc;tre reviendra-t 
  elle un jour&#8230;</p>
<p>La ville de Felwithe a &eacute;t&eacute; &eacute;galement attaqu&eacute;e &agrave; 
  plusieurs reprises par des orques enrag&eacute;s. Tout a commenc&eacute; avec 
  un cri d'alerte pouss&eacute; par les gardes de Felwithe : une horde d'orques 
  se dirigeait d'un pas r&eacute;solu vers les portes de la cit&eacute;. Mais 
  heureusement une coalition elfique intervint rapidement, d&eacute;cimant syst&eacute;matiquement 
  les colonnes orques, jusqu'&agrave; la mort de leur g&eacute;n&eacute;ral, l'inf&acirc;me 
  Grubluk. Encourag&eacute;s par ce succ&egrave;s, les elfes d&eacute;cid&egrave;rent 
  de donner l'assaut &agrave; la citadelle de Brise-Tibias, l'antre ancestral 
  des orques. Ce raid punitif se heurta n&eacute;anmoins &agrave; une vive r&eacute;sistance, 
  organis&eacute;e de main de ma&icirc;tre par Nyan, un elfe noir sc&eacute;l&eacute;rat 
  &agrave; la solde de l'ambassadeur Dvinn, repr&eacute;sentant de Neriak aupr&egrave;s 
  de l'empereur des orques. Finalement Nyan connut un sort fatal mais la troupe 
  elfique, d&eacute;cim&eacute;e et fatigu&eacute;e, d&eacute;cida de retraiter. 
  <br>
  De bien sombres rumeurs parviennent de la citadelle de Brise-Tibias, et il semblerait 
  que la famille de Grubluk cherche &agrave; le venger, et que l'ambassadeur Dvinn 
  n'ait pas appr&eacute;ci&eacute; la perte de son prot&eacute;g&eacute;...</p>
<p></p>
<p><strong>Les aventuriers de Norrath ont &eacute;galement rencontr&eacute; des 
  personnages uniques</strong></p>
<p>Norrath est un monde o&ugrave; la magie est omnipr&eacute;sente et les Basses-Terres 
  de l&#8217;est en ont donn&eacute; une nouvelle illustration. Tout a commenc&eacute; 
  avec les lamentations de d&eacute;sespoir d'un magicien gnome, Z&eacute;phyr. 
  En effet celui-ci a test&eacute; un nouveau sortil&egrave;ge de conjuration 
  qui lui a h&eacute;las &eacute;chapp&eacute;. L'&eacute;l&eacute;mentaire d'air 
  qu'il a conjur&eacute; s'est r&eacute;v&eacute;l&eacute; indisciplin&eacute;, 
  violent, et pour tout dire, mal&eacute;fique. Typhon, car tel &eacute;tait son 
  nom, a invoqu&eacute; &agrave; son tour une garde rapproch&eacute;e d'&eacute;l&eacute;mentaires 
  et a commenc&eacute; &agrave; ran&ccedil;onner la r&eacute;gion. Heureusement 
  une courageuse troupe d'elfes noirs, en provenance de la sombre for&ecirc;t 
  de Nektulos, a surgi &agrave; point nomm&eacute; pour mettre fin &agrave; ce 
  fl&eacute;au. Z&eacute;phyr a jur&eacute;, mais un peu tard, qu'on ne l'y reprendrait 
  plus. </p>
<p>Bilastil, un jeune gnome, est apparu dans le d&eacute;sert de Ro &agrave; la 
  recherche d&#8217;anneaux de derviche. Ne trouvant aucune aide pour sa qu&ecirc;te, 
  la fureur l&#8217;envahit et le gentil petit gnome devint un horrible spectre. 
  Les aventuriers n&#8217;ont pas eu d&#8217;autres solutions que de tuer Bilastil, 
  lib&eacute;rant ainsi Norrath d&#8217;un gnome aussi susceptible ! </p>
<p>Ossements, un squelette terrifiant a pris d&#8217;assaut un groupe d&#8217;aventuriers 
  dans les Basses-Terres de l&#8217;est. Il a fallu beaucoup de courage et d&#8217;acharnement 
  pour achever le monstre. Apr&egrave;s un long combat acharn&eacute;, les aventuriers 
  enfin victorieux voient le squelette redevenir un tas d&#8217;os inerte.</p>
<p></p>
<p><strong>Une grande bataille royale</strong> a &eacute;t&eacute; organis&eacute;e 
  permettant aux joueurs d&#8217;utiliser leurs comp&eacute;tences pour terrasser 
  d&#8217;autres joueurs. F&eacute;licitations &agrave; Fenriz le Barde pour avoir 
  vaincu tous les ennemis de l&#8217;ar&egrave;ne !</p>
<p><br>
  Il ne reste plus qu&#8217;une semaine de b&ecirc;ta &agrave; ce jour ! Les &eacute;v&eacute;nements 
  vont donc s&#8217;intensifier pour c&eacute;l&eacute;brer la fin de cette grande 
  aventure ! Soyez vigilant et &agrave; vos &eacute;p&eacute;es !</p>
<p></p>
<p><br>
</p>
<!-- Journal de la bêta -->		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 24/06/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
