<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!----> 
<p><strong><a name="1"></a>18. Januar 2003 - &Auml;rger in Cazic Thule</strong></p>
<p>Wieder einmal hatte Fadan einen Auftrag an die mutigen Abenteurer von Norrath 
  zu vergeben. </p>
<p><img src="http://www.eqloft.com/de/images/events/fadan.jpg" width="640" height="480"></p>
<p>Die verzauberte Jungfrau Dardoleka wurde in einen Frosch verwandelt, und man 
  suchte mit vereinten Kr&auml;ften nach einem Gegenmittel.</p>
<p><img src="http://www.eqloft.com/de/images/events/danaa.jpg" width="640" height="480"></p>
<p> Das Gegenmittel wurde nach einigen schweren Schlachten gefunden und der gl&uuml;cklichen 
  Dardoleka gegeben.</p>
<p><img src="http://www.eqloft.com/de/images/events/schlacht.jpg" width="640" height="480"></p>
<p> Diese bedankte sich &uuml;berschw&auml;nglich bei den Abenteurern und wante 
  es auch sofort an.</p>
<p><img src="http://www.eqloft.com/de/images/events/danab.jpg" width="640" height="480"></p>
<p>Nach einem langen und aufregendem Abenteurer teilten unsere Helden die Beute 
  von denn get&ouml;teten Monstern, und versprachen Fadan auch bei seinem n&auml;chsten 
  Auftrag zuhelfen.</p>
<p>Doch eines wundert die Abenteurer. Wer genau war dieser Zeldrak welchen sie 
  in Cazic Thule trafen? Ein Erzmagier auf der Suche nach Artefakten, von dem 
  sogar Fadan Angst hattee. Fadan konnte den Abenteurer auch nichts mehr &uuml;ber 
  Zeldrak mitteilen als, dass sie wohl besser auf der Hut bleiben sollten.</p>
<p><strong><a name="2"></a>21. Januar 2003 - Elil der Suchende</strong></p>
<p>Elil der Suchende war bei seinen Nachforschungen auf den Standort der Rune 
  der Teleportation gestossen. Vom Rat der Magier beauftragt diese zu finden machte 
  er sich auf die Suche nach Abenteurern um ihn zu den Pyramiden zu begleiten... 
  Obwohl er doch den Respekt der anderen Magier hat ist er genauso als Elil der 
  Verwirrte bekannt. Und so leitete er jene Abenteurer nach Firiona Vie um von 
  dort zu den Pyramiden zu gelangen.</p>
<p>Doch die Reise war nicht ohne Hindernisse, nicht nur wurden die Abenteurer 
  von Spinnen und anderen Monstern angegriffen, sondern entlarvte sich der Barbaren 
  Krieger Macmanahon als ein Spion des dunklen Magiers Zeldrak. Dieser hatte schon 
  vor einigen Tagen ein paar Abenteurer &uuml;berrascht und eine &auml;hnliche 
  Rune gestohlen. <br>
  Macmanahon hatte nur eine Barbaren Illusion und stellte sich als Dunkelelf heraus. 
  Die Abenteurer besiegten ihn, doch Zeldrak wusste schon von dem Standort der 
  Rune bescheid.</p>
<p>Zeldrak eilte voran w&auml;hrend Elil und die Abenteurer versuchten ihn bis 
  zur Pyramide einzuholen. Doch als sie ankamen war es schon zu sp&auml;t. Der 
  finstere Magier hatte die Rune gefunden und floh nachdem er zwei seiner Diener, 
  eine Riesendrachnide und einen Imp, hervorbeschworen hatte. Mit M&uuml;he schafften 
  die Abenteurer diese zu besiegen. </p>
<p><img src="http://www.eqloft.com/ss/2003historicevent02a.jpg" width="640" height="480"></p>
<p>Fadan, ein Weiser der die Ben&uuml;tzung von so viel Magie sp&uuml;rte, machte 
  sich auf den Weg um herauszufinden was passiert war. Mit Schrecken vernam er, 
  dass Elil es nicht geschaft hatte die Rune zu bekommen und Zeldrak geflohen 
  war.</p>
<p>Zeldrak besitzt eine Macht die mit kaum etwas in Norrath vergleichbar ist. 
  Nie h&auml;tte ein so m&auml;chtiger Magier unbemerkt bleiben k&ouml;nnen. Wieso 
  kannte ihn niemand? War er etwa von einer anderen Welt? Zeldrak sprach immer 
  wieder von Falenia... Wer oder was ist Falenia? Warum sammelt er diese Runen? 
  Zwei hat er schon, eine fehlt ihm noch. Doch was w&auml;re dann? Es scheint, 
  dass die wahre Schlacht noch nicht einmal begonnen hat...</p>
<p><a name="3"></a><strong>27. Januar 2003 - Die dritte Rune der Teleportation</strong></p>
<p>Nachdem Zeldrak, aus unerfindlichen Gr&uuml;nden, mit viel List die ersten 
  zwei Runen der Teleportation an sich genommen hatte, entschloss sich der Rat 
  der Magier, dass sie die dritte Rune zuerst finden m&uuml;ssen.</p>
<p> Die Ger&uuml;chte sagten, dass sie sich im Alten Sebilis befindet und so bat 
  der weise Fadan Abenteurer ihm bei seinem Quest zu helfen. Bald schon traf ein 
  beachtliche Anzahl an K&auml;mpfern ein und die Gruppe machte sich auf dem Weg, 
  um in die Tiefen des Alten Sebilis vorzudringen.</p>
<p>Am Eingang des Dungeons wartete schon ein Helfer von Fadan. Der erfahrene Froglok 
  Schamane Tambela, der den Abenteurern mit Rat und Tat zur Seite stand. Tambela 
  erz&auml;hlte, dass er nirgends wo er sich vorzudringen traute Spuren dieser 
  Rune finden konnte und sie nur noch in der N&auml;he des Giftdrachen sein k&ouml;nnte.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03a.jpg" width="640" height="480"></p>
<p>Fadan entschloss also in die Richtung des Versteckes von Trakanon zu gehen. 
  Die Reise war anstrengend und erm&uuml;dend und aus unerkl&auml;rlichen Gr&uuml;nden 
  erschienen jedesmal, wenn die Abenteurer dachten, dass sie die Monster schon 
  besiegt hatten und weiter vordringen k&ouml;nnten wieder neue.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03b.jpg" width="640" height="480"></p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03d.jpg" width="640" height="480"></p>
<p> Doch sie waren sich bewusst wie wichtig die Aufgabe Fadans war. Sie mussten 
  die Rune vor Zeldrak finden und obwohl sie R&uuml;ckschl&auml;ge einstecken 
  mussten fassten sie immer wieder Mut und gingen weiter.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03c.jpg" width="640" height="480"></p>
<p> Sie konnten den Atem des Giftdrachen Trakanon schon riechen. Langsam n&auml;herten 
  sie sich dem Drachen und bereiteten sich darauf vor diesem letztendlich wohl 
  doch konfrontieren zu m&uuml;ssen.<br>
  Fadan versicherte ihnen, dass er Trakanon kontrollieren k&ouml;nne und sie keine 
  Furcht haben m&uuml;ssen. </p>
<p>Und so griffen sie an und wurden sich bald dem Ernst der Lage bewusst. </p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03e.jpg" width="640" height="480"></p>
<p>Die waren den Kr&auml;ften dieses Drachen nicht gewachsen... Fadan war zu besch&auml;ftigt 
  sich selbst zu sch&uuml;tzen und Tambelas Heilkraft war nicht stark genug. Viele 
  starben und Fadan war unter den wenigen die noch lebten. Er begann einen Zauber 
  vorzubereiten der den Drachen entg&uuml;ltig bannen sollte. Der Drache starb 
  und war besiegt. Doch die Abenteurer hatten riesen Verluste erlitten und die 
  Leichen der Toten lagen um den Drachen verstreut.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03f.jpg" width="640" height="480"></p>
<p>W&auml;hrend die Kleriker die Abenteurer wiederbelebten, dr&auml;ngte Fadan 
  sie mehrmals den Leichnam des Drachen zu beseitigen, damit er mit der Suche 
  nach der Rune fortfahren konnte. Bald schon fand er sie und w&auml;hrend die 
  Abenteurer ihm zujubelten und anfingen den Sieg zu feiern gab Fadan seine Illusion 
  auf.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03g.jpg" width="640" height="480"></p>
<p>Es war Zeldrak der die Abenteurer ausnutzte um an die dritte Rune zu gelangen. 
  Sofort versuchten sie ihn anzugreifen und ihm die Rune wieder abzunehmen, doch 
  Zeldrak wehrte die Spr&uuml;che ver&auml;chtlich lachend ab. Der richtige Fadan 
  war Zeldrak schon auf der Spur und erschien bald darauf.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03h.jpg" width="640" height="480"></p>
<p>Fadan war gerade von einer Suche zur&uuml;ckgekeht. Zeldrak hatte ihn ausgetrickst 
  und auf die falsche F&auml;hrte zu den Barbaren in Halas geleitet. Wissend, 
  dass er keine andere Wahl hatte griff er Zeldrak an um ihm die Rune abzunehmen. 
</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03i.jpg" width="640" height="480"></p>
<p>Die Abenteurer mussten Zeugen eines grausamen Kampfes werden. Fadan schaffte 
  es kaum die Schutzrunen Zeldraks zu durchbrechen </p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03k.jpg" width="640" height="480"></p>
<p>w&auml;hrend der finstere Magier einen Regen von Feuerb&auml;llen &uuml;ber 
  Fadan herniederlies.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03k.jpg" width="640" height="480"></p>
<p> Dies war zu viel f&uuml;r Fadan, er konnte der Macht Zeldraks nicht mehr standhalten 
  und fiel schwer verletzt zu Boden.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03l.jpg" width="640" height="480"></p>
<p> Zeldrak hatte gewonnen. Er besass nun die drei Runen der Teleportation und 
  zog los um seinen Sieg auszukosten. In seinem Wahn verfluchte er mehrere Gebiete 
  von Norrath und &ouml;ffnete bald darauf ein Portal mit dessen Hilfe er aus 
  dieser Welt verschwand.</p>
<p>Der Rat der Priester entschloss sich schnell einen ihrer h&ouml;chsten Heiler, 
  Priester Yitzeda, zu Fadan zu schicken. Mithilfe seiner Kr&auml;fte schaffte 
  der Kleriker den K&ouml;rper weg, um ihn zu einem Tempel zur Heilung zu bringen.</p>
<p><img src="http://www.eqloft.com/ss/2003historicevent03m.jpg" width="640" height="480"></p>
<p>Es dauerte mehrere Stunden bis der Rat der Priester und Magier es vereint schafften 
  die Fl&uuml;che, die Zeldrak &uuml;ber Norrath gebracht hatte zu beseitigen.</p>
<p>Doch Zeldrak war geflohen... Keiner weiss wohin und warum er diese drei Runen 
  ben&ouml;tigte. Doch alle waren sich sicher, dass er bald wohl noch mehr Unheil 
  &uuml;ber Norrath bringen wird.</p>
<p><a href="http://www.eqloft.com/page.php?url=de/Community/Events/geschichten.htm">Zurück 
  zum den Geschichten</a></p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 18/04/2005<BR>
	Copyright &copy; 2005 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
