<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Annuaire des Guildes&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Annuaire des Guildes -->
<p>Vous trouverez sur cette page une liste non exhaustive des guildes francophones 
  des serveurs EverQuest. Le serveur fran&ccedil;ais Sebilis se trouve en haut 
  de la liste, mais les serveurs Am&eacute;ricains et Anglais n'ont pas &eacute;t&eacute; 
  oubli&eacute;s.</p>
<p>Si vous voulez que votre guilde soit ajout&eacute;e &agrave; l'annuaire, il 
  faut que vous envoyiez un email &agrave; <a href="mailto:eqloft_fr@ubisoft.fr">Eqloft</a>. 
  Incluez le <strong>nom de la guilde</strong>, <strong>l'adresse du site</strong>, 
  ainsi qu'un <strong>description g&eacute;n&eacute;rale</strong> (hors de question 
  de mettre &quot;Notre guilde est meilleure que la guilde ABC&quot; bien entendu 
  !). Si votre email ne contient pas toutes ces informations, il sera ignor&eacute;. 
  Le d&eacute;lai pour &ecirc;tre rajout&eacute; dans l'annuaire peut aller jusqu'&agrave; 
  une semaine. Si une guilde de l'annuaire n'existe plus, merci de nous le faire 
  savoir &agrave; la m&ecirc;me adresse.</p>
<p></p>
  <p></p>
<p align="center"> </p>
<div align="center">
  <div align="left">
    <p><strong>Guildes sur le serveur Sebilis</strong></p>
    <p><a href="http://www.online-legion.com/site/" target="_blank">Ignis Sanctus</a><br>
      <font size="2"> Nous acceptons toute personne motiv&eacute;e et toutes les 
      races/classes. Elle est dirig&eacute;e par des personnes d'exp&eacute;rience 
      (via les serveurs am&eacute;ricains) et nos objectifs &eacute;tant assez 
      cons&eacute;quents, ils n&eacute;cessitent une pr&eacute;sence assidue pour 
      garantir leur r&eacute;ussite. Cela dit, nous d&eacute;sirons vivement avoir 
      une ambiance amicale et joviale au sein de la guilde, ceci &eacute;tant 
      b&eacute;n&eacute;fique pour son expansion. Si vous &ecirc;tes int&eacute;ress&eacute;s 
      ou que vous d&eacute;sirez obtenir plus d'informations, notre site est &agrave; 
      votre disposition.</font></p>
    <p><a href="http://ruines.net/dkp/" target="_blank">Ruines</a><font size="2"><br>
      Nous sommes une guilde raid de plus de 70 membres actifs de niveau 60 - 
      65, &agrave; ce jour nous avons &agrave; notre tableau de chasse la plupart 
      des dragons de Velious, Luclin et du vieux monde. Nous organisons 4 &agrave; 
      5 raids par semaines de 20h00 &agrave; 00h00. A Terme, Notre but est de 
      devenir une des guildes capables de franchir les plans &eacute;l&eacute;mentaires 
      uns &agrave; uns tout en gardant un bon esprit et ainsi que la bonne humeur 
      qui nous caract&eacute;risent. Notre leader est Mallone. Nous recherchons 
      des joueurs motiv&eacute; de niveau 60 et plus. Nous utilisons un system 
      de DKP pour l'attribution des objets..<br>
      <br>
      </font><a href="http://keltiex.eqloft.com" target="_blank">Keltiex</a><br>
      <font size="2">Petite guilde <em>roleplay</em> acceptant toute divinit&eacute;, 
      classe et niveau. Originaires d'Antonius Bayle, ses membres arpentent aujourd'hui 
      le serveur Sebilis et les terres de Norrath. Petit groupe h&eacute;t&eacute;roclite, 
      son quotidien est fait de commerce, de <em>tradeskills</em> et d'aventures 
      au fin fond des donjons ou jamais ils n'auraient du mettre les pieds ! Ing&eacute;nieux 
      et d&eacute;brouillard voir &quot;Nain&quot;, vous aimez l'esprit de famille 
      et n'avez rien contre les trolls: Alors rejoignez Keltiex </font></p>
    <p><a href="http://lancedragon.nexenservices.com" target="_blank">Lance Dragoon</a><font size="2"><br>
      Lance Dragoon est une guilde originaire de Karana. La guilde est compos&eacute;e 
      d'environ 70 membres actifs. Lance-Dragoon est dirige par Prussian Saintelame, 
      ainsi que Abraxass, Thornwuk, Inoleanor, Murata et Usclor. Nos motivations 
      sont focalis&eacute;es sur Plane of Power et ses plus gros dieux. Le recrutement 
      est tres s&eacute;lectif selon les besoins de la guilde.</font></p>
    <p><a href="http://www.union-stellaire.fr.st" target="_blank">Union St&eacute;llaire</a><br>
      <font size="2">Nous sommes motiv&eacute;s pour cr&eacute;er un fort esprit 
      d'&eacute;quipe et pour organiser de nombreux events, interventions ou encore 
      f&ecirc;tes au sein m&ecirc;me de la guilde et pourquoi pas par la suite 
      s'ouvrir vers d'autres guildes (rassemblements, mariages, pactes d'entente, 
      rencontre, tournois).Vous l'aurez compris, Union Astrale est une guilde 
      o&ugrave; il fait bon vivre, le fun et le plaisir de jeu sont nos seules 
      r&egrave;gles. Notre but secret est que dans un laps de temps le plus court 
      possible, chaque membre soit heureux de se connecter et aie le sourire aux 
      l&egrave;vres &agrave; l'id&eacute;e de rejoindre ses compagnons, ses amis 
      et pourquoi pas, sa deuxi&egrave;me famille ;-).</font></p>
    <p><a href="http://www.seigneurs.org/forum/forumdisplay.php?f=19" target="_blank">L'Alliance 
      des Seigneurs</a><font size="2"><br>
      Norrath est envahi par des forces obscures de plus en plus nombreuses. Face 
      &agrave; elles, l'Alliance des Seigneurs s'engage dans tous les combats 
      et aides les aventuriers de tous bords dans leurs qu&ecirc;tes. L'amiti&eacute;, 
      l'humilit&eacute;, l'honneur, le respect, le courage, l'entre aide et la 
      sinc&eacute;rit&eacute; sont nos forces dans cette lutte de tous les jours. 
      Anim&eacute; par des Seigneurs chevronn&eacute;s les aventures partag&eacute;es 
      n'en sont que meilleures, et les conseils fort utiles. Si tu es un Seigneur 
      dans l'&acirc;me montre le nous dans tes actes et rejoint l'Alliance.</font></p>
    <p><a href="http://sanctuna.eqloft.com" target="_blank">Sanctuna</a><br>
      <font size="2">Sanctuna, alias le Sanctuaire de Tunar&euml;, est un r&eacute;seau 
      de contacts et d'entraide, qui s'agrandit de jour en jour. Nous pronons 
      la libert&eacute; de chacun dans le respect d'autrui. Cependant le respect 
      de notre charte est de mise. Du niveau 1 au 65, venez jeter un oeil &agrave; 
      notre site, et consulter la proc&eacute;dure de recrutement ! </font></p>
    <p><a href="http://www.sarbian.com/%7Edalo/" target="_blank">Dance avec les 
      Orcs</a><br>
      <font size="2">Petite guilde &agrave; caract&egrave;re familial. Le noyau 
      dur de la guilde se conna&icirc;t depuis belle lurette mais nous aimons 
      bien faire de nouvelles connaissances. Aucune aspiration &agrave; l'ubberness 
      en ce qui nous concerne. Nous voulons juste nous amuser entre nous dans 
      une ambiance sympa et bon enfant ^_^ Pour postuler, il faut venir se pr&eacute;senter 
      sur notre forum application. Aucune limitation de level/classe/race. En 
      jeu, vous pouvez contacter Sylphide/Oriane pour de plus amples informations.</font> 
    </p>
    <p><a href="http://www.ordredelalicorne.net" target="_blank">L'Ordre de la 
      Licorne</a><font size="2"><br>
      L'Ordre de la Licorne est une guilde du serveur S&eacute;bilis. Elle ne 
      comprend que des membres francophones. Ce n'est ni une guilde pour hauts-niveaux, 
      ni une guilde &laquo; RP &raquo;, c'est une guilde &laquo; familiale &raquo;. 
      Elle a pour vocation de permettre &agrave; un groupe de personnes de jouer 
      entre amis dans une ambiance bon enfant et en d&eacute;couvrant progressivement 
      et ensemble Norrath et ses secrets.</font></p>
    <p><a href="http://www.etoiledelaube.fr.st" target="_blank">Etoile de l'Aube</a><br>
      <font size="2">La guilde Etoile de l'aube est un regroupement de joueurs 
      d&eacute;sirant avant tout prendre du plaisir dans le jeu et a se sentir 
      bien parmis un groupe d amis...Nous pronont l entraide et notre organisation 
      est en relation avec cela. Venez jeter un coup d'oeil a notre site.</font></p>
    <p><a href="http://www.phogal.org" target="_blank">Phoenix de Galaad</a><br>
      <font size="2">Nous sommes une guilde sur S&eacute;bilis, notre but est 
      la coh&eacute;sion entre chaque membre, sans course aux xps ou aux objets, 
      nous acceptons toute classe et toute race, nous avons d&eacute;ja une trentraine 
      de membre.</font></p>
    <p><a href="http://www.illendar.com" target="_blank">Les H&eacute;ritiers 
      d'Illandar</a><br>
      <font size="2">Les h&eacute;ritiers d'Illendar regroupent des hommes et 
      des femmes sans distinction de race, classe ou religion, privil&eacute;giant 
      l'entente et l'entraide envers quiquonque croise notre route. Nous sommes 
      une soixantaine de membres de tous les horizons, exp&eacute;riment&eacute;s 
      ou pas, avec un vrai esprit de coh&eacute;sion, avec un m&ecirc;me r&ecirc;ve 
      Illendar...<br>
      Si au del&agrave; du jeu vous souhaitez arpanter Norrath avec des gens dont 
      la bonne humeur se partage vet qui vous permettrons de passer des heures 
      de jeux agr&eacute;able, contacter Agaliarept et ses officiers et rejoignez 
      nous ;-) </font></p>
    <p><a href="http://lahordedeneriak.eqloft.com" target="_blank">La Horde de 
      Neriak</a><br>
      <font size="2">La Horde de Neriak est une guilde uniquement compos&eacute;e 
      de races ou classes tourn&eacute;e vers le mal. Ses buts sont essentiellement 
      tourn&eacute;s vers un r&eacute;el <i>roleplay</i> et des <i>guild events 
      </i>sont r&eacute;guli&egrave;rement organis&eacute;s par les officiers. 
      Pour y entrer, il faut &ecirc;tre de niveau 20 au moins puis contacter un 
      officier qui expliquera ensuite la marche &agrave; suivre. </font></p>
    <p><a href="http://amadeusmortem.eqloft.com" target="_blank">Amadeus Mortem</a><br>
      <font size="2">Notre guilde a pour but de rassembler une communaut&eacute; 
      d'amis <em>RL</em> et EverQuest. Ce rassemblement nous permet de r&eacute;aliser 
      des objectifs divers tels que le nettoyage de donjons, r&eacute;alisation 
      de qu&ecirc;tes et autres <em>events</em> en tous genres dans la limite 
      des membres pr&eacute;sents. Nous ne sommes pas l&agrave; pour monter nos 
      personnages rapidement mais pour nous amuser et pour d&eacute;couvrir ou 
      faire d&eacute;couvrir des zones sympas tout en gardant un bon esprit.<br>
      Nous fonctionnons actuellement sur une moyenne de trois sorties (obligatoires 
      pour les membres pr&eacute;sents) par semaine. Les autres soir&eacute;es 
      &eacute;tant libres et disponible pour toute improvisation, qu&ecirc;tes, 
      ect... <br>
      Nous ne sommes pas ouverts a toutes les classes et niveaux de personnages 
      mais nous n'avons pas les exigeances pr&eacute;cises d'autres guildes. Les 
      classes de personnages pour laquelle la guilde est ouverte est &agrave; 
      la disposition de tous les candidats sur notre forum. </font></p>
    <p><a href="http://ldg-forum.ath.cx/" target="_blank">Larmes de Glace</a><br>
      <font size="2">Ils avaient refus&eacute; le meurtre, la traitrise et avaient 
      renonc&eacute; &agrave; basculer du c&ocirc;t&eacute; sombre. D&#8217;un 
      seul &eacute;lan ils avaient endoss&eacute; leurs armures, mis leurs &eacute;p&eacute;es 
      au fourreau, harnach&eacute;s leurs sacs a dos et pris les chemins de norath. 
      <br>
      Une force cependant les poussait a se regrouper en un sanctuaire. Ils ne 
      pouvaient oublier le chemin qu&#8217;ils avaient parcouru ensemble et vivre 
      comme des ronins, samoura&iuml;s des temps jadis sans ma&icirc;tre sans 
      but et sans honneur. Les amis se retrouv&egrave;rent, r&eacute;unnissant 
      leurs efforts dans un &eacute;lan de se retrouver au sein d'une m&ecirc;me 
      communaut&eacute;. Ainsi &eacute;tait n&eacute;e Larmes De Glace. Notre 
      guilde se veut &quot;familiale&quot;, la vie priv&eacute;e est r&eacute;spect&eacute;e 
      ainsi que la lib&eacute;rt&eacute; de jeux. Nous organisons r&eacute;gulierement 
      des sorties pour permettre &agrave; nos membres de d&eacute;couvrir (ou 
      red&eacute;couvrir) les endroits les plus mal fr&eacute;quent&eacute;s de 
      Norath. Compos&eacute;e d'une cinquantaine de membres 50+ nous partageons 
      des aventures o&ugrave; la bonne humeur r&eacute;gne en ma&icirc;tre, nos 
      sorties ne sont pas obligatoires, l'entraide pour les qu&ecirc;tes &eacute;pic 
      ou d'equipement fait partie de nos principes fondamentaux.<br>
      Le recrutement est ouvert sur notre forum, l'application est soumise &agrave; 
      l'acceptation des officiers et du GL tout en tenant compte des informations 
      eventuelles de chacuns de nos membres. A bient&ocirc;t sur les terres de 
      Norath ;)</font></p>
    <p><a href="http://confreriedusavoir.dyndns.org" target="_blank">Confr&eacute;rie 
      du Savoir</a><br>
      <font size="2">La confr&eacute;rie du Savoir est une guilde de joueurs francophone, 
      jouant sur Sebilis, et ayant pour but initial de venir en aide aux joueurs 
      novices et peu exp&eacute;riment&eacute;s. En ce sens, la Confr&eacute;rie 
      du Savoir n'est pas une guilde &eacute;litiste, mais plut&ocirc;t une petite 
      communaut&eacute; de joueurs habitu&eacute;s &agrave; parcourir les terres 
      de Norath ensemble, dans la bonne humeur et la convivialit&eacute;. Notre 
      objectif r&eacute;el est donc de faire en sorte que chacun des membres de 
      la Confr&eacute;rie du Savoir soit heureux de retrouver &agrave; chaque 
      connexion une communaut&eacute; de joueurs pr&ecirc;te &agrave; le soutenir 
      et &agrave; &eacute;voluer &agrave; son rythme; cela sans crainte de jugement 
      de ses pairs. Car l&#8217;essentiel est bien de s&#8217;amuser. </font><br>
      <br>
      <a href="http://www.sebilis-gardiens.fr.st" target="_blank">Gardiens du 
      Phoenix</a><br>
      <font size="2">Les Gardiens du Phoenix r&eacute;sulte de la fusion entre 
      les &quot;Gardiens des Savoirs&quot; et des &quot;Enfant du Phoenix&quot;. 
      Nous sommes environs 70 membres actifs de niveau 55 &agrave; 65. Nous souhaitons 
      garder une tr&egrave;s bonne ambiance au sein de la guilde tout en raidant 
      2 &agrave; 3 fois par semaine. Aucune obligation et respect de la vie IRL. 
      Une bonne organisation et beaucoup d'entraide font de nous une guilde soud&eacute;e.</font></p>
    <p><a href="http://lescinqlunes.free.fr" target="_blank">La confr&eacute;rie 
      des Cinq Lunes</a><br>
      <font size="2">Petite guilde sympathique ouverte &agrave; toutes les classes 
      / races. Le plaisir de jouer et de se retrouver ensemble sont nos principales 
      motivations. Les beuveries tardives, escapades dans les donjons et autres 
      pratiques plus ou moins recommendables (mais s'inscrivant dans le respect 
      des autres joueurs) sont aussi les bienvenues ... pour les non initi&eacute;s, 
      ne vous inqui&eacute;tez nos hobbites sont la !!! Nous organisons une sortie 
      par semaine en plus des sorties spontan&eacute;es et toutes les sorties 
      sont ouvertes aux autres joueurs. Nous recrutons de pr&eacute;f&eacute;rence 
      des niveaux 30+ pour faciliter le jeu en groupe mais la guilde est ouverte 
      &agrave; tous.<br>
      </font> </p>
    <p><a href="http://feerie.free.fr" target="_blank">Le Cercle des F&eacute;es</a><font size="2"><br>
      &quot;Jeune&quot; guilde, nous acceptons tous les habitants de Norrath adh&eacute;rant 
      &agrave; nos principes : respecter le Peuple des F&eacute;es et apprendre 
      leur Langage, d&eacute;velopper la Magie sous toutes ses formes dans tout 
      Norrath et Luclin, servir le Bien et ses Divinit&eacute;s, aider les Membres 
      du Cercle ainsi que tout autre habitant de Norrath n'allant pas &agrave; 
      l'encontre des Grands Principes du Cercle, participer aux &eacute;v&eacute;nements 
      de la Guilde notamment ses R&eacute;unions du Cercle g&eacute;n&eacute;ralement 
      &agrave; Felwithe ou dans le Bas-Faydark, au milieu des F&eacute;es, au 
      cours des </font><font size="2">quelles &eacute;changes de savoir, de cadeaux, 
      d'exp&eacute;rience ont lieu entre les Membres. Gentillesse et courtoisie 
      doivent &ecirc;tre les bases de nos relations avec les autres aventuriers 
      de Norrath.</font></p>
    <p><a href="http://www.alliance-des-ames.com" target="_blank">L'Alliance des 
      Ames</a><br>
      <font size="2">Notre guilde a pour but de rassembler des joueurs et amis, 
      &quot;real life&quot; ou d'EverQuest, pour cr&eacute;er une nouvelle comunaut&eacute; 
      au sein m&ecirc;me de celle de Sebilis, afin de partager divers &eacute;v&eacute;nements: 
      raids, mariages (et divorces, d&eacute;lires etc...) C'est pour cela que 
      notre guilde est ouverte &agrave; toutes classes et toutes races, avec cependant 
      une limite de niveau fix&eacute;e &agrave; 25, la connaissance d'un membre 
      de la guilde est un plus qui nous a assur&eacute; jusqu'ici une tr&eacute;s 
      bonne ambience au sein de la guilde.<br>
      Bien que notre guilde soit bien install&eacute;, elle reste en construction 
      et il en est remit &agrave; vous, futurs membres, de participer &agrave; 
      son avancement et &agrave; son ambience.<br>
      Et peut etre un jour, vous pourrez constater que en plus de la bonne entente 
      qui y r&eacute;gne, votre guilde se situe parmis les meilleures de Norrath 
      et que vous y &ecirc;tes pour quelque chose :).<br>
      L'Alliance des Ames, Un mars et ca repars.</font><br>
      <br>
      <a href="http://www.joosdiabolique.com/JD/membres/News.php" target="_blank">Justice 
      Divine</a><br>
      <font size="2">Justice Divine est une communaut&eacute; EverQuest francophone 
      sur le serveur S&eacute;bilis. Nous sommes environ 60-65 membres, tous de 
      niveau 65 . Nous sommes une guilde de raid niveau tier 4, nous cherchons 
      &agrave; progresser ensemble pour voir le maximum de divinit&eacute;s et 
      les d&eacute;fier sur leur terrain. Notre recrutement est ouvert &agrave; 
      de nombreuses classes avec quelques restrictions. </font></p>
    <p><a href="http://membres.lycos.fr/eqracines" target="_blank">Racines</a><br>
      <font size="2"> Apr&egrave;s avoir conquit quasiment toutes les parcelles 
      de terrains habit&eacute;s, les membres de Racines furent d&eacute;cim&eacute;s 
      &agrave; cause de la tra&icirc;trise de Mgaar Lenoir sombre Roi d'un continent 
      annex&eacute;. La d&eacute;ch&eacute;ance et la disparition m&ecirc;me du 
      souvenir de Racines en d&eacute;coula. Bien plus tard deux aventuriers se 
      renseign&egrave;rent sur leur lign&eacute;e qui semblait commune et c'est 
      dans un grimoire presque d&eacute;chir&eacute; qu'ils apprirent la l&eacute;gende 
      de Racines et ce reconnaissant parents de cette lign&eacute;e ils d&eacute;cid&egrave;rent 
      de travailler a sa r&eacute;surrection... L'&eacute;tendue de Racines dans 
      toutes les terres de Norrath font que chacun d'entre vous peu avoir un anc&ecirc;tre 
      qui en fit partie si tel est le cas n'h&eacute;siter pas &agrave; nous contacter...</font> 
    </p>
    <p><a href="http://www.larosenoire.org/%7Earbre-monde" target="_blank">Les 
      Enfants de l'Arbre-Monde</a><br>
      <font size="2">Les Enfants de l'Arbre-Monde est une guilde <em>roleplay 
      </em>ax&eacute;e avant tout sur l'entraide, sans niveaux mini ou maxi. Ce 
      nom &eacute;trange cache une histoire que nous revelons au cours d'events 
      en jeu, et de discussions ur notre forum, et elle est l'un des axes de notre 
      recherche de RP. Nous ne n&eacute;gligeons aucune invitation que ce soit 
      niveau 1 ou 65, mais sommes avant tout des casuals players, o&ugrave; r&egrave;gne 
      une ambiance d'entente, de famille, brefs, d'amis. Pour le reste, seul moyen 
      de nous d&eacute;couvrir, venir nous voir...
      </font> </p>
    <p><a href="http://viedevie.fr.st" target="_blank">Lapin Blanc</a><br>
      <font size="2">La guilde propose aux joueurs de profiter d'un espace communautaire, 
      elle privil&eacute;gie la bonne humeur, l'entente et le roleplay. Elle a 
      pour but de retrouver les sensations de<br>
      l'&eacute;pop&eacute;e, de ressentir les frissons des donjons.Alors si toi 
      aussi tu desires devenir un lapin blanc, n hesites surtout pas de venir 
      nous voir sur notre site.</font>
    </p>
    <p><a href="http://www.crystal-utopia.fr.st/" target="_blank">Crystal Utopia</a><br>
      <font size="2">Nous sommes une guilde qui accepte tous les niveaux, du 1 
      au 65, toutes les races et classes. Nous aidons les plus petits &agrave; 
      rejoindre le niveau moyen de la guilde en vogue lors de leur entr&eacute;e. 
      Nous faisons aussi des raids (minimes) dans des zones oubli&eacute;es, mais 
      parfois si dr&ocirc;les. Si vous &ecirc;tes en accord avec la charte, alors 
      bienvenue !</font></p>
    <p><a href="http://www.protecteursdulys.com/" target="_blank">Protecteurs 
      du Lys</a><br>
      <font size="2">Notre guilde regroupe les joueurs d&#8217;Everquest provenant 
      du Qu&eacute;bec. Le d&eacute;calage horaire fait en sorte que ces joueurs 
      se retrouvent &agrave; des heures diff&eacute;rentes des joueurs fran&ccedil;ais, 
      la guilde leur permet de se grouper et de jouer aux heures qui leur sont 
      plus convenables. Nous n&#8217;excluons pas la participation des joueurs 
      non-Qu&eacute;becois &agrave; la guilde. Notre butest avant tout d'avoir 
      du plaisir &agrave; jouer ensemble.</font></p>
    <p><a href="http://fhop.jexiste.fr" target="_blank">Final Heroes of Pegasus</a><br>
      <font size="2">Nous acceptons tous les joueurs motiv&eacute;s sans distinction 
      de races/classes ou de niveau, seule la bonne humeur et les respects des 
      autres membres/guilde est requis pour entrer. Rien d'obligatoire, la libert&eacute; 
      et le fun. Des events, l'entraide, l'artisanat et la decouverte de Norrath 
      vous interesse ? Venez jeter un oeil sur le site et pouquoi pas nous rejoindre.</font></p>
    <p><a href="http://www.pandorabox.clan.st" target="_blank">Les Gardiens de 
      Pandore</a><br>
      <font size="2">Les Gardiens de Pandore est une guilde o&ugrave; il fait 
      bon vivre, vous &ecirc;tes presques s&ucirc;r de trouver un compagnon pour 
      jouer avec vous et en plus vous avez le droit de vanner le nain de la guilde. 
      Aucune limite de classe, de level, de race pour nous rejoindre. Alors pourquoi 
      attendre rejoins nous!!! ;-) </font></p>
    <p><a href="http://www.casual-raiders.com/forum/" target="_blank">Casual Raiders</a><br>
      <font size="2">Notre guilde regroupe des joueurs poss&eacute;dant une bonne 
      connaissance du jeu, comme le nom l'indique elle est destin&eacute;e aux 
      personnes qui veulent &quot;Raider&quot; occasionnellement, bien sur elle 
      reste ouverte &agrave; tous joueurs d&eacute;sireux d'apprendre &agrave; 
      conna&icirc;tre Norrath. Raider occasionnellement ne veux pas dire ne rien 
      faire, et nous sommes fier de r&eacute;aliser moults exploits en &quot;sous 
      effectif global&quot; pour le fun ! Casual Raiders reste un esprit, un concept 
      ou le Rrid n'est pas exclusif le soir mais fonctionne en terme de mobs UP, 
      d'effectif pr&eacute;sent et d'envie... Nous recrutons &agrave; partir du 
      level 60+ et testons nos apply. </font></p>
    <p><a href="www.larosenoire.org/%7Eesprits-nuit" target="_blank">Les Esprits 
      de la Nuit</a><br>
      <font size="2">Vous aimez la bi&egrave;re, la bonne humeur, la convivialit&eacute;, 
      l'entraide, et surtout la bi&egrave;re ? Vous voulez &ecirc;tre libres de 
      faire ce que vous voulez sans prise de t&ecirc;te ? Alors rejoignez les 
      Esprits de la nuit, sans distinction de classes, races ou level, ou laissez 
      un post sur notre forum avec vos heures de jeu de pr&eacute;f&eacute;rence 
      pour pouvoir vous contacter online.</font> </p>
    <p><a href="http://arpenteursplanaires.fr.tc" target="_blank">Les Arpenteurs 
      Planaires</a><br>
      <font size="2">Nous sommes une guilde sympa de joueurs qui ne veulent pas 
      se prendre la t&ecirc;te tous les soir &agrave; raider, on a 2 sorties par 
      semaine obligatoires. Notre objectif s'amuser et s'entraider dans nos diff&eacute;rentes 
      qu&ecirc;tes. Si d'autres veulent s'amuser, Saelin, notre GL n&eacute;cro 
      sera enchant&eacute;e de vous immoler . </font></p>
    <p><a href="http://www.guilde-donjon.com" target="_blank">Donjon</a><br>
      <font size="2">Le Donjon est un regroupement de joueurs de niveau 62+, d'amis 
      de longue date. Dans le Donjon r&egrave;gne une ambiance d&eacute;tendue, 
      familiale. Nous avan&ccedil;ons dans le jeu &agrave; notre rythme et sommes 
      ouverts &agrave; toute personne sympa voulant nous rejoindre pour s'amuser 
      avant tout. Nous respectons les disponibilit&eacute;s de chacun. Pour plus 
      de renseignements, rendez-vous sur le site, ou contactez Kamikkaze ou Sheen 
      en jeu. </font><br>
      <br>
      <a href="http://membres.lycos.fr/guildeofeq/index.htm" target="_blank">Les 
      Templiers de Norrath</a><br>
      <font size="2">Nous sommes une guilde sur Sebilis qui accepte tous les niveaux 
      et toutes les races. Notre but est de nous retrouver ensembles pour des 
      petites sorties bien sympathiques voir quelques raids. Bonne ambiance assur&eacute;e. 
      A bient&ocirc;t sur Norrath :)</font></p>
    <p><a href="http://www.anges-dechus.net" target="_blank">Les Anges d&eacute;chus 
      de Norrath</a><font size="2"><br>
      Nous sommes une guilde Fran&ccedil;aise sur S&eacute;bilis, sympathique, 
      fraternelle et familiale qui ne recherche que le Fun et la passion de jouer 
      &agrave; EverQuest ! Alors rejoignez nous rapidement si vous &ecirc;tes 
      en accord avec notre Charte...Nous acceptons tout niveaux... Bas levels, 
      comme haut levels, du moment que la personne est sympathique, polie et courtoise, 
      de bon sens,<br>
      motiv&eacute;e a jouer, et ne se prends pas la t&ecirc;te , ni la sienne 
      ni celle des autres , pour une histoire ou une autre... <a href="mailto:galori_shaka@yahoo.fr."><br>
      </a> </font></p>
    <p><strong>Guildes Francophones sur Antonius Bayle</strong></p>
    <p><a href="http://xagon.eqloft.com/" target="_blank">X'Agon</a><br>
      <font size="2">Cette guilde francophone, recrute a partir du level 50. Particuli&egrave;rement 
      dynamique elle rassemble dorenavant 40 membres uniques. Le groupement est 
      soud&eacute; et dynamique grace a son nouveau guild leader Eosphoros, il 
      compte 7 officiers qui se chargeront de vous recruter si le coeur vous en 
      dit. La guilde est ouverte &agrave; toutes les races de personnage.</font></p>
    <p><a href="http://www.droles-de-dames.com/" target="_blank">Dr&ocirc;les 
      de Dames</a><font size="2"><br>
      Guilde o&ugrave; tout le monde se connait, et nous voyons tous les jours, 
      rien de mieux pour une entente dans une guilde digne de ce nom. Principalement 
      des Dark Elf pour bien ce faire remarquer... le recrutement chez nous est 
      plutot un mythe, la selection est dure et rare... </font></p>
    <p> <strong>Guildes Francophones sur Bertoxxulous</strong></p>
    <p><a href="http://lostplane.free.fr/" target="_blank">Brotherhood of the 
      Lost Plane</a><br>
      <font size="2">Cette guilde ouverte et efficace est dirig&eacute;e par Rizos 
      un hobbit au pass&eacute; mouvement&eacute; ! La confr&eacute;rie est bien 
      organis&eacute;e et dispose d'un r&eacute;partition efficace des r&ocirc;les 
      en son sein... Elle recrute tout francophone qui d&eacute;sire la rejoindre 
      et promeut un roleplay tranquille. Elle compte un certain nombre de highbies 
      dans ses rangs dont le c&eacute;l&egrave;bre Gargery d'EverQuest warrior 
      !</font></p>
    <p><a href="http://gnorrathienne.eqloft.com/" target="_blank">Garde Norrathienne 
      (La)</a><br>
      <font size="2">Cette guilde est dirig&eacute;e par Khiris Feuille dechene 
      le druide et recrute ! Elle est ouverte &agrave; toutes les classes, &agrave; 
      toutes les races et &agrave; tous les niveaux...Elle pr&ocirc;ne la solidarit&eacute; 
      et le nouvel arrivant, francophone, devra passer une p&eacute;riode d'observation 
      de 15 jours. Elle demande &agrave; ses membres d'&ecirc;tre le plus actif 
      possible au sein de la guilde !</font></p>
    <p><a href="http://meute.eqloft.com" target="_blank">Meute (La)</a><br>
      <font size="2">Cette guilde a pour principe de rassembler une bande de copains 
      avec le minimum de contraintes et le maximum de plaisir. Elle fonctionnesur 
      un principe &eacute;galitariste et essaye de ne pas tenir compte des diff&eacute;rences 
      de niveau sous l'&eacute;gide du Ma&icirc;tre de la Meute, Loup Alpha... 
      Elle recrute encore et favorise une bonne entente et une bonne atmosph&egrave;re.</font></p>
    <p><strong>Guildes Francophones sur Erollisi Marr</strong></p>
    <p><a href="http://irreductibles.eqloft.com" target="_blank">Irr&eacute;ductibles 
      (Les) </a><br>
      <font size="2">Dernier petit village gaulois sur les terres de Norrath, 
      cette guilde r&eacute;unit des joueurs francophone sur le serveur Erollisi 
      Mar. R&eacute;unis autour de Dayan Coeur, elle est la simple formalisation 
      des relations qui existaient d&eacute;j&agrave; auparavant parmi les fondateurs. 
      Vous trouverez dans leurs rangs des personnages &agrave; l'exp&eacute;rience 
      confirm&eacute;e, ainsi qu'un important r&eacute;servoir de sang jeune et 
      dynamique. Absolument pas &eacute;litiste, ils se veulent une confr&eacute;rie 
      d'accueil pour les joueurs francophones afin qu'ils puissent se grouper, 
      effectuer des raids, participer &agrave; des &eacute;v&egrave;nements, s'entraider, 
      tout cela &agrave; des heures qui sont les n&ocirc;tres. </font></p>
    <p><strong>Guildes Francophones sur Karana</strong></p>
    <p><a href="http://www.guildaargh.com" target="_blank">Aargh (Les)</a><br>
      <font size="2">Une des plus grosses guildes francophones du serveur. Elle 
      compte pr&egrave;s de 150 membres et son Guildmaster est le terrible Shorkan. 
      Cette vaste corporation est tout aussi bien roleplay, d&eacute;lirante, 
      ordonn&eacute;e et incontr&ocirc;lable...Bref, n'h&eacute;sitez pas &agrave; 
      les contacter, vous vous amuserez toujours beaucoup ! Son recrutement est 
      assez ouvert, il vous faudra n&eacute;anmoins l'aval d'un officier avant 
      de devenir un de leurs membres...</font></p>
    <p><a href="http://academie-eq.org" target="_blank">Acad&eacute;mie (L')</a><br>
      <font size="2">Cette guilde a pour objectif d'apporter &agrave; ses membres 
      quelques moments de bonheur sur Norrath. L'&eacute;tat d'esprit de l'Academie 
      est l'entraide de ses membres et l'accomplissement de ses objectifs personnels, 
      le tout piment&eacute; d'un soupcon de Roleplay et en l'absence de prises 
      de t&eacute;tes systematiques... Son leader est Karouto Edenlight, Fier 
      serviteur de Brell serilis ! </font></p>
    <p><a href="http://elysee.eqloft.com" target="_blank">Elys&eacute;e</a><br>
      <font size="2">La guilde Elys&eacute;e est un regroupement de joueurs d&eacute;sirant 
      avant tout prendre du plaisir dans le jeu et explorer au mieux le monde 
      de Norrath afin d'y combattre les cr&eacute;atures de l&eacute;gende qui 
      s'y trouvent . Notre objectif est de r&eacute;unir sous la meme banni&egrave;re 
      des joueurs pr&ecirc;ts &agrave; s'investir dans un groupe, souhaitant relever 
      des d&eacute;fis, aspirant &agrave; &eacute;pauler leurs compagnons et ce 
      dans la r&eacute;alisation de qu&ecirc;tes ou autre . Nos objectifs de jeu 
      ne sont pas fix&eacute;s : aller aussi loin qu'il nous sera possible, tel 
      est notre but commun.</font><br>
    </p>
    <p><a href="http://www.cdtkarana.net" target="_blank">Confr&eacute;rie du 
      Tonnerre</a><br>
      <font size="2">La Confrerie du Tonnerre , compte actuellement un peu plus 
      de 70 membres. Nous sommes une guilde fusion de deux petites guilde &quot;de 
      passage&quot; qui ont form&eacute; une guilde &agrave; part enti&egrave;re 
      et qui a aujourd'hui sa r&eacute;putation sur les terres de Norrath. Nous 
      evoluons &agrave; notre rythme sans aller vers l'uberisation de certaines 
      guildes tout en gardant une mentalit&eacute; RP et &quot;familliale&quot;. 
      Nous allons de l'avant dans de nouvelles aventures faire front aux diff&eacute;rents 
      monstres et Dragons qui polluent les terres de norrath. </font><br>
      <br>
      <a href="http://www.multimania.com/drolesdedames" target="_blank">Dr&ocirc;les 
      de Dames (Les)</a><br>
      <font size="2">Cette guilde originale est exclusivement f&eacute;minine 
      et francophone ! Elle promeut le roleplay et, sous l'&eacute;gide de Viedevie, 
      elle veut garder une dimension humaine... Elle met en avant la bonne ambiance 
      et l'amusement comme l'entraide et l'assistance. Son recrutement est s&eacute;rieux 
      et elle reste ouverte &agrave; toutes les races de Norrath. </font></p>
    <p><a href="http://membres.lycos.fr/lcs2001/" target="_blank">Cercle Spectral 
      (Le)</a><font size="2"><br>
      Guilde &quot;familliale&quot; o&ugrave; plaisir de jouer ensemble et fun 
      s'allient parfaitement. La guilde compte une 40aine de membres dont une 
      15aine de tr&egrave;s actifs. Le CS est inscrit aux rotations KGC via le 
      Karana French Connection.</font></p>
    <p><a href="http://www.ifrance.com/evertemps/index.html" target="_blank">Guilde 
      du Temps (La)</a><br>
      <font size="2">Cette jeune guilde qui officie sur Karana est dirig&eacute;e 
      par Garsimor Eole. Elle se veut r&eacute;solument francophone et bonne ! 
      Elle recrute depuis peu et pr&ocirc;ne l'entraide et le respect des autres, 
      exception faite des races mauvaises... Elle interdit la mendicit&eacute; 
      et laisse le roleplay &agrave; la discr&eacute;tion du joueur.</font></p>
    <p><a href="http://lahordesauvage.free.fr" target="_blank">Horde Sauvage (La)</a><br>
      <font size="2">La guilde a &eacute;t&eacute; fond&eacute;e &agrave; Halas 
      par un guerrier du nom de Tipek et un shaman appel&eacute; Mystick. Elle 
      est bonne, pr&ocirc;ne l'esprit d'&eacute;quipe, la solidarit&eacute; entre 
      joueurs et le respect d'autrui. Elle compte aujourd'hui 33 membres et se 
      structure autour de deux axes : officiers et groupes. C'est une des rares 
      corporations &agrave; avoir une femme pour Grand Ma&icirc;tre, la c&eacute;l&egrave;bre 
      Jengalia LuneNoire !</font></p>
    <p><a href="http://www.lordsoflight.fr.st/" target="_blank">Lords of Light</a><br>
      <font size="2">Cette guilde ouverte &agrave; tous pr&ocirc;ne la bonne entente 
      et le dynamisme de sa confr&eacute;rie ! Le respect des joueurs et les bonnes 
      relations internes priment sur le reste et les seules tensions tol&eacute;r&eacute;es 
      sont celles qui s'int&egrave;grent &agrave; un cadre roleplay. La guilde, 
      dirig&eacute;e par Tzench, consid&egrave;re qu'il faut avant tout mettre 
      en avant la dimension roleplay d'EverQuest !</font></p>
    <p><a href="http://novae.dhs.org" target="_blank">Novae</a><br>
      <font size="2">Plus grosse guild de Karana </font><font size="2">en terme 
      de r&eacute;sultats, Novae est probablement une des guildes francophones 
      les plus rayonnantes. Les crit&egrave;res de s&eacute;lection sont tr&egrave;s 
      s&eacute;lectifs et limit&eacute;s, aussi vous ne visiterez le site probablement 
      que pour son forum et ses (tr&egrave;s jolies) captures d'&eacute;cran.</font></p>
    <p><a href="http://membres.lycos.fr/pouvoirduphoenix/" target="_blank">Le 
      Pouvoir du Phoenix</a><br>
      <font size="2">Cette guilde ouverte &agrave; toutes les classes et &agrave; 
      toutes les races est de tendance neutre. Elle a pour but la ma&icirc;trise 
      de toutes les formes de magie sans discrimination et les casters sont les 
      protecteurs de l'ordre. Il faut &ecirc;tre de niveau 15 au moins pour &ecirc;tre 
      accept&eacute; par le Grand Ma&icirc;tre Tanafiel Elessar. </font></p>
    <p><a href="http://letemple.ath.cx" target="_blank">Le Temple</a><font size="2"><br>
      Nous avons form&eacute; cette guilde &agrave; la fin de la Guilde des Templiers 
      afin de pouvoir continuer ensemble sous une autre forme tout en gardant 
      l'esprit templier , une des plus vieille guilde francophone sur Everquest. 
      Nos ma&icirc;tres mots sont la solidarit&eacute; , l'audace et la convivialit&eacute;.</font></p>
    <p><a href="http://membres.lycos.fr/eqrenaissance/">Renaissance</a><br>
      <font size="2">Ancienne Guilde de Norrath existant depuis la creation du 
      jeu EverQuest. Petite, sympathique...Tous les joueurs sont les Bbenvenus 
      pour decouvrir la d&eacute;sormais l&eacute;gendaire ambiance de Renaissance 
      ! L'entraide est de mise pour les Newbies et pour les fameuses Quetes de 
      Norrath... Les events abondants et vari&eacute;s. L'amour du risque est 
      de mise chez les membres comme le respect des autres ! </font></p>
    <p><a href="http://executeurs.fr.st" target="_blank">Les Ex&eacute;cuteurs</a><br>
      <font size="2">Cette guilde ouverte &agrave; toutes les classes et toutes 
      les races pr&ocirc;ne l'entraide et la bonne humeur. Elle est actuellement 
      dirig&eacute;e par Naoka Daoni, un humain. Cette guilde (francophone uniquement) 
      demande &agrave; ses membres d'&ecirc;tre actifs et le niveau de recrutement 
      minimum tourne autour de 30 (ou moins sur d&eacute;rogation de Naoka). Vous 
      pourrez prendre contact avec eux en passant sur leurs forums.</font></p>
    <p><a href="http://www.seigneurs.org/" target="_blank">L'Alliance des Seigneurs</a><br>
      <font size="2">Norrath est envahie par des forces obscures de plus en plus 
      nombreuses. Face &agrave; elles, l'Alliance des Seigneurs s'engage dans 
      tous les combats, aides les aventuriers de tous bords dans leurs qu&ecirc;tes 
      et clame ses valeurs aux quatre coins du monde. L'amiti&eacute;, l'humilit&eacute;, 
      l'honneur, le respect, le courage, l'entre aide et la sinc&eacute;rit&eacute; 
      sont nos forces dans cette lutte de tous les jours. Si tu es un Seigneur 
      dans l'&acirc;me montre le nous dans tes actes et rejoint l'Alliance.Guilde 
      Roleplay avant toutes choses.&quot; </font></p>
    <p><a href="http://pap.multi-site.net/" target="_blank">Poil aux Pattes</a><font size="2"><br>
      Nous sommes une tr&egrave;s vieille guilde sur ce serveur (presque la plus 
      vieille maintenant). A l'origine seuls les halfelins faisaient partis de 
      la guilde dont le leitmotiv est fun , rigolade, bierre et p&ecirc;che. R&eacute;cement 
      nous avons accept&eacute; des non halfelins qui ont le m&ecirc;me &eacute;tat 
      d'esprit que nous &agrave; savoir s'amuser, boire, et surtout ne pas se 
      prendre la t&ecirc;te avec le jeu. De ce fait nous sommes tr&egrave;s r&eacute;put&eacute;s 
      parmis les guildes du serveur pour notre gentillesse et notre &eacute;tat 
      d'esprit sain. Il n'est pas rare lorsqu'un pap arrive dans une zone d'entendre 
      notre crie de ralliment : Bierre et patates pour les Poils aux Pattes !<br>
      </font></p>
    <p><a href="http://www.pegasus.euro.st" target="_blank">Pegasus</a><font size="2"><br>
      Pegasus est une guilde international (beaucoup de Français). Nos objectifs sont les raids Time et GoD. Si parler anglais ne vous rebute pas, vous pouvez postuler.

Pour cela vous devez être lvl 65.  un plus pour votre postulation : Flag Time (voir conditions sur Forum) Avoir 200AA minimum. Raid de 19h00 1h00 CET.

Et bien sur le plus important >>LE FUN<< amusez-vous et prenez plaisir à partager vos expériences avec nos membres. Bon Raid.
</font></p>
    <p><font size="2"> </font></p>
    <p><strong>Guildes Francophones sur Mithaniel Marr</strong></p>
    <p><a href="http://leskorrigans.eqloft.com/" target="_blank">Les Korrigans</a><br>
      <font size="2">La guilde fut cr&eacute;&eacute; par une bande de &quot; 
      potes &quot; un obscur soir de beuverie. Elle attache une importance capitale 
      &agrave; sa neutralit&eacute; ainsi qu'&agrave; l'amiti&eacute; entre ses 
      membres et accepte toute personne sans distinction de race/classe. Les Korrigans 
      sont des voyageurs toujours pr&egrave;s &agrave; aider les autres et &agrave; 
      ripailler&#8230; Ils comptent dans leurs rangs un grand nombre de c&eacute;l&eacute;brit&eacute;s 
      norrathiennes comme Laureline, Nabothe, Mengochmendroat, Thorganid, Minuitesse...</font></p>
    <p><strong>Guildes Francophones sur Morell Thule</strong></p>
    <p><a href="http://eqchevaliers.eqloft.com/">Les Chevaliers de la Licorne</a><br>
      <font size="2">Norrath est un monde sem&eacute; d'emb&ucirc;ches o&ugrave; 
      l'amiti&eacute;, l'entraide et la compl&eacute;mentarit&eacute; sont essentielles 
      pour survivre et progresser. Les Chevaliers de la Licorne vous proposent 
      tout cela, quel que soit votre niveau. Du novice perdu dans l'immensit&eacute; 
      au guerrier endurci en passant par les initi&eacute;s aux arcanes de la 
      magie, vous trouverez parmi cette confr&eacute;rie une ambiance chaleureuse 
      et les moyens de pratiquer toutes les facettes d'EverQuest ! </font></p>
    <p><a href="http://eqgardiens.eqloft.com/" target="_blank">Les Gardiens de 
      Norrath</a><br>
      <font size="2">Fond&eacute;e il y a fort longtemps alors que le calme et 
      la tranquillit&eacute; peuplaient Norrath, cette guilde a travers&eacute; 
      diverses p&eacute;riodes sombres et son histoire est longue. Une nouvelle 
      &egrave;re est venue, une bande de joyeux lurons forme nos rangs, sous la 
      tutelle de notre Grand Gourou. Humour, Binouses, Amiti&eacute; et Amour 
      forment un r&eacute;sum&eacute; de l'ambiance de cette guilde o&ugrave; 
      chacun se conna&icirc;t et s'appr&eacute;cie. Une guilde aux nombreuses 
      qualit&eacute;s notamment ses fameux ma&icirc;tres brasseurs et sa c&eacute;l&egrave;bre 
      gazette unique est in&eacute;galable !!</font></p>
    <p><a href="http://perso.wanadoo.fr/onomvar/" target="_blank">L'H&eacute;ritage 
      d'Onomvar</a><br>
      <font size="2">Il y a maintenant des ages qu'une proph&eacute;tie &eacute;trange 
      a &eacute;t&eacute; jet&eacute;e parmi les si&egrave;cles. Elle est lentement 
      tomb&eacute;e dans l'oubli. Aujourd'hui, la l&eacute;gende refait surface, 
      et c'est aux joyeux compagnons du Druide Em&eacute;ch&eacute; qu'il revient 
      de faire d&eacute;couvrir &agrave; tout Norrath cet appel de la nuit des 
      temps...<br>
      Tu aimes le rp? Tu en cherchais sur EQ et tu n'en as pas trouv&eacute; (ou 
      pas assez)? La guilde de l'H&eacute;ritage d'Onomvar t'invite &agrave; rejoindre 
      une large et complexe campagne enti&egrave;rement role-play sur le serveur 
      Morrell-Thule. Tu d&eacute;sires en savoir plus sur nous et notre projet? 
      </font></p>
    <p><a href="http://fds.eqloft.com">Les Fr&egrave;res de Sang</a> <br>
      <font size="2">Le but des Fr&egrave;res de Sang est de rassembler les joueurs 
      les plus sympathiques de Morell-Thule. Notre communaut&eacute; est fond&eacute;e 
      sur l'entraide, le partage et le sacrifice de soi. Les joueurs d&eacute;terminent 
      eux-m&ecirc;mes les objectifs de la guilde : raids planaires, exp&eacute;ditions 
      terrestres, exploration de zones, qu&ecirc;tes &eacute;piques... Un but 
      attendu est de tuer occasionnelement les plus gros mobs du jeu. Il n'y a 
      pas de r&eacute;gularit&eacute; dans les op&eacute;rations, du temps &eacute;tant 
      laiss&eacute; pour les initiatives personnelles. Les d&eacute;butants sont 
      accept&eacute;s, ils seront aid&eacute;s et form&eacute;s. Toutes les races 
      classes et niveaux sont bienvenus. Les Fr&egrave;res de Sang proposent une 
      ambiance chaleureuse et familiale, la solidarit&eacute; du groupe &eacute;tant 
      une composante naturelle de la guilde. </font></p>
    <p>&nbsp;</p>
    <p><strong>Guildes Francophones sur Rodcet</strong></p>
    <p><a href="http://www.darkempirecentral.org">Dark Empire</a><br>
      <font size="2">Une des plus anciennes guildes de l'un des plus anciens serveurs, Dark Empire vient de fêter ses 5 ans ! Nous sommes une guilde anglophone de type "familiale" sur Rodcet Nife et recrutons des joueurs 35+ (négociable) ayant une connaissance de leur classe au moins en rapport avec leur niveau. Nous ne sommes pas sectaires et acceptons toutes classes/races/divinités/nationalités ;). Nous acceptons tous les styles de jeu et ne raidons pas 7/24. Guildleader Needaa, contact en Français Wismerhil ou Cabb.
/who "dark empire" all (notez les " ")</font></p>
    <p>&nbsp; </p>
    <p><strong>Guildes Francophones sur Saryrn</strong></p>
    <p><a href="http://alliance.eqloft.com">L'Alliance de Norrath</a><br>
      <font size="2">N&eacute;e de la fusion des ma&icirc;tres du Temps et du 
      Conseil de Norrath, l'Alliance de Norrath est une guilde familiale ouverte 
      &agrave; tous les fancophones de Saryrn.</font></p>
    <p>&nbsp;</p>
    <p><strong>Guildes Francophones sur Solusek Ro</strong></p>
    <p><a href="http://www.lords-zodiac.com/" target="_blank">Lords of the Zodiac</a><br>
      <font size="2">Guilde avec un c&ocirc;t&eacute; familial, Lords of the Zodiac 
      se veut la plus grande guilde francophone sur Solusek Ro. Nous ne recrutons 
      que des joueurs parlant le francais et le comprenant aussi. Cette guilde 
      date depuis le beta 3 du jeu et nous nous ne raidons pas 7 j/7.</font></p>
    <p><a href="http://chevalierduphoenix.eqloft.com" target="_blank">Les Anges 
      D&eacute;chus</a><font size="2"><br>
      Guilde francophone sans pr&eacute;tention, mais qui d&eacute;sire faire 
      les choses autrement et exploiter les possibilit&eacute;s que ce monde peut 
      apporter. Nous tentons l'impossible jusqu'aux limites de notre connaissance. 
      Cette guilde se veut ouverte d'esprit et briser la barri&egrave;re de la 
      hi&eacute;rarchie des niveaux. Nous voulons &ecirc;tre pr&egrave;s de nos 
      membres quels qu'ils soient. L&agrave; ou l'entraide et la bonne humeur 
      est au rendez-vous.<br>
      <br>
      </font></p>
    <p><strong>Guildes Francophones sur The Seventh Hammer </strong></p>
    <p><a href="http://outpost.eqloft.com/" target="_blank">Outpost </a><br>
      <font size="2">La guilde Outpost est une confr&eacute;rie rassembl&eacute;e 
      autour de l'amiti&eacute;, l'honneur, la confiance et le partage. Quel que 
      soit les races et les croyances religieuses. Le d&eacute;vouement, la diplomatie, 
      la volont&eacute; et le courage seront les moyens que nous nous &eacute;vertueont 
      &agrave; mettre en oeuvre pour parvenir &agrave; notre objectif : Vivre 
      des aventures et profiter au maximum des plaisirs offerts par le monde de 
      Norrath avec pour mot d'ordre LE FUN !</font></p>
    <p><a href="http://www.argemmios.com/6eme-cie" target="_blank">Sixi&egrave;me 
      Compagnie (La) </a><br>
      <font size="2">Cette toute nouvelle guilde est ouverte aux francophones 
      seulement disposant d'une personnage de niveau 15 &agrave; 20 minimum. Elle 
      est dirig&eacute;e par Chapamalin et pr&ocirc;ne avant toute chose le Fun, 
      l'amusement et le respect des autres joueurs. Elle recrute actuellement 
      et demande aux compagnons qui la rejoignent d'&ecirc;tre le plus actif possible.</font></p>
    <p><strong>Guildes Francophones sur Terris Thule</strong></p>
    <p><a href="http://legacyofjustice.eqloft.com" target="_blank">Legacy of Justice</a><br>
      <font size="2">Cette guilde est la derniere n&eacute;e des guildes francaises 
      de terris thule sous la f&eacute;rule de didlit, wood elf druidesse ! La 
      belle dame essaie de diriger la confr&eacute;rie avec une main de velour 
      et diplomatie, assist&eacute;e par son fid&egrave;le second Ambrosie. Elle 
      entretient de bonnes relations avec ses amis de l'Ordre du phoenix et de 
      Witchaven...</font></p>
    <p><a href="http://phoenix.eqloft.com" target="_blank">Ordre du Phoenix (L')</a><br>
      <font size="2">Cette guilde est la seconde guilde francophone de ce jeune 
      serveur actuellement sous l'&eacute;gide de Windeliane ! Elle est exclusivement 
      roleplay et ses membres jouent toujours ensembles. L'adoption par la guilde 
      est tributaire de la d&eacute;cision du Gardien qui fait respecter les 10 
      commandements autour desquels s'axe l'organisation. Elle ne fait pas de 
      distinction de race ou de classe, seuls le respect des commandements prime... 
      </font></p>
    <p><a href="http://www.witchaven.fr.st/" target="_blank">Witchaven</a><br>
      <font size="2">Premi&egrave;re guilde francophone du serveur, cette corporation 
      organis&eacute;e est dirig&eacute;e par Eldann, grand pr&ecirc;tre de Rodcet 
      Nife. Son recrutement est ouvert aux aventuriers de niveau 15 et plus qui 
      doivent par ailleurs &ecirc;tre pr&eacute;sent&eacute;s par un parrain. 
      Cette guilde pr&ocirc;ne la bonne conduite en son sein et le respect d'autrui, 
      elle est ouverte &agrave; toutes les classes et les races.</font></p>
    <p><strong>Guildes Francophones sur Vallon Zek</strong></p>
    <p><a href="http://lahorde.eqloft.com" target="_blank">Horde des Damn&eacute;s 
      (La) </a><br>
      <font size="2">Cette jeune guilde est exclusivement compos&eacute;e d'evils 
      et recrute jusqu'&agrave; atteindre le chiffre symbolique de 30 membres 
      ! La corporation est une association de voleurs, brigands et autres malfrats 
      qui promeut le roleplay, les intrigues et le fun. Elle met en avant la solidarit&eacute; 
      entre ses membres, l'entraide, le respect des autres membres, la loyaut&eacute; 
      entre les membres et le respect des anciens... aussi loin que le roleplay 
      le permet ;] </font></p>
    <p><a href="http://membres.lycos.fr/forumeq" target="_blank">La Compagnie 
      de Vallon Zek</a><font size="2"><br>
      La Compagnie de Vallon Zek est une guilde xteam r&eacute;serv&eacute; aux 
      francophones (on prend pas en compte la nationalit&eacute;). C'est une guilde 
      en pleine expansion et elle poss&egrave;de d&eacute;j&agrave; au moins un 
      membre dans tous les ranges &agrave; partir du lvl 10 ! Elle contient beaucoup 
      de membres actuellement entre le lvl 40 et le lvl 60 !<br>
      </font></p>
    <p><strong>Guildes Francophones sur Xegony</strong></p>
    <p><a href="http://www.libre.ift.cx/" target="_blank">Pourfendeurs de Dragon 
      (Les) </a><br>
      <font size="2">Une des rares guildes francophones du serveur ! Elle recrute 
      tous les francophones et compte d&eacute;j&agrave; un grand nombre de lvl 
      20 &agrave; 45. Elle demande &agrave; ses membres de s'investir dans la 
      confr&eacute;rie </font><br>
    </p>
  </div>
</div>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 27/10/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
