<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Guides et MJs&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Guides et MJs -->

<p>Cette FAQ permet d&#8217;expliquer en quoi consiste le programme de Guide et 
  sur quels types de probl&egrave;mes vous pouvez avoir recours au service d&#8217;un 
  MJ/Guide. </p>
<p><strong>Qu&#8217;est-ce que le programme de Guide?</strong><br>
  Le programme de Guide d&#8217;EverQuest est un groupe de personnes constitu&eacute; 
  de joueurs volontaires d&#8217;EverQuest. Ils repr&eacute;sentent la premi&egrave;re 
  ligne de support pour les clients. Le programme de Guide existe depuis la version 
  b&ecirc;ta et a permis une aide importante aux clients d&#8217;EverQuest en 
  de nombreux points.</p>
<p><strong>Quelle est l&#8217;organisation du programme de Guide?</strong><br>
  Il existe quatre niveaux de Guides que les joueurs peuvent &ecirc;tre amen&eacute;s 
  &agrave; rencontrer en jouant &agrave; EverQuest : l&#8217;Apprenti Guide, le 
  Guide , le Guide Senior et le Guide Doyen. Chacun de ces guides ont un but commun 
  : celui de vous aider.</p>
<blockquote> 
  <p><strong> <em>L&#8217;Apprenti Guide :</em></strong><br>
    Ce sont les nouveaux membres du Programme de Guide. Ils sont en g&eacute;n&eacute;ral 
    les premiers &agrave; r&eacute;pondre aux requ&ecirc;tes. Leur t&acirc;che 
    principale consiste en l&#8217;apprentissage du monde de Norrath afin de pouvoir 
    vous r&eacute;pondre le plus efficacement.<br>
    Les Apprentis Guides peuvent faire les choses suivantes :</p>
  <ul>
    <li> R&eacute;pondre aux questions les plus basiques en ligne, sans pour autant 
      inclure une information susceptible d&#8217;aider un joueur.</li>
    <li> Escalader vos p&eacute;titions &agrave; une personne avec de plus grands 
      pouvoirs s&#8217;ils ne peuvent pas vous assister.</li>
  </ul>
  <p><strong><em>Le Guide :</em></strong><br>
    Le Guide est le niveau suivant dans la hi&eacute;rarchie, apr&egrave;s les 
    Apprentis Guides. Ils peuvent g&eacute;rer la plupart des probl&egrave;mes 
    auxquels vous pouvez faire face. La majorit&eacute; des membres du Programme 
    de Guide sont des Guides. <br>
    Les Guides peuvent faire les choses suivantes :</p>
  <ul>
    <li> R&eacute;pondre aux questions basiques en ligne, &agrave; l&#8217;exception 
      des <i>spoilers</i>.</li>
    <li> Invoquer les corps s&#8217;ils sont bloqu&eacute;s.</li>
    <li> Ressusciter les personnes mortes d&#8217;un bug v&eacute;rifiable.</li>
    <li> Rapporter les anomalies &agrave; l&#8217;&eacute;quipe du d&eacute;partement 
      de Test de SOE. </li>
    <li>Avertir les joueurs impliqu&eacute;s dans des situations de harc&egrave;lement, 
      d&#8217;abus et d&#8217;incorrections.</li>
    <li> Escalader vos p&eacute;titions &agrave; une personne avec de plus grands 
      pouvoirs s&#8217;ils ne peuvent pas vous assister.</li>
  </ul>
  <p><strong><em>Le Guide Senior :</em></strong><br>
    Le Guide Senior est le niveau le plus &eacute;lev&eacute; que vous verrez 
    en ligne. Ils peuvent assister sur presque toutes les requ&ecirc;tes des clients. 
    Un Guide Senior peut faire tout ce qu&#8217;un Guide peut faire, et m&ecirc;me 
    plus.<br>
    Les Guides Senior peuvent faire les choses suivantes :</p>
  <ul>
    <li> Tout ce que peut faire un Guide.</li>
    <li> Donner des surnoms aux joueurs qui ont atteint le niveau 20 et pour lesquels 
      la commande /surname ne fonctionne pas. Le surnom doit &ecirc;tre en accord 
      avec la politique de cr&eacute;ation de nom (Naming Policy).</li>
    <li> Escalader vos p&eacute;titions &agrave; une personne avec de plus grands 
      pouvoirs s&#8217;ils ne peuvent pas vous assister.</li>
  </ul>
</blockquote>
<p>&nbsp;</p>
<p><strong>Comment contacter un Guide ?</strong></p>
<p>Un Guide peut &ecirc;tre contact&eacute; en utilisant la commande /requ&ecirc;te. 
  Les Guides ne vous r&eacute;pondront pas si vous utilisez les commandes /priv, 
  /crier, /hp, /ench&egrave;re ou /comportements. <br>
  Une fois que la commande /requ&ecirc;te a &eacute;t&eacute; utilis&eacute;e, 
  votre requ&ecirc;te est ajout&eacute;e &agrave; une liste d&#8217;attente. Les 
  MJ et les Guides r&eacute;pondent aux requ&ecirc;tes selon leurs ordres d&#8217;entr&eacute;e 
  dans la liste d&#8217;attente. Les Guides doivent r&eacute;pondre &agrave; toutes 
  les requ&ecirc;tes m&ecirc;me si ils ne peuvent r&eacute;soudre le probl&egrave;me. 
</p>
<p><strong>Comment puis-je obtenir de l&#8217;aide si aucun Guide n&#8217;est 
  en ligne ?</strong></p>
<p>Si vous ne trouvez aucun Guide en ligne lorsque vous jouez, vous pouvez envoyer 
  un e-mail &agrave; : <a href="mailto:gms_fr@ubisoft.fr">gms_fr@ubisoft.fr</a>. 
  Les personnes de ce service peuvent renvoyer votre e-mail au service de MJ ou 
  un autre SAJ (Service d&#8217;Aide aux Joueurs).</p>
<p><strong>Que puis-je faire si un Guide ne m&#8217;aide pas ?</strong></p>
<p>Si un Guide ne veut pas vous aider, veuillez envoyer un e-mail &agrave; : <a href="mailto:gms_fr@ubisoft.fr">gms_fr@ubisoft.fr</a>. 
  Utilisez &eacute;galement la commande /rapport afin de d&eacute;tailler votre 
  probl&egrave;me et nous essaierons d&#8217;y r&eacute;pondre dans les plus brefs 
  d&eacute;lais.</p>
<p><strong>Comment puis-je devenir un Guide ?</strong></p>
<p>Pour devenir un Guide, vous devez remplir un document &agrave; cette adresse 
  : <a href="http://guide.eqloft.com/guideapp/" target="_blank">http://guide.eqloft.com/guideapp/</a>. 
  Ce document est bas&eacute; sur la connaissance du jeu, la grammaire et l&#8217;orthographe. 
  Vous devez &ecirc;tre &acirc;g&eacute; de 18 ans ou plus pour joindre le programme 
  de Guide.<br>
  Une fois que ce document est rempli et envoy&eacute;, une &eacute;quipe de Guides 
  l&#8217;&eacute;valuera. Ceci peut prendre jusqu&#8217;&agrave; un mois. Si 
  votre candidature est retenue, vous recevrez alors une lettre de bienvenue et 
  une date o&ugrave; vous serez amen&eacute; &agrave; &ecirc;tre form&eacute;. 
  Vous devez suivre ce programme de formation pour avoir acc&egrave;s au grade 
  d&#8217;Apprenti Guide. Si votre candidature est rejet&eacute;e, vous recevrez 
  un e-mail. </p>
<p><strong>Qu&#8217;est-ce qu&#8217;un MJ ?</strong></p>
<p>Ce sont des employ&eacute;s de Ubisoft qui sont responsables d&#8217;aider 
  les joueurs avec des probl&egrave;mes en ligne.</p>
<p><strong>Que peut faire un MJ qu&#8217;un Guide ne peut pas faire ?</strong></p>
<p>Les MJ peuvent traiter les m&ecirc;mes requ&ecirc;tes que les Guides ainsi 
  que d&#8217;autres probl&egrave;mes. En particulier, les MJ peuvent faire les 
  actions suivantes :</p>
<ul>
  <li> Tout ce que les Guides Seniors peuvent faire.</li>
  <li> Cr&eacute;er des guildes en ligne, &agrave; partir du moment o&ugrave; 
    elles ont &eacute;t&eacute; accept&eacute;es.</li>
  <li> D&eacute;connecter des personnes qui font face &agrave; des probl&egrave;mes 
    de connections, erreur 1018.</li>
  <li> Enqu&ecirc;ter sur les harc&egrave;lements et les comportements malhonn&ecirc;tes 
    de certains joueurs.</li>
  <li> Enqu&ecirc;ter sur les bugs et les abus.</li>
</ul>
<p><strong>Que puis-je faire si un MJ ne m&#8217;aide pas ?</strong><br>
  Vous pouvez envoyer un e-mail &agrave; <a href="mailto:gms_fr@ubisoft.fr">gms_fr@ubisoft.fr</a> 
  pour votre plainte formelle. Vous devez fournir des preuves de vos affirmations, 
  comme les logs ou la date &agrave; laquelle vous avez fait un /rapport. Ces 
  probl&egrave;mes sont trait&eacute;s tr&egrave;s s&eacute;rieusement et seront 
  donc suivis de tr&egrave;s pr&egrave;s.</p>
<p><strong>Que peut faire un Guide pour moi ?</strong><br>
  Les Guides d&#8217;EverQuest ont un large rayon d&#8217;actions afin de pouvoir 
  aider les clients au maximum. Les services les plus fr&eacute;quents que peuvent 
  fournir un Guide sont les suivants :</p>
<ul>
  <li> La r&eacute;cup&eacute;ration des corps lorsque le joueur est mort d&#8217;un 
    bug v&eacute;rifiable.</li>
  <li> Remonter l&#8217;information pour les remboursements de ceux qui ont perdu 
    des corps.</li>
  <li> Le sauvetage en mer pour les accidents de bateau (bug).</li>
  <li> S&#8217;assurer les joueurs ne font pas face &agrave; des harc&egrave;lements.</li>
  <li> La fourniture de feedback pour les nouvelles fonctions du jeu et les modifications 
    des fonctions existantes. </li>
  <li>Reporter les cas d&#8217;abus et de triche, ainsi que donner les avertissements 
    n&eacute;cessaires.</li>
  <li> Assister la r&eacute;cup&eacute;ration des corps lorsque le joueur ne peut 
    pas voir son corps.</li>
  <li> Repositionner des joueurs qui sont coinc&eacute;s dans la g&eacute;ographie 
    du jeu.</li>
  <li> Coordonner les probl&egrave;mes trouv&eacute;s dans le jeu avec des listes 
    de priorit&eacute; &eacute;tablies quotidiennement &agrave; Verant.</li>
  <li> R&eacute;pondre &agrave; des probl&egrave;mes techniques et r&eacute;soudre 
    des probl&egrave;mes techniques.</li>
  <li> Cr&eacute;er et g&eacute;rer des qu&ecirc;tes dynamiquement dans le jeu.</li>
</ul>
<p><strong>Qu&#8217;est-ce qu&#8217;un Guide ne peut pas faire pour moi ?</strong><br>
  Les Guides doivent suivre des r&egrave;gles pr&eacute;cises qui expliquent ce 
  qu&#8217;ils peuvent faire ou ne pas faire. Nous avons cr&eacute;&eacute; ces 
  r&egrave;gles afin d&#8217;imaginer chaque requ&ecirc;te possible et nous avons 
  retir&eacute; celles qui pouvaient entra&icirc;ner du favoritisme ou des abus. 
  C&#8217;est la fonction du Guide d&#8217;aider un joueur dans toutes les situations 
  possibles tant que :</p>
<ul>
  <li> Cela n&#8217;implique pas une divulgation d&#8217;information sur le jeu, 
    comme des informations sur les qu&ecirc;tes, les cr&eacute;atures, les armures 
    et les armes. La connaissance de ces informations est consid&eacute;r&eacute;e 
    comme le &laquo; myst&egrave;re &raquo; du jeu. Ceci fait partie du jeu de 
    d&eacute;couvrir et apprendre les secrets du monde de Norrath.</li>
  <li> Cela ne cr&eacute;e pas des situations exploitables. Par exemple, un joueur 
    pourrait d&eacute;cider de passer sur un serveur PvP, s&#8217;engager dans 
    les activit&eacute;s de PvP puis demander de revenir sur son serveur d&#8217;origine. 
    Les guides n&#8217;ont pas la possibilit&eacute; de conna&icirc;tre les activit&eacute;s 
    des joueurs en PvP et par cons&eacute;quence ne sont pas autoris&eacute;s 
    &agrave; modifier le PvP Flag. La r&eacute;cup&eacute;ration de corps sans 
    la possibilit&eacute; de v&eacute;rifier que la mort est li&eacute;e &agrave; 
    un bug est un autre exemple. Si un joueur fait une requ&ecirc;te en sp&eacute;cifiant 
    qu&#8217;il est mort &agrave; cause d&#8217;une d&eacute;connexion, nous ne 
    sommes pas en mesure de v&eacute;rifier ceci et par cons&eacute;quence, nous 
    ne pouvons r&eacute;cup&eacute;rer le corps. </li>
  <li>Cela ne cr&eacute;e pas de favoritisme ou une concurrence avec les activit&eacute;s 
    des joueurs en ligne. Par exemple, les Guides ne peuvent &laquo; binder &raquo; 
    les joueurs, sauf si le joueur fait face &agrave; un bug. Ceci concurrencerait 
    les joueurs qui vendent les service de &laquo; bind &raquo;.</li>
</ul>
<p><strong>Les proc&eacute;dures des Guides pour des situations courantes</strong><br>
  Le Programme de Guide vise &agrave; &eacute;liminer les bugs du jeu, et emp&ecirc;cher 
  les abus, l&#8217;antijeu et les incorrections. Avec un grand nombre de personnes 
  en ligne, ce genre de probl&egrave;mes arrive fr&eacute;quemment et les Guides 
  interviennent si cela est n&eacute;cessaire. Les questions suivantes d&eacute;crivent 
  les outils donn&eacute;s aux Guides pour traiter la plupart des situations et 
  qui visent &agrave; les aider &agrave; d&eacute;cider ce qu&#8217;il faut faire 
  lorsque les outils &agrave; leur disposition ne sont pas suffisants.</p>
<p><strong>Qu&#8217;est-ce qu un abus ?</strong><br>
  Un abus est d&eacute;fini comme l&#8217;utilisation d&#8217;une faiblesse ou 
  d&#8217;une anomalie du jeu. Un abus donne un avantage &agrave; un ou plusieurs 
  joueurs qui ont l&#8217;intention de l&#8217;utiliser.</p>
<p>Exemples d&#8217;abus :</p>
<ul>
  <li> Duplication : cr&eacute;ation &agrave; partir de rien ou d&#8217;anomalies 
    dans le jeu d&#8217;argent ou d&#8217;objets, et possession de cet argent 
    et de ces objets.</li>
  <li> Combat sans risque : utiliser des sorts cass&eacute;s ou des effets sp&eacute;cifiques 
    &agrave; des sorts pour tuer, tra&icirc;ner un corps, attirer des monstres 
    et ainsi de gagner de l&#8217;exp&eacute;rience et des objets de ces monstres 
    sans aucun risque. Utiliser des mauvaises donn&eacute;es du jeu qui g&eacute;n&egrave;rent 
    un comportement erratique des monstres pour tuer les dits montres avec un 
    danger minimal voire nul pour l&#8217;attaquant. </li>
  <li>Anomalie dans les prix : Trouver des objets avec des prix anormaux et exploiter 
    cette situation, comme par exemple l&#8217;achat d&#8217;objets qui se revendent 
    plus chers.</li>
</ul>
<p><strong>Qu&#8217;est-ce que de l&#8217;antijeu ?</strong><br>
  L&#8217;antijeu est d&eacute;fini comme une action visant &agrave; g&ecirc;ner 
  l&#8217;environnement de jeu de un ou plusieurs joueurs.</p>
<p>Exemples d&#8217;antijeu :</p>
<ul>
  <li> Incitation &agrave; la haine : participation et propagation de la litt&eacute;rature 
    incitant &agrave; la haine, aux comportements haineux.</li>
  <li> Harc&egrave;lement sexuel : avances mal venues graphiques ou de toute nature 
    sexuelle.</li>
  <li> Essayer de mentir &agrave; un membre du Service d&#8217;Aide aux Joueurs 
    : envoyer une requ&ecirc;te avec des informations fausses avec l&#8217;intention 
    d&#8217;obtenir un b&eacute;n&eacute;fice. Ceci inclut les bugs de mort, les 
    pertes d&#8217;exp&eacute;rience et d&#8217;objets, ou la diffamation.</li>
  <li> Menacer d&#8217;utiliser l&#8217;influence de tes amis MJ : essayer de 
    convaincre un autre joueur qu&#8217;il n&#8217;y a aucun recours dans un d&eacute;saccord 
    car les Guides ou les MJ font preuve de favoritisme sur l&#8217;une des parties. 
  </li>
</ul>
<p><strong>Qu&#8217;est-ce qu&#8217;une incorrection ?</strong><br>
  Une incorrection est un comportement qui d&eacute;range les autres joueurs, 
  sans pour autant &ecirc;tre volontaire. Les incorrections ont &eacute;t&eacute; 
  subdivis&eacute;es en 2 sous parties, les incorrections mineures et les incorrections 
  majeures.</p>
<p>Exemples d&#8217;incorrections mineures :</p>
<ul>
  <li> Noms offensants ou non fantaisistes : ce sont les noms qui ne correspondent 
    pas au genre fantaisie d&#8217;EverQuest.</li>
  <li>&laquo; spam &raquo; excessif : utilisation continue de /hp, /crier ou /ench&egrave;re 
    qui g&ecirc;ne les autres joueurs.</li>
</ul>
<p>Exemples d&#8217;incorrections majeures :</p>
<ul>
  <li> Langage incorrect : utilisation abusive de langage incorrect dans un contexte 
    inappropri&eacute;, incluant les gros mots, des abr&eacute;viations raciales, 
    et autres langages qui ne correspondent pas &agrave; un environnement fantaisie 
    et peuvent peiner.</li>
  <li> Harc&egrave;lement : suivre un joueur apr&egrave;s que ce dernier ait demand&eacute; 
    d&#8217;&ecirc;tre laiss&eacute; tranquille, emb&ecirc;ter continuellement 
    et voler le monstre de la m&ecirc;me personne, et de fa&ccedil;on g&eacute;n&eacute;rale 
    accorder une attention particuli&egrave;re g&ecirc;nante &agrave; un joueur.</li>
</ul>
<p><strong>Quelle est la proc&eacute;dure du Programme de Guide pour r&eacute;gler 
  les situations d&#8217;abus et d&#8217;antijeu ?</strong><br>
  Lorsqu&#8217;un joueur est accus&eacute; d&#8217;antijeu, d&#8217;abus ou d&#8217;incorrection, 
  la proc&eacute;dure est la suivante : les Guides rassemblent toutes les informations 
  sur TOUTES les parties impliqu&eacute;es. Ils notent le nom du personnage, la 
  race, le niveau et le nom du compte de l&#8217;accus&eacute; et de la personne 
  plaignante, ainsi que la zone o&ugrave; le probl&egrave;me est apparu. <br>
  Les Guides agissent seulement comme des enqu&ecirc;teurs et les rapporteurs 
  des incidents d&#8217;abus, d&#8217;antijeu et d&#8217;incorrections. Nous rapportons 
  les donn&eacute;es, les avertissements et nous enregistrons les incidents.<br>
  Tous les jours, Ubisoft regarde les enregistrements de ces incidents. Les Ma&icirc;tres 
  de Jeu de Ubisoft prendront les mesures disciplinaires en fonction de la gravit&eacute; 
  des faits et/ou le nombre d&#8217;avertissements. Ces mesures incluent des suspensions 
  temporaires ou un ban permanent du jeu. Elles sont &eacute;galement suivies 
  de v&eacute;rifications des statistiques du joueur, son inventaire et son exp&eacute;rience. 
  Ubisoft peut prendre d&#8217;autres mesures disciplaines qui restent &agrave; 
  leur discr&eacute;tion. Gardez &agrave; l&#8217;esprit que vous ne recevrez 
  pas d&#8217;avertissement avant que les mesures disciplinaires soient prises. 
  Les joueurs qui utilisent r&eacute;p&eacute;titivement les anomalies du jeu 
  ou d&eacute;rangent les autres joueurs ne seront pas tol&eacute;r&eacute;s dans 
  EverQuest.</p>
<p><strong>Comment g&eacute;rer les harc&egrave;lements verbaux d&#8217;un joueur 
  ?</strong><br>
  La meilleure solution est d&#8217;utiliser la commande /rapport &laquo; playername 
  &raquo;. Il s&#8217;agit de l&#8217;outil le plus puissant pour ce type de probl&egrave;me. 
  Si le harc&egrave;lement continue sous d&#8217;autres formes (le joueur vous 
  suit dans le jeu essayant de vous insulter ou de vous ennuyer), faites une /requ&ecirc;te 
  imm&eacute;diatement.</p>
<p><strong>Qu&#8217;est-ce qui est consid&eacute;r&eacute; comme une mort li&eacute;e 
  &agrave; un bug v&eacute;rifiable ?</strong><br>
  Un Guide dispose de plusieurs outils pour v&eacute;rifier si une mort est li&eacute;e 
  &agrave; un bug v&eacute;rifiable, en recherchant chaque incidents cas par cas.<br>
  Des exemples de telles morts qui sont consid&eacute;r&eacute;es comme provoqu&eacute;es 
  par un bug sont :</p>
<ul>
  <li> Tomber dans le monde pour un montant important de d&eacute;g&acirc;t (le 
    corps se trouve 10000 m&egrave;tres en dessous du monde).</li>
  <li> Etre pi&eacute;g&eacute; dans de l&#8217;eau et ne pouvoir pas en ressortir.</li>
  <li> Se faire &eacute;craser par un bateau.</li>
  <li> Tomber d&#8217;un bateau en zonant, se noyer et laisser un corps au fond 
    de la mer.</li>
</ul>
<p><br>
  Dans chacun de ces cas, un Guide est capable de d&eacute;terminer si la mort 
  est li&eacute;e &agrave; un bug en utilisant les instruments dont ils disposent 
  et les donn&eacute;es collect&eacute;es dans le jeu.</p>
<p><strong>Est-ce que les Guides peuvent m&#8217;aider pour une mort li&eacute;e 
  &agrave; un bug v&eacute;rifiable ?</strong><br>
  Si la mort est li&eacute;e &agrave; un bug v&eacute;rifiable, les Guides vous 
  assisteront dans la r&eacute;cup&eacute;ration de votre corps. Si votre corps 
  n&#8217;est pas r&eacute;cup&eacute;rable, les Guides rassemblent les informations 
  pour qu&#8217;un MJ de Ubisoft vous rembourse avec un kit de base, qui vous 
  permet de continuer &agrave; jouer. Ce service du Programme de Guide permet 
  de compenser les pertes d&#8217;exp&eacute;rience et les inconv&eacute;nients 
  d&#8217;une mort li&eacute;e &agrave; une anomalie dans le jeu. Tenter de mentir 
  &agrave; un MJ en donnant de fausses informations sera trait&eacute; comme un 
  cas d&#8217;abus et report&eacute; comme tel.<br>
  La &laquo; d&eacute;connexion &raquo; est caus&eacute;e par des probl&egrave;me 
  de connectivit&eacute; du client et ne peut &ecirc;tre compens&eacute;e par 
  le Programme de Guide. Les d&eacute;connexions ne peuvent &ecirc;tre prouv&eacute;es 
  et peuvent de plus &ecirc;tre utilis&eacute;es par les joueurs pour &eacute;viter 
  des situations p&eacute;rilleuses du jeu. Par cons&eacute;quence, une mort li&eacute;e 
  &agrave; une d&eacute;connexion ne sera pas consid&eacute;r&eacute;e comme une 
  mort li&eacute;e &agrave; un bug, avec la seule exception des joueurs se noyant 
  apr&egrave;s une d&eacute;connexion sur un bateaau.</p>
<p><strong><em>Questions fr&eacute;quentes sur le jeu</em></strong></p>
<p><strong>Quelle est la bonne utilisation des commandes /hp, /ench&ecirc;re, 
  et /crier ?</strong><br>
  Ces commandes sont fournies pour faciliter la communication entre les joueurs 
  dans un mode sp&eacute;cifique. La commande /crier est utilis&eacute;e par les 
  joueurs voulant utiliser des discours ayant rapport avec le jeu. Elle est utilis&eacute;e 
  pour du role-play, des indications de direction, ou pour demander de l&#8217;aide 
  notamment. La commande /hp signifie Hors Personnage : elle peut servir pour 
  les demandes d&#8217;aide technique, les probl&egrave;mes du jeu, et toutes 
  autres propos n&#8217;ayant pas de rapport avec du role-play. La commande /ench&egrave;re 
  est utilis&eacute;e pour acheter et vendre les objets et services. Il est important 
  de savoir que ces commandes permettent de faciliter la communication entre tous 
  les joueurs, et que la communication plus pr&eacute;cise doit &ecirc;tre faite 
  &agrave; l&#8217;aide de la commande /dire. Les joueurs qui pratiquent des communications 
  personnelles &agrave; l&#8217;aide des commandes /hp, /crier ou /ench&ecirc;re 
  seront consid&eacute;r&eacute;s comme faisant du &laquo; spamming &raquo;, du 
  &laquo; flooding &raquo; et doivent se rappeler qu&#8217;ils doivent respecter 
  les m&ecirc;mes r&egrave;gles en ligne que sur le &laquo; chat room &raquo; 
  d&#8217;EverQuest. Les joueurs ne devraient pas &agrave; avoir couper leurs 
  commandes /hp, /crier ou /ench&ecirc;re du fait de joueurs qui ne respectent 
  pas la politique et les autres joueurs.</p>
<p><strong>Qu&#8217;est-ce qu&#8217;une d&eacute;connexion et que se passe t-il 
  lorsqu&#8217;un joueur est d&eacute;connect&eacute; ?</strong><br>
  La d&eacute;connexion est d&eacute;finie comme un joueur perdant sa connexion 
  &agrave; EverQuest, g&eacute;n&eacute;ralement du fait d&#8217;une panne de 
  son fournisseur d&#8217;acc&egrave;s ou d&#8217;une congestion d&#8217;Internet. 
  Lorsqu&#8217;un joueur est d&eacute;connect&eacute;, il se comporte comme un 
  PNJ , et le joueur essayera de se d&eacute;fendre si un monstre l&#8217;attaque. 
  Le joueur d&eacute;connect&eacute; restera en ligne entre 30 secondes et 1 minute, 
  puis sera automatiquement sorti du serveur.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 22/12/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
