<html>
<head>
<title>Xander Stories: Die bleiche Stadt</title>
</head>

<body>
<IMG ALIGN=RIGHT SRC="flower.gif"
<p>
<p>
<H1>Die bleiche Stadt</H1>
<p>
<p>
<H3>
<P>
Bevor ich Lily traf, lebte ich in der Nacht. Das war ein halbes
Jahr nachdem meine ganze gro&szlig;artige Hochzeit ins Wasser
gefallen war, und ein paar Monate nachdem ich meinen College-Abschlu&szlig;
gemacht hatte, in die Stadt kam, und nachts als Fotografengehilfin
zu arbeiten begann.<BR>
<P>
Der Fotograf war &uuml;berzeugt, da&szlig; die Models entspannter
w&auml;ren, wenn noch ein M&auml;dchen im Studio war, und williger,
zu tun, was er von ihnen verlangte, wenn wir nach Mitternacht
fotografierten. Aber die meisten waren in ziemlich verzweifelter
Lage und h&auml;tten es zu jeder Tageszeit gemacht.<BR>
<P>
Die ganze Situation war voller sch&auml;biger Leute in sch&auml;bigen
Verh&auml;ltnissen, und ich f&uuml;hlte mich auch ziemlich sch&auml;big,
war also vielleicht am rechten Ort. Die meisten Models gaben nicht
einmal vor, Schauspielerinnen zu sein; sie waren alle Nutten oder
zuk&uuml;nftige Nutten. Sie kamen ins Studio, immer zu sp&auml;t,
in einer Wolke von Billigparf&uuml;m, unterschrieben den Vertrag
mit falschem Namen, und zogen sich aus. Wir fingen immer mit den
harmloseren Aufnahmen an, f&uuml;r die Titelbl&auml;tter. Model
mit Weihnachtsmannpuppe f&uuml;r die Dezemberausgabe, Model mit
halb aufgeblasenem Strandballon im Juli. Dann, w&auml;hrend ich
die Reflektoren und den Radiosender einstellte, ging es weiter
mit den Aufnahmen, an die ich mich nie gew&ouml;hnen konnte. Ich
sah meist an die Wand oder auf den Boden, w&auml;hrend ich den
gr&auml;&szlig;lichen falschen Komplimenten zuh&ouml;rte, die
die M&auml;dels bei Laune hielten.<BR>
<P>
Es war ein merkw&uuml;rdiges verkehrtes Leben - N&auml;chte voll
gespenstischer Gesch&auml;ftigkeit in der stillen Stadt, und leere
Tage, die ich verschlief. Ich rief niemals jemanden an, und niemand
wu&szlig;te, wo ich war. Wenn ich nicht schlafen konnte, lag ich
im Bett und entwarf fiktive Briefe an alle, die ich ha&szlig;te.
An meine Eltern, weil sie solch eine bl&ouml;dsinnige Hochzeit
geplant hatten, an meinen Freund, weil er mich verlassen hatte,
an alle, die uns je zusammen gesehen und geglaubt hatten, da&szlig;
wir uns liebten. Oder ich stand auf und ging unter die Dusche,
wo ich jedesmal zu heulen anfing; dann drehte ich das Wasser zu
und hockte schluchzend in der Ecke, bis ich irgendwann zu mir
kam und mich nackt auf den Kacheln sitzend fand, mein Haar in
Str&auml;hnen getrocknet.<BR>
<P>
So lange Zeit war, wenn ich jemanden brauchte, der mich in den
Arm nahm, niemand da.<p><p><p>
</h3>
<h5>&#220bersetzung bei Jorn Drappa<br>
Englische Lesart: Library of Congress Copyright TXU527095</h5><p><p>
<H4>
<UL>
<LI>
M&#246chtest Du noch eine <A HREF = "dlonelycartoon.html">Karikatur</A> sehen?
<LI>
M&#246chtest Du eine <a HREF="storylist.html">Liste</a> den Geschichten auf Englisch sehen?
<LI>
M&#246chtest Du die <A HREF="voices2.html">Stimmen</A> der Karikaturen auf Englisch h&#246ren?<LI>
E-mail Xander Mellish: <a href= "mailto:Xmel@aol.com">
xmel@aol.com</a><p><p>
Wenn Du eine ganze Geschichte auf Deutsch &#252bersetzen m&#246chtest, schreibst  bitte an XM.</H4>
</body>
</html>
