<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <TITLE>Der Panther</TITLE>
</HEAD>
<BODY BACKGROUND="../Inhalt/Papier_16.gif" TEXT="#0000a0">

<P><CENTER><TABLE BORDER="1" CELLSPACING="2" CELLPADDING="5">
<CAPTION ALIGN="TOP"><B><FONT COLOR="#0000a0" SIZE=+1>Ninquelote</FONT></B></CAPTION>
<TR>
<TD WIDTH="100%" BACKGROUND="../Inhalt/perga.gif"><P><CENTER>Name:.....................Ninquelote (Die Bl&uuml;te)<BR>
Rasse:....................Halfelf<BR>
Alter:....................154 Jahre (11th Generation/Level)<BR>
Welt/Dimension:...........Solusek Ro<BR>
Volk/Herkunft:............Surefall Glade's<BR>
Klasse:...................Druid<BR>
Gesinnung:..............Neutral Gut<BR>
Gottheit:.................Karana the Rainkeeper<BR>
Feinde:...................Keine bekannt<BR>
F&auml;higkeiten:............Arkane K&uuml;nste der Wei&szlig;en Magie,
Infravision<BR>
Positive Eigenschaften:...Loyalit&auml;t, Besch&uuml;tzerisch veranlagt<BR>
Negative Eigenschaften:...Nachtragend, Hitzk&ouml;pfig<BR>
Besondere F&auml;higkeiten:....Sehr starkes Einf&uuml;hlungsverm&ouml;gen<BR>
Besondere Kennzeichen:....Anh&auml;nglichkeit<BR>
Vorlieben:................Romantik, Zweisamkeit<BR>
Abneigungen:..............Unaufrichtigkeit, Vorurteile</CENTER></P>

<P><B>Lebensweg</B></P>

<P><B>Part 1 - Die Eltern</B><BR>
Es war einmal vor vielen vielen Jahren,da war es Sommerszeit auf dem herrlichen
Eiland Faydwer's; der Insel der Elfen. Im nord&ouml;stlichsten Landteil
dieser Insel war eien beeindruckende Stadt, erbaut in den hohen B&auml;umen
des wahrlich gro&szlig;en Waldes. Die Waldelfen die dieses Bauwerk vor hunderten
von Jahren erbaut hatten, nannten die Stadt in ihrer Muttersprache Kelethin.
Nur wer sicheren Schrittes war, konnte die ziemlich hoch angesetzten Plattformen;
auf denen sich kunstvoll gestaltete H&auml;user und H&uuml;tten befanden;
bewegen ohne darnieder zu st&uuml;rzen, ...in den sicheren Tod. Jedwede
Plattform war verbunden mit langen H&auml;ngebr&uuml;cken sowie Laufstege,
die weiter in verschieden hoch erbaute Plattformen f&uuml;hrte. Das war
das Zuhause Ninquelote's Mutter &quot;Romenna&quot; (Sonnenaufgang) der
Waldl&auml;uferin, die bereits in den Reifen Jahren von 560 Lenzen war.
Zu dieser Jahreszeit war es, wo der zuk&uuml;nftige Vater &quot;Bartholomae
de Aguila&quot; von dem Volke der Menschen in eben diesem Wald sich auffhielt.
Er war Druide und auf Erkundungs -und Lehrreisen durch das gesamte Faydwer.
Der Tag der ersten Begegnung der Beiden kam, indem Romenna Spuren des verfeindeten
Orken des Crushbone Clan's verfolgte. Der Weg f&uuml;hrte sie sehr nahe
an die stark befestigte Feste des Clanf&uuml;hrer's der Orken heran, doch
leider war es eine absichtlich gelegte Spur. Selbstzufrieden beobachteten
zwei Gruppen des nahen Ork Vorpostens die ahnungslose Frau, wie sie in den
Kessel schlich, der sich hinter ihr zu schlie&szlig;en begann.Wie es das
Schicksal jedoch wollte, war Romenna zum Gl&uuml;ck in ihrer unbewu&szlig;ten
Gefahr nicht ganz allein. Kurz vor dem Haupteingang war durch einen Unsichtbarkeits
Zauber Bartholomae de Aguila verborgen, der den kritischen Augenblick mit
Argusaugen beobachtete, ...bereit umgehend einzugreifen wenn die Falle zuschnappen
sollte. Der Ork Centurion gab den Angriffs Befehl auf die erschreckte Waldl&auml;uferin
als die Falle ihren Verlauf nahm; wie konnte sie sich nur so t&auml;uschen
lassen, noch nie war ihr so etwas je passiert!?! F&uuml;r einen Schutzzauber
war es bereits viel zu sp&auml;t, da prasselten auch schon die ersten harten
Schl&auml;ge und Hiebe auf sie ein, verzweifelt parierte Romenna soviel
Paraden wie sie imstande war. Es waren einfach zuviele als sie alles h&auml;tte
abwehren k&ouml;nnen, Schmerzverzerrt wurde sie in die Defensive gedr&auml;ngt.
Schwertstreiche die gnadenlos von den Aggressoren ausgef&uuml;hrt wurden
trieb Romenna in die nahe Ohnmacht, fiel blutend und mit tr&auml;nenden
Augen, ...den Tod vor den Augen auf die Knie. Bartholomae de Aguila verlor
jetzt keine Zeit mehr, von seiner Deckung heraus scho&szlig; er Unsichtbar
auf die feige Orkenbande zu, er&ouml;ffnete seine besten Angriffs Zauber;
worauf er Sichtbar wurde; streckte so den Anf&uuml;hrer der Bande schnellstm&ouml;glich
zu Boden. Das Blatt wendete sich in diesem Moment, diesmal waren es die
Legionaire des Crushbone Clan's die erschraken bei der Effizienz des &uuml;berraschenden
Angriffs. Einer um's anderer fiel t&ouml;dlich getroffen zu Boden, wanden
sich r&ouml;chelnd... verstarben Schlu&szlig;endlich. Als es vorbei war
lagen 5 tote Ork's um ihn herum, vor ihm kniete zitternd mit gesenkten Kopf
und tr&auml;nenden Augen, sich die brennenden Schnittwunden haltend Romenna
die Waldl&auml;uferin. Bartholomae de Aguila war es klar das er sie nicht
so zur&uuml;cklassen konnte, nichts desto Trotz nahm er Romenna auf seine
Arme um sie zu seinem sicheren Lager zu schaffen. Nach Stundenlanger Wanderung
in erneutem Unsichtbarkeits Zauber geh&uuml;llt; der Beide vor zu neugierigen
Augen verbarg; pflegte er ihre Wunden, reinigte sie gegen m&ouml;gliche
Infektionen. Bis an's Ende des Sommer's waren Beide in dem Lager, lernten
sich gegenseitig gut kennen. Bis zu der schicksalshaften Sommernacht, wo
sie sich n&auml;herkamen und gemeinsam in Liebe das Kopfkissen teilten.
Wochen darauf bemerkte Romenna, das jene Nacht nicht ohne Folgen geblieben
war; sie ging Schwanger mit einem ungeborenem Leben in sich. Jede Waldelfe
wu&szlig;te von Jugendalter an, das man sich nie mit Menschen verbinden
solle, damit das Blut der V&ouml;lker sich nicht vermischen k&ouml;nne.
Doch egal, sie liebte ihren Geliebten, den Vater des gemeinsamen Baby's,
da&szlig; das Licht der Welt im n&auml;chsten Fr&uuml;hling erblicken sollte.
Nach den Gesetzen der Waldelf V&ouml;lker mu&szlig;te Romenna nun Kelethin
verlassen, schlie&szlig;lich hat sie gegen das Familien-Gebot verstossen.
Vater wie Mutter verlie&szlig;en Faydwer f&uuml;r immer, stattdessen f&uuml;hrte
ihr gemeinsam eingeschlagener Weg nach Surefall Glades, dem W&auml;ldchen
der heimatlosen Bewohner Norrath's. Dort sollte die Zukunft der ungleichen
Familie beginnen.</P>

<P><B>Part 2 - Ninquelote<BR>
</B><BR>
Der Fr&uuml;hling zog ins Land der Solusek Ro Dimension, wo man nur hinsah
bl&uuml;hten die buntesten Blumenprachten. Inmitten der Idylle Surefall
Glade's; wo Waldl&auml;ufer und Druiden wohnten; stand Romenna kurz vor
der Niederkunft. Die hiesigen Druiden des W&auml;ldchen's standen ihr bei
der Geburt bei, Vater Bartholomae weilte derweil sichtlich Nerv&ouml;s drau&szlig;en
vor dem riesigen Baum der Druiden. Die Minuten schienen Stunden zu dauern,
Stunden gar Tage, war dies Normal unter diesen Umst&auml;nden... Ohja,das
ist es durchaus?! Der junge Vater blickte beim ersten Aufschrei des neugeborenen
Lebens auf, die Druiden Mistress trat vor den Baum der Druiden, geleitete
Bartholomae de Aguila hinein und sprach: &quot;Seht, dies ist eure gemeinsame
Tochter, eine Halbelfe, ohne wirkliches Zuhause oder Volk gar. Doch mit
dem Recht zu Leben in unserem Surefall Glade's, hier und immerdar.&quot;
Nach diesen Worten verlie&szlig;en alle Druiden den Baumstamm, um die Eltern
mit dem Baby f&uuml;r eine Weile ungest&ouml;rt zu lassen. Fr&ouml;hlich,
Stolz, Hoffnungsvoll betrachteten sie ihr T&ouml;chterchen, das in den m&uuml;tterlichen
Armen Romenna's schlief. Ihr Vater streichelte vorsichtig die zierlichen
zusammen geballten F&auml;ustchen des M&auml;dchens, sprach mit leiser Stimme
zu ihrer Mutter: &quot;Hier wird sie Geborgen sein, hier an diesem Ort.
Ich f&uuml;hle, da&szlig; sie eines Tages den Weg einer Druidin einschlagen
wird. Verbunden mit der Natur und der wei&szlig;en Magie, Liebe vermittelnd
in vielerlei Form.&quot; Leicht von der Geburt ersch&ouml;pft antwortete
Romenna l&auml;chelnd: &quot;So sei es Liebster; ich taufe sie auf den Namen
Ninquelote. Dieser Name ist gleichbedeutend mit der Natur, denn er bedeutet
Bl&uuml;te. Es ist passend zu dieser Jahreszeit Oh Bartholomae.&quot; In
Ninquelote's Jugendalter von 66 Jahren, starb ihr Vater im reifen Alter
von 90 Jahren. Sie bestatteten ihn einem and&auml;chtigen Ritual der Weisen
neben dem Stamm der Druiden, wo er f&uuml;r immer in Frieden ruhen wird.
Mittlerweile war auch ihre Mutter zu 620 Jahren herangereift, das im Grunde
einem Menschenalter von 56 Jahren entspricht, w&auml;hrend Ninquelote zu
dieser Zeit umgerechnet 11 Menschenjahre z&auml;hlt. Ninquelote ging dem
Wunsch der Eltern entsprechend zu der h&ouml;chsten Druidin Surefall Glade's,
um die ersten Schritte der Lehre zu verinnerlichen. Mit M&uuml;he und Not
lernte sie die ersten Kreise der Zauber, bis sie irgendwann in die Wildniss
hinausgeschickt wurde, damit sie eigene Erfahrungen sammeln konnte. Als
nat&uuml;rliche Feinde kristallisierten sich die hiesigen Gnolle heraus,
die eine merkw&uuml;rdige Abneigung gegen sie zu hegen schienen. Mehr als
einmal wurde sie von diesen widerw&auml;rtigen feigen Kreaturen zur&uuml;ckgescheucht.
Wenn man mal von den Welpen absieht, die mehr Angst zu haben schienen vor
Ihr; geschweige denn von den frechen halbstarken Gnollen, die es liebten
schw&auml;chere als sie anzufegen. Doch was soll's dachte Ninquelote bei
sich, ich schaffe sie schon irgendwann einmal, dann sollen sie nur sehen
was sie davon haben, ...ohja! Sie weitete ihren Aktionsradius bis weit nach
Qeynos aus, hier brachte sie ihr Novicen Dasein hinter sich. Als ob das
aber nicht genug w&auml;re, nein...mehr mu&szlig;te es sein. Ein Besuch
bei Romenna ihrer Mutter wurde anberaumt, ihr erkl&auml;rte sie, das nun
die Zeit gekommen sei das anzugehen, was jede Halbelfe zu tun pflegt; n&auml;mlich
die gesamte Welt zu erkunden. Gesagt...Getan, sie schlo&szlig; sich einer
fremden Waldl&auml;uferin mit h&ouml;chstem Rang ihres eigenen Volkes der
Halbelfen an, die Ninquelote bis nach Freeport geleitete. Dort war es ungleich
schwerer zu &Uuml;berleben, bis zur nahen Verzweiflung k&auml;mpfte sie
sich durch. Das aber gefiel ihr nicht auf Dauer, sie wollte nur noch weg
von der Stadt, zumindest f&uuml;r ein paar wenige Jahrzehnte. Intuitiv zog
es sie nach Faydwer; merkw&uuml;rdig irgendwie... eine innere Stimme sagte
ihr,das dort ein Teil ihres Zuhause's sei. Wozu noch lange darauf warten
dachte sie so bei sich, ...los,jetzt oder nie! Flux auf's Schiff begeben
und nach Faydwer gekreuzt, wo sie nach Tagen ankam. Als w&auml;re es selbstverst&auml;ndlich,
lockte es Ninquelote direkt nach Kelethin, was ihr neuer Anlaufpunkt darstellen
sollte. Weiterhin in den n&auml;chsten 94 Jahren schl&uuml;pfte sie allm&auml;hlich
immer mehr in der flei&szlig;igen Druiden Ausbildung aus ihren Kinderschuhen.
Heute z&auml;hlt sie mittlerweile jungfr&auml;uliche 154 Jahre (14 Menschenjahre),
was noch nicht mal Alt ist wenn man bedenkt, das Halbelfen bis zu 1300 Jahre
alt werden k&ouml;nnen. Und es steht in den Sternen, das Ninquelote eines
fernen Tages wieder nach Surefall Glades zur&uuml;ckkehren wird, um mit
ihrer Mutter Romenna zusammen zu treffen, in liebevoller Umarmung zwischen
Mutter und Kind... und zu ihrem Vater, der in Frieden ruht. *Seufz*<B></B></P>

<P><B>Part 3 - Das Herauswachsen den Kinderschuhen</B></P>

<P>Leicht &uuml;ber einen Zyklus von gut 11 Jahren ist es jetzt schon her,
das Ninquelote auf der Elfeninsel Faydwer ankam. Nicht weniger als 165 Jahre
war sie nun mittlerweile alt geworden, sie stand in der elften Generation
der Halbelfen. Die weiten W&auml;lder vom Baumdorf der Waldelfen Kelethin
bis hin zu den Waldgebieten der pr&auml;chtigen Stadtfeste der Hochelfen
Felwithe waren die ersten Ausflugsziele. Merkw&uuml;rdig wie das Schicksal
so spielt, ging doch eine ihrer Expeditionen auch zu der m&auml;chtigen
Burgfestung des Crushbone Clans; den hiesigen Orken.Genau dieser Clan, der
damals ihre Eltern unter gro&szlig;er Gefahr zusammenf&uuml;hrte. Als w&auml;re
dies nicht genug ... Nein ... auch Ninquelote wurde eines besseren belehrt.
Schwer in die Defensive gedr&auml;ngt, mu&szlig;te auch sie sich eindeutig
geschlagen geben. Wieder sind es die f&auml;higen Orc Anf&uuml;hrer des
Crushbone Clans gewesen, die wiedermal siegreich gegen eine so vermeintlich
schwache Halbelfe gewannen. Es sollte nur eine gewisse Frage der Zeit sein
bis Ninquelote ihrerseits Erbarmungslos zur&uuml;ckkehren und zur&uuml;ckschlagen
wird. Jetzt allerdings ist sie noch nicht Reif genug um dies zu bewerkstelligen
... noch! Ein halbes Jahr sp&auml;ter entschied Ninquelote sich &uuml;ber
die Grenzen hinaus zu dem Hoheitsgebiet der Zwerge zu maschieren. F&uuml;r
sie selbst das Jagdgebiet das geradezu pr&auml;desteniert ist f&uuml;r weitere
Erfahrungswerte in Sachen Kampf und -Magiekunst. Zuerst Unsicher wie das
Volk der Zwerge auf sie reagieren w&uuml;rde, war der erste Kontakt eher
vorsichtig. Zu ihrem Gl&uuml;ck tolerierten sie Sie, zwar zum gro&szlig;en
Teil &auml;ngstlich, doch ohne jeden Argwohn ihr gegen&uuml;ber. Glatte
5 Jahre gingen ins Land bei dem K&ouml;nigsland des Zwergenvolkes nahe ihrer
H&ouml;hlenstadt Kaladim, mit einem beispielhaften Eifer voller Hoffnung.
Nur ein kurzer Besuch war der halbstarken Druidin Ninquelote in Kaladim
verg&ouml;nnt, f&uuml;r den Gang zur k&ouml;niglichen Bank tief in dem Massiv
des Berges erbaut. Weit hinten am Ende der wahrlich gro&szlig;r&auml;umig
ausgeh&ouml;hlten H&ouml;hle ragte das Schlo&szlig; des K&ouml;nig's auf;
... Ohja, eines Tages wollte sie ihn um eine Audienz bitten, irgendwann
... nur nicht in diesen jungen Jahren. Und da war ja auch noch seine sagenumwobene
Schatzkammer voll mit den erlesensten Edelsteinen, fern jeglicher Vorstellungskraft;
die wollte sie selbstverst&auml;ndlich auch besichtigen ... falls man ihr
es zugestehen sollte. Am Tage darauf, sowie die restlichen Jahre des Aufenthalts
im Landstrich des Zwergenk&ouml;nigs, konzentrierte die Druidin Ninquelote
ihre Aufmerksamkeit auf die Jagd nach ebenb&uuml;rtiger Beute. Die Pirsch
nach den gigantischen Scarabeuse die dort relativ selten vorkamen, ... ausgeweitet
mit einem bi&szlig;chen Leichtsinn ihrer Jugend folgte die Jagd nach den
gef&uuml;rchteten Stein-Basilisken. Der Erfolg der Lehren n&auml;hrte bisweilen
ihren Ehrgeiz, denn es gen&uuml;gte Ninquelote bald nicht mehr nur die Tierwelt
zu erlegen. Dutzende von gr&uuml;ner Wesen des Clan's Runny Eye sind ihrem
&Uuml;bermut zum Opfer gefallen. Ohne Zweifel ist diese nach ihrer Meinung
h&auml;&szlig;liche Rasse denen der Goblins zuzuordnen. So wie es kommen
sollte machte sie sich auch hier unter den ans&auml;ssigen b&ouml;sen Clan's
mehr als unbeliebt; zum Wohle des Lichts, da&szlig; das Gute verk&ouml;rpert.
Die letzten 6 Monate der insgesamt 5 Jahren auf Faydwer waren ob ihrer Eigenschaft
der Neugier einem unheiligen Ort gewidmet. Das enorme aus Marmor erbaute
Schachbrett im &auml;u&szlig;ersten Nordosten des Gebietes, besetzt mit
einigen wenigen &uuml;bermenschlich gro&szlig;en Statuen in Form von Schachfiguren,
die hier und da den Platz s&auml;umten. Bev&ouml;lkert mit bestimmt dreimal
so gro&szlig;en Untoten Skeletten, wie ihre eigene Statur ist. &quot;Was
sollte schon passieren?&quot; Dachte Ninquelote sich im Stillen, es klappte
manchmal auch ganz gut ... Geduld ist alles. Einmal nur versch&auml;tzte
sie sich im Eifer des Gefechts, zu Begierig war Ninquelote auf die Siege
die errungen werden konnten, um stetig ihre Lektionen zu perfektionieren.
Ein Diener der riesenhaften Skellete hatte doch glatt einen Trumpf in seinen
d&uuml;rren knochigen Fingern, ein Standard Angriff der Druidin folgte,
worauf aus der Deckung noch weitere zwei seiner renommierten Gef&auml;hrten
herausplatzten. Mit gro&szlig;en Augen wu&szlig;te die nat&uuml;rlich vollkommen
&uuml;berraschte Halbelfe nur eines, ... Flucht nach vorn so schnell wie
nur m&ouml;glich! Mit Panik erf&uuml;llt lief sie Kopflos von dannen; schnell
fort von diesem Ort; war doch niemand hier der ihr zu Hilfe Eilen konnte.
Trotz ihrer beherzten gro&szlig;en Laufspr&uuml;ngen wurde sie mit harten
... sehr harten Schl&auml;gen der drei Verfolger getroffen. Unter Schmerzen,
die die Tr&auml;nen aus den Augen trieben, rannte Ninquelote mit der buchst&auml;blichen
Hoffnung der Verzweiflung. Da war sie die nahe Rettung, die Schlucht die
zu den W&auml;ldern der Elfenwelt f&uuml;hrt. Hier war es wo die kleine
Druidin ihre Unbarmherzigen Verfolger entg&uuml;ltig absch&uuml;tteln konnte,
zwar schwer verletzt, aber lebend. Nach Tagen der Genesung und dem beruhigen
ihrer Gem&uuml;ter, nahte das Ende des f&uuml;nften Jahres. <BR>
Heimweh stellte sich allm&auml;hlich ein, zu gern w&uuml;rde sie wieder
zum Geburtsort zur&uuml;ckkehren wollen, doch wie sollte sie nur bewerkstelligen
... so Unerfahren wie sie in der arkanen Reise war. Nunja, irgendwann w&uuml;rde
sich schon mal eine g&uuml;nstige Gelegenheit bieten, solange mu&szlig;te
sie eben ausharren. Eines sch&ouml;nen Tages beschlo&szlig; das Schicksal
ihren Wunsch zu erf&uuml;llen, in Form eines meditierenden Dunkelelfen aus
Neriak. Er war verletzt wie Ninquelote mit ge&uuml;bten Augen feststellen
konnte, dar&uuml;berhinaus war er Karana sei Dank freundlich gesinnt. Nichts
desto Trotz heilten die Heilenden H&auml;nde Ninquelote's den unbekannten
dunkelh&auml;utigen Elfen. Dankbar stellte er sich ihr vor und kamen so
in ein ausgedehntes Gespr&auml;ch, desweiteren kam es heraus, das er der
Necromantie habhaft war. Die typische Naivit&auml;t eines Halbstarken Wesens
wie Ninquelote noch eines war, wischte diese Tatsache des Treibens vom Gegen&uuml;ber
weg. Viel wichtiger war es doch endlich jemanden gefunden zu haben, der
sich mit ihr Unterhielt, so alleine f&uuml;hlte sie sich in den langen 11
Jahren. Ein gl&uuml;cklicher Zufall des Dialoges zwischen den Beiden brachte
irgendwann die Frage hervor, wessen W&uuml;nschen sie denn stets nachhing.
Es konnte einfach nicht besser kommen freute Ninquelote sich im &Uuml;berschwang,
so antwortete sie promt: &quot;Ich w&uuml;rde f&uuml;r mein Leben gerne
wieder mit Geleit in meine Geburts Heimat zur&uuml;ck dunkler Herr.&quot;
Im Gegenzug versprach er dem Folge zu leisten, worauf der Dunkelelf einen
Telephatischen Kontakt zu einem Freund in Kelethin aufnahm. Er mu&szlig;te
sich wohl nahe der Schlucht aufgehalten haben, denn er war in Minuten schon
angekommen und er war vom Volke der Waldelfen, die Kelethin bewohnten. Daraufhin
wurden die Begleitung und die Druidin vom genesenden Dunkelelfen vorgestellt,
vor allem dem Wunsch Ninquelote's entsprochen sie nach Surefall Glade zu
eskortieren. Unfassbar gl&uuml;cklich strahlte sie &uuml;ber's ganze Anlitz,
was deutlich bei allen Anwesenden zu ersehen war und mit einem Schmunzeln
beantwortet wurde. Noch zur gleichen Stunde sollten die Halbelfe und der
begleitende Waldelf, der ein Waldl&auml;ufer im h&ouml;chsten Grade war,
aufbrechen. <BR>
F&uuml;r diese Gabe der Waldl&auml;ufer -und die des Druiden Daseins war
und ist f&uuml;r Ninquelote ein hohes Ma&szlig; an Respekt inne. Wei&szlig;e
Magie sollte immer Oberhand gewinnen.</P>

<P>Doch das ist eine weitere Geschichte...</P>

<P><BR>
<B>Part 4 - Heimatland, trautes Land</B></P>

<P>Im n&auml;chsten Moment gab der Waldelf der ein sehr erfahrener Waldl&auml;ufer
war sich h&ouml;chster Konzentration hin; w&auml;hrend sein enger Freund
der Dunkelelf Necromancer sich wohlwollend bei Ninquelote der Druidin verabschiedete
und seiner eigenen Wege ging. Machtvolle Worte murmelte leise der Waldl&auml;ufer,
nahm Ninquelote die noch dem dunkelh&auml;utigen Elfen nachsah an ihrer
Hand. Aus ihrem schweifen heraus abgelenkt sah sie den zaubernden Elfen
an, die just in diesem Augenblick in einem arkanen Tor entschwanden. Eine
magische Reise die eine Excursion von 4 Tagen zu 4 Sekunden schrumpfen lie&szlig;;
etwas wovon Ninquelote ganz besonders angetan war, mit gro&szlig;er Sicherheit
schwor sie sich genau diese Studie aufzunehmen. Ein neues Ziel was unter
vielen anderen hinzukam, die nat&uuml;rliche Wi&szlig;begierigkeit junger
Leute deutete es vielemale an; so ist das Leben. An den Ufern der Karana's,
einer der gr&ouml;&szlig;ten Landstriche der Welt, kamen beide schlie&szlig;lich
an. Gro&szlig;, ohja ... wenn nicht sogar das weitl&auml;ufigste Pirsch
-und Jagdgebiet &uuml;berhaupt. Voller neuer unbekannter Gefahren, die wirklich
nur unter f&auml;higer Begleitung durchquert werden sollte oder aber mit
gr&ouml;&szlig;tm&ouml;glichster Vorsicht falls man alleine ist. Wie dem
auch sei, keine Zeit wurde verschwendet, da es ein noch weiter Weg nach
Surefall Glade war. Ein Geschwindigkeits Zauber war es, der vom Waldl&auml;ufer
f&uuml;r Beide gleicherma&szlig;en auferlegt wurde; dieser nannte sich *Spirit
of Wolf*. Die Elfen machten sich in einer Gruppe Reisebereit, um mit rasender
Geschwindigkeit durch Gesamt-Karana zu sprinten; nicht einmal erm&uuml;dend
war der Marsch ... erstaunlich gar. Am fr&uuml;hen Abend war die ersehnte
Heimat erreicht, wo Ninquelote auch arkan gebunden wurde. Eine gro&szlig;z&uuml;gige
Spende von 70 gepr&auml;gten Platinum M&uuml;nzen durfte sie Verlegen entgegennehmen,
dann verabschiedete der Waldl&auml;ufer vom Volke der Waldelfen. Bis dato
hatte sie ihn nicht mehr zu Gesicht bekommen, was eigentlich Schade war.
Nunja, kann sein das sich die Wege der Beiden doch wieder kreuzen k&ouml;nnten,
wenn es das Schicksal so bestimmt, ... man wird sehen. Der erste Gang ging
zum Druidenstamm ihrer Artgenossen, denn dort war ihr Vater Bartholomae
de Aguila begraben um in Frieden zu ruhen. Vor dem Grabstein fiel Ninquelote
auf die Knie ihm die Ehre zu erweisen, mit Tr&auml;nen in den Augen betete
sie and&auml;chtig bis die Sterne am Himmel leuchteten. Mit ger&uuml;hrtem
Herzen in der Brust erhebte sie sich, der n&auml;chste Fu&szlig;marsch f&uuml;hrte
zu ihrer Mutter Romenna. Sichtlich aufgeregt sprang sie zu dem Haus der
Ranger die in Surefall Glades ans&auml;ssig sind. Hier fiel Ninquelote Romenna
in die Arme in inniger Umarmung die nicht zu enden schien. Die restliche
Nacht zogen Mutter und Tochter hinaus unter die Tannen an einem ruhigen
Pl&auml;tzchen und unterhielten sich &uuml;ber so ziemlich alles was Ninquelote
so erlebt hatte. Es wurde Stunde um Stunde Gefeiert und Gesprochen, schnell
verrinnte die Zeit bei dem netten Beisammensein, ... Geborgenheit genannt.
Die V&ouml;gel zur 6.Stunde leuteten zwitschernd den Morgen ein und die
Sonne ging im Goldgelben Ton auf, tauchte das Land Buchst&auml;blich in
neue Frische ein. Romenna r&auml;kelte sich und sprach zu ihrer Tochter:
&quot;Ninquelote mein Liebes, so h&ouml;re mir zu. Du bist zwar schon reichlich
erbl&uuml;ht, doch noch noch immer nicht vollends Gereift. Deine Lehren
in mannigfaltigen Formen mu&szlig;t Du immer im Auge behalten, mu&szlig;t
Lernen um am Ende Erwachsen die Vollendung zu erreichen. Selbstverst&auml;ndlich
sollst Du nicht das Leben ansich f&uuml;r die Lektionen des Wissens aufopfern,
das w&auml;re nicht in unserem Sinne. Lebe Dich in jedweder Form auch immer
aus, genie&szlig;e Deine Zeit solange Du dessen m&auml;chtig bist. So gewinnst
Du die Erf&uuml;llungen die das Leben selbst f&uuml;r Dich bereith&auml;lt.
Ein ausgewogenes Ma&szlig; zwischen Studien und Lebensw&uuml;nsche sind
Wegbereiter des Gl&uuml;cklich sein's. Erkenne dich selbst und nun gehe
hin mein Kind, dort hinaus in die gro&szlig;e weite Welt. Finde Gef&auml;hrten,
echte Freunde, teile mit ihnen Deine Lebensfreude ... das ist der Sinn des
Lebens Ninquelote. Wenn Du mich suchst wirst Du mich stets in dem Haus der
Ranger Surefall Glade's vorfinden.&quot; Nach den weisen Worten umarmten
sie sich mit wahrer Zuneigung wie sie nur Mutter und Kind kennen, l&ouml;sten
die Umschlingung der Arme und gingen beide abermals ihren Weg ... bis zum
n&auml;chsten Zusammentreffen. Diesen Tag, so sch&ouml;n er auch werden
mag, wollte Ninquelote sich f&uuml;r den Schlaf g&ouml;nnen; der unter dem
Schutz der Tannen geschlummert wurde, bis in den n&auml;chsten Morgen.<BR>
Der Tag brach an, blinzelnd schlug Ninquelote ihre Augenlider auf, bereit
ein neues Kapitel des Lebens anzustreben. Zuerst jedoch ein Bad der Erfrischung
genommen, gem&auml;chlich entledigte sie sich also ein Kleidungsst&uuml;ck
um's andere. Ihre Augen schweiften &uuml;ber das k&uuml;hle Na&szlig; des
Teiches, das in der Mitte das Rangerhaus plus Steg barg. Unbemerkt trafen
fremde Augen das Geschehen der sich entbl&ouml;&szlig;enden Druidin; Larsk
Juton der Halbelfen Waldl&auml;ufer beobachtete sichtlich interessiert seine
Volk's Genossin. Schwer die Augen zu l&ouml;sen, geschweige denn zu dem
Moment wo Ninquelote zu guter letzt so dastand wie ihr Gott Karana sie schuf,
... v&ouml;llig Nackt. Sachte den Gro&szlig;en Zeh in's Wasser gestupft,
die Temperatur als ein bi&szlig;chen K&uuml;hl empfunden aber dann doch
in den Teich hineingestiegen. Kaltes Wasser belebt den Kreislauf gar; kein
Wunder bei dem schattigen Pl&auml;tzchen. Schwimmen, Baden, Plantschen und
Tauchen im &Uuml;bermut leuteten ihren Tag munter an. So ohne weiteres konnte
einerseits Larsk Juton die Druiden Novizin nicht im Unklaren lassen, womit
sie sich eingelassen hat. Nichts desto Trotz ab durch den Busch wo er sich
vorhin verbarg und ans Ufer geschlendert, er sprach: &quot;Wenn ich mich
vorstellen darf, mein Name ist Larsk Juton. Waldl&auml;ufer Surefall Glade's
junge Frau, ich habe von Euch geh&ouml;rt durch eure Mutter Romenna gar.
Doch dies ist jetzt nicht ganz so von Bedeutung, weil Ihr beileibe nicht
alleine seid im Wasser. Ihr solltet jetzt wirklich in aller Ruhe und ohne
&uuml;berm&auml;&szlig;ig zu hasten ans Ufer treten, heraus aus dem Wasser.&quot;
Verunsichert kreutzte Ninquelote beim Erscheinen Larsk's sofort ihre H&auml;nde
vor ihrer Brust, mit verlegenem Gesichtsausdruck bekam sie rote Wangen und
antwortete: &quot;Uh Oh, was sollte denn passieren in einem Teich in solch
einem vertrautem Ort?&quot; Larsk deutete mit dem Finger auf die sich kr&auml;uselnde
Wasseroberfl&auml;che die direkt auf sie zukam. Sogleich steckte das M&auml;dchen
ihr Haupt unter das Wasser, weil sie so das n&auml;hernde Etwas besser identifizieren
konnte; ein erschrecktes: &quot; OH NEIN, PIRANHAS!&quot; scho&szlig; ihr
durch den Kopf. Mit wild rudernden Armen kraulte Ninquelote zum Ufer, grabschte
sich den Streitkolben aus feinem Stahl. Hinterdrein schwamm der Schwarm
4 meist junger Piranhas der Druidin gezielt her. Den richtigen Augenblick
abwartend pr&uuml;gelte sie in das Wasser derart hinein, das es einen halben
Meter um sie herum hochspritzte. Larsk lachte als er sah, wie die verbl&uuml;fften
Jungfische quer durch die Luft und wieder in den Teich purzelten; die Druidin
im Halbkreisch weiterhin in den Teich dreschend. Die nun erschreckt fliehenden
Raubfischen, die f&uuml;r kurze Zeit fliegende Fische waren, stoben kreuz
und quer auseinander und Ruhe hat's. Ein wahrlich anregendes Bad mit hundert
prozentigen Kreislauf Anregung, abgeschmeckt mit delikatem Adrenalinsto&szlig;.
Der Waldl&auml;ufer konnte sich ein Schmunzeln nicht verkneifen als Ninquelote
endlich vibrierend das Ufer betrat und sozusagen wie der vielbenannte *begossene
Pudel* dastand. Ganz sicher w&uuml;rde sie das n&auml;chstemal vorrausschauender
agieren; eine neue Lebenserfahrung die sie nicht so fix vergessen w&uuml;rde.
Eine freundliche Verneigung beider Halbelfen ohne Worte folgte, wobei Larsk
Juton l&auml;ssig seinem Tagwerk wieder zuwandte. H&ouml;chste Zeit sich
anzukleiden, schlie&szlig;lich war schon die 7.Stunde angebrochen. In Minuten
war Ninquelote fein s&auml;uberlich angezogen und somit vollends bereit
die n&ouml;tige Reife zu erlangen; ... dort drau&szlig;en in den Qeynos
Hills.</P>

<P>Doch dies ist eine weitere Geschichte...</P>

<P>Halbelfe Ninquelote<BR>
Druidin Surefall Glade's</P>

<P><B>Part 5 - Die Jahre vor der Reife</B></P>

<P>Das Wetter am fr&uuml;hen Morgen war lauschig, kaum ein Wind streifte
durch die Qeynos Hill's. Ninquelote beobachtete den Flug der Schwalben und
deutete deren tiefen Flug als Schlechtwetter-Bot. Wahrscheinlich wird das
Wetter bald umschlagen sch&auml;tzte die kleine Druidin, sp&auml;testens
zum Anbruch der 15.Stunde wird sich ein Unwetter zusammenziehen. Die Wanderung
sollte also gleich begonnen werden, der Weg zum Hoheitsgebiet der Gnolle
des Sabertooth Clan's w&uuml;rde einen halben Tag in Anspruch nehmen. Die
s&uuml;&szlig;e Fr&uuml;hlingsluft tief in ihre Lungen einatmend, begr&uuml;&szlig;te
sie das vor ihr liegende Tal der Qeynos Hill's als sie nach durchquerung
der Durchgangsh&ouml;hle Surefall Glade's vor dem Haupteingang stand. Am
Lagerfeuer ruhte links davon derweil das Paar Baobob und Chandra Miller,
die scheinbar in ein Gespr&auml;ch vertieft waren. Sich ihnen ersteinmal
selbst &uuml;berlassen begann Ninquelote in s&uuml;d&ouml;stliche Richtung
zu wandern, auf einen hohen H&uuml;gel voll mit Blumen hielt sie inne. Ihre
Blicke fixierten eine Ruine unheiliger Untoter; sie h&ouml;rte von Ger&uuml;chten
wo erst in sonnenloser Nacht hier Leben das keines ist, wiederauferstehen
soll. Manche sollen sogar okkulter schwarzer Magie f&auml;hig sein, nicht
unbedingt der Druidin' Fall, da gab es noch ganz andere Dinge wo sie zu
erledigen gedachte. Achselzuckend entfernte sie sich von dem Ort, &uuml;berquerte
den hohen Grat der H&uuml;gel bei dem sie in beliebiger Richtung das Land
&uuml;berblicken konnte. Wo man nur hinsah Blumen&uuml;bers&auml;hte Wiesen
und majest&auml;tische Berge; ein Blick f&uuml;r G&ouml;tter; ... und wie
bef&uuml;rchtet die ersten schwarzen Wolken die von einem Gewitter k&uuml;ndigten.
Ann&auml;hernd 4 Stunden dauerte der Marsch bereits, auf keinen Fall w&uuml;rde
Ninquelote das Reich der Gnoll's ohne Gewittereinbruch erreichen. Als ob
&uuml;berhaupt nichts dabei w&auml;re &uuml;berschritt sie im jugendlichen
Leichtsinn die Grenze der Gnolle. Der Wind wurde st&auml;rker und die Wolken
schwangen sich vor die Sonne, worauf es richtig k&uuml;hl wurde; Blitze
zuckten merklich am Horizont auf. Umgerechnet 30 Minuten dauert es bis es
losbricht meinte ein geschulter Blick Ninquelote's. Um so besser, dann kann
sie selbst nicht so leicht von m&ouml;glichen feindlich gesinnten Gnoll
Scout's ausgemacht werden. Doch noch fr&uuml;her als erwartet lie&szlig;en
die schwerbeladenen Gewitterwolken ihre Last brachial herunterprasseln;
... tjaja, man kann eben nicht alles wissen. In k&uuml;rzester Zeit war
sie durchn&auml;&szlig;t; was soll's, ist doch &quot;nur&quot; Wasser; wiegelte
sie gleichg&uuml;ltig ab. Ein von unmittelbarer N&auml;he leicht h&ouml;rbares
Jaulen und Heulen lie&szlig; die wieder mal pudelna&szlig;e Halbelfe innehalten,
... war das nicht das undefinierbare Geplauder von Gnoll's? Jetzt sah Ninquelote
schon wesentlich aktiver drein, in der Hoffnung auf den ersten Kontakt mit
dem Mob. Was hatte sie nicht schon alles vernommen &uuml;ber die untolerierbaren
Schandtaten dieser, dieser ... K&ouml;ter! HA, ja das war die richtige Bezeichnung
daf&uuml;r, ... reudige K&ouml;ter. Leise einen Fu&szlig; vor den anderen
schlich sie sich im tosenden Gewitterregen, unh&ouml;rbar durch die krachenden
Blitze des Unwetter's vorw&auml;rts. Da waren sie also, nicht weniger als
3 Gnoll Aussichtsposten, die sich selbst schlicht und einfach Gnoll Watcher
nannten. &quot;Hmmmm, gegen alle drei gleichzeitig anzutreten w&auml;re
Unklug.&quot;, gr&uuml;belte Ninquelote, aber wof&uuml;r gibt es den Root-Zauber
der die Gegner festsetzt. Sogleich den arkanen Spruch gesprochen und auf
den mittleren der Dreier Gruppe von Gnoll's losgelassen, ungl&uuml;cklicherweise
bemerkten die anderen Zwei den Angriff von hinten und reagierten umgehend.
F&uuml;r einen zweiten Root Zauber blieb also keine Zeit mehr, stattdessen
holte sie mit dem Streitkolben zu einem beherzten Rundumschlag aus. Der
erste wurde mitten in das Gesicht getroffen, w&auml;hrend der andere sich
geschickt abduckte. Der dritte im Bunde heulte zappelnd auf, b&uuml;ckte
sich um seine Fesseln an seinen L&auml;ufen zu l&ouml;sen. Mit M&uuml;he
und Not konnte die Halbelfe einen von den Angreifern endlich seines Leben's
entledigen, konzentrierte sich bereits geschw&auml;cht auf den n&auml;chsten.
Den Gnoll Aussichtsposten Halbtot gek&auml;mpft sah Ninquelote aus einem
Augenwinkel heraus, das der dritte Gnoll sich von den Root's befreien konnte.
&quot;Auch das noch&quot; seufzte sie, egal ... hat ja keinen Sinn, ich
habe es ja so gewollt. Tapfer rang die Druidin den Zweiten nieder und beendete
sein Leben, nur um von dem letzten der Gruppe in die Defensive gedr&auml;ngt
zu werden. Schwer strauchelnd stolperte sie nach hinten, immer wieder die
w&uuml;tenden Schl&auml;ge mit dem Schild parierend. Ninquelote konnte sich
kaum mehr auf den Beinen halten, so knickte sie schlie&szlig;lich mit einem
Bein ein, bekam Schlagseite. Der Gnoll triumphierte ob seines offensichtlichen
Sieges &uuml;ber die seiner Meinung nach unw&uuml;rdigen Halbelfe. Von wegen
... die Defensive junge Frau mu&szlig;te die Sache unbedingt f&uuml;r sich
beenden. Ein doch etwas unfeiner Befreiungsschlag stoppte schlagartig die
Attacke des Gegner's betr&auml;chtlich, seine Augen quollen heraus und er
gurgelte merklich. Hatte die Druidin ihn doch glattwegs zwischen seine L&auml;ufe
getroffen, mit einem harten Schlag in sein Allerwertestes ... was hatte
sie auch f&uuml;r eine andere Wahl!? Der entg&uuml;ltige Sieg wurde dann
mit einem Hieb des Streitkolbens eingeleutet; ein Treffer direkt auf sein
Haupt, der ihn f&uuml;r immer niederstreckte. Eine Troph&auml;e in Form
von Krallen entnahm sie sich als Erinnerung an jene siegreiche Auseinandersetzungen.
Ohja, eine Frau sollte man NIEMALS untersch&auml;tzen, nicht einmal wenn
sie im M&auml;dchenalter ist. Zur 16.Stunde h&ouml;rte der Gewittersturm
auf, was zur Wundenversorgung genutzt wurde. Dieser Sieg gegen eine kleine
&Uuml;bermacht war f&ouml;rdernd f&uuml;r den Mut, den Mut weiterzumachen
im gleichen Stil; bestimmt jedoch mit mehr Finesse in kommender Zukunft.
In der folgenden Dekade wurde unter dem Clan der Sabertooth's ein Name laut,
die in deren Reihen gr&ouml;&szlig;ere Verluste beibrachte ... fast unaufh&ouml;rlich.
Weiter wird unter dem Clan erz&auml;hlt, das bei den meisten Gnoll Opfern
die Krallen fehlten; der Ruf nach Vergeltung wurde laut ... Rache.<BR>
Nach langen opferreichen Jahren auf Seiten des Clan's machte Ninquelote
sich Ehre bei den k&ouml;niglichen Wachen und der Bev&ouml;lkerung von Qeynos.
Eine ansehnliche Menge Vorteile wurde ihr zuteil durch das verbundene positive
Ansehen, wenn die Elfe Gnolle in Massen t&ouml;tete. In den ganzen darauffolgenden
185 Jahren der Jagd des Black Burrow Tales &auml;nderte sich die Einstellung
der gegnerischen Gnoll Patroullien mitsamt ihren Scout's, Pup's, Watcher's
und wie sie sich noch alle nannten. Und selbst der vor Qeynos lebende Darkpaw
Familien Clan ging der Druidin m&ouml;glichst aus dem Weg, wollten nicht
unbedingt etwas mit ihr zu tun haben. Bis hin zur 13th Generation, der Zeit
der R&uuml;ckkehr nach Surefall Glade, ma&szlig; sie sich vor dem Haupteingang
zu Black Burrow. Meilenweit wenn Windstille herrschte, waren die letzten
Rufe sterbender Gnolle zu vernehmen, die durch die Hand Ninquelote's umkamen.
Eine einzige Dekade noch war vonn&ouml;ten um erneut zu ihrer Druiden Guild
Mistress zu reisen, um ihre h&ouml;here Weihe entgegen zu nehmen ... und
sie w&uuml;rde wieder Mutter Rommena in die Arme schlie&szlig;en k&ouml;nnen.
Verschmitzt mahlte Ninquelote sich aus, das dann der Moment kommen wird
die Drahtzieher der obersten Gnolle anzugehen. Solange ist geduldiges Warten
angesagt; 10 Jahre Lehren erfahren ... was ist das schon. Es ist nicht das
einzige was Nachzudenken lohnt, man munkelt etwas &uuml;ber einen omin&ouml;sen
Gnoll Namen's Gnasher Furgutt der mit korrupten Menschen handeln soll. Auch
dessen wird die Druidin sich annehmen und zwar mit gr&ouml;&szlig;ter Begeisterung;
nur Karana wei&szlig; warum Ninquelote sich gerade diese b&ouml;se Rasse
sich als Feind ausgesucht hat. <BR>
Unter einer Schatten spendende Eiche, fern von den Grenzen des Sabertooth
Clan's, liegt das angehende Apprentice Druiden M&auml;dchen und tr&auml;umt
vor sich hin. Sie tr&auml;umt von gro&szlig;en Abenteuern...</P>

<P>Doch dies ist eine weitere Geschichte...</P>

<P>Halbelfe Ninquelote<BR>
Druidin Surefall Glade's</P>

<P><B>Part 6 - Der erste gro&szlig;e Sieg</B></P>

<P>Erfahrungsreiche Wochen in den Qeynos Hill's lie&szlig;en Ninquelote
z&uuml;gig heranreifen, ihr erlangtes Wissen in dieser Spanne pr&auml;gte
sie von mal zu mal aus. Gerade in der Jugendzeit; der Bl&uuml;te eines jungen
Leben's; nimmt man Wissen auf wie vergleichsweise ein trockener Schwamm
der nach F&uuml;llung giert. Die erworbenen Eindr&uuml;cke werden Teil des
Wesen's, f&uuml;r immer.<BR>
Der Fr&uuml;hsommer ging ins Land, wie so oft schon streift ein fast zur
jungen Frau gewachsenes M&auml;dchen in Gebieten umher, wo es nicht unbedingt
aufhalten sollte. An einem dieser Sommer Tage kauerte Ninquelote in geduckter
Haltung auf einem hoch ans&auml;ssigen H&uuml;gel, Ger&uuml;chte zufolge
soll ihr pers&ouml;nliches Ziel im Tal unter ihr vorbeiziehen. Stechend
blaue Augen lie&szlig;en drunten in der besagten Talsohle absolut keinen
Fleck aus, hier und heute wird sie ihn stellen. Unabl&auml;ssig neigte sich
ihr Haupt mal nach Links und mal nacht Rechts, so wie ein Raubvogel der
auf Beute aus ist. Zur 17.Stunde dann eine ferne Gestalt die sich Norden
her n&auml;herte. Unverz&uuml;glich sprang die Halbelfen Druidin auf um
sich dieser omin&ouml;sen noch nicht identifzierten Gestalt auf Sichtweite
anzun&auml;hern. Leisen Schrittes schwangen ihre Beine sie in die unmittelbare
N&auml;he des Unbekannten, Ungesehen sich hinter einem Baum zu verbergen
... man kann ja nie wissen. Was f&uuml;r ein Gl&uuml;cklicher Augenblick,
auf diese Gelegenheit hatte Ninquelote schon sehr lange gewartet. Das war
er also dieser vielerorts beredeter Gnoll Gnasher Furgutt, auf den der Waldl&auml;ufer
Larsk Juton so versessen war. Gnasher lief Seelenruhig an ihr vorbei und
h&auml;lt pl&ouml;tzlich inne, streckte schnuppernd seine Nase empor um
die nahe Pr&auml;senz von irgendetwas zu wittern. Seiner Ansicht nach wieder
einmal so ein verfluchter Eindringling der in seiner Heimat eindrang um
Ehre und Ruhm auf Kosten des Sabertooth Clan's zu erlangen. Dar&uuml;berhinaus,
... warum suchten ausgerechnet immer sein Volk aus um sie daf&uuml;r zu
benutzen grummelte Gnasher in sich hinein?! Als ob es nichts B&ouml;ses
auf der gesammten Welt Norrath's g&auml;be schlenderte die Druidin aus ihrer
Deckung heraus, damit ihr spezieller Gegner sie auch ansehen konnte. Herausfordernd
lehnte Ninquelote sich an den Stamm des Baumes, verschr&auml;nkte ihre Arme
und warf ein k&uuml;hles verschmitztes L&auml;cheln auf Gnasher Furgutt.
Der konnte es gar nicht fassen, was zur H&ouml;lle macht eine halbw&uuml;chsige
Halbelfe Surefall Glade's hier? Dazu noch diese respektlose Haltung ihm
gegen&uuml;ber, sie solle gef&auml;lligst Angst vor ihm haben, am besten
noch verschwinden oder sterben vor seinem Angesicht. Ninquelote wu&szlig;te
genau das der Stolz eines angesehenen Gnoll's, zumal er sich noch &uuml;bersch&auml;tzt,
leicht zu verletzen ist. Stolz tut nur weh und ist eine Schw&auml;che die
man f&uuml;r sich ausnutzen kann, so wie Eitelkeit und dergleichen. Damit
w&uuml;rde sie ihn eindeutig ausspielen! Ver&auml;chtlich er&ouml;ffnete
sie die Herausforderung Gnasher gegen&uuml;ber, indem sie gespielt gelangweilt
auf den Boden vor ihm spuckte. Der Gnoll verengte verwirrt ob dieser unverfrorenheit
seine gelben Augen; l&auml;ssigst warf Ninquelote ihren Kopf zur&uuml;ck
um ihre &Uuml;berlegenheit zu demonstrieren. Gnasher reagierte mit wildem
rumgefuchtel seiner Arme, einem Schwall unverst&auml;ndlicher herausgemaulten
Heulern und Jaulern. Nach der Demonstration Furgutt's lachte die Druidin
laut auf mit noch immer verschr&auml;nkten Armen, gekreuzten Beinen, sowie
am Baumstamm angelehnt. Ninquelote wollte des Gnoll's Gehabe in das absolut
L&auml;cherliche ziehen, ihm vermitteln wie Klein er doch in Wirklichkeit
ist. Unkoordiniert zappelte Gnasher Furgutt mit allen vorhandenen Gliedern
um die Gegend in irgendwelche Richtungen, stampfte st&auml;ndig mit seinen
L&auml;ufen auf dem Boden auf und ab; ein Bild das die Halbelfe nur noch
mehr zum Lachen brachte. Der Kontrahent sch&auml;umte vor Wut, genau was
sie damit bezwecken wollte, nun wird er Blind und Unvorsichtig im bevorstehenden
Kampf sein. Abrupt vereiste das aufgesetzte freche L&auml;cheln ihrer Lippen,
machte der Entschlossenheit ihres Kampfgeistes Platz. Der Streitkolben war
schnell gezogen und der Schlag ausgef&uuml;hrt, jedoch Gnasher Furgutt war
ge&uuml;bt gegen &Uuml;berraschungs Angriffe. Schnell wich er mittels Ausfallschritt
aus und der Halbelfe Waffe traf die Leere, ... ein Kopfsto&szlig; lie&szlig;
sie zur&uuml;ckschmettern. Benommen rappelte Ninquelote sich gerade noch
so auf um Gnasher's Tatzenhieb mit seinen scharfen Krallen behaftet zu entkommen.
&quot;Wieder mal einen f&auml;higen Gegner ein bi&szlig;chen untersch&auml;tzt!&quot;
&auml;rgerte sie sich. Der Kampf der wohl Beide geschickten Kontrahenten
wurde ausgewogen gef&uuml;hrt, fast schon auf faire Weise, was Ninquelote
durchaus &uuml;berraschte ... ein w&uuml;rdiger Gegner gar. Schon eine halbe
Stunde wogte die Auseinandersetzung hin und her, abwechselnd Vorteile erhaschend.
Die ersten Erm&uuml;dungs Erscheinungen legten sich auf die Glieder Beider,
wohl der Zeitpunkt den entg&uuml;ltigen Sieg einzuleiten; ... welche Seite
auch immer daf&uuml;r beg&uuml;nstigt scheint. In einem Moment der Unachtsamkeit
wurde Ninquelote niedergek&auml;mpft bis sie am Boden lag, an s&auml;mtlichen
Stellen ihres Leibes blutig geschunden. Mit dem Mut der Verzweiflung bohrte
sie also den Kopf ihres Streitkolbens in das aufgerissene Maul Gnasher's,
der sich auf sie werfen wollte. Diese unerwartete Aktion lie&szlig; ihn
wieder gurgelnd zur&uuml;ckschrecken, dann stie&szlig;en ihn ihre Beine
seinerseits r&uuml;cklings auf den Boden; getroffen von den F&uuml;&szlig;en
Ninquelote's. Vor gemachten Tatsachen liegend mu&szlig;te der sich windende
Gnoll denn letzten erl&ouml;senden Schlag entgegen nehmen, der Streitkolben
traf seine linke Brust hart und sein Herz blieb f&uuml;r alle Zeit stehen.
Kaum noch bei Kr&auml;ften, Gr&uuml;n und Blau geschlagen zog sie mit schmerzverzerrtem
Anlitz eine scharfe Schneidwaffe, hob sie an und enthauptete Gnasher Furgutt
mit einem Hieb. Ninquelote entnahm dem Verlierer noch einen versiegelten
Brief der sich in seinen seitentaschen befand. Sie sah an sich herunter
und kannte sich selbst nicht mehr; Wund gek&auml;mpft ... Zerschunden und
&uuml;berall mit Blut verschmiert, war das wirklich sie!? Der R&uuml;ckmarsch
nach Surefall Glade wirkte wie ein Kreuzweg, alles tat ihr nur noch weh,
sie wollte nur noch nach Hause. In tiefer Nacht schleppte die Druidin sich
schlurfend an das Lagerfeuer vor dem Eingang zu ihrem Geburtsort vorbei.
Dort sa&szlig; das Paar der Miller Familie, Ninquelote beachtete sie nicht,
hatte sowieso anderes im Sinn. Eine Gruppe von Gnomen Wizards und Necromanten
plauschten unter vorgehaltener Hand &uuml;ber jene Miller's. Eine Minute
lang verweilte sie auf schwankenden Beinen in deren N&auml;he, damit sie
ein paar Worte des Dialog's mitbekommen konnte; sofern sie noch in der Lage
war. In einem entscheidenden Wortlaut erlauschte sie folgendee Satzteile:
&quot;... und ich h&ouml;rte das Chandra wie Baobob Miller mit den Wilderern
des Landes unter einer Decke stecken ... gegen das Gesetz der Waldl&auml;ufer
und Druiden ... Opfer sind immer W&ouml;lfe und B&auml;ren die zu Masken
verarbeitet werden ...&quot; Mit Anstrengung wendete Ninquelote ihren dr&ouml;hnenden
Kopf zu den Miller's und dachte: &quot;Au&szlig;gerechnet welche meines
Volkes, keine Liebe mehr unter den Meinen.&quot; Sie wendete sich ab mit
dem Beutesack den sie hinter sich herzog, eine Staub aufwirbelnde Spur hinter
sich herziehend. Beine schwer wie Blei, nur noch ein paar Schritte und sie
w&uuml;rde bei Larsk Juton sein. Ein Zitternder Arm &uuml;berreichte Larsk
den Sack mitsamt dem abgeschlagenen Haupt Gnasher Furgutt's und anbei den
Siegelbrief. Waldl&auml;ufer Larsk Juton honorierte die Tat mit etwas Barem
und einem in Qeynos Hill seltenen Leder-Ausr&uuml;stungsteil f&uuml;r die
Schulter. Den Siegelbrief &ouml;ffnete er und gab ihn Ninquelote mit folgenden
Worten zur&uuml;ck: &quot;Interessant, jedoch kann der ehrenwerte Captain
Tillin mehr mit dem Siegelbrief anfangen. Gebt ihm also dieses Schreiben
und er wird wissen was zu tun ist. Ihr findet den Anf&uuml;hrer der Garde
in der Qeynos Arena, er h&auml;lt sich stets auf dem Balkon der Anlage auf.
Achja noch etwas, solltet Ihr auch Gnoll F&auml;nge zu Eurem Besitz z&auml;hlen,
gebt auch sie ihm. Dann wird eine Belohnung daraus resultieren. Viel Gl&uuml;ck!&quot;
Die Halbelfen Druidin w&uuml;rde dem entsprechen, nur nicht gerade jetzt,
... jetzt wo sie doch so dringend Schlaf bedarf. Ninquelote sank vor Larsk
auf die Knie und schlief mit dem Siegelbrief in der Hand vor seinen Beinen
ein. Sie schlief den Schlaf der Seligen, der Waldl&auml;ufer wachte solange
&uuml;ber seine junge Volksangeh&ouml;rige. <BR>
Eine neues Abenteuer bahnt sich wieder an, bald ...</P>

<P>Doch dies ist eine andere Geschichte...</P>

<P>Halbelfe Ninquelote<BR>
Druidin Surefall Glade's</TD></TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
