<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Namensgebungs-Regeln&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Namensgebungs-Regeln --> 
<strong>Was sollte ich beachten, wenn ich einem Charakter einen Namen gebe? </strong> 
<p>Sie sollten dabei bedenken, dass die folgenden Namen inakzeptabel sind:</p>
<p> a. Anst&ouml;&szlig;ige Namen: Dies beinhaltet grobe Fl&uuml;che und Schimpfworte. 
  Dazu geh&ouml;ren au&szlig;erdem rassistische Verunglimpfungen, sexuelle Anz&uuml;glichkeiten 
  und auf die Anatomie bezogene Begriffe. Ein Name der wie eines dieser Schimpfworte 
  klingt, wenn man ihn ausspricht (Homonym), wird auch als inakzeptabel angesehen. 
  Gebr&auml;uchliche Abk&uuml;rzungen von Schimpfworten und absichtlich falsch 
  geschriebene Schimpfworte werden ebenfalls nicht toleriert. Kombinationen aus 
  Namen die einen anst&ouml;&szlig;igen Satz oder ein anst&ouml;&szlig;iges Wort 
  bilden, werden ebenfalls nicht akzeptiert. Der wiederholte Versuch einen solchen 
  Namen zu erschaffen wird eine Abmahnung oder eine Sperrung nach sich ziehen. 
  Bitte seien Sie also erwachsen genug und versuchen Sie erst gar nicht unseren 
  Filter zu &uuml;berlisten. Wenn Sie trotzdem einen Charakter erschaffen, der 
  diese Regelung verletzt, wird der Charakter gel&ouml;scht. Des weiteren behalten 
  wir uns Schritte gegen Ihren Account vor, die, je nachdem welchen Namen Sie 
  gew&auml;hlt hatten, bis hin zu einer Vollsperrung reichen k&ouml;nnen.</p>
<p>b. Religi&ouml;se Namen: Bitte versuchen Sie erst gar nicht sich Jesus oder 
  Allah oder Beelzebub zu nennen. Diese Namen k&ouml;nnen f&uuml;r viele der anderen 
  Spieler eine Beleidigung darstellen. </p>
<p>c. Worte von beleidigender oder religi&ouml;ser Natur, die aus anderen Sprachen 
  oder Medien stammen.</p>
<p>d. Namen von Diensten, Konzepten oder Produkten die eingetragene Warenzeichen 
  sind: Namen auf denen ein Warenzeichen liegt sind kein Teil von Norrath. Namen 
  wie Kleenex, Tylenol, Marlboro etc. sind nicht erlaubt!</p>
<p>e. Nicht-Fantasy-Namen aus Film, Fernsehen, Comics, B&uuml;chern und anderen 
  Medien, wie beispielsweise: Rambo, Cinderella, Darthvader usw. sind nicht erlaubt 
  und inakzeptabel.</p>
<p>f. Worte die in Norrath nicht gebr&auml;uchlich sind: Springmesser, Mikrowelle, 
  Phaser, Sloegin, Webseite, Cannabis, Computer, etc. sind alles Beispiele eines 
  solchen Namens. Dazu geh&ouml;rt auch der Slang, der in der Welt der Computerspieler 
  gebr&auml;uchlich ist, wie: leet, uber oder phear.</p>
<p>g. Namen von NSCs und Orten, die es in Norrath bereits gibt: Kedge, Innoruuk, 
  Trumpy, Erudin, Odus, Cindreela, Rathe etc. sind nicht erlaubt. </p>
<p>h. Namen mit Titeln darin: Muttermaria, Sirtallon, Lordeagle, Meisterbob, Derbandit, 
  Ladyelise, K&ouml;nigsteve, K&ouml;nigintara, Vaterbill etc. sind inakzeptabel. 
  Titel kann man in Norrath erlangen, wenn man eine epische Aufgabe bew&auml;ltigt 
  oder an einem &auml;hnlichen Geschehen beteiligt ist. Wir werden nicht tolerieren, 
  dass sich Spieler selbst Titel verleihen.</p>
<p>i. Namen die dazu gedacht sind, andere Spieler zu imitieren, sie zu verh&ouml;hnen 
  oder dem Ansehen des anderen Spielers, UBISOFT Mitarbeiters oder Guide zu schaden. 
  Fitzistdoof, Gmssindschlecht, Ralfenpfuscht etc. sind alles Beispiele von Namen 
  die in diese Kategorie fallen w&uuml;rden. </p>
<p>j. Namen des Fantasygenres, die bekannt sind wie: Gandalf, Merlin, Belgarath, 
  Drizzt etc. sind ebenfalls nicht erlaubt.</p>
<p>k. Namen die aus Phrasen des allgemeinen Sprachgebrauches zusammengesetzt sind. 
</p>
<p>l. Namen, die Zeichen enthalten, welche nicht Teil des Alphabets der deutschen 
  Sprache sind.</p>
<p>All diese Punkte gelten auch f&uuml;r Namen, die Worte implizieren, auf die 
  obige Regeln zutreffen sowie f&uuml;r abge&auml;nderte Schreibweisen.</p>
<p><strong>Das hilft mir ja bei der Wahl meines Vornamens, aber was ist mit meinem 
  Nachnamen?</strong></p>
<p>Dasselbe gilt f&uuml;r Ihren Nachnamen. Die Kombination der beiden Namen darf 
  auch keine unserer Benennungsregeln verletzten. Als Beispiel: Der Vorname &#8222;Absolute&#8220; 
  in Kombination mit dem Nachnamen &#8222;Vodka&#8220; w&uuml;rde eine Verletzung 
  unserer Benennungsregeln bedeuten. Das gilt z. B. auch f&uuml;r Merr Linn, Belg 
  Erath, Sylvester Stallone, Klee Necks etc. Diese Namen sind f&uuml;r uns nicht 
  akzeptabel.</p>
<p><strong>Was ist mit Apostrophs und mehrfachen Gro&szlig;buchstaben? D&uuml;rfen 
  die in meinem Vornamen sein?</strong></p>
<p>Nein. Es ist Ihnen leider nicht gestattet, Apostrophe oder mehrfach Gro&szlig;buchstaben 
  in Ihrem Vornamen zu haben.</p>
<p><strong>Was, wenn mein Vorname nicht anst&ouml;&szlig;ig ist, der Filter ihn 
  aber trotzdem nicht akzeptiert?</strong></p>
<p>Dann ist es sehr wahrscheinlich, dass bereits jemand anders den Namen f&uuml;r 
  sich reserviert hat. Dabei macht es keinen Unterschied, ob die Person gerade 
  spielt oder nicht.</p>
<p><strong>Was ist mit meinem Nachnamen?</strong> Es ist weder ein Wortspiel noch 
  ein Satz, noch ist er anst&ouml;&szlig;ig und trotzdem akzeptiert der Filter 
  ihn nicht.</p>
<p>In diesem Fall ist es sehr wahrscheinlich, dass jemand anders diesen Nachnamen 
  bereits belegt hat. Sie k&ouml;nnen immer noch eine Anfrage stellen in der Sie 
  darum bitten, den Nachnamen verwenden zu d&uuml;rfen. Sie sollten sich in diesem 
  Fall allerdings klar sein, dass Sie diesen Nachnamen nicht als Einziger tragen 
  werden.</p>
<p><strong>Okay, aber was ist mit Apostroph und doppelten Gro&szlig;buchstaben 
  in meinem Nachnamen?</strong></p>
<p>Apostrophe und doppelte Gro&szlig;buchstaben sind in einem Nachnamen erlaubt, 
  insbesondere wenn sie den Aspekt des Rollenspiels unterstreichen. Trotzdem d&uuml;rfen 
  Apostrophe und Gro&szlig;buchstaben nicht dazu verwendet werden, um einen Titel, 
  einen Satz oder ein anderes Wort zu verschleiern, das sonst als unzul&auml;ssig 
  angesehen werden w&uuml;rde. </p>
<p><strong>Was ist mit dem Wort &#8222;der&#8220; als Teil meines Nachnamen?</strong></p>
<p>Leider w&uuml;rde &#8222;der&#8220; Ihren Nachnamen in einen Titel verwandeln 
  und dies ist nicht zul&auml;ssig.</p>
<p><strong>Warum laufen dann &uuml;berall Leute rum, die ein &#8222;der&#8220; 
  in Ihrem Namen tragen? </strong></p>
<p>In besonderen F&auml;llen wie Ereignissen oder historischen Aufgaben wird dem 
  Nachnamen manchmal ein &#8222;der&#8220; hinzugef&uuml;gt, wenn ein Turnier 
  oder ein wichtiger Teil einer Aufgabe von der entsprechenden Person bew&auml;ltigt 
  wurde. Daneben kann man manchmal auch Guides und SL sehen, die ein &#8222;der&#8220; 
  in ihrem Namen tragen.</p>
<p><strong>Unter welchen Umst&auml;nden kann ich meinen Namen &auml;ndern?</strong></p>
<p>Der Kundensupport wird den Nachnamen auf Wunsch &auml;ndern, wenn der Spieler 
  mindestens Stufe 20+ ist und der Nachname oder die Kombination aus Vor- und 
  Nachnamen nicht gegen die geltenden Regeln verst&ouml;&szlig;t. F&uuml;r den 
  Fall einer Genehmigung des Nachnamens wird dieser ge&auml;ndert oder entfernt. 
  Wenn Ihr aktueller Nachname die Benennungsregeln verletzt, kann er ebenfalls 
  ge&auml;ndert werden. Ihr Vorname wird allerdings nie ge&auml;ndert, es sei 
  denn, Sie verletzten damit die Benennungsregeln.</p>
<p><strong>Wer kann meinen Namen &auml;ndern?</strong></p>
<p>Senior Guides und SL besitzen die F&auml;higkeit, Namen zu &auml;ndern. Sie 
  m&uuml;ssen eine Petition stellen, um den Namen zu &auml;ndern. Bitte haben 
  Sie dabei Geduld, denn es gibt auf jedem Server zeitraubende Vorg&auml;nge, 
  die seitens der Priorit&auml;t &uuml;ber der des Namen&auml;nderns liegen. Sie 
  sind uns auf jeden Fall eine gro&szlig;e Hilfe, wenn Sie Namen melden, welche 
  die Richtlinien verletzen.</p>
<p><strong>Diese Regeln sind ja ziemlich streng! Welche Namen soll man denn &uuml;berhaupt 
  noch w&auml;hlen?</strong></p>
<p>Wir m&ouml;chten Sie dazu ermutigen, Namen zu w&auml;hlen, die den Gedanken 
  des Rollenspiels unterst&uuml;tzen und f&ouml;rdern. Baumh&uuml;ter, Riesenschl&auml;chter, 
  Windwandler, Sturmrufer etc. sind alles Beispiele von Namen, die wir unterst&uuml;tzen. 
  Die Vielzahl von m&ouml;glichen Namen und Kombinationen, die unsere Regeln nicht 
  verletzen, schr&auml;nkt die Anzahl der m&ouml;glichen Namen nur unwesentlich 
  ein. Wir m&ouml;chten Sie dazu ermutigen, bei der Wahl eines Namens f&uuml;r 
  Ihre Spielfigur kreativ zu sein. Schlie&szlig;lich werden Sie und Ihr Name w&auml;hrend 
  Ihrer Reisen durch Norrath Zeichen setzen! Wenn Sie nach dem Studium dieser 
  Hilfesektion immer noch Probleme haben, k&ouml;nnen Sie unserem technischen 
  Kundensupport &uuml;ber das Onlineformular eine E-Mail schicken.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 12/07/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
