<html>

<head>
<meta http-equiv="Content-Language" content="de">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Der Friar Guide</title>
</head>

<body background="../../images/booj10x.jpg" text="#FFFFCC" link="#FFCC99" vlink="#FFFF99" alink="#FFFF00">
<div align="center">
  <center>
    <table border="1" width="90%" bgcolor="#000000">
      <tr>
        <td width="100%" height="44"> 
          <p></p>
          <div align="center">
          <center>
            </center>
          </div>
          <div align="center">
            <table width="80%" border="0" align="center" height="100%">
              <tr> 
                <td width="81%">Der Friar Guide</td>
                <td width="19%"><font size="2"><a href="guides.htm">Zur&uuml;ck 
                  zur Guides&uuml;bersicht</a></font></td>
              </tr>
              <tr> 
                <td colspan="2"> 
                  <p>Kleiner Friar Guide von Axtos </p>
                  <p><br>
                    Der Friar ist einer der alles kann, den alle wollen und der 
                    eigentlich niemanden braucht weil er super auch alleine klar 
                    kommt. Friar ist eine Melee Klasse und sollte auch so gespielt 
                    werden. Auch wenn er alle Buffs, Heals und Ress bekommt welche 
                    auch der Cleric mit den Leveln bekommt, so wird der Friar 
                    aber besonders sp&auml;ter niemals einen Cleric voll ersetzen 
                    k&ouml;nnen (au&szlig;er beim Buffen). Der Friar hat eines 
                    der, wenn nicht das h&ouml;chste Melee Damage Output aller 
                    Klassen in Albion. Daf&uuml;r darf er nur Leder R&uuml;stung 
                    tragen und bekommt seine Hitpoints &uuml;ber seine Acolyte 
                    Grundklasse ausgew&uuml;rfelt, was bedeutet das er irgendwann 
                    mal nur zwei Drittel bis halb so viele Hitpoints hat wie ein 
                    richtiger Tank hat. Der Friar bekommt daf&uuml;r Evade bis 
                    Level IV und hat somit eine Grundchance von 20% das er &uuml;berhaupt 
                    nicht getroffen wird. Da die st&auml;rksten &quot;Combatstyles&quot; 
                    des Friar nach einem Evade angebracht werden k&ouml;nnen, 
                    bekommt er sehr hohe Dmg Bonus durch seine Styles. </p>
                  <p>der Start:</p>
                  <p>Acolyte k&ouml;nnen viele Rassen sein, aber wenn du Friar 
                    spielen willst, mu&szlig;t du einen Briton spielen. Dies ist 
                    aber kein Nachteil, weil die Stats des Briton sehr ausgewogen 
                    sind. Ich rate jeden seine 30 Bonus Punkte mit je 10 in St&auml;rke, 
                    Dex und Quick zu legen. St&auml;rke beeinflu&szlig;t deinen 
                    Schaden wenn du triffst, Dex beeinflu&szlig;t deine &quot;to 
                    hit&quot; Chance sowie deinen Waffen Skill (im ersten Char 
                    Sheet), Quick (Schnelligkeit, oder Agility) hat direkten Einflu&szlig; 
                    auf den Evade Skill. Man bekommt pro Level welches man aufsteigt 
                    einen Punkt in Pie (Fr&ouml;mmigkeit=Spell Power), aller zwei 
                    Level dazu noch einen Punkt in Constitution (Resist gegen 
                    Gifte sowie Chance auf h&ouml;here Hitpoints beim Levelup) 
                    und jedes dritte Level auch noch einen Punkt in St&auml;rke. 
                    Wenn man will kann man auch statt der 10 St&auml;rke lieber 
                    15 in Quick legen, womit man nat&uuml;rlich 5 Bonus Punkte 
                    verschenkt. Quick ist aber sp&auml;ter der einzige Stat welcher 
                    f&uuml;r den Friar wichtig ist und welchen er nicht selber 
                    durch seine Spell steigern kann.</p>
                  <p>Skill Punkte:</p>
                  <p>Der Friar bekommt leider nur 1x Level Skillpunkte. Damit 
                    kann man nur einen Skill auf Level cap halten (Ab Level 40 
                    gibt es dann jedes Level ein paar Bonus Punkte dazu welche 
                    sich bis Level 50 auf insgesamt 245 summieren). Ich rate jeden 
                    Staff IMMER auf Level cap zu ziehen. Der Skill welchen man 
                    in Waffen hat beeinflu&szlig;t in direkter weise (abh&auml;ngig 
                    vom Level des Monster welches man haut) OB man trifft. Da 
                    Friar ein 2Hander ist, ist er sehr langsam was die Waffe angeht 
                    und mehrmals nicht treffen kann sehr &uuml;bel sein bei seinen 
                    Hitpunkten und seiner R&uuml;stung. Sollte man sp&auml;ter 
                    durch Items oder Realm Bonus seinen Skill f&uuml;r den Staff 
                    anderweitig auf seinem Level halten k&ouml;nnen, so kann man 
                    auch 14 Punkte in Enhancement investieren. Jedoch ist es nicht 
                    ratsam dort mehr als die erste Spell stufe f&uuml;r jeden 
                    Spell zu erlangen, weil man alle weiteren Punkte lieber in 
                    Parry stecken sollte. Zum Vergleich, der erste self Speed 
                    Buff aus der Enhancement reihe bringt 17% Haste, diesen bekommt 
                    man ab Skill Level 5 (14 Skill Punkte), einen 30% Haste Buff 
                    bekommt man aber erst bei Skill 30 (464 Skill Punkte). Es 
                    ist es nicht wert wegen 13% mehr Geschwindigkeit 450 Skill 
                    Punkte zu verbraten welche man viel besser woanders investieren 
                    kann. Die Enhancement Buffs sind auch nicht sooo super toll 
                    das sie sich wirklich lohnen. (Bis auf der Enhancement Reihe 
                    AF Buff nat&uuml;rlich der ist top) Der Haste Spell ist zwar 
                    ein Gruppenbuff, da&szlig; hei&szlig;t alle Gruppenmitglieder 
                    profitieren davon, aber es sinkt permanent das Mana. Dieser 
                    Mana Drain ist recht heftig und steht meiner Meinung nach 
                    in keinem Verh&auml;ltnis zu dem nutzen welchen man hat. Da 
                    der Friar gelbe Gegner auch so ohne gro&szlig;e Risiken killen 
                    kann und Orangene oder gar Rote sowieso nicht angreifen sollte, 
                    weil bei solchen Gegnern die Trefferrate arg f&auml;llt (Friar 
                    kann und MUSS seine Gegner schnell t&ouml;ten, weil er keine 
                    langen Dogfights &uuml;berstehen kann), sollte man sich die 
                    Skill Punkte und auch das Mana besser sparen um nach dem Kampf 
                    noch Mana zu haben das man sich heilen kann. Auch der Stamina 
                    Regenerate zieht permanent Mana und schaltet sich auch nicht 
                    automatisch aus wenn das Stamina wieder 100% ist. So zieht 
                    er auch weiter Mana wenn die Regeneration gar nicht mehr ben&ouml;tigt 
                    wird und in einem Dungeon oder einer Gruppe hat man einfach 
                    gar nicht die Zeit diesen Spell andauern auszumachen und vor 
                    einem Kampf neu zu casten.</p>
                  <p>Die Heil Spell reihe w&uuml;rde ich ebenfalls fast ganz vernachl&auml;ssigen. 
                    Man kann sp&auml;ter hier 27 Skill Punkte investieren um Gift 
                    und Krankheit heilen zu bekommen. Bis Level 15 ist mir aber 
                    noch kein Gift oder DOT untergekommen welches nicht durch 
                    aussitzen und einem kleinem heal am ende kuriert werden k&ouml;nnte. 
                    Der Friar bekommt in Rejuvenation nur eine large Heal reihe 
                    und kann es selbst damit niemals mit dem Cleric aufnehmen. 
                    Der einzige Vorteil der Large Spell Reihe ist das die Heals 
                    &quot;zuverl&auml;ssiger&quot; sind. Die Grundheilspells der 
                    Acolyten sind sehr zufallsgesteuert wieviel man heilt bei 
                    seinem Target. Dies kann bei einem 65 Hp Heal (Level 12) 80 
                    Hit punkte sein, aber im Extremfall auch nur 15. Der Resurrect 
                    welchen man mit Skill 15 bekommt, hat genau den selben Effekt 
                    wie der welchen der Friar automatisch als Acolyten Klasse 
                    mit Level 10 bekommen hat, nur das er einige Hitpunkte mehr 
                    bringt und so der Friar sein Taget nicht mehr soviel Heilen 
                    mu&szlig; nach einem Resurrect.</p>
                  <p>Zu den Waffen.</p>
                  <p>Der Friar kann St&auml;be, Keulen und kleine Schilde verwenden. 
                    Da Friar nur St&auml;be den Skill maxen kann ist es nat&uuml;rlich 
                    ratsam diese Waffe zu verwenden. Die St&auml;be haben alle 
                    immer 3.0 / 3.3 / 4.5 / 5.0 Speed Ich rate grunds&auml;tzlich 
                    immer die langsamste Waffe zu verwenden welche gerade Orange 
                    oder gelb ist. Der Grund ist der das die Styles vom Friar 
                    (wie alle 2 Hand Styles) relativ viel Ausdauer ziehen. In 
                    Level 12 macht Friar mit einem 5.0 Dps (errechneter Wert Damage 
                    per Second) und 5.0 Speed (der eigentlich Delay wert der Waffe) 
                    Stab etwa 40 bis 60 Grund schaden an einem blauen Untoten 
                    in der Tomb. Mit einem Defenders Fury (Level 8 Style ohne 
                    Anforderungen) macht man damit etwa 80 gesamt Schaden pro 
                    Hieb (da wird jeder Tank bla&szlig; *g*) Ein blaues Monster 
                    sollte nach 3 Hieben tot sein. Wenn man einen Quaterstaff 
                    verwendet (der wesentlich besser ausschaut *heul* / auch 5.0 
                    Dps aber 3.0 speed) macht man &quot;nur&quot; 30 - 40 Grundschaden 
                    und etwa 50 Gesamtschaden, mu&szlig; aber daf&uuml;r 4 bis 
                    5 mal treffen um den blauen (in Level 12) zu killen. Das Monster 
                    ist in der selben Zeit tot (Dps ist ja der selbe), aber ich 
                    habe fast doppelt soviel Stamina verbraucht. Die Rechnung 
                    geht eben so das da man bei dem langsamen Stab pro Monster 
                    etwa 1/3 Ausdauer verbraucht hat und bei dem schnellen &uuml;ber 
                    die H&auml;lfte. Besonders in Dungeons ist es aber so das 
                    man oft gegen 2 oder 3 Gegner gleichzeitig k&auml;mpfen mu&szlig; 
                    und dann hat man schnell keine Ausdauer f&uuml;r die Combat 
                    Styles mehr. Ein nicht unbeachtlicher Punkt ist das bei zwei 
                    verschiedenen Gruppe welche auf ein Monster einpr&uuml;geln 
                    zwar die XP br&uuml;derlich geteilt werden, aber nur die Gruppe 
                    (oder der solo Spieler) looten darf welcher den LETZTEN Schlag 
                    gef&uuml;hrt hat. Ein Tank mu&szlig; sich schon sehr anstrengen 
                    um mit einer 1 Hand Waffe einem Friar das loot zu klauen.</p>
                  <p>Ausr&uuml;stung:</p>
                  <p>Nun ja Leder Ausr&uuml;stung halt... Gro&szlig;er Vorteil 
                    vom Friar ist das er sich die Body Armor sparen kann. Der 
                    Friar bekommt aller 5 Level eine sehr gute Robe von seinem 
                    Meister geschenkt. Diese bekommt man aber nur wenn man ihm 
                    die alte gibt ... also niemals die alte Robe wegwerfen. Auf 
                    diese weise spart man sich in der Anschaffung seiner R&uuml;stung 
                    das mit abstand teuerste Einzelst&uuml;ck aus dem Set. Bis 
                    auf die Level 5 Robe welche in Level 9 gr&uuml;n wird, ist 
                    es normal so das die Robe in dem Level bevor man eine neue 
                    bekommt gerade blau geworden ist. Auf dem gutem St&uuml;ck 
                    ist au&szlig;erdem ein Evade Bonus drauf welcher auch mit 
                    jeder neuen Robe mehr wird. Man sieht auch an der Farbe der 
                    Robe sehr gut den Rang des Friars und ich bin sehr gespannt 
                    welche Farbe oder Aussehen wohl eine Level 50 Friar Robe haben 
                    wird. Bei seinem Schmuck sollte man wie ein Tank vorgehen, 
                    also Dex, Str und Quick Teile bevorzugen und nach M&ouml;glichkeit 
                    nat&uuml;rlich Teile welche Skills steigern (besonders Staff 
                    und Parry). Die komplette Ausr&uuml;stung wiegt meistens unter 
                    20 Pfund was einem mit seinen eigenen Spells gebuffter Friar 
                    nur ein m&uuml;des L&auml;cheln abringt. Man ist eigentlich 
                    nie &uuml;berladen auch wenn man voll bepackt ist und gl&uuml;cklicher 
                    weise hat der Friar auch keine Gewichtsbeschr&auml;nkung wie 
                    der Monk in Everquest.</p>
                  <p><br>
                    Friar in RvR... </p>
                  <p>Des Friars Aufgabe im RvR wird vorwiegend das Buffen und 
                    Ressen sein denke ich mal. Auch wenn er mehr austeilen kann 
                    wie die meisten Tanks, so denke ich ist der Friar in der vorderen 
                    Reihe schnell tot. Der Grund hierf&uuml;r liegt daran das 
                    er prim&auml;res Ziel des Gegners ist. Durch seine Robe und 
                    den Stab sieht der Friar wie ein Caster aus (somit ein leichtes 
                    aber sehr offensives Ziel) und selbst wenn der Gegner erkennt 
                    das man ein Friar ist, wird man sicher auch sofort abgegriffen, 
                    weil man wenig HP hat, aber viel Schaden austeilen kann. Au&szlig;erdem 
                    verfallen alle Buffs welche der Friar vergeben hat, wenn er 
                    stirbt. Da in Albion nur die beiden Acolyte Klassen Cleric 
                    und Friar Resurrect haben (Ja OK OK der Paladin hat auch Resurrect 
                    wenn er den Chant Skill bis mindestens 30 zieht, aber die 
                    Heiligen Krieger werden ja allesamt an der Front gebraucht 
                    :-) ... &quot;Die Bresche st&uuml;rmt ihr Hunde&quot; *g* 
                    ... danke an Sturmi f&uuml;r diesen Hinweis), wird der Friar 
                    wohl die toten an der Front ressen und neu Buffen das der 
                    Cleric genug Manna zum heilen der K&auml;mpfenden hat.</p>
                  <p>Dies mu&szlig; nat&uuml;rlich nicht so sein. Ein Friar kann 
                    einen Gr&uuml;nen oder grauen Gegner mit einem einzigem Hieb 
                    t&ouml;ten. Er hat somit ein gewaltiges offensiv Potential. 
                    Das dumme ist eben nur das der Gegner nicht so d&auml;mlich 
                    ist (denke ich mal *g*) und erst nach dem zweitem oder drittem 
                    fettem Hit weis das der Friar zuerst sterben mu&szlig;, bevor 
                    man sich um den Schild/Parry/Plate Armsman k&uuml;mmert den 
                    man sowieso kaum trifft und der doppelt soviel Hps hat. :-)</p>
                  <p></p>
                </td>
              </tr>
            </table>
          </div>
      </td>
    </tr>
  </table>
  </center>
</div>

</body>

</html>
