{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"xela_orcbane","from":"xela_orcbane","replyTo":"LIST","senderId":"iwGO87rO5sljgOu6J37vHW9-0W4VjwcDmomGAFGf0VtMvqXNx8LhSQKTVtXOjT5GVGR5","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: You crazy kids!","postDate":"1000139732","msgId":335,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMFRQUFFVSy4wMDE1NjhKSTkuMjA5OTI3MDQtZXZlcnF1ZXN0YWRkaWN0c2Fub255bW91c0BjbHVicy55YWhvby5jb20+","inReplyToHeader":"PDAwMFRQSzUxRy4wMDFTUUJRNk8uMjA5OTI3MDQtZXZlcnF1ZXN0YWRkaWN0c2Fub255bW91c0BjbHVicy55YWhvby5jb20+"},"prevInTopic":334,"nextInTopic":336,"prevInTime":334,"nextInTime":336,"topicId":1,"numMessagesInTopic":399,"msgSnippet":"I post a lot because (a) I have to work and (b) they re silly enough to give me a computer at work. Does anyone roll play? I don t do as much with my ","messageBody":"<div id=\"ygrps-yiv-80503064\">I post a lot because (a) I have to work and (b)<br/>\nthey&#39;re silly enough to give me a computer at<br/>\nwork.&lt;br&gt;&lt;br&gt;Does anyone roll play? I don&#39;t do as much with my<br/>\nmain-- i&#39;ve found that at higher levels, people get too<br/>\nserious for roll playing--it&#39;s all raid/camp strategy<br/>\nwith some goofiness thrown in for good measure.<br/>\n&lt;br&gt;&lt;br&gt;I have a lvl 9 DE chanter, who made it to Gfay. I<br/>\nlaugh and laugh as the guards ignore my wood elf<br/>\nillusion. I even cast Alliance on the merchants and &quot;steal&quot;<br/>\ntheir money by getting great prices for my rusty junk.<br/>\nI rarely help anyone in need, unless it is to my<br/>\nown benefit, and I&#39;ll often slip out of illusion and<br/>\nscare weaking, love filled wood elves. The cannot<br/>\nunderstand the power of Hate, and the strength of the<br/>\nTier&#39;Dal. &lt;br&gt;&lt;br&gt;Often I&#39;ll here shouts of &quot;ACK!! there&#39;s<br/>\nan inkie by the bank!!!&quot; Foolish tree-huggers!!<br/>\nThough I have killed many orcs (they are just stupid<br/>\npawns, that will one day be nothing more that our pets),<br/>\nmy favorite past-time is taking down the helpless<br/>\nslaves in Crushbone. How sad-- I approach them as a wood<br/>\nelf and hold the key to their salvation in front of<br/>\ntheir faces--then I revert to my natural, beautifully<br/>\nevil form and let them gaze upon their doom befor<br/>\ndispatching them quickly. My people back in Neriak will<br/>\nforgive my indiscretions with our Orc &quot;allys&quot; after a few<br/>\nmore of my games with the helpless chain gang.<br/>\n&lt;br&gt;&lt;br&gt;Life is good in the Faydark. I wish that our forces<br/>\nwould move quicker into this area, but such is<br/>\npolitics. Mayong Mistmore is too caught up in his studies<br/>\nof the undead (sigh-- necromancy is NOT the only<br/>\nmagic!!!), and to be honest, I think he&#39;s too afraid of<br/>\nbrownies to venture any farther than his pathetic little<br/>\ncastle. And don&#39;t get me started on that D&#39;Vinn. He<br/>\nkisses so much orc butt, that his nose is blue!! uh...<br/>\nblue-ER!! With him as the envoy in CB, my people will never<br/>\nknow the pleasures i&#39;ve enjoyed over the past weeks.<br/>\nAdmittedly, I have not trained enough in my magics to wreak<br/>\nhavok in that snooty city of Felwithe, but those<br/>\n&quot;high&quot;elves have began to stew my hate and stoke my rage.<br/>\nStill I must laugh. Even the self-described &quot;high ones&quot;<br/>\noffer my the best prices and go so far as to offer me<br/>\ntraining in their magic guilds!! Idiots!! When I obtain a<br/>\nhigh enough rank, they will even train me on how to<br/>\ntake on the form of their own!!!! Fools!!!&lt;br&gt;&lt;br&gt;So<br/>\nif you see an odd looking wood elf with an animated<br/>\npet running through the Faydark and laughing<br/>\nmaniacally, best to step aside and let me pass!!<br/>\n&lt;br&gt;&lt;br&gt;Mandir the Terrible&lt;br&gt;Wood Elf Enchanter of the 10th<br/>\nIllusion&lt;br&gt;Xev</div>","specialLinks":[]}}
