{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Chris Buckbee","from":"&quot;Chris Buckbee&quot; &lt;cbuckbee@...","replyTo":"LIST","senderId":"NH4JQGlI6Rm0Cv50p2XPNKdm249J63nnD3QElIvn4nRtXavO0m5Dm4v9j8QazRbJwUMk2_WiGIjZIBopfl-zLV06YySopo7E","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Questions about making lvl and getting good exp.","postDate":"936502435","msgId":1186,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4xMjcuMTE4Ni45NTkyNzM0NTFAZUdyb3Vwcy5jb20+"},"prevInTopic":1182,"nextInTopic":1189,"prevInTime":1185,"nextInTime":1187,"topicId":1177,"numMessagesInTopic":8,"msgSnippet":"This is a list of places to hunt that I got off another list.  Hope this helps anyone that reads it. 7-10 - Innothule swamp (Kill Froglocks, then Froglock","messageBody":"<div id=\"ygrps-yiv-1342210660\">This is a list of places to hunt that I got off another list.  Hope this<br/>\nhelps anyone that reads it.<br/>\n<br/>\n7-10 - Innothule swamp (Kill Froglocks, then Froglock fishermen,<br/>\nthen finally Kobold Hunters) The frogs and fishermen spawn near<br/>\nGuk on two small islands, the hunters on a small island near the<br/>\nzone entrance from South Ro (great place for netted and woven<br/>\narmor). Toward the latter end of this I went in to upper guk and<br/>\nfought the low level creatures. If at all possible ... avoid<br/>\nthis. You will die a lot from trains and the pay back is not<br/>\nworth it until later levels. Tactics include pulling with a DOT<br/>\nand then letting your pet tank as you rotate with him. Only use<br/>\nlife steal if you or your pet are low in health. (alternate -<br/>\nEast Commmons against orc camps or wandering monsters)<br/>\n<br/>\n9-11 - South Ro, West Commons, North Ro, and Oasis. Start in<br/>\nSouth Ro or West Commons with the Orc camps. You will usually<br/>\nneed help. Pick up a fellow necro if possible, or a tank. Move up<br/>\nto Derv camps in South Ro, North Ro, and West Commons. The Derv<br/>\ncamps can vary greatly in level so I suggest at least a party of<br/>\n2, preferably more. Again, a small group of DE&#39;s is great. Same<br/>\ntactics as Innothule only you may or may not have an additional<br/>\nDOT. While fighting Dervs in North Ro or South Ro, keep the ward<br/>\nundead spell loaded if possible. You might be able to take some<br/>\nof the lower wandering undead, and even the higher ones if you<br/>\nare in a party. (alternate - East and West Commons wandering<br/>\nmonsters.)<br/>\n<br/>\n11-15 - Sister Island in Ocean of Tears - I would suggest waiting<br/>\nuntil level 12 when you can get bind but if you want to brave it<br/>\n... go right ahead. The sisters come in different levels but most<br/>\nof the same level wear the same clothing type. Be careful pulling<br/>\nas they tend to gang up. A good tactic is to park your pet on the<br/>\nedge of the island outcroppings. Give him the &#39;guard here&#39;<br/>\ncommand. Then run out and pull a sister back with a darkness<br/>\nspell. That will slow her down so you can scramble back to your<br/>\npet. When she arrives, let him tank and cast another DOT. Then<br/>\nmelee.... you should have no problem one at a time, but don&#39;t do<br/>\nmultiples until you get higher in level. Give the first halberd<br/>\nto your pet. Throw the rest away, only keep the belts. You can<br/>\nsell them to players, or to a merchant for a minimum of a plat<br/>\neach. (alternate - Befallen, second level; Unrest, yard trash)<br/>\n<br/>\n14-18 - High Hold Pass - Start on the close side, also called the<br/>\norc side. Try to party up ... there should be PLENTY of people<br/>\nneeding a nuker at that point. Do what Necro&#39;s do best ... DOT<br/>\nand lifesteal until you are OOM, then meditate and restart. The<br/>\naction is quick and so is the spawn here. There is a LOT of kill<br/>\nstealing so deal with it. Trust me ... at this level your loot is<br/>\njust so-so anyway so don&#39;t get upset at losing it sometimes. You<br/>\nare KOS by the guards and citizens of High Hold ... stay away<br/>\nfrom them. As you gain levels you CAN try the opposite side,<br/>\ncalled the gnoll side. It&#39;s not as fun and the repop rate is<br/>\nslower. Any named Orc or Gnoll usually has great loot items (some<br/>\nextremely nice) but again ... at your level I wouldn&#39;t even think<br/>\nabout it unless you are with a powerful group. (Alternates -<br/>\nBefallen, 3rd level; Gorge of King Xorbb, muddites, lesser<br/>\nmino&#39;s, lesser beholders.)<br/>\n<br/>\n16-20+ - South Karana - Now it gets fun. Start on the Aviak<br/>\ntreehouse. Camp at the base of the tree. You can form parties<br/>\nhere easily. I like this camp more than the one in Lake Rathe.<br/>\nIt&#39;s a hell of a lot easier to get around and I like the wide<br/>\nopen plains better than the lake. Tactics at this point should<br/>\ninclude a darkness DOT to start, send pet to attack, cast fear on<br/>\nmob, while pet chases cast second DOT, if possible cast third<br/>\nDOT, run in and finish with melee. Multiples are NOT an option<br/>\nhere ... it&#39;s single city for you unless you are grouped. Start<br/>\nwith egrets, then move to rooks, and then continue up the<br/>\ntreehouse ... you should figure it out quickly. You can also kill<br/>\nelephants and lower centaurs. (Alternate - Unrest, house<br/>\nmonsters.)<br/>\n<br/>\nAt that point I&#39;ll stop. You should know where to go from there<br/>\nand if not you can always post to the list. Besides this is where<br/>\nI am now so I can&#39;t give good advice on the upper levels. :)<br/>\n<br/>\nRemember at level 16 to go to South Ro and see the DE merchant in<br/>\nthe desert (t one of the three that is a Miner or Smith). Give<br/>\nher a greater lightstone and get your practice research book.<br/>\nGive her lesser lightstones until you get BOTH volume one and two<br/>\nof the rune books. Use the info in these books to raise your<br/>\nresearch skill. You will start getting components off of monsters<br/>\nfrom level 14 on.<br/>\n<br/>\nGood luck and follow the dark path ....<br/>\n<br/>\n<br/>\nBranil<br/>\n14th Level DE Necro<br/>\nQuellious</div>","specialLinks":[]}}
