{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Jon Fiedler","from":"&quot;Jon Fiedler&quot; &lt;fiedler@...&gt;","replyTo":"LIST","senderId":"xvVq_mFfpSlN1OyhOMRwbWWsKOiznrW5W1G_k9uO9N6rqlFqEEr_TtsSk3L5xavTthvUYtT5uTIZ0JLiuRpIkmSl24ERWUW8_mua","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Question about Mistmoore","postDate":"937861611","msgId":1276,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4xNDAuMTI3Ni45NTkyNzM0NTFAZUdyb3Vwcy5jb20+"},"prevInTopic":1273,"nextInTopic":1278,"prevInTime":1275,"nextInTime":1277,"topicId":1269,"numMessagesInTopic":4,"msgSnippet":"Well, according to some friends that went there (and from other things I have heard) at least some things give a negative faction hit against queencristothex","messageBody":"<div id=\"ygrps-yiv-763022858\">Well, according to some friends that went there (and from other things I<br/>\nhave heard) at least some things give a negative faction hit against<br/>\nqueencristothex (or something like that)... Whatever it actually is I<br/>\nbelieve this is the same faction(unless there is a very slight spelling<br/>\ndifference) that goes UP when you do the Tier&#39;Dal Necro quests (in addition<br/>\nto thedead and maybe some others).  Also I remember when speaking to various<br/>\nNPCs in the Lodge, them talking about being faithful servants of our queen.<br/>\nThis leads me to believe that Queen whatshername is the Queen of the<br/>\nTier&#39;Dal.<br/>\n<br/>\nNow you may never notice a difference in how the people in the Lodge regard<br/>\nyou after taking lots of hits to the queen faction (since they are part of<br/>\nthe dead faction).  Currently the Tier&#39;Dal King and Queen are not in the<br/>\ngame (as far as I know at least); however, since we are supposed to be her<br/>\nservants it would seem to be a bad idea to have bad faction with her at<br/>\nleast as far as role playing goes.<br/>\n<br/>\nIn addition, just because she isn&#39;t around now doesn&#39;t mean she won&#39;t be in<br/>\nthe future (or at least that faction) and I really don&#39;t want to screw up<br/>\none of my few good factions since that might screw me over in the future<br/>\n(i.e. Friend: Hey look they just added the Tier&#39;Dal queen and she gives some<br/>\ngreat quests for high level items Me: well I&#39;m KoS to the queen now cause I<br/>\nspent time in Mistmoore... guess I can&#39;t do the quests... or I have to get<br/>\n10000000 fire beetle eyes)<br/>\n<br/>\nNow most of this is just guessing from little pieces of information picked<br/>\nup in the game.  This leads me to a rant:  Why don&#39;t we KNOW this stuff???<br/>\nIf I&#39;m a Tier&#39;Dal Necromancer I sure as hell should know who my queen is,<br/>\nwho are our allies, and who are our enemies and not have to make guesses as<br/>\nto all this information.  Some of this is obvious but far too much of it<br/>\nisn&#39;t.  The only way to figure out what something is aligned to is to kill<br/>\nit and see the faction hits it gives.. then you have to know what those<br/>\nfactions are.. most of which aren&#39;t obvious.<br/>\n<br/>\nAnyway, any more information would be appreciated.<br/>\n<br/>\nAzerin D&#39;Tsalaroth who is maybe just a little too paranoid :)<br/>\n<br/>\n<br/>\n-----Original Message-----<br/>\nI don&#39;t know where you heard this but I have never been affected by hunting<br/>\nin mistmoore. Of course the choice is yours but I don&#39;t know anybody who has<br/>\nbeen affected by hunting there.<br/>\n<br/>\nNaeeldar</div>","specialLinks":[]}}
