{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Barry Senowitz","from":"Barry Senowitz &lt;BarryS@...&gt;","replyTo":"LIST","senderId":"1flF_pDaGqqT2G6V1RsCYgH5LZh01of8eN8WyC1p5wDhmSCahKkPD0-6aZsEMpUwsI5vsPLxoyDUjBt3jArfioRoLQLTIHytgA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE:","postDate":"944067581","msgId":1547,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4xOTEuMTU0Ny45NTkyNzM0NTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1546,"nextInTime":1548,"topicId":1547,"numMessagesInTopic":1,"msgSnippet":"You will have a couple of choices that you can take on at your level which are close by, either the commons or you can move to NRo.  Both places should have","messageBody":"<div id=\"ygrps-yiv-748103138\">You will have a couple of choices that you can take on at your level which<br/>\nare close by, either the commons or you can move to NRo.  Both places should<br/>\nhave enough spawns to keep you busy at your level (although east commons<br/>\ntends to get quite a bit crowded sometimes).  I hunted in w commons solo<br/>\nuntil i hit 12th then moved on.  You should be able to take on yellows at<br/>\nyour level with no problem now too, so don&#39;t be too afraid of taking on the<br/>\nyoung kodiak in the commons, just be prepared to run if you get into<br/>\ntrouble.<br/>\n<br/>\nYou start research at 16th level with certain words that are dropped when<br/>\nyou kill certain level mobs.  If you kill mobs between 16 and 20 they&#39;ll<br/>\nsometimes drop words that make up Banshee Aura(which is a 16th level spell)<br/>\nor other spells and the same goes for higher level mobs. Luckily you won&#39;t<br/>\nhave to research your first pet until 34th (unless this has been changed,<br/>\nbut I don&#39;t think so).  The best thing to do at higher levels for research<br/>\nis look for a higher level necro who is close by that wouldn&#39;t mind giving<br/>\nyou a hand.  I did this when I 34th this weekend and sent a tell to a fellow<br/>\nnec who was 39 if they would combine the words and make my pet for me.  Well<br/>\nshe not only made my pet for me, but also had COB and Surge of Enfeeblement<br/>\nthat I bought too, so I didn&#39;t have to look for those words now.<br/>\n<br/>\nThe Harvester is a nec quest item that I did at 30/31 (I kept bouncing back<br/>\nand forth while killing the shadowmen getting the harverster and other quest<br/>\nitems that were needed).  The harvester is not a weapon, basically there for<br/>\nit&#39;s stat bonuses (something like +8str, deadeye and maybe some int, I don&#39;t<br/>\nremember since I&#39;m at work) and looks.  There are about 5 quests in the<br/>\nTemple of Ro for nec&#39;s that you could almost do without killing the people<br/>\nnecessary, like items from unrest, where you can shout to see if you could<br/>\nloot a fungus eye or a werebat wings for some of the kills since not every<br/>\nclass needs or even cares about these items.  Some of the other quest items<br/>\nare easy enough, with gather shadows that you can walk right into the zone<br/>\nand pick up the item that you need and get out.<br/>\n<br/>\nGood Luck<br/>\n<br/>\nVanelin Blackheart<br/>\n34th DE Nec Povar<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Cory Burns [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:coryb@...\">coryb@...</a>]<br/>\nSent: Wednesday, December 01, 1999 11:41 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_Necromancer@onelist.com\">EQ_Necromancer@onelist.com</a><br/>\nSubject: [EQ_Necromancer]<br/>\n<br/>\n<br/>\nFrom: &quot;Cory Burns&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:coryb@...\">coryb@...</a>&gt;<br/>\n<br/>\n\tI have a couple questions. I just turned level 7 last night I am<br/>\nTarew Marr<br/>\nServer. I am DE and in Neriak or actually Nektulos Forrest. It is slow<br/>\nAdvancement I played for about 1 1/2 hours, solong taking anything that<br/>\nwasn&#39;t yello or higher. I was wondering if there was a better place for this<br/>\nother then Nektulos Forrest also. At what level do you actually have to<br/>\nresearch your first pet spell and above all else this one I want to know<br/>\nmore then anything Else. What is the Harvester. It is a Scythe which is<br/>\nslashing and one handed none the less because the person eho had it had a<br/>\nStien in his hand he was being stuck up and wouldn&#39;t talk to me. I wanted to<br/>\nknow what the Harvester is and where can I get it. I know it wont be for<br/>\nawhile but it looks cool and it just says Grim Reaper All over So if you can<br/>\nhelp I would be much appriciated. Also how about Robe of enshroudment. hehe<br/>\njust curious thanks all.<br/>\n<br/>\nMetiphisto HellBringer Tarew Marr 7th Season Necromancer to the Halls of<br/>\nNeriak.<br/>\n<br/>\nThis list is basically unmoderated.  However abusive language will not be<br/>\ntolerated</div>","specialLinks":[]}}
