{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Ben Maddox","from":"&quot;Ben Maddox&quot; &lt;boffinboy@...","replyTo":"LIST","senderId":"UEZr6000vc8ClLgP4K973FEcks4DiXWgN1-AgUb8uGhM9TFxGKJ1R4knC36OQ29IR935wanAOsWyKc_glmYVncfEGYqiQtkxZMA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Where to hunt and research at lvl 20","postDate":"946216634","msgId":1673,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4yMTAuMTY3My45NTkyNzM0NTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1674,"prevInTime":1672,"nextInTime":1674,"topicId":1673,"numMessagesInTopic":3,"msgSnippet":"HI all, first of all a question about where to hunt at lvl 20. I have recieved several suggestions and basically narrowed it down two - skarana treants are","messageBody":"<div id=\"ygrps-yiv-851079801\">HI all, first of all a question about where to hunt at lvl 20. I have<br/>\nrecieved several suggestions and basically narrowed it down two - skarana<br/>\ntreants are cordelia minister (bard at nkarana wizard spires). I was<br/>\nwondering what yur guys opinions where? I think perhaps its a good idea to<br/>\nhunt cordelia until lvl 22 and then head to the treants in south karana-<br/>\ndoes that seem sensible, or should i just go ahead and do the treants - and<br/>\nif so does anyone have any tips for hunting cordelia and/or the treants?<br/>\nNow, onto questions about research - all ahs been going fine up until now<br/>\nand i have been researching many spells (infact I have several lvl 16 and<br/>\n20 nes for sale - any suggestins n where to market them?) but I am having<br/>\nproblems with harmshield which i have failed 4 times! I have trained into<br/>\nresearch as much as possible at lvl 20, I have also practiced lt by making<br/>\nspells and seen no rise so I am guessing it is as high as it will go for my<br/>\nlvl - why shoudl i fail this spell so often? especially as many ther lvl 20<br/>\nones are trivial to me. Also I am finding the words needed fr it difficult<br/>\nto get - words of refuge are quite common but I have no more words of<br/>\nabsorbtion, they seem t be very rare, and was wondering where the best<br/>\nplace to get lvl 20 and lvl 24 research words (i need the ones for my lvl<br/>\n24 pet etc.)? Finally, does anyoen have any inf on what the cap is for<br/>\nresearch at different lvl&#39;s? If nay of you higher lvl necros on solusek ro<br/>\ncould give me a hand getting my spells etc. i would really appreciate it -<br/>\nthanks in advance - Malados soulkeeper lvl 20 gnomish necro on the Solusek<br/>\nRo server.<br/>\n<br/>\np.s. please excuse any typos especially those invlving an o r a missing o<br/>\nas the o key on my keyboard is screwing up</div>","specialLinks":[]}}
