{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mark Muller","from":"&quot;Mark Muller&quot; &lt;markm@...","replyTo":"LIST","senderId":"NP2MXaHRxT62jE-TRZ9nQmx2ysb0eNuOv_NnSjbTIrydCJch3zagV0P0rBmMlN997J11FlJlevmmyof61VlXZLr8IFXiFztFdr3QAw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Got to 34","postDate":"946667411","msgId":1704,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4yMTUuMTcwNC45NTkyNzM0NTFAZUdyb3Vwcy5jb20+"},"prevInTopic":1703,"nextInTopic":0,"prevInTime":1703,"nextInTime":1705,"topicId":1658,"numMessagesInTopic":16,"msgSnippet":"... cyclops. Griffins are about the same lvl as giants but have about half the HP s, but they hit a bit harder than giants...not really an issue with fear.","messageBody":"<div id=\"ygrps-yiv-705226571\"><blockquote><span title=\"ireply\">&gt; Griffon/Griffene are a viable solo option at early 30s. They may con the<br/>\n&gt; same as HGs but are not nearly as hard. (Btw, anyone knows what level are<br/>\n&gt; the Griffins in the Commons?) Cyclops in Rath Mountain can be done pretty<br/>\n&gt; easy too, but watch out for the wandering giant skeletons and other<br/>\n </span></blockquote>cyclops.<br/>\n<br/>\nGriffins are about the same lvl as giants but have about half the HP&#39;s, but<br/>\nthey hit a bit harder than giants...not really an issue with fear.  However<br/>\nif you&#39;re going after uber-mobs you might as well do giants, as the loot is<br/>\ninfinitely better (griffs drop like 6p tops, and the occasional feather/eye)<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; I would wait on Hill Giants though simply because they have a huge amount<br/>\n </span></blockquote>of<br/>\n<blockquote><span title=\"ireply\"> &gt; HPs and hit/stun really hard. A ranger friend and I are hunting them with<br/>\n&gt; relative ease (both of us are level 35) as long as we get SOW before the<br/>\n&gt; fight. The tactic we use is ranger track and snare, I send pet in and<br/>\n </span></blockquote>Invoke<br/>\n<blockquote><span title=\"ireply\"> &gt; Fear, Boil Blood, VoS, CoB, VC, and reapply fear as necessary while the<br/>\n&gt; ranger slash it from behind and reapply snare.<br/>\n<br/>\n </span></blockquote>At 34 you should be able to solo a giant with the following strat:<br/>\n<br/>\n1) buff up your pet and hand him some daggers.<br/>\n2) approach your target and lead off with a darkness, if resisted, send pet<br/>\nto delay him and recast darkness until it sticks.  If you go down 2 bubbles<br/>\nof mana and still havn&#39;t successfully darknessed...gate :)<br/>\n3) invoke fear<br/>\n4) apply dot&#39;s as you see fit<br/>\n5) recast darkness until it sticks, make sure the giant stays darknessed<br/>\nunless your pet has SOW.<br/>\n6) reapply fear as needed<br/>\n<br/>\nAs stated above, this isn&#39;t an xp generator so much as good loot, you&#39;ll be<br/>\nmedding for quite some time after a fight, but with the number of people<br/>\nhunting HG&#39;s in the rathe mtns etc, this isn&#39;t so bad as it lets the giants<br/>\nrepopulate.  I&#39;ve come to find with regards to outdoor mobs, if you&#39;ve got<br/>\nroom to let them run, and you can stick a darkness on them...you can kill<br/>\nthem, sure it might take some time and effort, but nothing is safe from your<br/>\nwrath :) If the creature has massive amounts of HP, sometimes it&#39;s best to<br/>\njust keep them darknessed and feared, let the pet do all the damage, this<br/>\nway you save on mana, and have some room to breath (if you cast all your<br/>\nDOT&#39;s and the giant breaks fear/darkness before he&#39;s dead...you better have<br/>\njboots/sow and a bit of a headstart) Sometimes I keep a real low lvl<br/>\ndarkness mem&#39;d just for emergencies, if the mob speeds up and decides to<br/>\nchase you down, the quick casting time comes in handy.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;so at what lvl can a necro begin to solo spectres? ive got some payback<br/>\n </span></blockquote>to<br/>\n<blockquote><span title=\"ireply\"> &gt; &gt;hand out (oh yes, i remember every time i died... i have a long list of<br/>\n&gt; &gt;paybacks.  i still mutilate the occasional shadow wolf; im sure they like<br/>\n&gt; &gt;the shock of poison)<br/>\n<br/>\n </span></blockquote>Specs can be solo&#39;d at 35 as well, they have moderate HP&#39;s and hit pretty<br/>\nhard, but they only double attack with that big scythe of theirs, once<br/>\nagain, not a factor with fear. :)  The trick with these guys is to get them<br/>\none at a time.  The tree in Feerott is nice for this, but he&#39;s *heavily*<br/>\ncamped.  You can&#39;t pull solo specs reliably from oasis until about 45+ but<br/>\nif you find a nice highbie who&#39;s killing time in oasis sometimes they&#39;ll<br/>\npull a single for you to play with, rather than have you pull the whole<br/>\nisland and have to do cleanup for you.  I know I&#39;ll always pull a single for<br/>\npeeps rather than listen to the massive amounts of newbie shouts when one of<br/>\nthose buggers goes tearing down the beach.<br/>\n<br/>\nOnce you hit your 40&#39;s it&#39;s trivial to do Seafuries in the OOT with the same<br/>\nbasic strategy.  The key to SF cycs is to pull them over to the island<br/>\nbetween sister isle and their island.  That way when you fear them, they<br/>\nstay on that island, instead of rampaging across seafury island and getting<br/>\nyou in deep doodoo.  The only problem with doing this before 44 and DMF is<br/>\npulling the cyc across the water can be dangerous... but there&#39;s almost<br/>\nalways someone in the zone that can hand you a levitate...just bring some<br/>\nbatwings with you and ask around.<br/>\n<br/>\n<br/>\n-Grizumpy Bloodmaw<br/>\n-Necromancer 48th level<br/>\n-Cazic Thule</div>","specialLinks":[]}}
