{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lomack","from":"Lomack &lt;lomack@...&gt;","replyTo":"LIST","senderId":"-yeSvPZUKuD4UUZMk7sITS6rV4Y6SzCf3VlAT8lkl-5crbbFEITc1sB2Cy5epa-j_EUGxnBtobsAR-7XiA7qZTlrkbg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 236","postDate":"951041826","msgId":1825,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4yMzkuMTgyNS45NTkyNzM0NTFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1824,"nextInTime":1826,"topicId":1825,"numMessagesInTopic":1,"msgSnippet":"... When I hit level 20 with my necro, I was unable to successfully create the level 20 pet.  Seemed like no one was ever selling them.  I was able to ","messageBody":"<div id=\"ygrps-yiv-709212692\"><blockquote><span title=\"ireply\">&gt;i remember that around that lvl is where you start to see the <br/>\n&gt;differentiation in pc vs. mob levels.  at about 16 you will (i think) <br/>\n&gt;usually summon a green pet.  now, at lvl 24/25, my pets are always blue (if <br/>\n&gt;i check, which i generally dont anymore).  the only time i really worried <br/>\n&gt;about it was when i had to summon a pet that could hit magic creatures.  <br/>\n&gt;otherwise i would just let the pet die fighting and recast.  get more xp w/o <br/>\n&gt;the pet anyway, so it works out in the long run.<br/>\n<br/>\n </span></blockquote>When I hit level 20 with my necro, I was unable to successfully create the<br/>\nlevel 20 pet.  Seemed like no one was ever selling them.  I was able to<br/>\nsuccessfully level to 24th using the level 16 pet.  Though I will say it<br/>\nwasn&#39;t easy.  The reason I am mentioning this is that even at level 23, I<br/>\nwas able to summon a pet that was blue to me with the level 16 pet spell.<br/>\n<br/>\nIve seen level 16 pets that did max of 12 damage, and I have seen some that<br/>\ndid max 20 damage.  Personally I&#39;d rather be using the pet that hit for 20<br/>\nif I can help it.  Its not that hard to stock up on bone chips and they<br/>\nreally don&#39;t weigh that much so I have a tendance to make sure that I have<br/>\nabout 100 on me most of the time.<br/>\n<br/>\nIf you travel with a Magician, Wizard, or a Gnome that likes to blow cash<br/>\ntinkering stalking probes.  Have them summon an Eye of Zomm, you can test<br/>\nyour pets str out very easily by killing the eye.  And your pet will almost<br/>\nalways hit for max damage against one of these summoned eyes.  At later<br/>\nlevels in a cricis you can even use the bond line of spells to bond to a<br/>\nsummoned eye.  Eye dies after taking 1 point of damage but you still get<br/>\nthe full regen effect of the hit points.<br/>\n<br/>\nAs for the question about impart Str.  I used this spell quite often in the<br/>\nlower levels.  I find now that I just have so many other spells now that I<br/>\nam trying to keep memorized that its just not worth it once you hit about<br/>\n24th.  The only thing that Impart Str will do for your pets is the following.<br/>\n- Increase its ATK slightly (however my 14th level SK&#39;s pet seemes to still<br/>\nbe able to hit mobs he fights and thats a level 4 pet.<br/>\n- Let your pet hit for max damage more often.<br/>\nIt will not make your pet hit for more damage than it normally would, it<br/>\nonly lets it hit for max more often.<br/>\n<br/>\nHope that helps<br/>\n<br/>\n<br/>\nLomack, Knight Defender of the BCK<br/>\nMaster of Recruiting<br/>\nwww.bck.org<br/>\n&quot;The Crimson Knights&quot;<br/>\nFennin Ro</div>","specialLinks":[]}}
