{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"howler@bigbadwolf.org","from":"howler@...","replyTo":"LIST","senderId":"U3QObBs58wv-ehePpsNOVBtCG37Lj1Pc2ZHKU50r-LqlyOpxHHYqtBSbh-6C-IdhUPEIcl8PL4sFWos","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Necromancer] Necros use in raids","postDate":"1006099509","msgId":2283,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDNCRjc5NUU1LjIxMTgxLjMyQzBBOEZAbG9jYWxob3N0Pg==","inReplyToHeader":"PDl0M2NiNys1bHQ3QGVHcm91cHMuY29tPg=="},"prevInTopic":2281,"nextInTopic":0,"prevInTime":2282,"nextInTime":2284,"topicId":2280,"numMessagesInTopic":3,"msgSnippet":"On 16 Nov 2001, at 15:45, Ameena the Many wrote: I gave up on my Necro and EQ. hehe I forgot I was still on this list. I ve traded in my skellie pet for a","messageBody":"<div id=\"ygrps-yiv-1036105675\"><blockquote><span title=\"qreply\">On 16 Nov 2001, at 15:45, Ameena the Many wrote:<br/>\n<br/>\nI gave up on my Necro and EQ. hehe I forgot I was still on this list.<br/>\n<br/>\nI&#39;ve traded in my skellie pet for a lute, flute and drum in DAoC. <br/>\nBeen playing it in BETA since August and simply love it. <br/>\n<br/>\nI&#39;m not trolling, just stating that I REALLY enjoy the game and <br/>\nprefer it over EQ.<br/>\n<br/>\nI have played EQ since BETA 4 and have played a few characters. <br/>\nA Rogue (when it was totally broke!), a Wizzie (That seemed to be <br/>\nout damaged by mages all the time), and a Necro.<br/>\n<br/>\nHere are some of the problems that I had encountered with each.<br/>\n<br/>\nRogue:  When I started you could not sneak AND hide at the same <br/>\ntime. People did not want to group with me because, they thought <br/>\nthat I would automatically pick-pocket during battle. While it was <br/>\npossible then to do so and not see any messages, I personally did <br/>\nnot do this, but I got lumped in with the rest of the rogues anyhow.<br/>\n<br/>\nWizard: Decided to play a Wizzie, this particular wizzie became <br/>\npretty popular since I like to help out.  However, I had to time my <br/>\nblasts during battle or it was insta-death for me. But I took the time <br/>\nto properly play a wizzie and I got good at it. I knew when to stun <br/>\nand when to blast and when to nuke the hell out of something.<br/>\nHowever, once I hit level 34, it was getting harder to find groups <br/>\nagain. At the time, groups prefered mages because their DD was <br/>\nclose to mine AND they had pets and damage shields. <br/>\nSomehow they thought that those were more important that portals <br/>\nand evacs. hmmpf, go figure. Up to this point I had saved many a <br/>\ncharacters from exp loss with a properly timed EVAC, and I must <br/>\nsay that I NEVER left ANYONE behind.<br/>\n<br/>\nSo basically the bottom line to this point is that I chose classes <br/>\nthat interested me, yet were never particularly good with groups or <br/>\nsolo.<br/>\n<br/>\nAnyhoo, I had made it to the mid level game of EQ, level 34, with <br/>\nmy Necro, I had all my pet spells and what not. I too found it <br/>\ndifficult to find groups that could appreciate what I could do. Part of <br/>\nthe problem was, that once I did get into a group, I really couldn&#39;t <br/>\nDOT anything because they would take it down so fast. And if my <br/>\nonly role when I got to the higher levels was to only be a mana <br/>\nbattery for someone else, well that pretty much bites. <br/>\n<br/>\nLets face it Necros typically will not get asked to join a raid unless <br/>\nthey just need someone to fill out a group. The bottom line is, that <br/>\nif you are not a cleric, enchanter, tank, or blaster you are not going <br/>\non a lot of raids.<br/>\n<br/>\nNecros do ok solo, and ok in group, its just no one really wants us.<br/>\n<br/>\nI will say that I had REALLY enjoyed playing the Wizzie. Maybe <br/>\nbecause it was at the height of my EQ playing career. This is <br/>\nbecause that on the Bristlebane server before the onslaught of high <br/>\nlevel characters (and I was on track to being one of them and made <br/>\nMANY friends who later hit 60) that the name Naff Fyndhorn was <br/>\nquite well known. But since abandoning the character, it has been <br/>\nforgotton by all but a few old friends.<br/>\n<br/>\nJust my two coppers<br/>\n<br/>\nNefrit D&#39;Pogrom<br/>\nHonored member of the Teir&#39;Dal<br/>\n34th Circle of Innoruuk&#39;s Chosen<br/>\nIll-Tempered Sea Bass Guild<br/>\n<br/>\n<br/>\nOskar<br/>\n15th Order bard, Hibernia<br/>\nGreat One Guild<br/>\nPalomides server<br/>\n<br/>\n<br/>\n&gt; Well, I haven&#39;t ever been on a raid myself, but as far as I know a <br/>\n&gt; Necro&#39;s main role seems to be as mana battery, from what I hear.<br/>\n&gt; Bah....when will people ever wake up and realise how good a Necro is? <br/>\n&gt; We&#39;re low-maintenance &#39;cause we can heal ourselves and have spells of <br/>\n&gt; our own that are better than the Chanter&#39;s Breeze line. We also kick <br/>\n&gt; arse with our DOTs and to a lesser extent our DDs (SOP is awesome, <br/>\n&gt; and the DD vs Undead line is cool too). And I consider the pet as <br/>\n&gt; half a Tank. Yet when I go into a zone LFG, there&#39;s loads of other <br/>\n&gt; people LFG too, yet they all seem to get groups and I don&#39;t. Once I <br/>\n&gt; waited 5 hours in OT for a group and didn&#39;t get one. I know Necros <br/>\n&gt; are apparantly so good at soloing but it does get boring and even we <br/>\n&gt; have to med for some time if we use all our mana. And we go down <br/>\n&gt; quick if we&#39;re being hit and FD doesn&#39;t work or we&#39;re oom.<br/>\n&gt; Ah, just pouring out what I think here. What does everyone else think?<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; This list is basically unmoderated.  However abusive language will not be tolerated <br/>\n&gt; <br/>\n&gt; Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a> <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; <br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
