{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":44804335,"authorName":"Howler D. Wolfe","from":"&quot;Howler D. Wolfe&quot; &lt;howler@...&gt;","replyTo":"LIST","senderId":"14_uyZFWaUl0pbbEPeMy_96sxskMofDtSPy7iPAzmMUfcrhPBkOZF0aHdSPKmWOEmaXBvnaD7X7-EWrhkQLJVy2zIFtoVM2FGzkaFrkq2A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Necromancer] EQ Has Improved Since You Left...","postDate":"1045872949","msgId":2305,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYTUwMWMyZGEwNyQ4ZDlmMmE4MCQxZTAxYThjMEBob3dsZXJ4cD4=","referencesHeader":"PGIzNXRzcytyMGNnQGVHcm91cHMuY29tPg=="},"prevInTopic":2304,"nextInTopic":2306,"prevInTime":2304,"nextInTime":2306,"topicId":2295,"numMessagesInTopic":40,"msgSnippet":"Hey Kaz, Thanks for the interesting info on EQ.  After getting a small taste of RvR its lead to something more akin to bloodlust! hehe.  EQ is simply not a","messageBody":"<div id=\"ygrps-yiv-1433719492\">Hey Kaz,<br/>\n<br/>\nThanks for the interesting info on EQ.  After getting a small taste of RvR<br/>\nits lead to something more akin to bloodlust! hehe.  EQ is simply not a game<br/>\nthat I think that I could go back to. Many of the features that you&#39;ve<br/>\nmentioned sound like they&#39;re getting their act together, but good bit of<br/>\nthose features are already present in DAoC.<br/>\n<br/>\nThe dungeon design in EQ was really good. I did like that about the game.  I<br/>\nleft EQ due to a REALLY high frustration level with it.  While some of it<br/>\nwas the game mechanics and the poor attitude that Verant had with customers,<br/>\nand the jerks that ran around (all games have them) I just decided it simply<br/>\nwas not worth my time anymore to play.  I have some friends who I see quite<br/>\noften that still love the game and have the uber level 60 characters with<br/>\nall the goodies, but when it comes down to it, I just prefer DAoC.  I played<br/>\nEQ since BETA and thought it was great. I still think its a great game. Its<br/>\njust a great game thats not for me.  I&#39;ll re-evaluate that when EQ2 is out.<br/>\n<br/>\nI just enjoy the RvR aspect of DAoC too much.   I never understood why a<br/>\nHighelf would group with a character that was supposed to be his sworn<br/>\nenemy. Anyhoo, I&#39;ll give EQ2 a try, but until then I am a DAoC player...well<br/>\nok, I&#39;ll play Planetside as well. ;-)<br/>\n<br/>\nThanks again for all the interesting info its really good to know that Sony<br/>\nis catering to the customers. :-)<br/>\n<br/>\nI&#39;m not sure, but would my characters still be there if I decided to try the<br/>\nfree 30thing? Would I still have my stuff too?<br/>\n<br/>\nThanks<br/>\nOskar<br/>\nHibernian Bard Extraordinaire<br/>\nGathering of Ancients<br/>\nPalomides<br/>\n<br/>\n<blockquote><span title=\"qreply\"> ----- Original Message -----<br/>\nFrom: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:kazvorpal@...\">kazvorpal@...</a>&gt;<br/>\nTo: &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_Necromancer@yahoogroups.com\">EQ_Necromancer@yahoogroups.com</a>&gt;<br/>\nSent: Friday, February 21, 2003 2:15 PM<br/>\nSubject: [EQ_Necromancer] EQ Has Improved Since You Left...<br/>\n<br/>\n<br/>\n&gt; --- In <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_Necromancer@yahoogroups.com\">EQ_Necromancer@yahoogroups.com</a>, &quot;Howler D. Wolfe&quot;<br/>\n&gt; &lt;howler@b...&gt; wrote:<br/>\n&gt; &gt; Stuart,<br/>\n&gt; &gt;<br/>\n&gt; &gt; I play DAoC. I quit EQ well over a year ago.  Personally, I REALLY<br/>\n&gt;<br/>\n&gt; You should log into EQ and see how much it&#39;s changed in the last<br/>\n&gt; year.<br/>\n&gt;<br/>\n&gt; The interface has gone from one of the worst in online gaming to one<br/>\n&gt; of the best. Windows can be transparent, you can move them and<br/>\n&gt; configure them easily, you can have multiple chat windows and<br/>\n&gt; configure them to each serve specific purposes. Pets no longer take<br/>\n&gt; experience, even if they do the kill alone. You can quickly and<br/>\n&gt; easily get around if you have Planes of Power, as there are Plane of<br/>\n&gt; Knowledge teleport books in every semi-civilized zone. There are<br/>\n&gt; soulbinders, so no hunting for someone to bind you in a new zone.<br/>\n&gt; Raids can now share experience cross-groups. Actually, the number of<br/>\n&gt; changes is so huge that I can&#39;t even begin to think of everything.<br/>\n&gt;<br/>\n&gt; Oh, and I think the hot spell of the day is only a year old or<br/>\n&gt; so...it&#39;s called Kodiak&#39;s Endless Intellect, or KEI, and it gives<br/>\n&gt; you sixteen mana per tick plus like 30 INT and WIS. A lower-level<br/>\n&gt; character cannot run out of mana, a mid level character never faces<br/>\n&gt; downtime at all if he&#39;s careful, even soloing, and an uber character<br/>\n&gt; has his downtime cut to a fraction, or none if in an effective group.<br/>\n&gt;<br/>\n&gt; I dunno if KEI was around more than a year ago, but nowadays there<br/>\n&gt; is /always/ someone casting it for donations in Nexus, so it&#39;s at<br/>\n&gt; least gone from nearly unknown to something anyone can get with a<br/>\n&gt; little effort...and it lasts over two hours.<br/>\n&gt;<br/>\n&gt; What&#39;s more, with the all-download expansion (Legacy of Ykesha)<br/>\n&gt; coming out in a few weeks, you can be a Frogluk, you have SIXTEEN<br/>\n&gt; slots in the bank, there is an automatic (and a manual) mapping<br/>\n&gt; system, you can dye armor SLOTS so that any armor put in it will be<br/>\n&gt; the color you like to wear. There is a new item slot called Charms,<br/>\n&gt; and a charm is a special kind of magic item which changes according<br/>\n&gt; to circumstances, like growing more powerful for each of a certain<br/>\n&gt; kind of armor you wear (like gaining HP for each piece of plate you<br/>\n&gt; equip), or other things like growing more powerful the more PP you<br/>\n&gt; are carrying.<br/>\n&gt;<br/>\n&gt; Lee&#39;s see...you were around for Luclin, which probably is what drove<br/>\n&gt; you away, but they fixed every single bug from back then. Zoning is<br/>\n&gt; faster, and messages are never lost during zone, they queue up and<br/>\n&gt; you see them after you get through.<br/>\n&gt;<br/>\n&gt; They&#39;ve put out two stable, very useful expansions in just four<br/>\n&gt; months, too.<br/>\n&gt;<br/>\n&gt; In effect, once Verant ceased to exist and it became officially<br/>\n&gt; Sony, it seems they got ten times the development quality and funds,<br/>\n&gt; and it&#39;s gone from an annoying game to being as good as anything out<br/>\n&gt; there.<br/>\n&gt;<br/>\n&gt; But for the coming expansion, the Frogluks have taken over my<br/>\n&gt; original home town of Grobb, now known as Gukta, and the Trolls have<br/>\n&gt; been relegated to hanging out in the foreign quarter of Neriak until<br/>\n&gt; the new Troll city is built with the new expansion. That one thing<br/>\n&gt; really annoys me.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; This list is basically unmoderated.  However abusive language will not be<br/>\ntolerated<br/>\n&gt;<br/>\n&gt; Your use of Yahoo! Groups is subject to <a rel=\"nofollow\" target=\"_blank\" href=\"http://docs.yahoo.com/info/terms/\">http://docs.yahoo.com/info/terms/</a><br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
