{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":44804335,"authorName":"Howler D. Wolfe","from":"&quot;Howler D. Wolfe&quot; &lt;howler@...&gt;","replyTo":"LIST","senderId":"tOZRkCQKx41QuYS3M9YmHD5tFT1_08q428dQauCMuJvYJ8frNTugPxmrmBklZRHbu9B0tQpehmme1HiRjNmYamW6-bAEq9F-Kp4zbrWr3A","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_Necromancer] just joined","postDate":"1046053366","msgId":2317,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMDcwMWMyZGJhYiQ5ZWFhNTlkMCQxZTAxYThjMEBob3dsZXJ4cD4=","referencesHeader":"PDIwMDMwMjIzMTUyNzUzLjM1ODIzLnFtYWlsQHdlYjQxNTA4Lm1haWwueWFob28uY29tPg=="},"prevInTopic":2316,"nextInTopic":2318,"prevInTime":2316,"nextInTime":2318,"topicId":2295,"numMessagesInTopic":40,"msgSnippet":"Hi again Kaz, ... AO ... I have this interesting theory, and that is that turn based games like EQ and DAoC work due to the very genre of the game. They are","messageBody":"<div id=\"ygrps-yiv-1000955227\">Hi again Kaz,<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; It does sound like it. In fact, almost exactly a year ago I downloaded the<br/>\n&gt; Anarchy Online demo, willing to consider leaving EQ for another game. But<br/>\n </span></blockquote>AO<br/>\n<blockquote><span title=\"ireply\"> &gt; turned out to be inferior, as far as I could tell, so I stayed. It sounds<br/>\n&gt; like I should have tried DAoC instead, and might have switched.<br/>\n<br/>\n </span></blockquote>I have this interesting theory, and that is that turn based games like EQ<br/>\nand DAoC work due to the very genre of the game. They are fantasy games and<br/>\nas such the turn based style lends itself to a very good and smooth play<br/>\nstyle. However, for something like AO (I was in the BETA on that as well as<br/>\nmany other games) and the new Star Wars Galaxies (SWG) the turn based system<br/>\nSHOULD NEVER be used. Seriously, in my opinion its just not cool to see two<br/>\ntough guys with big blasters and kick ass rifles standing toe-to-toe at<br/>\npoint blank range shooting at each other like a 18th Century soldiers firing<br/>\nmuskets. NOT COOL. (unless of course its a MMOG based on 18th Century<br/>\nsoldiers firing muskets. ;-P )<br/>\n<br/>\nFor something like SWG you need to have some sort of first person shooter<br/>\nperspective. I think the game that is going to get this right is another<br/>\ngame from Sony that some of you may or may not be aware of and that is<br/>\ncalled &quot;Planetside&quot;. This looks to be a very COOL game and will be the game<br/>\nI choose to play rather than SWG simply because it will take real skill to<br/>\nshoot another player rather than a die roll.  As I said earlier, its my<br/>\nopinion that turn based gun style combat simply does not work. For swords,<br/>\nmaces, bows and arrows and magic spells its a good system, but not for gun<br/>\ncombat.<br/>\n<br/>\nThats basically what killed it for me with AO and I hope that SWG has a<br/>\nbetter system if its not an FPS style.<br/>\n<br/>\nWith regards to trying out DAoC instead...its possible you may have stayed,<br/>\nbut like many new games there are problems. Some were class glitches,<br/>\nbalancing issues, RvR problems and simply lack of content. Its kind of hard<br/>\nto perform a relic raid when the relic is stuck to the floor and you can&#39;t<br/>\npick it up. ;-)<br/>\n<br/>\nI also think you would have been disappointed at the lack of content and how<br/>\nlame and small the original dungeons were when you compared them to the<br/>\npretty large, complex and vast dungeons in EQ.  I know I was, but I hung in<br/>\nthere and the new Shrouded Isles expansion has greatly improved the dungeon<br/>\nsituation.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; But in the last year the /amount/ of change has been as breathtaking as<br/>\n </span></blockquote>the<br/>\n<blockquote><span title=\"ireply\"> &gt; changes themselves, and other than a single bug which makes my machine<br/>\n&gt; hesitate for several seconds every once in a while, sometimes getting me<br/>\n&gt; killed (and all MMORPGs have occasional graphics bugs), I&#39;ve turned around<br/>\n&gt; and grown really happy with EQ again. Sony seems to have made its<br/>\n&gt; development, improvement, and stability a very high priority.<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Its this kind of new attitude from Sony and the efforts that they have made<br/>\nto make EQ even better that will probably drive me to play EQ2 when its<br/>\nreleased. I am really looking forward to EQ2 as well as Planetside. If you<br/>\nask me, it looks like Sony will be the numero uno MMORPG game company out<br/>\nthere. And believe me, companies love nothing more than a continuous revenue<br/>\nstream, especially from loyal and dedicated fans.<br/>\n<br/>\nI have taken advantage of Sonys 30day account reactivation for EQ.  I<br/>\ninstalled Kunark and Velious. Thats all I own, and I must say the new<br/>\ninterface is very nice. However, after being away from EQ for over a year it<br/>\nall felt pretty alien to me. Since I don&#39;t have Luclin, the graphics were<br/>\nobviously VERY dated. I would have liked to have tried EQ with updated<br/>\ngraphics. They look pretty good from what I&#39;ve seen.<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; On the other hand, I&#39;m curious enough that if there were a demo of DAoC,<br/>\n </span></blockquote>I&#39;d<br/>\n<blockquote><span title=\"ireply\"> &gt; download it. But a quick perusal of the site doesn&#39;t reveal one, and I&#39;m<br/>\n&gt; certainly not going to pay money for the game at a store &quot;just in case&quot; I<br/>\n&gt; might like it more.<br/>\n&gt; Do they not have a way to demo it free? Even EQ gave out free registration<br/>\n&gt; keys to all existing accounts so that people could share/demo the game to<br/>\n&gt; their friends...<br/>\n<br/>\n </span></blockquote>I don&#39;t think there is a demo of DAoC, which is quite unfortunate. The<br/>\nclassic DAoC sells in most stores for about $20 w/1month free access. So its<br/>\nnot too bad to check it out. If you happen to have a friend who had it that<br/>\nwould be the most ideal situation.<br/>\n<br/>\nOskar<br/>\n44.5 Hibernian Bard Extraordinaire<br/>\nGathering of Ancients<br/>\nPalomides</div>","specialLinks":[]}}
