{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":124890047,"authorName":"Beverly","from":"&quot;Beverly&quot; &lt;beverlyreed2002@...&gt;","profile":"beverlyreed2002","replyTo":"LIST","senderId":"hm2c6JbQqRsLUH1Z_34l3hWQwhrvWyNjBCHz5o5Cw_ZRfb4RLnREdeTFY60JyvfK_CxIi8RLSq1c73-3gkNEnXaJH6sVMFSiMeY7","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Life&#39;s Moments","postDate":"1051919288","msgId":2349,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGI4djAzcCtvbTIyQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":2348,"nextInTime":2350,"topicId":2349,"numMessagesInTopic":1,"msgSnippet":"Lady Golfer I was at the golf store comparing different kinds of golf balls. I was unhappy with the women s type I had been using. After browsing for several","messageBody":"<div id=\"ygrps-yiv-509026667\">Lady Golfer<br/>\n<br/>\nI was at the golf store comparing different kinds of golf balls. I <br/>\nwas unhappy with the women&#39;s type I had been using. After browsing <br/>\nfor several minutes, I was approached by one of the good-looking <br/>\ngentlemen who works at the store. He asked if he could help me. <br/>\nWithout thinking, I looked at him and said, &quot;I think I like playing <br/>\nwith men&#39;s balls.&quot;<br/>\n<br/>\nColleen Collins,<br/>\n31, Ferndale, MI<br/>\n<br/>\n<br/>\nNuts about You<br/>\n<br/>\nMy sister and I were at the mall and passed by a store that sold a <br/>\nvariety of nuts. As we were looking at the display case, the boy <br/>\nbehind the counter asked if we needed any help. I replied, &quot;No, I&#39;m <br/>\njust looking at your nuts.&quot; My sister started to laugh hysterically, <br/>\nthe boy grinned, and I turned beet-red and walked away. To this day, <br/>\nmy sister has never let me forget.<br/>\n<br/>\nFaye Emerick, 34,<br/>\nEllerslie, MD<br/>\n<br/>\n<br/>\nStrip Mall<br/>\n<br/>\nMy husband and I took our three kids out shoe shopping one day. We <br/>\nwere going from store to store, and the kids were getting restless. <br/>\nAt one crowded store, I was standing near a bench when my 3-year-old <br/>\nclimbed up on it, grabbed hold of my elastic-waist shorts, and jumped <br/>\noff pulling both my shorts and my underwear to the floor. I raced out <br/>\nof there, much to the delight of the appreciative onlookers.<br/>\n<br/>\nPatricia Lamond-Stocksick,<br/>\n35, Lathrop,CA<br/>\n<br/>\n<br/>\nCurl Up and Die<br/>\n<br/>\nI walked into a hair salon with my husband and three kids in tow and <br/>\nasked loudly, &quot;How much do you charge for a shampoo and a blow job?&quot;<br/>\n<br/>\n???<br/>\nSeguin, TX<br/>\n<br/>\n<br/>\nHo, Ho, Ho<br/>\n<br/>\nI was taking a shower when my 2-year-old son came into the bathroom <br/>\nand wrapped himself in toilet paper. Although he made a mess, he <br/>\nlooked adorable, so I ran for my camera and took a few shots. They <br/>\ncame out so well that I had copies made and included one with each of <br/>\nour Christmas cards.<br/>\n<br/>\nDays later, a relative called about the picture, laughing <br/>\nhysterically, and suggesting I take a closer look. Puzzled, I stared <br/>\nat the photo and was shocked to discover that in addition to my son, <br/>\nI had captured my reflection in the mirror - wearing nothing but a <br/>\ncamera!<br/>\n<br/>\nName Withheld<br/>\n<br/>\n<br/>\nThe following are the top four winners of a Most Embarrassing Moments <br/>\nContest in the &quot;New Woman Magazine&quot;:<br/>\n<br/>\nNa-na na-na na-nah!<br/>\n<br/>\nWhile in line at the bank one afternoon, my toddler decided to <br/>\nrelease some pent-up energy and ran amok. I was finally able to grab <br/>\nhold of her after receiving looks of disgust and annoyance from other <br/>\npatrons. I told her that if she did not start behaving &quot;right now&quot; <br/>\nshe would would be punished.<br/>\n<br/>\nTo my horror, she looked me in the eye and said in a voice just as <br/>\nthreatening, &quot;If you don&#39;t let me go right now, I will tell Grandma <br/>\nthat I saw you kissing Daddy&#39;s pee-pee last night!&quot;<br/>\n<br/>\nThe silence was deafening after this enlightening exchange. Even the <br/>\ntellers stopped what they were doing. I mustered up the last of my <br/>\ndignity and walked out of the bank with my daughter in tow. The last <br/>\nthing I heard when the door closed behind me were screams of laughter.<br/>\n<br/>\nAmy Richardson<br/>\nStafford, Virginia<br/>\n<br/>\n<br/>\nSurprise!<br/>\n<br/>\nIt was the day before my eighteenth birthday. I was living at home, <br/>\nbut my parents had gone out for the evening, so I invited my <br/>\ngirlfriend over for a romantic night alone. As we lay in bed after <br/>\nmaking love, we heard the telephone ring downstairs. I suggested to <br/>\nmy girlfriend that I give her a piggyback ride to the phone. Since we <br/>\ndidn&#39;t want to miss the call, we didn&#39;t have time to get dressed. <br/>\nWhen we got to the bottom of the stairs, the lights suddenly came on <br/>\nand a whole crowd of people yelled, &quot;SURPRISE!&quot; My entire <br/>\nfamily:aunts, uncles, grandparents, cousins and all my friends were <br/>\nstanding there. My girlfriend and I were frozen in a state of shock <br/>\nand embarrassment for what seemed like an eternity. Since then, no <br/>\none in my family has planned a surprise party again.<br/>\n<br/>\nTim Cahill,<br/>\nPoughkeepsie, New York<br/>\n<br/>\n<br/>\nPriceless<br/>\n<br/>\nOne of the funniest &quot;most-embarrassing-moment&quot; stories I&#39;ve come upon <br/>\nin a long time was about a lady who picked up several items at a <br/>\ndiscount store. When she finally got up to the checker, she learned <br/>\nthat one of her items had no price tag. Imagine her embarrassment <br/>\nwhen the checker got on the intercom and boomed out for all the store <br/>\nto hear, &quot;PRICE CHECK ON LANE THIRTEEN, TAMPAX, SUPERSIZE.&quot; That was <br/>\nbad enough, but somebody at the rear of the store apparently <br/>\nmisunderstood the word &quot;Tampax&quot; for &quot;THUMBTACKS.&quot; In a business-like <br/>\ntone,a voice boomed back over the intercom. &quot;DO YOU MEAN THE KIND YOU <br/>\nPUSH IN WITH YOUR THUMB OR THE KIND YOU POUND IN WITH A HAMMER?&quot;<br/>\n<br/>\n<br/>\nMom&#39;s Advice<br/>\n<br/>\nA teacher noticed that a little boy at the back of the class was <br/>\nsquirming around, scratching his crotch and not paying attention. She <br/>\nwent back to find out what was going on. He was quite embarrassed and <br/>\nwhispered that he had just recently been circumcised and he was quite <br/>\nitchy. The teacher told him to go down to the principal&#39;s office. He <br/>\nwas to phone his mother and ask her what he should do about it. He <br/>\ndid it and returned to his class. Suddenly, there was a commotion at <br/>\nthe back of the room. She went back to investigate only to find him <br/>\nsitting at his desk with his penis hanging out. &quot;I thought I told you <br/>\nto call your mom.&quot; she screamed. &quot;I did,&quot; he said, &quot;And she told me <br/>\nthat if I could stick it out till noon, she&#39;d come and pick me up <br/>\nfrom school.&quot;<br/>\n<br/>\nChris Vaught <br/>\n<br/>\n.-~*~-._.-~*~-.Beverly.-~*~-._.-~*~-.<br/>\nP.O. Box 15192<br/>\nSacramento, CA 95813<br/>\n&quot;Before we can break free from what binds us we must first realize we <br/>\nare locked up&quot;.<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.beverlysbargains.com\">http://www.beverlysbargains.com</a></div>","specialLinks":[]}}
