{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Shadow Panther","from":"&quot;Shadow Panther&quot; &lt;shdwpanther@...","replyTo":"LIST","senderId":"-ZwRXkI132Obiubxzu7IINCFtzJLBrvC2vmV2TCABLxkc3FPtMZp0zDUgpmUoXHKQpLwmErgz2hKfwH5d-ZdCAGyM-ZCR2EQ6tBo-fXIZg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Just a thought..","postDate":"926350185","msgId":328,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni4yNC4zMjguOTU5MjczNDQ5QGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":333,"prevInTime":327,"nextInTime":329,"topicId":328,"numMessagesInTopic":11,"msgSnippet":"I suppose so, but I don t powergame, I just plan everything ahead. Think of my character as one who spends 99.9% of his time in thought or exploring, and the","messageBody":"<div id=\"ygrps-yiv-1468595141\">I suppose so, but I don&#39;t powergame, I just plan everything ahead.<br/>\nThink of my character as one who spends 99.9% of his time in thought or<br/>\nexploring, and the rest fighting and still prefers to think out the fights<br/>\nhe&#39;s in, rather than going at it.  If I could, I&#39;d knock a creature off of a<br/>\ncliff with a lightening bolt, instead of fighting it out.  That&#39;s just an<br/>\nexample, of course, we know Necro&#39;s don&#39;t get anything of the sort.<br/>\n<br/>\n    As for the problems that somebody asked for me to list, most of them are<br/>\nnot Necromancer specific, but general spell-caster/other limitations and/or<br/>\nannoyances that, after some time, just really started to rub me raw. =/<br/>\nTake for instance, the MOBs apparently have no sense of UP, but apparently<br/>\njust horizontal line of sight.  Black Burrow is an excellent example.  You<br/>\ncan stand up on top of the square block that the jaw is attached to, or even<br/>\nclimb up the wall further -- which would make you a good 30ft or more up --<br/>\nand they can still hit you, from the ground, through the not-so solid rock,<br/>\nfrom _inside_ of the cave.  Ridicules.  Not to mention their ability to run<br/>\nthrough walls and doors.<br/>\n<br/>\n    Another annoying thing that peeved me off was not being able to attack<br/>\nthings in water.  Sure,  you can cast  your spells at them, but it has no<br/>\neffect at all.  If you tell your pet to attack the thing, he says that it&#39;s<br/>\nan illegal target.  You actually have to get _into_ the water before you can<br/>\nattack the thing.  Unless your channeling is 70-something, you can&#39;t cast a<br/>\nspell  until you sink to the bottom and stop moving, and by then you&#39;re ate<br/>\nup anyway.   This is an iffy example, though, as I realize there&#39;s some<br/>\ncases in which it could be &#39;taken advantage of&#39;, but it works for an<br/>\nexample.  But then, why not kill the shark before you hop into the water?<br/>\nWhat &quot;mage&quot; in their right mind would deliberately go feed the fishies?<br/>\nHeh..<br/>\n<br/>\n    Something else is their apparent psychic connection with the planet.  I<br/>\nmean, seriously, you&#39;re completely across the zone from the thing and it<br/>\nwill still....<br/>\n<br/>\n            ...know where you&#39;re at, even if you&#39;re far under ground and<br/>\nit&#39;s top side _and_ all the way on the other side of the zone...<br/>\n            ...make its way to you through maze or &#39;high water&#39;...<br/>\n            ...and begin pounding the snot out of you...<br/>\n<br/>\n    Blah!  That seriously needs to be changed.<br/>\n<br/>\n    We&#39;re spell-casters, not fighters.  It seems like varant is doing their<br/>\nbest to stop us from being so.  It&#39;s not like we could make our selves<br/>\nuntouchable, as our spells have a certain range and if we can get &quot;up<br/>\nthere&quot;, so possibly can they.<br/>\n<br/>\n    Just a bunch of the stupid little things like that which really, really<br/>\npeeves me off &#39;bout the game.<br/>\n<br/>\n        There are Necro problems as well, though.  Varant seems bent on<br/>\nmaking Necromancers research their spells, to the distance of not giving the<br/>\nplayer any choice.  Sure, if you want to do that then the option&#39;s cool,<br/>\nbut incredibly annoying to us folks who don&#39;t.  Most of our 20-ish or better<br/>\nspells are not only on NPC&#39;s on ridiculously out of the way places (on an<br/>\nisland, from an island, which you have to swim out to), but on NPC&#39;s that<br/>\nkill us on sight.  Deliberately putting _our_ spells on incredibly<br/>\naggressive NPC&#39;s/magician vendors that are near impossible to find.  That&#39;s<br/>\njust plain stupid.<br/>\n<br/>\n        Then there&#39;s the Necro guild in Neriak.  Why, oh why do the ghouls<br/>\nattack us?  Different deity?  Big deal, they&#39;re both evil deities and I<br/>\ndon&#39;t remember reading anywhere where they hated each other.<br/>\n<br/>\n    Well it was asked, there&#39;s a few.<br/>\n<br/>\n~Mysk<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;    Ahh, but here&#39;s the thing: this is exactly what they were trying to<br/>\n&gt; _avoid_. They don&#39;t want people out there crunching numbers and playing<br/>\n&gt; from a pure power-gaming aspect. Otherwise, why not just reveal to us<br/>\n&gt; every formula in the game? The lack of numbers is to promote a sense of<br/>\n&gt; mystery and to encourage roleplaying...not roll-playing. It doesn&#39;t always<br/>\n&gt; work (formulas are still found, &#39;optimal&#39; race/class/spell combinations<br/>\n&gt; are still discovered), but it helps.<br/>\n&gt;<br/>\n&gt; Valdus </span></blockquote></div>","specialLinks":[]}}
