{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Peter Cox","from":"Peter Cox &lt;pcox@...","replyTo":"LIST","senderId":"ltvocykt6lycLmup0HLpAXI4DQLtR4LoGtzU1P0jmn_NeWjMndOpo8U-dmtJquj3RzBLnEAcjknP3oS1J36i7CTNQWNBkCKopi0LXOEw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Permafrost","postDate":"930753328","msgId":843,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni43Ni44NDMuOTU5MjczNDUwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":845,"prevInTime":842,"nextInTime":844,"topicId":843,"numMessagesInTopic":3,"msgSnippet":"... I have been in perma since level 17. It is an excellent, well-balanced dungeon for players level 15 to 50. I m now almost level 21, and plan to stay in","messageBody":"<div id=\"ygrps-yiv-328370372\"><blockquote><span title=\"ireply\">&gt; I have heard some people claiming they&#39;ve had great success in Permafrost with groups in the 15-22 level range.  Does anyone out there have any experiences in Permafrost they would like to share that either confirm or contradict this claim.  If confirming, could you please describe the strategy used for a group in the 15-22 level range?<br/>\n<br/>\n </span></blockquote>I have been in perma since level 17. It is an excellent, well-balanced<br/>\ndungeon for players level 15 to 50. I&#39;m now almost level 21, and plan to<br/>\nstay in perma until level 24 at least. <br/>\n<br/>\nThe important things to remember are that you _will_ need a group,<br/>\npreferably a full one. It&#39;s almost impossible to pull one or two goblins at<br/>\na time. Groups like necros for a couple of reasons - firstly, the pet is an<br/>\nexcellent tank, and effectively counts as a 7th group member that doesn&#39;t<br/>\ntake XP (so long as he doesn&#39;t get the last hit), and secondly the darkness<br/>\nline of DoTs mean that runners aren&#39;t a problem, since by the time they<br/>\nstart running their AGI is so low that they are effectively rooted. I do<br/>\nnot use my DoTs on high-level item-carrying mobs however, the risk that the<br/>\nbug will strike and vanish the mob along with the xp gained is too great.<br/>\nIt happens too often on regular mobs anyway.<br/>\n<br/>\nAnother thing to be careful of is to make sure that any mob your pet is<br/>\nbeating on has had darkness cast on it. I&#39;ve been killed (along with some<br/>\ngroup members) because my pet went chasing a runner and ended up in a room<br/>\nfull of nasties who, after despatching my pet, came after me. Remember - if<br/>\nyour pet draws them, it&#39;s YOU they are after. If you ever see &#39;Taunting<br/>\nattacker master&#39; and you don&#39;t know where your pet is - zone! It is the<br/>\nbest thing to do.<br/>\n<br/>\nA lot of people say pets are more dangerous than they&#39;re worth in dungeons,<br/>\nbut if you manage it properly it can be very useful. Basically tell it to<br/>\n&#39;guard here&#39; in the spot where your group is pulling to. That way, whenever<br/>\nit&#39;s not attacking a mob it will return to that spot. Secondly, make sure<br/>\nany runner it&#39;s attacking has darkness on it, and/or nuke the runner<br/>\nyourself (or have the wiz do it).<br/>\n<br/>\nAnyway, hope this has been of some use. I&#39;d imagine that these guidelines<br/>\nare mostly common-sense, and are applicable in most dungeons.<br/>\n<br/>\nMantik Boneweaver, 20th level necro, Rallos Zek</div>","specialLinks":[]}}
