{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"James","from":"&quot;James&quot; &lt;manickd@...","replyTo":"LIST","senderId":"ZsCoXUmEBDe_eLlcIAHPFKgALldBF_7V_JvJMCtbFZkiwMcm-zlZsrfHJQTkEGPUZ8KEcW2KnRNkB0-grRKywA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Beggining Necromancer","postDate":"930832024","msgId":853,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE2MDk1Ni43Ny44NTMuOTU5MjczNDUwQGVHcm91cHMuY29tPg=="},"prevInTopic":850,"nextInTopic":854,"prevInTime":852,"nextInTime":854,"topicId":848,"numMessagesInTopic":10,"msgSnippet":"... Another pet command I like it /pet guard here  That one can get bad, because your pet wont help you unless you tell it to. The reason I like this is for ","messageBody":"<div id=\"ygrps-yiv-975629969\"><blockquote><span title=\"ireply\">&gt;I am planning on starting a Necromancer today and I have had no<br/>\n&gt;experience using pets. I was wondering what hot buttons I should<br/>\n&gt;configure in terms of Pet Commands and how and when I should use them in<br/>\n&gt;<br/>\n&gt;order to use them effectively? I also plan on grouping regularly<br/>\n&gt;(unfortunately, mostly with good races) and I was wondering if this has<br/>\n&gt;any impact on my pet and how? Any tips you would be willing to give a<br/>\n&gt;young first time DE Necromancer on BB would be appreciated.<br/>\n<br/>\n </span></blockquote>Another pet command I like it /pet guard here  That one can get bad, because<br/>\nyour pet wont help you unless you tell it to. The reason I like this is for<br/>\nwhen you want to pull monster to a very certain spot. As you are running<br/>\nback you pet will run after it and engage it where you dont want it too.<br/>\nWhen you get back to where you want it to fight you hot key /pet attack with<br/>\nthe monster targeted. This has worked well for me.<br/>\n<br/>\n /pet sit is importain. For you pet heals faster siting.<br/>\n<br/>\n/pet follow me to make it come. /pet guard me is another dangerous one. Any<br/>\nthing it think is going to attack you. It will jump when it get close to<br/>\nyou. Weather you are meditating or ready for a fight. Fighting oban Drakes<br/>\nyou never use that command for you will be fighting 10 or more of them at<br/>\nonce.<br/>\n<br/>\n/pet settle down stops your pet from fighting. Unless you or your pet is<br/>\ngetting hit.<br/>\n<br/>\n/pet report health very good hot key to have. &quot;I have 12 % of my health<br/>\nleft&quot; thats when you know you have no choice but to stay in battle and pray.<br/>\nhehehe<br/>\n<br/>\n<br/>\nnow being a new necro you also need to know some tatics. I have made it to<br/>\nlevel 24 this way. Stand far from your opponent. Dot them first with your<br/>\nbiggest dot you have then sick your pet on it as it get close. hit it<br/>\nonemore time with another dot other then the one you just hit it with then<br/>\nget in battle. hit it for a bit. When you are low. Step back and Drain some<br/>\nhp. Then get back in battle again. Keep doing the engage.....  disengage<br/>\ndrain hp till it falls dead. Now dont try and kill it too fast. Alot of<br/>\nnecros make that mistake. If you dish too much damage too fast your pets<br/>\ntaunt just wont work, and you wont be ablie to step out of battle to drain<br/>\nhp. but dont make the battle linger too long or yore pet is dead as well.<br/>\nYou will get the feel for this over time. Welcome to the world of the undead<br/>\nand there master&#39;s US!!!</div>","specialLinks":[]}}
