<HTML><HEAD><TITLE>Todellinen tasa-arvo.</TITLE></HEAD><script language="JavaScript"><!--function MM_callJS(jsStr) { //v2.0  return eval(jsStr)}//--></script><STYLE><!--a       { color:003366; text-decoration:none }a:hover { color:FFFFFF; text-decoration:none }-->        </STYLE><BODY BGCOLOR="#FFFFFF"><TABLE width=95% BORDER="0" CELLSPACING="0" CELLPADDING="0">  <tr>    <td><font size="3" STYLE="font-size:12 px" COLOR=black><BR>            <BR><BR><BR><BR><P align=justify>Nykyiset sukupuoliroolit ovat kehittyneet niilt&auml; ajoilta kun todella oli tehokkuus- ja hengiss&auml;pysymisp&auml;&auml;m&auml;&auml;rien kannalta tarkoituksenmukaista olla selv&auml; sukupuolten ty&ouml;njako, mutta n&auml;en nykyiset roolit l&auml;hinn&auml; parodioina tai v&auml;&auml;ristymin&auml; sukupuolten biologisista tarpeista ja taipumuksista. Sit&auml;paitsi uskoisin (ilman l&auml;hdeviittauksia, vain oman kokemuksen perusteella) ett&auml; samaa sukupuoltakin edustavien ihmis_yksil&ouml;iden_ v&auml;liset erot ovat suurempia kun keskim&auml;&auml;r&auml;isen miehen ja keskim&auml;&auml;r&auml;isen naisen v&auml;linen ero. </P><P align=justify>Ei ole vapauttavaa, ett&auml; jokaisen pit&auml;&auml; olla samanlainen. Usein kuulee sanottavan, ett&auml; feministien tai tasa-arvon kannattajien ajatuksissa on vikana se, ett&auml; ne haluaa kaikkien olevan samanlaisia, vaikka ihmisten (ja sukupuolten) v&auml;lill&auml; on eroja. Oikea tasa-arvo onkin sit&auml;, ett&auml; jokaisella olisi oikeus k&auml;ytt&auml;yty&auml; niinkuin haluaa, ja vaikka eri tilanteissa halunsa mukaan eri rooleja noudattaen: joku voisi ihannemaailmassa olla vaikkapa t&ouml;iss&auml;&auml;n alfauros, lapsilleen &auml;itihahmo, puolisolleen hyv&auml; aviomies ja s&auml;ngyss&auml; narttu <FONT COLOR="#0000FF">*</FONT>). Todellinen sukupuolten tasa-arvo ei olisi sit&auml;, ett&auml; kaikki olisivat samanlaisia ja sukupuolettomia (kyll&auml;, _min&auml;_ olen androgyyni biseksuaali, mutta _sinun_ ei tarvitse olla), vaan ett&auml; jokainen saisi olla juuri sit&auml; milt&auml; tuntuu. En kannata sukupuolten poistoa vaan monta, monta sukupuolta lis&auml;&auml;, jotta kaikilla on vara valita (riippumatta siit&auml; milt&auml; jalkov&auml;li sattuu n&auml;ytt&auml;m&auml;&auml;n).</P><P align=justify>&#148;No mutta kun ihmisill&auml; on luontainen tarve jakaa kahtia. Ei ihmisi&auml; saa ajattelemaan ett&auml; jokainen on samanarvoinen. Ei koskaan tule olemaan maailmaa, jossa ei teht&auml;isi ennakko-oletuksia esim. sukupuolen suhteen&#148;, sanoo nyt joku. Mutta pointti on t&auml;ss&auml;: ihmisill&auml; on kyll&auml; luontainen ja psykologinen taipumus lokeroida. Mutta miksei lokeroita voisi olla paljon enemm&auml;n? Vaikka horoskooppimerkit tai antiikin Kreikan nelj&auml; ihmistyyppi&auml; (sangviininen, koleerinen, melankolinen ja mik&auml; se yksi nyt on?) on esimerkkej&auml; siit&auml;, ett&auml; useampaakin voi jakaa kuin kahteen. Uusiksi sukupuoliksi voisi tulla vaikkapa hoitaja, malli, rakentaja, johtaja, suojelija, rauhaisa ty&ouml;l&auml;inen, opettaja ja niin edesp&auml;in.</P><P align=justify>Alistavaa on _se_, ett&auml; ajatellaan ett&auml; naiset tahtovat aina pyrki&auml; miesten "tasolle", ts. esimerkiksi ei-meikkaamiseen, kilpailullisuuteen, per&auml;&auml;nantamattomuuteen ja runsaaseen alkoholin k&auml;ytt&ouml;&ouml;n. Siihenh&auml;n yhteiskunta on menossa. Todellinen tasa-arvo ei ole jokaisen oikeutta k&auml;ytt&auml;yty&auml; kuten &#148;mies&#148; (lainausmerkeiss&auml; siksi, ett&auml; oikeasti ihmisen on mahdotonta olla aivan kuten miehen arkkityyppi). Sen sijaan tahtoisin kehottaa niin miehi&auml; kuin naisia ennemmin pyrkim&auml;&auml;n my&ouml;s perinteisesti "naisellisina" pidettyihin hyveisiin, kuten hellyyteen, n&ouml;yryyteen, sovittelevuuteen ja &#8211; jos silt&auml; tuntuu &#8211; aikaaviev&auml;&auml;nkin ulkon&auml;&ouml;st&auml; huolehtimiseen.</P><P align=justify>Naiset eiv&auml;t olleet keskiajalla alistettuja. Yht&auml; hyvin miehet olisivat voineet ruveta vaatimaan oikeuksia itselleen. Se, ett&auml; keskiajan naisten asema vaikuttaa huonolta ja miesten hyv&auml;lt&auml; nykyihmisen mielest&auml;, johtuu siit&auml;, ett&auml; me olemme oppineet arvostamaan juuri niit&auml; asioita, joita keskiajan naiselta puuttui: yhteiskunnallisen vaikuttamisen vapaus, liikkumavapaus, ty&ouml; kodin ulkopuolella ja oikeus p&auml;&auml;tt&auml;&auml; hankkiiko lapsia vai ei tai kenen kanssa menee naimisiin. Mutta todellisuudessa mies oli yht&auml; kahlittu kodin ulkopuolelle, ty&ouml;el&auml;m&auml;&auml;n ja perheen el&auml;tt&auml;miseen eli julkiselle alueelle. Sitten 1700-luvulla, valistuksen aikaan, Euroopassa syntyi ajatus siit&auml;, ett&auml; my&ouml;s kansalainen voi vaikuttaa valtioon eik&auml; vain valtio (eli kuningas) kansalaiseen. Siksi yhteiskunnallisesta vaikuttamisesta tuli yht&auml;kki&auml; hyvin t&auml;rke&auml;&auml; ja arvostettua. Yht&auml;kki&auml; miehen el&auml;m&auml;nalue (julkinen) oli _parempi_ kuin naisen el&auml;m&auml;nalue (yksityinen). Jos naisten el&auml;m&auml;nalueesta olisi jostain syyst&auml; tehty parempi kuin miesten, miehet olisivat ruvenneet ennemmin tai my&ouml;hemmin vaatimaan tasavertaisia oikeuksia naisten kanssa: oikeus kotiin, oikeus lastenhoitoon. Nyky-Suomen ongelma ei olisi hoitajia- ja opettajapula vaan arkkitehti- ja poliitikkopula. Niin ei kuitenkaan k&auml;ynyt, ja nyt kaikkien mielest&auml; on huono asia &#148;joutua&#148; olemaan esim. kotona hoitamassa lapsia.</P><P align=justify>T&auml;m&auml; ei tarkoita, etteik&ouml; naisten vapautusliike olisi ollut paljossa oikeassa. Naisille piti (tai pit&auml;&auml;) saada yht&auml;l&auml;iset oikeudet miesten kanssa, jo siksi, ett&auml; _kaikille_ naisille ei sovi kodinhoito. Kuten kaikille miehille ei sovi alituinen eteenp&auml;in pyrkiminen ty&ouml;el&auml;m&auml;ss&auml;. Mutta mist&auml; saataisiin miehillekin yht&auml;l&auml;iset oikeudet naisten kanssa? </P><P align=justify>&nbsp;</P><P align=justify>&nbsp;</P><P align=justify>&nbsp;</P>___________<P align=justify>&nbsp;</P><P align=justify><FONT COLOR="#0000FF">*</FONT>) T&auml;m&auml;(kin) loistoajatus on per&auml;isin aikanaan mun silm&auml;ni avanneesta Petri Sipil&auml;n loistokirjasta Sukupuolitettu ihminen. Se on helposti luettava, hauska ja &auml;lyk&auml;s, ja oikeestaan sen pit&auml;isi kuulu peruskoulun opinto-ohjelmaan. Ei, en ole samaa mielt&auml; sen jokaisen ajatuksen kanssa, mutta kelailemaan se pist&auml;&auml;.</P><br>        <br><script type="text/javascript" language="JavaScript"> sw="none";sd="none";ref=""+escape(document.referrer); </script> <script type="text/javascript"language="JavaScript1.2"> sw=screen.width;nav=navigator.appName;sc=(nav!="Netscape")?screen.colorDepth:screen.pixelDepth; </script> <script type="text/javascript" language="JavaScript"> function doit(str) {document.writeln(str);}qs="&sw="+sw+"&sc="+sc+"&ref="+ref; url='http://counter4.bravenet.com/index.php?'; url +='id=340041&usernum=284702383&cpv=1';curl='http://counter4.bravenet.com/counter.php?id=340041&usernum=284702383'; doit('<a href="'+url+'" target="_top"><img width="1" height="1" border="0" src="'+curl+qs+'" /></a>') </script> <noscript> <a href="http://counter4.bravenet.com/index.php?id=340041&usernum=284702383&cpv=1" target="_top"><img src="http://counter4.bravenet.com/counter.php?id=340041&usernum=284702383" alt="Bravenet.com" border="0" /></a> </noscript><BR><BR><BR><BR><BR> <BLOCKQUOTE>  <BLOCKQUOTE>| <a href=# onClick="window.close();">sulje ikkuna</a> |            </BLOCKQUOTE>  </BLOCKQUOTE></font></td></tr></table></body></HTML>