<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Luclin&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Luclin -->
 <strong>1.0 Was ist &#8220;EverQuest: The Shadows of Luclin&#8221;?</strong><br>
&#8222;EverQuest: The Shadows of Luclin&#8220; ist eine Erweiterung des weltbekannten 
Spieles EverQuest.<br>
<br>
<strong>1.1 Was ist daran neu?</strong><br>
Hier ein kleiner &Uuml;berblick &uuml;ber einen Teil der Neuerungen. Bitte beachten 
Sie, dass sich die Liste dieser Neuerungen vor der Ver&ouml;ffentlichung noch 
&auml;ndern kann. <br>
&middot; Eine stark verbesserte 3D-Grafikengine, die in der Lage ist, von neueren 
Technologien Gebrauch zu machen, erlaubt es uns, mehr Polygone und detailliertere 
Texturen darzustellen <br>
&middot; &Uuml;ber 25 neue Zonen, zu denen eine neue Anfangsstadt geh&ouml;rt 
<br>
&middot; V&ouml;llig neue, hochdetaillierte Grafiken der Spielercharaktere <br>
&middot; Eine v&ouml;llig neue Spielerrasse: Die Vah Shir (Kerraner) <br>
&middot; Eine v&ouml;llig neue Spielercharakterklasse: Der Bestienf&uuml;rst <br>
&middot; Zus&auml;tzliche nicht stufenbasierte Weiterentwicklungsm&ouml;glichkeiten 
f&uuml;r diejenigen, die Stufe 51(oder h&ouml;her) erreicht haben <br>
&middot; Neue Auftr&auml;ge, Gegenst&auml;nde, NSCs und vieles mehr!<br>
<br>
<strong>1.2 Werden die Mindestsystemvoraussetzungen f&uuml;r Luclin &uuml;ber 
denen von Velious liegen?</strong><br>
Ja. Luclin ist ein sehr ambitioniertes Projekt. Neben den vielf&auml;ltigen Charakteren 
wird Luclin &uuml;ber einige der verbl&uuml;ffendsten Effekte verf&uuml;gen, die 
man bis jetzt noch nicht in Onlinespielen bewundern konnte. Um dieses zu erm&ouml;glichen 
werden die Mindestvoraussetzungen von Luclin etwa denen moderner Computerspiele 
entsprechen.<br>
Die Systemvoraussetzungen werden kurz vor der Ver&ouml;ffentlichung der Erweiterung 
bekannt gegeben.<br>
<br>
<strong>1.2.1 Was werden die minimalen Systemvoraussetzungen sein?</strong><br>
Mindestanforderungen:<br>
&middot; Windows&reg; 98/2000/ME/XP <br>
&middot; Pentium&reg; II 400Mhz oder schneller <br>
&middot; 256 MB RAM <br>
&middot; 16 MB Direct3D-kompatible Grafikkarte mit Hardware T&amp;L (z. B. Nvidia 
GeForce/GeForce 2 oder ATI Radeon) <br>
&middot; DirectX 8.0-kompatible Soundkarte <br>
&middot; 28.8 K Internetverbindung (oder schneller)<br>
&middot; 4-fach CD-ROM-Laufwerk<br>
&middot; 450 MB (oder mehr) freier Festplattenspeicher 
<p>Anmerkung: Auch wenn Sie technisch gesehen unter den Mindestanforderungen liegen, 
  k&ouml;nnen Spieler mit 128 MB RAM Luclin spielen, wenn Sie die neuen Charaktermodelle 
  ausschalten.<br>
  <br>
  Empfohlene Systemvoraussetzungen:<br>
  &middot; Windows&reg; 98/2000/ME/XP <br>
  &middot; Pentium&reg; III (oder besser) <br>
  &middot; 512 MB RAM <br>
  &middot; 32 MB Direct3D-kompatible Grafikkarte mit Hardware T&amp;L (z. B. ATI 
  Radeon, Nvidia GeForce 2 (oder besser)) <br>
  &middot; DirectX 8.0-kompatible Soundkarte <br>
  &middot; 56.6 K Internetverbindung (oder schneller) <br>
  &middot; 16-fach CD-ROM-Laufwerk<br>
  &middot; 1.5 GB (oder mehr) freier Festplattenspeicher</p>
<p>Anmerkung: F&uuml;r Windows 98, XP, ME und 2000 wird DirectX 8.1 ben&ouml;tigt.<br>
  <br>
  <strong>1.3 Wie lautet der voraussichtliche Ver&ouml;ffentlichungstermin?</strong><br>
  Luclin wird im Dezember dieses Jahres gestartet werden.<br>
  <br>
  <strong>1.4 Wird es einen Betatest geben? Wie kann ich daran teilnehmen?</strong><br>
  Ja. Luclin wird voraussichtlich im August in einem geschlossenen Betatestsystem 
  getestet. Wir werden die Spieler individuell anhand vergangener Erfahrungen 
  und deren Einsatz bei ihrer Hilfe an Verbesserungen f&uuml;r EverQuest ausw&auml;hlen. 
  Daher werden Spieler, die aktiv auf dem Testserver spielen, bevorzugt behandelt.<br>
  <br>
  <strong>1.5 Wird Luclin verkauft werden? Wenn ja in welcher Form?</strong><br>
  Ja, Luclin wird verkauft werden. Das genaue Vertriebsmodell muss allerdings 
  noch festgelegt werden.<br>
  <br>
  <strong>1.6 Wir besitzen vier Zugangskonten in der Familie. M&uuml;ssen wir 
  f&uuml;r jedes dieser Konten ein Luclin kaufen?</strong><br>
  Ja. Sie m&uuml;ssen f&uuml;r jedes Konto mit dem Sie auf Luclin Inhalte zugreifen 
  wollen, ein Exemplar von Luclin kaufen.<br>
</p>
<p><strong>2.0 Wo spielt Luclin?</strong><br>
  Luclin ist der Name des Mondes, der Norrath umkreist. Dieser kann momentan nur 
  von der Ebene des Himmels aus gesehen werden. Wir vermuten, dass Al`Kabor schon 
  bald den Mantel des Schattens durchtrennen wird, der den Mond von dem Rest von 
  Norrath versteckt. <br>
  <br>
  <strong>2.1 Welche Spielstufen werden von Luclin unterst&uuml;tzt?</strong><br>
  Luclin wird Spieler aller Stufen unterst&uuml;tzen. &Auml;hnlich wie Kunark.<br>
  <br>
  <strong>2.2 Wird die maximale Stufe jenseits der 60 angehoben?</strong><br>
  Nein. Wir planen allerdings einige nicht stufenbasierte Weiterentwicklungsm&ouml;glichkeiten 
  f&uuml;r diejenigen zu implementieren, die ihren Charakter fortbilden m&ouml;chten. 
  Diese Weiterentwicklung wird nur sehr subtil messbar sein, es wird also nicht 
  dazu f&uuml;hren, dass viele glauben, sich weiterentwickeln zu m&uuml;ssen. 
  So, wie es nach der Ver&ouml;ffentlichung von Kunark geschehen war.<br>
  <br>
  <strong>2.3 Wenn wir weder Kunark noch Velious gekauft haben, wird uns Luclin 
  trotzdem erm&ouml;glichen, jenseits der Stufe 50 aufzusteigen?</strong><br>
  Ja.<br>
  <br>
  <strong>2.4 Wie kommen unsere Charaktere von Norrath nach Luclin?</strong><br>
  Auf riesigen, dampfgetriebenen Gnom-Raketenschiffen!<br>
  Kleiner Scherz. Behalten Sie das Journal von Al`Kabor im Auge. Irgendwas sagt 
  mir, dass er vielleicht eine Idee haben k&ouml;nnte, wie es funktioniert.<br>
  <br>
  <strong>2.5 Ich wei&szlig;, dass Sie immer noch dabei sind, alles zu entwickeln. 
  Ich m&ouml;chte nur wissen, was passiert, wenn ich es mir mit meinen Leuten 
  von den Katzenwesen verscherzt habe, weil ich diesen gewissen Tiger t&ouml;tete 
  und dann auf dem Mond bin?</strong><br>
  Da der Mond von Luclin f&uuml;r eine lange Zeit unerreichbar war, werden die 
  Bewohner dort mit gro&szlig;er Wahrscheinlichkeit nicht wissen, welchen Aktivit&auml;ten 
  Sie in Norrath nachgegangen sind. Wie sich Ihr Verhalten nach &Ouml;ffnung der 
  Portale auswirken wird, steht auf einem ganz anderen Blatt.<br>
</p>
<p><strong>3.0 Wer sind die Vah Shir?</strong><br>
  Die Vah Shir sind stolze Katzenwesen, die vor vielen Jahren bei dem Test einer 
  gro&szlig;en Waffe der Eruditen von Odus weggefegt und auf Luclin gestrandet 
  sind. Die Waffe, die auf die Heimatstadt der Vah Shir gerichtet wurde, riss 
  die gesamte Stadt mit ihren Bewohnern aus dem Boden und schickte sie durch die 
  Weiten des Raums. Dabei entstand das, was heute nur noch unter dem Namen &#8222;Das 
  Loch&#8220; bekannt ist. Ohne ihre Krieger waren die &uuml;berlebenden Katzenwesen, 
  die von den Eruditen &#8222;Kerraner&quot; genannt wurden, schnell zusammengetrieben 
  und auf die Insel Kerra verbannt.<br>
  <br>
  <strong>3.1 Muss man Luclin kaufen um einen Vah Shir zu spielen?</strong><br>
  Obwohl jeder Client das Charaktermodell der Vah Shir herunterladen wird, um 
  diese richtig anzeigen zu k&ouml;nnen, ben&ouml;tigen Sie ein Exemplar von Luclin, 
  um einen Vah Shir zu spielen.<br>
  <br>
  <strong>3.2 Zu welchen Klassen kann ein Vah Shir geh&ouml;ren?</strong><br>
  Obwohl wir immer noch an den Feinheiten feilen, wollen wir den Vah Shir den 
  Zugang zu den Klassen der Krieger, Diebe, Schamanen, Bestienf&uuml;rsten und 
  Barden erm&ouml;glichen.<br>
  <strong><br>
  <br>
  </strong> <strong>4.0 Was ist ein Bestienf&uuml;rst?</strong><br>
  Bestienf&uuml;rsten sind im Grunde eine hybride Klasse, die sich stark auf Tiere 
  konzentriert. Weitere Informationen stellen wir zur Verf&uuml;gung, sobald die 
  Feinheiten gekl&auml;rt sind.<br>
  <br>
  <strong>4.1 Welchen Rassen k&ouml;nnen Bestienf&uuml;rsten angeh&ouml;ren?</strong><br>
  Mindestens die Vah Shir werden in der Lage sein, Bestienf&uuml;rsten zu werden. 
  Es ist sehr wahrscheinlich, wenn auch nicht sicher, dass wir die Klasse auch 
  f&uuml;r andere schamanischen Rassen &ouml;ffnen.<br>
  <br>
  <strong>4.1 Muss ich ein Exemplar von Luclin kaufen, um einen Bestienf&uuml;rsten 
  zu spielen?</strong><br>
  Ja. Selbst wenn wir den Bestienf&uuml;rsten den anderen Rassen zur Verf&uuml;gung 
  stellen w&uuml;rden, m&uuml;ssten Sie ein Exemplar von Luclin kaufen, um einen 
  spielen zu k&ouml;nnen.<br>
  <strong><br>
  </strong> <strong>5.0 Stimmt es, dass Sie f&uuml;r jede Rasse neue Charaktermodelle 
  entwickeln?</strong><br>
  Ja. Die Charaktermodelle an denen wir arbeiten sind detaillierter, verf&uuml;gen 
  &uuml;ber eine h&ouml;here Anzahl Polygone und eine gr&ouml;&szlig;ere Texturtiefe. 
  Sie sehen lebensechter aus.<br>
  <br>
  <strong>5.1 Was ist mit Gesichtern?</strong><br>
  Den neuen Modellen steht eine gr&ouml;&szlig;ere Anzahl von Gesichtsoptionen 
  zur Verf&uuml;gung. Diejenigen von Ihnen, die bereits einen Charakter erschaffen 
  haben, k&ouml;nnen f&uuml;r die neuen Modelle Gesichter erschaffen, die denen 
  der alten Modelle &auml;hneln. Es kann sogar sein, dass wir Spieler mit existierenden 
  Charakteren erlauben, einmalig ein Gesicht f&uuml;r jeden Charakter auszuw&auml;hlen. 
  Aber das steht zu diesem Zeitpunkt leider noch nicht genau fest.<br>
  <br>
  <strong>5.2 Was, wenn ich Luclin spielen m&ouml;chte, aber meine alten Charaktermodelle 
  vorziehe?</strong><br>
  Obwohl wir stark bezweifeln, dass Sie das angesichts der neuen M&ouml;glichkeiten 
  wirklich m&ouml;chten, werden wir eine Option einbauen, mit der die alten Modelle 
  weiterhin angezeigt werden.<br>
  <br>
  <strong>5.3 Ich verbringe fast meine gesamte Zeit als Wolf. Was bedeuten die 
  neuen Modelle f&uuml;r mich?</strong><br>
  Wir planen Modelle f&uuml;r alles zu entwickeln, in das sich ein Spieler verwandeln 
  kann. <br>
  <br>
  <strong>5.4 Bitte sagen Sie mir, dass es mehr Animationen geben wird.</strong><br>
  Ja. Wir entwickeln v&ouml;llig neue Kampfanimationen, sowie Animationen f&uuml;r 
  soziales Verhalten. Dazu geh&ouml;ren auch Animationen die ber&uuml;cksichtigen, 
  was Sie zu diesem Zeitpunkt in Ihren H&auml;nden tragen. Mit anderen Worten: 
  ein Tritt der ausgef&uuml;hrt wird, w&auml;hrend sie eine Waffe tragen, wird 
  anders aussehen, als ein Tritt, bei dem Sie zwei Waffen tragen.<br>
  Au&szlig;erdem arbeiten wir an einem weiteren Animationsaspekt, der Sie aus 
  den Socken hauen wird. Ungl&uuml;cklicherweise d&uuml;rfen wir davon jetzt noch 
  nichts verraten.<br>
  <br>
  <strong>5.5 K&ouml;nnen Sie uns einige Details bez&uuml;glich der neuen R&uuml;stungs- 
  und Kleidungstexturen verraten?</strong> Ich habe geh&ouml;rt, dass es eigenst&auml;ndige 
  Grafiken f&uuml;r Luclin geben wird. Was genau bedeutet das? <br>
  Im Moment werden alle R&uuml;stungen &uuml;ber einen Texturwechsel auf den Charakteren 
  angebracht (mit Ausnahme von Helmen und Roben). Dieses &#8222;Skin&#8220; &auml;ndert 
  sich zwar, um eine andere R&uuml;stungsform darzustellen, aber es &auml;ndern 
  nicht die Geometrie. Daher sehen Charaktere in voller R&uuml;stung genauso schlank 
  aus, wie unerfahrene Charaktere die noch einfachste Kleidung tragen.<br>
  Durch die neuen Charaktermodelle von Luclin wird R&uuml;stung, wenn es Sinn 
  macht, ganz oder teilweise durch eine aufsetzbare geometrische Ver&auml;nderung 
  dargestellt. Ein st&auml;hlerner Brustpanzer wird dann wirklich ein Gegenstand 
  sein, der auf der Brust des Charakters ruht. <br>
  Es wird immer noch in einigen F&auml;llen auf Texturen zur&uuml;ckgegriffen 
  werden, aber dies wird dann f&uuml;r gew&ouml;hnlich mit geometrischen Effekten 
  kombiniert werden. Ein Stiefel k&ouml;nnte beispielsweise durch das Auswechseln 
  der Fu&szlig;-Textur dargestellt werden und dann zus&auml;tzlich noch einen 
  geometrischen Effekt wie einen Stulpen bekommen.<br>
  <br>
  <strong>5.6 Ich war nur neugierig ... Na ja, ich war mehr als neugierig ... 
  ich muss einfach wissen, ob Elemente und Helfer coole neue Modelle bekommen?</strong><br>
  Wir planen in der Tat, Modelle zu denen der Spieler werden kann zu &uuml;berarbeiten. 
  Im Moment z&auml;hlen dazu die Elemente, B&auml;ren, W&ouml;lfe, Skelette und 
  Schreckgespenster.<br>
  <strong><br>
  </strong> <strong>6.0 Ich habe viel von den neuen Grafiken in Luclin geh&ouml;rt. 
  Angeblich sollen Gras und B&uuml;sche langsam n&auml;her kommen, wenn man darauf 
  zugeht. Die Grafiktexturen sollen auch detaillierter sein. Das klingt wirklich 
  gro&szlig;artig, aber kann mein Computer das &uuml;berhaupt noch schnell genug 
  verarbeiten? Werde ich diese ganzen Funktionen auch abstellen k&ouml;nnen?</strong><br>
  Wir planen, den Spielern zu erlauben, so viele der neuen Grafikoptionen zu ver&auml;ndern, 
  wie m&ouml;glich. Als Minimum werden wir es den Spielern aber wenigstens erm&ouml;glichen, 
  das Gras ein- und auszuschalten. Es kann auch sein, dass wir ihnen erlauben, 
  den Radius festzulegen, in dem es angezeigt wird.<br>
  <br>
  <strong>6.1 Wird Shadows &uuml;ber die verbesserte Benutzeroberfl&auml;che verf&uuml;gen, 
  das auch mit Velious ausgeliefert wurde?</strong><br>
  Ja. Wir arbeiten momentan daran, die letzten &Uuml;berbleibsel der veralteten 
  640x480-Benutzeroberfl&auml;che zu entfernen.<br>
  <br>
  <strong>6.2 Ich kann es kaum erwarten, dass Luclin ver&ouml;ffentlicht wird, 
  ich habe nur eine Frage ... Nach 2 Jahren habe ich keinen Platz mehr f&uuml;r 
  Charaktere (und das auf 2 Servern). Und ich will keinen meiner wertvollen Gef&auml;hrten 
  verlieren, um einen neuen Kerraner zu erschaffen. Gibt es vielleicht weiteren 
  Platz f&uuml;r zus&auml;tzliche Charaktere mit dieser Erweiterung?</strong><br>
  Nein. Wir haben nicht vor, die Anzahl der erlaubten Charaktere zu erh&ouml;hen. 
  Mit Ausnahme von Sullon Zek vielleicht. Da k&ouml;nnte es sein, dass wir den 
  Leuten die M&ouml;glichkeit geben, einen Vah Shir auf diesem Server auszuprobieren. 
  Dies steht allerdings noch nicht fest.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 07/03/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
