{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kale usi","from":"&quot;kale usi&quot; &lt;kaleusi@...","replyTo":"LIST","senderId":"A5VNP9UBem1GfXJuogy0ykQ7qur_jeomO23goqoWmK5vlvlrOEF5Y6jqG7cLHxT0Tfnv2IpvROEBrT70AGLcSRJf2Z3i3zc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: possible cheat... Off topic - Longish","postDate":"935078480","msgId":1070,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC4xMDMuMTA3MC45NTkyOTcxNDFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":1071,"prevInTime":1069,"nextInTime":1071,"topicId":1070,"numMessagesInTopic":12,"msgSnippet":"... Good points. But again, only partially correct. Nothing... and I stress NOTHING is absolutely crack proof (with one exception that I know of). It s just","messageBody":"<div id=\"ygrps-yiv-64390107\"><blockquote><span title=\"ireply\">&gt;As i know, there are already alot of cryptic algorithms exists, which<br/>\n&gt;make cryptoanalytical method of cracking fairly ineffective. Of &gt;course, <br/>\n&gt;most of them illegal to use without approval of agencies like &gt;FBI in USA <br/>\n&gt;or FAPSI in my country. Still, if consider server and &gt;client as &quot;closed <br/>\n&gt;systems&quot; (unauthorized access is impossible), it is &gt;easy to implement <br/>\n&gt;coding what will make cryptoanalytical hack almost &gt;impossible. But, i dont <br/>\n&gt;think EQ uses really good crypting for its &gt;protocol. First, it is very <br/>\n&gt;restricted in many countries, and EQ is &gt;international product which <br/>\n&gt;supposed to be legal in all countries. &gt;Second, good crypting is very <br/>\n&gt;time-consuming, and EQ server have &gt;traffic around 1MB/sec. It is <br/>\n&gt;impossible to encrypt 1MB per second &gt;with any serious algorithm. I believe <br/>\n&gt;it is using something like XOR &gt;with random-seeded bitstrings, or just CRC <br/>\n&gt;protection, to make his &gt;traffic safe. It is enough to force most &quot;hackers&quot; <br/>\n&gt;to use debugger on &gt;EQ&#39;s exe instead of much easer parsing of network data. <br/>\n&gt;And i never &gt;seen games using anything more serious than such forms of <br/>\n&gt;protection.<br/>\n<br/>\n </span></blockquote>Good points. But again, only partially correct. Nothing... and I stress <br/>\nNOTHING is absolutely &quot;crack proof&quot; (with one exception that I know of). <br/>\nIt&#39;s just a matter of time before the encryption algorithms are cracked. <br/>\nBetter algorithms just ensure that it will take longer to crack. In fact, <br/>\nthere&#39;s only one algorithm that&#39;s currently absolutely crack proof, and I <br/>\ndoubt that Verant&#39;s using it to encrypt server to client/client to server <br/>\nprotocols (it&#39;s military grade and is similar to Netscapes 128 bit <br/>\nencryption key, but on a much more advanced level; hence part of the US <br/>\ngovernments reluctance to allow Netscapes encryption technology/algorithms <br/>\nout of the country - Netscapes encryption key is very hard to crack, but not <br/>\nimpossible, and also because they&#39;re afraid that 3rd world countries will <br/>\ndevelope their own keys using this technology).<br/>\n<br/>\nOne of the many things that limits Verants use of a good encrypting <br/>\nalgorithm on their game, (or any other company, country, government entity <br/>\netc.) is that with highly complex encryption algorithms, the encryption <br/>\nprocess is not quick enough to utilize highspeed transmissions at full <br/>\nbandwith - resulting in wasted bandwith, high packet loss, and lag, making <br/>\nexploitations (of various forms) easier to use. For the most part, software <br/>\ncapable of homing in on these weaknesses is limited to government agencies <br/>\n(IE - the FBI, CIA, the Pentagon etc.) which limits the average hacker from <br/>\nhacking using this type of software.<br/>\n<br/>\nIn short, with extremely few ways to ensure an unbreakable encryption, (only <br/>\none instance that I know of with my background and training) and a limited <br/>\nnumber of ways to make it absolutely hack proof, you&#39;d have to have a stand <br/>\nalone only system/server (IE - no LAN, WAN, Intra/Internet access, no modem <br/>\netc.) with a limited access login terminal physically located nearby to keep <br/>\nALL hackers at bay. Otherwise, someone, somewhere, somehow, will hack into <br/>\nit and find a way to exploit (heck... even the US Government has hackers <br/>\ngetting into their &quot;secure&quot; computers and they spend millions trying to <br/>\nprotect their systems). It&#39;s just a matter of time if you have a hacker <br/>\nwho&#39;s deligent enough to stay at it.<br/>\n<br/>\nOn a better note however, once a &quot;hack&quot; or &quot;exploit&quot; is discovered by those <br/>\nwho wish to protect their interests, software etc., they can then find a way <br/>\nto block out that hack/exploit, making it a little more secure, bringing <br/>\ntheir protection methods one step closer to being unhackable/unbreakable.</div>","specialLinks":[]}}