{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Francois B.","from":"&quot;Francois B.&quot; &lt;fkewl@...","replyTo":"LIST","senderId":"h9AkcVgGiePxVlhRVjIn-d70UwgJDrQ5OE_pabWqoEv4XY7zhYgSHi8V161ItdYc0y9hq2sKElBHRqOjGqjg9dFhw_9M02zu","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Langseax quest?","postDate":"935505026","msgId":1137,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC4xMDkuMTEzNy45NTkyOTcxNDFAZUdyb3Vwcy5jb20+"},"prevInTopic":1112,"nextInTopic":0,"prevInTime":1136,"nextInTime":1138,"topicId":996,"numMessagesInTopic":10,"msgSnippet":"Langseax is a Warrior only weapon. from everquest.gamestats.com The Langseax:  This is the quest to obtain the Langseax.  Complete Version: Go to Renth McLanis","messageBody":"<div id=\"ygrps-yiv-423042198\">Langseax is a Warrior only weapon.<br/>\n<br/>\nfrom everquest.gamestats.com<br/>\n<br/>\nThe Langseax:  This is the quest to obtain the Langseax.  Complete Version: <br/>\nGo to Renth McLanis in the tavern across from Mac&#39;s Kilts.  Ask him &quot;What <br/>\ndangerous matter?&quot;.  He tells you of a crime.  Agree to hunt the murderer.  <br/>\nRenth then sends you to see Dok in Dok&#39;s Cigars.  Find out all you can about <br/>\nthe crime.  He tells you to go see the leader of Clan McMannus.  This is the <br/>\nfishing village located in West Karanas.  Speak to the leader.  Then speak <br/>\nto Ulrich McMannus and he tells you Frostbite can track prey if he has a <br/>\npiece of sweaty clothing. Return to Dok and ask him &quot;Where is the sweaty <br/>\nshirt?&quot;.  He then tells you he sold it to Tundra Jack.  Find Tundra Jack on <br/>\nthe tundra of Everfrost.  He will tell you that Iceberg is using it for a <br/>\ncollar and that you can distract Iceberg with his favorite meal, Lion <br/>\nDelight.  Go back to Halas and speak to Teria O&#39; Danos.  Do the lion<br/>\nmeat quest (you get coin and faction as well as the Lion Delight).  Once you <br/>\nhave Lion Delight, be sure to bury it lower in your container then your <br/>\nnormal food to prevent it being eaten by you.  Take the Lion Delight to <br/>\nIceberg and receive the shirt (NO DROP, LORE ITEM) and faction adjustment.  <br/>\nNow run to the village and give the shirt to Frostbite. (NOTE: Frostbite <br/>\nwill wait for the murderer to spawn before he takes off.  He walks pretty <br/>\nfast so<br/>\nhaving Spirit of Wolf on you would help.  It also helps to have a party <br/>\nmember along that can track because I lost sight of Frostbite many times and <br/>\nhave had to start over.  Also, Frostbite likes to fight things along the <br/>\nway. Help him out.  Be very careful not to target Frostbite by accident!) <br/>\nFrostbite will lead you right to the criminal. The murderer will be either <br/>\nPaglan or Basil.  Paglan is level 21, Basil is level 20.  Kill whoever the <br/>\ndog leads you to, and hope he drops a Barbarian head and then return to <br/>\nHalas with the head. Give the head to Renth for faction, coin, and of <br/>\ncourse, Langseax.    Short Version:  Run to village, and receive the lion <br/>\nmeat.  Run to Halas, turn in meat to Teria and get Lion Delight, faction, <br/>\nexp. and coin. Run to Iceberg, give Lion Delight, receive shirt, faction, <br/>\nexp. Run to Frosbite, give shirt, gain exp. Kill the criminal. Return head <br/>\nfor faction, coin, exp and Langseax.  (Submitted by Joril Stoutbear, Waladen <br/>\nand Hance)<br/>\n<br/>\n<br/>\nNeran GoldenLeaf<br/>\nXegony</div>","specialLinks":[]}}