{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"kale usi","from":"&quot;kale usi&quot; &lt;kaleusi@...","replyTo":"LIST","senderId":"5Mo0uwwc76fIs1LCcmTA3j_L_IUQECLH4wsmpPooiZh1YUtDKlPB1eJ0AywMeQxWkCjHU-3MBVjGJ3w3GpqwiKXeTv6Z7qc","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Q&#39;s about Secret Passages in Neriak + Spoiler","postDate":"936727822","msgId":1295,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC4xMjQuMTI5NS45NTkyOTcxNDFAZUdyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1294,"nextInTime":1296,"topicId":1295,"numMessagesInTopic":1,"msgSnippet":"Anyone know what the button in the 3rd gate library does? It s on the 2nd floor of the library. Just turn around and look at the far wall towards some animal","messageBody":"<div id=\"ygrps-yiv-1939514093\">Anyone know what the button in the 3rd gate library does? It&#39;s on the 2nd <br/>\nfloor of the library. Just turn around and look at the far wall towards some <br/>\nanimal heads. That&#39;s how you know you&#39;re near the correct spot. The button <br/>\nis an off colored spot on the wall across from the animal heads.<br/>\n<br/>\nAlso, does anyone know how to open secret door that&#39;s disguised as a firepot <br/>\nin 3rd gate (it&#39;s near the water at one of the dead ends out by the water)? <br/>\nPick locks will not work on it at all. I&#39;ve had some very high lvl rogues <br/>\ntry it. You need some sort of key to open it. Rumor has it, that the thex <br/>\nmallet may be the key to open it. There&#39;s also some speculation that the <br/>\nkeys you get in crushbone that are useless may be the key to open it.<br/>\n<br/>\nMy spoiler is for the Shining Star of Life - This quest begins in North <br/>\nQeynos at the Temple of Life with Astead Wemor.  This is one of the few real <br/>\ncleric quests Bolaldil Balmsoul (Lvl 21 Cleric as of this note) has seen.  <br/>\nTo begin, hail Astead.  Advise him that you wish to provide service to the <br/>\ntemple, and are willing to travel afar. He will tell you to go to Rivervale <br/>\nto find the herbalist, Kizzie Mintopp, to obtain a desperately needed <br/>\ningedient (Honey Jum). He also tells you to tell her that you are from the <br/>\nTemple of Life.<br/>\n  Once you reach Rivervale, and locate Kizzie, give her a hail and the catch <br/>\nphrase. She tells you that you were not due for another week.  She also <br/>\ntells you that she cannot make the Honey Jum because Joogl Honeybugger has <br/>\nnot delivered any honeycomb to her due to his injuries. Joogl, she says, can <br/>\nbe found in his burrow just outside of Rivervale. Where exactly Kizzie does <br/>\nnot say.<br/>\n  After you locate Joogl Honeybugger in the Misty Thicket, give him a <br/>\nbandage to receive faction and information on how to harvest three <br/>\nhoneycombs and five gold pieces needed to satisfy Kizzie Mintopp&#39;s needs.  <br/>\nJoogl tells you that the Bixie Drones carry the honeycomb.  This is true, <br/>\nbut in fact, regular Bixies also drop honeycomb as well.<br/>\n  Once you have the three honeycomb and five gold, give them to Kizzie<br/>\nMintopp.  You receive another faction adjustment and the Honey Jum. Return <br/>\nto the Temple of Life in North Qeynos.  Give the Honey Jum to Astead Wemor. <br/>\nYou get another faction adjustment and some money, but you are not done yet. <br/>\nAstead Wemor gives you a unique potion designed to cure a madness particular <br/>\nto a farmer named Lempeck Hargrin.  Astead tells you that Lempeck Hargrin <br/>\ncan be found in the Western Plains of Karana between the river and the crop <br/>\nfields. Astead also bids you to hurry before it is too late. You find <br/>\nLempeck Hargrin in his farmhouse in the area noted by Astead Wemor. Give the <br/>\npotion to Lempeck to cure him. You receive another faction change, and a No <br/>\nDrop Scythe which cannot be used by a cleric. Take the Scythe back to Astead <br/>\nWemor. Upon receiving the Scythe, Astead Wemor gives you yet another faction <br/>\nadjustment, cash, and the end prize, the Shining Star of Life (1h Blunt, <br/>\ndamage: 6, Delay: 28, Casts Clense, Useable by clerics and paladins of all <br/>\nraces). He also tells you where to go when you need to recharge this weapon. <br/>\nThe clense effect will cancel negative effects which you are suffering from <br/>\nsuch as disease or poison.</div>","specialLinks":[]}}