{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Whitcraft,David","from":"&quot;Whitcraft,David&quot; &lt;DWHITCRAFT@...","replyTo":"LIST","senderId":"B_WacDg1bJVO6HFE5Ic7GTkJdXNTGdytf6WxQ-kwvFcuHz7dNylZvMlaWBE-NGiVfFzWiNDzkc3xZCnjNdpd5vCeHLitraHacXOUvsJGoVM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: training guards","postDate":"938019549","msgId":1438,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC4xNDAuMTQzOC45NTkyOTcxNDFAZUdyb3Vwcy5jb20+"},"prevInTopic":1434,"nextInTopic":0,"prevInTime":1437,"nextInTime":1439,"topicId":1434,"numMessagesInTopic":2,"msgSnippet":"Well said. All in the interest of roleplaying... Something that s funny the happened the other day: I zoned into Qeynos Hills, and was running down the road.","messageBody":"<div id=\"ygrps-yiv-650837397\">Well said.<br/>\n<br/>\nAll in the interest of roleplaying...<br/>\n<br/>\nSomething that&#39;s funny the happened the other day: I zoned into Qeynos<br/>\nHills, and was running down the road. This ranger (way green to me, I think<br/>\naround level 10) hailed me. I stopped, being ni a roleplaying mood, and<br/>\nstarted a chat. He said &quot;Hey, come help me kill this guy!&quot;. I&#39;m thinking,<br/>\nthis could be fun. I&#39;m a level 30ish (at the time) Barbarian Shaman, mind<br/>\nyou... <br/>\n<br/>\nRanger : runs to a BARBARIAN and says &quot;Kill him pls&quot;. <br/>\n<br/>\nLeod: &quot;Who is pls?&quot; I say, looking around. (I do this alot...pls, plz, oic,<br/>\nu, ur...all that shit bugs me...although SOME are ok...*chuckle*)<br/>\n<br/>\nRanger: &quot;What? Just kill him.&quot; he says.<br/>\n<br/>\nLeod: &quot;What? Why would I want to kill one of my brethren?&quot; &lt;Leod smiles at<br/>\nbarbarian&gt; &quot;Hail so-and-so&quot; and I start a conversation, with this (green to<br/>\nme) barbarian.<br/>\n<br/>\nRanger: &quot;Dude, just kill him.&quot;<br/>\n<br/>\nLeod growls. &quot;WHY would I want to kill one of my brothers?!&quot;<br/>\n<br/>\nRanger: &quot;uumm....he&#39;s a poacher, wanted by Surefall. Come on, kill him for<br/>\nme&quot;<br/>\n<br/>\nLeod growls. &quot;What do I care about Surefall? I hunt bears and wolves all the<br/>\ntime. Surefall have a price on my head as well? If so, I&#39;ll go see your<br/>\npeople, and they can meet the blunt of of me hammer!&quot;<br/>\n<br/>\nRanger: &quot;u suck&quot; and runs off. Then he shouts something like<br/>\ninsert-some-barbarian-myth-characetr here (I forgot the name he used) will<br/>\n,look down at you! You&#39;ve disappointed them!! You suck!&quot;<br/>\n<br/>\nLeod shouts &quot;WHAT? I ROLEPLAY and you tell me I suck? I suck cause I won&#39;t<br/>\nkill one of my brethren? GET REAL!&quot;<br/>\n<br/>\nLeod chucles, pokes the barbarian in the ribs, and runs off.<br/>\n<br/>\nIt was funny after I got over the initial shock that this guy like didn&#39;t<br/>\nEVEN get it....quite odd...<br/>\n<br/>\n-Leod...killer of some guards, rarely in RP mode, but sometimes it&#39;s fun ;-)<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Ligge [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ligge@...\">ligge@...</a>]<br/>\nSent: Wednesday, September 22, 1999 10:40 AM<br/>\nTo: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQCheats@onelist.com\">EQCheats@onelist.com</a><br/>\nSubject: [EQCheats] training guards<br/>\n<br/>\n<br/>\nFrom: &quot;Ligge&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:ligge@...\">ligge@...</a>&gt;<br/>\n<br/>\nYes, training guards, blocking etc is illegal BUT it is up to the discretion<br/>\nof every guide that gets called to the scene and every server is not treated<br/>\nequal. If you feel that a guide is being biased and is not adhereing the the<br/>\nrules you may repetition or ask for your issue to be escalated to a GM.<br/>\nPersonally I think it should be legal. If I see halfling guards getting<br/>\nkited you can bet I would love to snare/root the evil %$##$ doing it. IMHO<br/>\nIt is a risk factor that should be allowed.<br/>\n<br/>\nRun through any dungeon killing something and the dungeon NPC residents are<br/>\ngoing to jump in and assist in anyway they can, why should PC residents be<br/>\ntreated eany different? You want to see a train created that causes problems<br/>\nwith getting out of a dungeon... go sit in Splitpaw for a while. At least<br/>\nevery couple of hours the front door area is blocked by 5-15 gnolls of<br/>\nvarious levels due to a train created and all the other NPCs jumping in. I<br/>\ndont see anyone petitioning to get them in trouble.<br/>\n<br/>\nI know in a few areas the higher levels are acting as guards in places they<br/>\nare killing them. This gives the newbies a place to run to that is basically<br/>\nstronger than the guards to begin with since they are killing them after<br/>\nall. These people normally SoW and buff all the newbies also. Yes it takes a<br/>\nway some of the roleplaying perspective but it keeps everyone happy and GMs<br/>\nout of it.<br/>\n<br/>\nAs far as the issue of &quot;you dont have to kill them, you can hunt somewhere<br/>\nelse&quot; well yes and no. From a roleplaying side if things many people have<br/>\ntaken it upon themselves to pick a race to &quot;eliminate&quot; from Norrath. Neriak<br/>\nguards are high on that list. But so are Ogres. I see plenty of evil<br/>\ncharacters picking off halfling guards and Karanas guards also. So this is<br/>\nnot an issue suffered by evil races only. Dark elves that stay in Nektulos<br/>\nForest for any length of time end up hunting halflings, no reason why<br/>\nhalflings shouldn&#39;t come back and return the favor. I know I do.<br/>\n<br/>\n<br/>\n<br/>\nGet paid to surf the web! Free!<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.alladvantage.com/go.asp?refid=bvf753\">http://www.alladvantage.com/go.asp?refid=bvf753</a></div>","specialLinks":[]}}