{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"mferrulo@aol.com","from":"mferrulo@...","replyTo":"LIST","senderId":"vzzHA042h2Gl4kY5oTqNrI5eraFiXMq_5gOmw0GIsWgX4a1jXEEz_JxdI-_5aky7VJRWSteoQA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQCheats] wizard issues (sorry for crosspost) trying for large  audience","postDate":"953756545","msgId":1615,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PGU0LjJkMjllMzQuMjYwYTg1ODFAYW9sLmNvbT4="},"prevInTopic":1614,"nextInTopic":1616,"prevInTime":1614,"nextInTime":1616,"topicId":1612,"numMessagesInTopic":5,"msgSnippet":"In a message dated 3/22/00 3:15:06 PM Eastern Standard Time, MadGrizzle@worldnet.att.net writes: ","messageBody":"<div id=\"ygrps-yiv-1602204912\">In a message dated 3/22/00 3:15:06 PM Eastern Standard Time, <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:MadGrizzle@...\">MadGrizzle@...</a> writes:<br/>\n<br/>\n&lt;&lt; <br/>\n I quit a level 29 wizard to start a rogue back in July.  Never missed the <br/>\n wizard, not nearly as fun as the rogue.  Wizards just nuke and med... Kinda <br/>\n boring IMO, but, hey, that&#39;s what a wizard is.  &gt;&gt;<br/>\n<br/>\nSorry friend, but you are incredibly wrong.  A truly skilled Wizard is much <br/>\nmore than Nuke and Med.  I don&#39;t have time to debate you on this, let me just <br/>\npaste below a post from a fellow Wizard from the Wizard Listserv - It is good <br/>\nreading for anyone regardless of class.  The Nuances of playing a Wizard well <br/>\nare beyond many, but they are vast and incredibly fun and challenging.<br/>\n<br/>\nWizaro Wrathcaster<br/>\n44th Flame of Solusek Ro&#39;s Fire<br/>\n<br/>\nREAD THIS:<br/>\n<br/>\nFrom: Jason McCurry &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jason@...\">jason@...</a>&gt;<br/>\n<br/>\nYou know, folks, I&#39;ve spent my entire career as a wizard trying to prove<br/>\nthe KSing wizard stereotype wrong. Now I&#39;m faced every day with the whining<br/>\nwizard stereotype. I am entirely happy with my level 47 wizard and have been<br/>\nsince I made him. Here&#39;s my take on a few issues.<br/>\n<br/>\nThe people asking for the Staff of Temperate Flux to lower resistances by 60<br/>\ninstead of 6 do not have a grasp of reality. That would be unbalancing. We<br/>\nare supposed to need a debuffer to be of maximum effectiveness. If you take<br/>\nthe time to do tests using the staff and not using the staff, you will see<br/>\nthe difference it makes. Using the staff won&#39;t reduce your chances of<br/>\nresists to zero, but it does help. It&#39;s also useful for pulling without<br/>\ndoing damage so that it&#39;s easy for tanks to pull mobs off of you. (Yes,<br/>\nwizards make great pullers in some circumstances.) Don&#39;t forget, you<br/>\npersonally have less resists just because you are a wizard.<br/>\n<br/>\nI&#39;ve never felt as powerful with my wizard as I did last night. I got a tell<br/>\nfrom a guild member that Phinigel in Kedge had spawned. About 30 minutes<br/>\nlater, all the wizards and druids had delivered our 24-person multi-guild<br/>\nraiding party outside Unrest and we grouped up. Within about an hour, we had<br/>\nmowed through all the rares we could find, including Estrella, and I rarely<br/>\ngot more than one conflagration off before the mob was killed. The bulk of<br/>\nthe damage was being done by myself and the 5 other wizards in the raiding<br/>\nparty. My group was the only one with two wizards and we got the xp on over<br/>\nhalf the kills. The things weren&#39;t living long enough for DoTs to work or<br/>\nfor the targets to seriously hurt anyone. When we got to Phinigel, we pulled<br/>\na few guardians and killed them, and then had a bad pull that pulled<br/>\nPhinigel and 3 of his swirlspine guardians. The 3 enchanters proceeded to<br/>\nmez the guardians and everyone targeted Phinigel. When Phinigel still had<br/>\nabout 2/3 of his hitpoints left, the shaman shouted &quot;Malise!&quot; and it was a<br/>\nglorious sight to see all the wizards begin casting (along with a few other<br/>\nwizard wannabes). I right-clicked the staff of temperate flux to mess him up<br/>\na bit more and chain-casted 7 conflagration spells, six of which hit for the<br/>\nfull 618 damage and one was partially resisted for 297 damage, before he was<br/>\ndead. Keep in mind that I&#39;m only level 47 now, and how much more I could<br/>\nhave done at 50. All of the wizards had similar effects. That&#39;s 4005 damage<br/>\nwithin a very small amount of time, and though I think I may have done the<br/>\nmost damage, I did not do so by much. No other class came close. Our ability<br/>\nto kill such a major mob so fast enabled us to get to killing the guardians<br/>\none at a time before anything had a chance to go wrong with the mezzes.<br/>\n<br/>\nThis power along with ports (and evacs), decent self-shields, roots, and a<br/>\nfew stuns, make me entirely happy with my class. The only thing I would love<br/>\nto have is another stun spell, and I get one of those at level 49 (along<br/>\nwith ice comet, muhahaha).<br/>\n<br/>\nHere are a few tips for grouping:<br/>\n---------------------------------<br/>\nI always ask for cleric buffs in my party, and those who I have grouped with<br/>\nbefore know why. If we get a bad pull, I can pull a mob immediately (not<br/>\nhave to try and try like a tank) with one nuke to drag it away from the<br/>\ngroup and immobilize it so the party can go back and get it later.<br/>\nImmobilize is faster (yes, enough to make a difference when you&#39;re getting<br/>\nhit for double 100+) and has a harder save for the mob to make, and it<br/>\nusually lasts quite a while if the mob&#39;s not getting hit. It&#39;s a poor<br/>\nwizard&#39;s version of mez.<br/>\n<br/>\nIf the tanks can&#39;t or don&#39;t get a mob off the cleric, you better do it. You<br/>\nmay die, but the cleric can rez you. If you don&#39;t, you&#39;re all gonna die. If<br/>\nyou do get the mob onto you, run it to the tanks and STOP so they can taunt<br/>\nit off you. Don&#39;t run around like an idiot screaming, &quot;Help! Help!&quot; so that<br/>\nthey have to try to chase you.<br/>\n<br/>\nUse your stuns until burn time, and then drop the mob. Don&#39;t burn too early,<br/>\npulling the mob onto you from the tank, and then onto the cleric when he has<br/>\nto heal your low-ac wizard arse. It amazes me how many 40+ wizards STILL<br/>\ndon&#39;t understand this.<br/>\n<br/>\nMake druids&#39; and rangers&#39; snare spell obsolete by doing your duty and timing<br/>\nyour spells well to drop the runner right as they turn to run.<br/>\n<br/>\nIn dungeons and especially in Lower Guk, know your way around the place. If<br/>\nthe puller gets rooted and can&#39;t feign, you can go save his/her life with<br/>\none super-taunt nuke, or at least stun the target to give him/her a chance<br/>\nto run back to the cleric.<br/>\n<br/>\nIf it all goes wrong, evac the party to safety and try it again.<br/>\n---------------------------------<br/>\n<br/>\nIn short, ADAPT TO THE SITUATION. Don&#39;t get stuck into the rut of trying to<br/>\nonly be the master of direct damage. Be truly useful to your party. I<br/>\nregularly get into groups that other wizards get turned away from because<br/>\nthe people know I work hard for the group and work well under pressure. If<br/>\nall you do is stand up and cast one DD per mob and sit back down, then you<br/>\ndeserve to get turned away for groups. Any idiot can do that.<br/>\n<br/>\nIf you can&#39;t find a group (happens to everyone sometimes, not just wizards),<br/>\nthen solo. Anyone who has ever said wizards can&#39;t solo never really tried.<br/>\nEven at level 47, I can still make a bubble every couple of hours soloing at<br/>\nseveral places, and I don&#39;t even have jboots. One tip: the easiest xp mobs<br/>\nare caster mobs. They have lower hitpoints (and therefore take less mana to<br/>\nkill so you can kill more) as a general rule and you can OWN them if you use<br/>\na stun/dd/disrupt rotation.<br/>\n<br/>\nTo sum this entire post up, don&#39;t whine about being weak. Learn how to be<br/>\nstrong. If something doesn&#39;t work, then try something else. The game is<br/>\nsupposed to be a challenge. Work on your skills (No, not the &quot;You have<br/>\nbecome better at .......&quot; skills). If I could rule any mob in the game<br/>\nwithout having to work for it, I&#39;d toss Everquest in the pile with the other<br/>\ngames I don&#39;t play anymore and go do something else.<br/>\n<br/>\nMogull Maldrake<br/>\n47 Wizard<br/>\nCouncil of Dragons<br/>\nFennin Ro<br/>\n<br/>\n<br/>\n<br/>\n From the Offices of:  Florida PIRG <br/>\nAdvocate for the Public Interest<br/>\nWeb Address: www.pirg.org  <br/>\n<br/>\nMark Ferrulo<br/>\nFlorida PIRG Campaign Director<br/>\n704 West Madison Street<br/>\nTallahassee, FL  32304<br/>\n850-224-3321 voice<br/>\n850-224-1310 fax</div>","specialLinks":[]}}