{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":37568490,"authorName":"KAZ","from":"KAZ &lt;kazvorpal@...&gt;","profile":"KAZVorpal","replyTo":"LIST","senderId":"JGbPgCwTwwtJ8RvI-OMydiY83wRFGPwT2zzQ5j9LGDawOQTdnegzZNziIUHaRN1MtOxZePyWD6kx3FNHf1ieMg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Timorous Deep and Teleporting without Planes of Power or Druids...","postDate":"1039712376","msgId":1712,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDIxMjEyMTY1OTM2LjkyMjk3LnFtYWlsQHdlYjIwNzA3Lm1haWwueWFob28uY29tPg==","inReplyToHeader":"PDEwMzk3MDU4MTUuMTMxLjIwNzE2Lm0xMkB5YWhvb2dyb3Vwcy5jb20+"},"prevInTopic":0,"nextInTopic":0,"prevInTime":1711,"nextInTime":1713,"topicId":1712,"numMessagesInTopic":1,"msgSnippet":"... Info about the Pot room...skip to the map of pots and description of guard placements, if you already know the basics: In case anyone doesn t know,","messageBody":"<div id=\"ygrps-yiv-7578632\">--- <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQCheats@yahoogroups.com\">EQCheats@yahoogroups.com</a> wrote:<br/>\n<blockquote><span title=\"ireply\"> &gt; --- <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQCheats@yahoogroups.com\">EQCheats@yahoogroups.com</a> wrote:<br/>\n&gt; &gt;       1. Re:An Actual Exploitable Bug in Norrath...<br/>\n&gt; &gt;            From: &quot;Sylvain Guehl&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:fenyxkell@...\">fenyxkell@...</a>&gt;<br/>\n&gt; &gt; <br/>\n&gt; &gt; &gt; My necro is bound in the pot room<br/>\n&gt; &gt; <br/>\n&gt; &gt; Is it possible to bind oneself in Timorous Deep now ?<br/>\n&gt; <br/>\n&gt; Well yeah, I actually posted about that a while back, I think.<br/>\n<br/>\n </span></blockquote>Info about the Pot room...skip to the &quot;map&quot; of pots and description of guard<br/>\nplacements, if you already know the basics:<br/>\n<br/>\nIn case anyone doesn&#39;t know, anyone who can bind has an alternative to paying<br/>\na druid/wizard or buying Planes of Power, to get around quickly.<br/>\n<br/>\nYou can bind yourself in the teleport pot room in Timorous Deep, which is at<br/>\n-12,000 +4,500. This room contains twelve pots, one for each of twelve major<br/>\ncities on the planet. You click on (or run through) any one of them to be<br/>\nteleported to that city.<br/>\n<br/>\nBind yourself here, and whenever you want to go to another city you just gate<br/>\nto this room, then pick another city. Also good for getting back quickly when<br/>\nyou die. You appear in the pot room and click on the city by where you were<br/>\nkilled.<br/>\n<br/>\nTo get here the first time, you have to either swim a VERY long way, or have<br/>\nlev on, the zone&#39;s mostly water. You cross near an island or two, careful for<br/>\nkiller &quot;raptors&quot; and such stuff. <br/>\n<br/>\nYou will see four spires poking out of the water where the pot room is<br/>\n(people usually call them pillars). You get between the four and swim<br/>\nstraight down, where you&#39;ll find a square trap door in the ocean floor. You<br/>\nswim through it, take a couple hundred points in falling damage (not enough<br/>\nto kill even my 8th level high elf enchanter, I probably didn&#39;t have buffs<br/>\non), and now you&#39;re standing in the pot room. Bind yourself immediately.<br/>\nThere may be a bug that says you&#39;re not bound, but if so just camp out and<br/>\nback in, and you&#39;ll see your bind point has changed to this room.<br/>\n<br/>\nThere is a super-rare dragon that spawns here who will kill even ubers, but<br/>\nI&#39;ve only seen it once, ever (what I saw was my corpse, not the actual<br/>\ndragon). I have gated to (or died and appeared in) the pot room literally<br/>\nthousands of times, probably, and only been killed once when I left myself<br/>\nstanding there AFK. The undead guy from my previous post will warn you in<br/>\ndetail NOT to leave yourself there AFK, if you hail him.<br/>\n<br/>\nOnce bound, you can click on any pot to teleport to that city. Actually, youc<br/>\nan do it without binding, perhaps because you&#39;re a melee who was in Timorous<br/>\nanyway and found it faster to run here and then pot to somewhere far away,<br/>\ninstead of taking a boat. But if you meant to bind, don&#39;t forget and click a<br/>\npot first...I did that with the fourth character I bound here, so I got to do<br/>\nthe whole run again.<br/>\n<br/>\nYou usually appear within sight of the guards, so be invisible or otherwise<br/>\nprepared if you are KoS. <br/>\n<br/>\nThe pots are in a circle, and I will list them going clockwise from Freeport,<br/>\nwhich is the only one that has a name on it. You may have to crouch really<br/>\nclose to read that name, too.<br/>\n<br/>\nThey&#39;re in a circle, like a clock. Let&#39;s call Freeport midnight:<br/>\n<br/>\n12:00 Freeport    (looks like a pot, as most of them do, but says &quot;Freeport&quot;)<br/>\n1:00  Cabilis     (taller pot with wings on it)<br/>\n2:00  Kaladim<br/>\n3:00  Ak&#39;Anon     (looks like a lavalamp, I describe weird ones here)<br/>\n4:00  Rivervale   (looks like a torch on a long thin rod base)<br/>\n5:00  Grobb       (looks like a campfire)<br/>\n6:00  Oggok       (like most, a variation on the basic pot)<br/>\n7:00  Erudin<br/>\n8:00  Neriak<br/>\n9:00  Kelethim<br/>\n10:00  Felwithe<br/>\n11:00  Halas      (looks like a cube with a bowl on it)<br/>\n<br/>\nGuards (for the KoS) and any other notes (I do not guarantee the accuracy,<br/>\nthough it mostly is correct):<br/>\n<br/>\nFreeport -- you appear close to the guards, but you usually have enough time<br/>\nto jump off the dock without them aggroing on you, then you can swim to the<br/>\nunderground<br/>\n<br/>\nCabilis -- You appear just inside East Cabilis (correct me if I&#39;m wrong, this<br/>\nis from memory), /definitely/ out of guard aggro range, next to the zone to<br/>\nLake of Ill Omen (or was it Warslik&#39;s Woods)<br/>\n<br/>\nKaladim -- Never used this one.<br/>\n<br/>\nAk&#39;Anon -- Rarely go there, but I think you either have a moment to leap into<br/>\nthe zone to escape the guards, or they&#39;re just not in range. No promises,<br/>\nthough.<br/>\n<br/>\nRivervale -- If you&#39;re KoS, turn around and immediately run to the zone, you<br/>\nappear just outside the tunnel to Misty Thicket. If you&#39;re quick, you<br/>\nprobably won&#39;t even get hit.<br/>\n<br/>\nGrobb -- You appear out of sight of the guards<br/>\n<br/>\nOggok -- You appear out of sight of the guards in the tunnel to the exit<br/>\n<br/>\nErudin -- If I recall correctly, my Dark Elf cleric was killed upon appearing<br/>\nhere last time, so either you appear in sight of the guards, or in the patrol<br/>\nrange of one.<br/>\n<br/>\nNeriak -- You appear out of sight of the guards, though people get chased to<br/>\nthe zone line here a lot, so one may be wandering by. You appear in the<br/>\ncommons, by the zone to the foreign quarter.<br/>\n<br/>\nKelethim -- You appear out of sight of the /standing/ guards, just up from<br/>\nthe PoD lift (or was it the newbie lift), but in the path of a patrolling<br/>\nguard, so there&#39;s a small but real chance you&#39;ll get attacked instantly.<br/>\n<br/>\nFelwithe -- I am pretty sure you&#39;re out of guard aggro range, but I typically<br/>\nuse Kelethim instead, so I may not remember well.<br/>\n<br/>\nHalas -- You&#39;re standing right by the guards on the dock. I have this theory<br/>\nthat my troll shaman could instantly start running, with BOTH Lev and SoW on<br/>\nand make it to the zone alive...but my Dark Elf cleric definitely did not,<br/>\neven when my troll shaman had cast SoW and Lev on her before she stepped<br/>\nthrough the pot. Getting her corpse back was quite an experience.<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nOh, and please understand that if you DO teleport in where you&#39;re KoS and get<br/>\nkilled, your corpse will probably end up lying near the feet of the guards<br/>\nwho hate you, so getting it back can be a pain.<br/>\n<br/>\n=====<br/>\nThe Drug War Supports Terrorism...<br/>\n<br/>\nE-Mail: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:KazVorpal@...\">KazVorpal@...</a><br/>\nAIM/Yahoo/AOL Instant Messenger: KazVorpal<br/>\nICQ#: 1912557</div>","specialLinks":[]}}