{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":156045250,"authorName":"PATRICK FLANARY","from":"PATRICK FLANARY &lt;pf3moons@...&gt;","profile":"pf3moons","replyTo":"LIST","senderId":"z0dJLCGOrWqPQ18l2QCocdhJr6hxcPV3aiRECFoyxTHg6vVzyOUotsnmwAMnA4Gy0op5X6X0LV7Awj-iHjVyp6k5pZrPr6vL_Zaj","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQCheats] Re: Hacks","postDate":"1080109197","msgId":1754,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDQwMzI0MDYxOTU3LjEwNDk4LnFtYWlsQHdlYjk4MDgubWFpbC55YWhvby5jb20+","inReplyToHeader":"PGMzbnNlNCtucnNkQGVHcm91cHMuY29tPg=="},"prevInTopic":1750,"nextInTopic":1755,"prevInTime":1753,"nextInTime":1755,"topicId":1749,"numMessagesInTopic":6,"msgSnippet":"my friends ty for shareing the hack s but , i dont mean to sound like a horse butt . i tried these so called hack s wiothout any luck it just gave me , that is","messageBody":"<div id=\"ygrps-yiv-629215629\"><table id=\"ygrps-yiv-629215629HB_Mail_Container\" height=\"100%\" cellSpacing=\"0\" cellPadding=\"0\" width=\"100%\" border=\"0\">\n<tbody>\n<tr height=\"100%\">\n<td id=\"ygrps-yiv-629215629HB_Focus_Element\" vAlign=\"top\" width=\"100%\" height=\"250\">\n<p>my friends ty for shareing the hack&#39;s but , i dont mean to sound like a horse butt . i tried these so called hack&#39;s wiothout any luck</p>\n<p>it just gave me , that is a invalid coomand or even when it was #gmspeed on it displayed: you said /3gmspeed on</p>\n<p>now if i am doing this all wronge plz let me know .....ty</p></td></tr>\n<tr>\n<td style=\"FONT-SIZE:1pt;\" height=\"1\">\n<div id=\"ygrps-yiv-629215629hotbar_promo\"></div></td></tr></tbody></table>\n<blockquote><span title=\"qreply\"> <blockquote id=\"ygrps-yiv-629215629b3d3666d\">\n<div><br><br><b><i>xteam_leader &lt;xteam_leader@...&gt;</i></b> wrote: \n<blockquote class=\"ygrps-yiv-629215629replbq\" style=\"PADDING-LEFT:5px;MARGIN-LEFT:5px;BORDER-LEFT:#1010ff 2px solid;\">I think your statement is worth mentioning to people.<br>The first hack I was going to submit had its site destroyed. That one <br>did not follow the terms of agreement, and yes, was illegal, however, <br>I think you should all read about the second one.<br>The second one is completely legal, and you cannot lose your account <br>using it. The EverQuest officials don&#39;t like it very much, but they <br>have to live with it. They are not allowed to delete your account, <br>even if they were to found out you were using it and in the part of <br>EverQuest. GM&#39;s absolutely hate it, and most of them would delete <br>your account, though they are not allowed, if they found out. If they <br>were to do this, you could complain to Sony and they would be FORCED <br>to give your account back. All the EverQuest officials know about <br>this second one, and they can&#39;t do anything about it. It isn&#39;t a\n <br>third party program, and does not, in any of the rules and terms of <br>agreement, go against what they say. <br>I do repeat that they already know about this. They cannot do <br>anything about it, and they don&#39;t really care. The only people who <br>actually care are the GM&#39;s because, they lose there power over other <br>players. They like the power, and that is why they delete other <br>accounts. They can get in serious trouble with Sony if they were to <br>do this. <br>I have so far met 1 GM from EverQuest that has decided to join this. <br>They were one of the few GM&#39;s that were at Lead-Administrator status <br>or lower that thought this was neat. This thing has been worked on <br>almost since EverQuest was made. <br>This is completely legal. On there site, they show that they are not <br>affilitated with the EverQuest makers/programmers, and show the <br>EverQuest trademark at the bottom.<br>It was very nice that you thought about that first, and I totally <br>agree. The\n first one will not be added because the site was <br>destroyed, and the version I have on my computer no longer works with <br>EverQuest because they updated the patch.<br>I am adding in the one thing tomorrow. Many people like this, and it <br>is growing every day ever since Guild Wars started =). I haven&#39;t <br>really tried it yet myself, but Guild Wars is supposed to be amazing.<br>From your proud GM of this thing:<br>(Lord Deimos The Slaughterer) Currently second in command on two <br>servers and GM on five other servers, 7 total.<br>And when you join, look for my great GM friends too =)<br><br><br>Name: Rallos<br>Ranks: mgtg<br>Servers:<br>(Semi_Legit) Jezebell&#39;s Server<br>Badbing Semi-Legit Server<br>Bahamut Zero (Legit) Server<br><br>Name: Nilar<br>Ranks:<br>Gm-Impossible <br>mgtg<br>Servers:<br>(Semi-Legit) Jezebell&#39;s Server<br>SaltyBooger&#39;s (Non-Legit) Server<br>Badabing Semi-Legit Server<br><br>Name: Agushor<br>Ranks: <br>Gm-Impossible<br>Server&#39;s:<br>Bahamut\n Zero<br><br>Name :Slipknot<br>Ranks:<br>Gm-Administrator<br>Servers:<br>Dil&#39;s World Server<br><br>Name: SaltyBooger:<br>Ranks:<br>Gm-Impossible<br>Servers:<br>SaltyBooger&#39;s (Non-Legit) Server<br><br>Name: Nauglar<br>Ranks:<br>Gm-Impossible<br>Servers: <br>Nauglar&#39;s Server<br><br>I myself am known as<br>Name: Lord Deimos The Slaughterer (aka Lord or Deimos or Lord Deimos)<br>Ranks:<br>Gm-Administrator<br>Gm-Impossible<br>mgmt<br>Servers:<br>Bahamut Zero (Legit) Server<br>Nauglar&#39;s Server<br>Teh J&#39;has Server<br>SaltyBoogers (Non-Legit) Server<br><br>Hope to see you all joining tomorrow =).<br><br>Interesting GM Facts:<br>Did you know that there are 157 GM Commands<br>Did you know that the Plane of Time B has 4 Hidden Areas<br>Did you know that load is a zone (GM)<br>Did you know that Sun Set Home is a zone (GM)<br>Did you know that load is a plane<br>Did you know that Gm-Impossible and Mgmt are not what they are really <br>called<br>Gm-Impossible = Server Debugger (Highest\n Rank)<br>Mgmg = Server Operator (Second Highest Rank)<br>Did you know that GM&#39;s can go invisible whenever they want<br>Did you know that a GM shrine is when 1 or more GM&#39;s are present in <br>an area as an NPC recommded size of 20 or higher<br>Did you know that every time a GM changes your first name, you go <br>Linkdead<br>Did you know that GM&#39;s are people too (HARD HARD QUESTION lol)<br>Did you know an event is when a GM is at an area and starts spawning <br>stuff with really awesome items (That would be my main thing next to <br>Zone Building)<br>Did you know that the GM commands do not start with / like /kill, <br>they start with #, #kill<br>Did you know that GM&#39;s have hacking commands? <br>#gmspeed on (Makes you run really really fast) Permanent unless <br>turned off, that means you log off and log back on, and you still <br>have it.<br>#flymode 1 (Makes you fly) Not permanent<br>#haste 85 (Makes you have haste by 85%) Not permanent<br>Did you know that when you make your name\n too long, it makes these <br>awesome symbols at the end of it that change every time you move<br><br>Hope you enjoy these fun facts, and ask around the servers for:<br>Lord<br>Lord Deimos<br>Deimos<br>Lord Deimos The Slaughterer<br>Those are my world-wide names =). Lord Deimos The Slaughterer is my <br>name on all the servers I am GM on, which are listed above<br>Just about everyone knows me now<br>Look for my GM buddies too<br><br><br><br><br><br>------------------------ Yahoo! Groups Sponsor ---------------------~--&gt;<br>Buy Ink Cartridges or Refill Kits for your HP, Epson, Canon or Lexmark<br>Printer at MyInks.com. Free s/h on orders $50 or more to the US &amp; Canada.<br>http://www.c1tracking.com/l.asp?cid=5511<br>http://us.click.yahoo.com/mOAaAA/3exGAA/qnsNAA/VK9olB/TM<br>---------------------------------------------------------------------~-&gt;<br><br>Get paid to surf the web! Free!<br>http://www.alladvantage.com/go.asp?refid=bvf753 <br>Yahoo! Groups Links<br><br>&lt;*&gt;\n To visit your group on the web, go to:<br>http://groups.yahoo.com/group/EQCheats/<br><br>&lt;*&gt; To unsubscribe from this group, send an email to:<br>EQCheats-unsubscribe@yahoogroups.com<br><br>&lt;*&gt; Your use of Yahoo! Groups is subject to:<br>http://docs.yahoo.com/info/terms/<br><br></blockquote></div></blockquote><p><font face=\"arial\" size=\"-1\">Do you Yahoo!?<br>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://taxes.yahoo.com/filing.html\"><b>Yahoo! Finance Tax Center</b></a> - File online. File on time. </font></p></span></blockquote></div>","specialLinks":[]}}