{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"dlobdell","from":"&quot;dlobdell&quot; &lt;dlobdell@...","replyTo":"LIST","senderId":"2y_uEgOOy8sSZNALJlKha4J6gMjk-TmLTZiXtZE1DyjXC_QCcqvEvhqlbkXLGcxbE6bmgPhd0TrJtCT4TfmP9EaWg1mbbOqHyXA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Runner&#39;s Ring","postDate":"931014467","msgId":339,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC40NS4zMzkuOTU5Mjk3MTQwQGVHcm91cHMuY29tPg=="},"prevInTopic":308,"nextInTopic":0,"prevInTime":338,"nextInTime":340,"topicId":308,"numMessagesInTopic":2,"msgSnippet":"Just a couple thing about Nilli and the quest: First of all be careful because sometimes nilli spawns hard.. he is a lvl 16 druid, but at times it can be hard","messageBody":"<div id=\"ygrps-yiv-710945870\">Just a couple thing about Nilli and the quest: First of all be careful because sometimes nilli spawns hard.. he is a lvl 16 druid, but at times it can be hard for a lvl 20 to take him down. In most cases this isnt true, but every now and then... On my server Mith Marr- he spawns every 20 min on the dot, ive killed him  A LOT and timed it every time... I believe the thing about leting him run around is a myth, besides on my server, if you dont kill him when he spawns then someone else will get him.. he is very popular. But ive killed him as soon as he spawns and gotten two stalks so..... Also on my server you have to give the stalks to reebo one at a time, if you give them all at once it doesnt work, this is strange that it would vary between servers... but i guess it must. And last here are the items i have recieved from this quest: Earrings of magic reflection (a pretty nice item) they add plus 5 to MR, Earrings of cold reflection, earrings of fire reflection, earrings of desease reflection, earrings of posion reflection... all of these add plus 5 to there obvious association..<br/>\nIve gotten a Shralok Backpack (spelling) which reduces the wt of anything you put in it, ive gotten a travellers pouch a smaller ver. of the backpack, ive gotten a wand of frost... with my wizard i was able to use this, it had 10 charges for frost bolt not very useful for a lvl 21 wizard back when i got it, but it was a neat item... ive gotten the runners ring several times. And sometimes, ive gotten nothing at all... Well thats all i can remember.. the cool thing about this quest is it drops things that are noramlly on a high lvl NPC, such as the shralok backpack and travellers pouch.. sorry for the long msg, i hope it was useful+ACE-<br/>\n<br/>\nWes Lobdell,<br/>\nQuote: +ACI-The certain proof that intelligent life exists elsewhere in the universe <br/>\nis that no one has bothered to make contact with us.+ACI-<br/>\n<br/>\nHere is a quest i completed a while back:<br/>\nRunner&#39;s ring<br/>\n AGI<br/>\n STA<br/>\nI equiped this on my 15 Paladin and it gave him about an extra 30 AC<br/>\nI could not start the quest because I am not a druid I suppose but I took my<br/>\nlvl 19, at the time, ranger, Killed Nillipus, who took me down to 2 bubbles<br/>\nof life. He spawns by the bridge in rivervale sometimes on one side of it<br/>\nsometimes more toward the entrance to misty thicket. He spawns about every<br/>\n10 minutes, real time,. I killed him a few times and looted plat, brownie<br/>\nparts, gems, arrows, and best of all jumjum stalk. I gathered up 4 jumjum<br/>\nstalk and took it to Reebo Leafsway at the druids guild by the farmers field<br/>\nand gave them all at once to him. He gave me some plat and the runners ring.<br/>\nI tried to give him 3 and he gave me a bunch of carrots. I gave my ring to<br/>\nanother character of mine and gave him 4 stalk and he gave me a bunch of<br/>\ncarrots once and a compass another time. So I am not sure if this a random<br/>\ndrop or actually something to count on. It has been told to me that if you<br/>\nlet Nillipuss run around before you attack him that is when he picks up the<br/>\nstalk, supposedly swipes them from the field, but i have killed him right<br/>\nafter he spawned and he had one on him then also. Well its something to try<br/>\nanyway. Good luck.<br/>\nAudrey Angelfire 23Ranger on the Veeshan Server<br/>\n<br/>\n<br/>\n--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nLooking to expand your world?<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\nONElist has 180,000 e-mail communities from which to choose+ACE-<br/>\n<br/>\n------------------------------------------------------------------------<br/>\nFor more information on how to join the best roleplaying game on the net goto www.everquest.com<br/>\n</div>","specialLinks":[]}}