{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"John Adams","from":"John Adams &lt;thugsy@...","replyTo":"LIST","senderId":"Qs0WI04gMZcD1IOnYoxJl7kLuU-Bo9BT7s0J5J6fR31RizmODV3PhXg53lky4Dk8b-9XKH6oWtreFkHt2Y5zjHSBpAA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"The Soulfire Walkthrough","postDate":"931526675","msgId":415,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC41Mi40MTUuOTU5Mjk3MTQwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":414,"nextInTime":416,"topicId":415,"numMessagesInTopic":1,"msgSnippet":"This was posted on the EQ-HolySwords list. Enjoy Thugsy Message: 10 Date: Fri, 09 Jul 1999 00:39:37 -0600 From: Josh Anderson  ","messageBody":"<div id=\"ygrps-yiv-1216546195\">This was posted on the EQ-HolySwords list.<br/>\n<br/>\nEnjoy <br/>\nThugsy<br/>\n<br/>\n<br/>\nMessage: 10<br/>\n   Date: Fri, 09 Jul 1999 00:39:37 -0600<br/>\n   From: Josh Anderson &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:winterwolf@...\">winterwolf@...</a>&gt;<br/>\nSubject: The Soulfire Walkthrough<br/>\n<br/>\nHere is the entire Soulfire quest, the way I understand it:<br/>\n<br/>\n1.  Get the note from Kalatrina in the Hall of Truth, top level.<br/>\n2.  Go to the spy, tell him &#39;Truth is good&#39;, and then give him the<br/>\nletter.<br/>\n3.  After the Guard kills him, take his note and you are supposed to<br/>\ngive it to her, but she doesn&#39;t hand it back to you, so skip this part<br/>\nof the quest.  She noramlly tells you to go to<br/>\nthe Office of the People and speak with the woman there, but I&#39;m<br/>\ntelling you right now.<br/>\n4.  At the Office of the People, you are again supposed to give her the<br/>\nnote, but she also doesn&#39;t give it back.  Simply tell her &quot;Who is<br/>\nZimel?&#39;, and she will tell you about Groflah, and<br/>\nthat Zimel&#39;s Blades in condemned.<br/>\n5.  First, go to the Hall of Truth, and tell Kalatrina that &#39;Zimels<br/>\nBaldes is condemned.&#39;.  I believe this is where you first hear about<br/>\nSoulfire (or is it the time you give it to her the<br/>\nfirst time, I haven&#39;t done this part in a while).<br/>\n6.  Now, go to Groflah&#39;s Forge, and ask him &#39;Who is Zimel?&#39;.  He will<br/>\ngive you a negative response, and then give him the Zimel&#39;s Blades<br/>\nnote.  He will tell you to meet him in the<br/>\nSeafarer&#39;s Roost.<br/>\n7.  Go to the Seafarer&#39;s Roost (at the docks in East Freeport), and<br/>\nwait for Groflah to show up.  He is usually there at 3 am, but it&#39;s<br/>\nfairly ramdom.  When he shows, again ask him &#39;Who is<br/>\nZimel?&#39;, and he&#39;ll tell you about he&#39;s buddies with old Zimel.  Now<br/>\ngive him the note, and he&#39;ll decode it for you.  It says &#39;H E L P  C A<br/>\nP T I V E&#39;, on it, implying that the prisoner<br/>\nunder the arena is Zimel (as we suspected for some time).<br/>\n8.  While waiting at the Seafarer&#39;s Roost, do NOT go AFK, as you will<br/>\nmiss a crucial part of the quest.  Randomly a drunk named Tykar Renlin<br/>\nwill show up, and will cuss out Captain Lucan<br/>\nwhen a bard sings a song about him.  He also says that Lucan imprisoned<br/>\nhim and his buddy, old Zimel.  Ask him &#39;Who is Zimel?&#39; and he will ask<br/>\nyou for a drink.  Give him 4 Drom&#39;s<br/>\nChampagnes, and he will give you a blanket called &#39;Bunker Cell #2&#39; (I<br/>\nthink, but it&#39;s not important what it&#39;s called).<br/>\n9.  Go to the prisoner under the Arena.  Hail him, and ask him &#39;Who is<br/>\nZimel?&#39;.  He will &#39;Stare deeply into your eyes&#39;, and say nothing.  Ask<br/>\nhim &#39;Where is Soulfire?&#39;, and he&#39;ll ramble<br/>\nsomething along the lines of &#39;Bog n Goo!!  Freezing!!  Hungry!! <br/>\nThirsty too!!&#39;.  This implies that he needs two items.<br/>\n10.  Go kill some snakes and get a few Snake Scales off them.  Put them<br/>\nin a brew barrel with a bottle, and a flask of water.  This will give<br/>\nyou &#39;Bog Juice&#39;, one of the items that Zimel<br/>\nasks for (Bog n Goo;  this is the Bog, now for the Goo...)<br/>\n11.  Get some Fire Beetle Eyes (if you don&#39;t know where to get these,<br/>\nyou don&#39;t deserve Soulfire), and Rat ears, and put them into an oven. <br/>\nYou get &#39;Edible Goo&#39;, which Zimel also asks for<br/>\n(This is the Goo part...)<br/>\n12.  Give the &#39;Bunker Cell #2&#39;, the &#39;Bog Juice&#39;, and the &#39;Edible Goo&#39;<br/>\nto Zimel.  He gives you a key called H.K. 102, and he mutters something<br/>\nabout Tunaria&#39;s Corridor.  If you&#39;ve done the<br/>\nPrincess Quest in High Keep, you know what to do...<br/>\n13.  Take the Key to High Keep (located in Highpass Hold;  this is the<br/>\nnarrow pass between Qeynos and Freeport, and the coninent used to be<br/>\ncalled Tunaria, hence, Tunaria&#39;s Corridor).  Give<br/>\nthe key to the Clerk in the bank, that&#39;s it.  You get a note from Hayle<br/>\nMool, addressed to Zimel.  It tells you to come get him in Qeynos, but<br/>\nif you&#39;ve been there before, you know he&#39;s<br/>\nbeing held in Splitpaw...<br/>\n14.  In Splitpaw, find him (don&#39;t ask...) and give him the note.  He<br/>\nwill tell you something I forgot already, but then you ask him &#39;What is<br/>\nthe Proof of Nobility?&#39;.  He will tell you that<br/>\nhe requires the note you gave him, The Brilliant Sword of Faith, the<br/>\nGlowing Sword Hilt, and the Testimony of Truth (some of which are<br/>\nsub-quests, explained below).<br/>\n15.  At this point, I HAVE NOT given him the items, at least in the<br/>\ncorrect manner (long story, and rather embarassing;  I&#39;d perfer if you<br/>\ndidn&#39;t ask...).  If you give the items one at a<br/>\ntime, I have heard (though this is not confirmed) he will hand you over<br/>\nthe Soulfire!  Congrats, you should have the blade if you&#39;re smarter<br/>\nthan I am!<br/>\n<br/>\nTHE TEST OF TRUTH<br/>\n<br/>\nThis is also started in the Hall of Truth, and may not be started after<br/>\nlevel 8.  This is a very simple quest, so I will not explain it here...<br/>\n<br/>\nTHE BRILLIANT SWORD OF FAITH<br/>\n<br/>\n1.  Speak with the Paladin Guild Master at the top of the Hall of<br/>\nTruth, and ask him everything pertaining to killing Lucan D&#39;lere.<br/>\n2.  Once you have gotten the quest, assemble a team of TONS of level 45<br/>\nplus people, because Captain Lucan is the badass leader of the Warrior<br/>\nGuild in Freeport, and the head of the<br/>\nFreeport Militia.  He&#39;s level 48, so make sure you&#39;ve got PLENTY of<br/>\ntime to spend killing him, since he&#39;s TOUGH.  Tonight on my server<br/>\n(Rodcet Nife) a group of about 20 level 40+ people<br/>\nLOST to this bugger, and only killed him after dying three or four<br/>\ntimes each.<br/>\n3.  If you get his Testimony from him (which rarely spawns, God knows<br/>\nwhy...), return it to the man who gave you the quest, and he forks over<br/>\nthe Brilliant Sword of Faith.<br/>\n<br/>\nGLOWING SWORD HILT<br/>\n<br/>\nThis is gained off a Shadow Knight in Mistmoore named Xicotl.  I am not<br/>\nsure, but I think it spawns every time, and he&#39;s in either the Guest<br/>\nHouse or the Throne Room, if I recall<br/>\ncorrectly.  He&#39;s surrounded by other Shadow Knights and Necros, so be<br/>\nprepared for another tough battle (though not as tough as the bloodbath<br/>\nwhen you fight Lucan, that&#39;s just BRUTAL).  I<br/>\nshould point out that whenever this guy gets pulled, the whole zone<br/>\nclears, so be warned...<br/>\n<br/>\n<br/>\nThat&#39;s my take on Soulfire, correct me if I&#39;m wrong...  But I&#39;m not.  :<br/>\n)<br/>\n<br/>\nRegards,<br/>\nPraetor, Paladin of Life<br/>\nKnights Templar<br/>\n<br/>\n<br/>\n_________________________________________________________<br/>\nDo You Yahoo!?<br/>\nGet your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a></div>","specialLinks":[]}}