{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Kelly","from":"Kelly &lt;pruett@...","replyTo":"LIST","senderId":"nfDTQ7nunyWWKxoaz_xMlcpBnKxayyh6ev64t4KKz_poIm3hwufLbtvkZEA_Y8xS3eqKg_LmdZFQ7FI6qSBiUEjPGmqnx_GJ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: spells?","postDate":"932760466","msgId":528,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC42Ni41MjguOTU5Mjk3MTQwQGVHcm91cHMuY29tPg=="},"prevInTopic":527,"nextInTopic":591,"prevInTime":527,"nextInTime":529,"topicId":463,"numMessagesInTopic":10,"msgSnippet":"Kirby, I don t have a high level necro but at my relative level 15 necro (and knowing others with high level necros), I have experienced a lot of their","messageBody":"<div id=\"ygrps-yiv-190590872\">Kirby,<br/>\nI don&#39;t have a high level necro but at my relative level 15 necro (and knowing others with high<br/>\nlevel necros), I have experienced a lot of their peculiarities. I disagree with some of your<br/>\nstatements.<br/>\n<br/>\n1. No necros aren&#39;t the most powerful class, in fact I really don&#39;t think there is one. If you are<br/>\nbasing it on damage spells then show me the necro&#39;s version of ice comet and you&#39;ll have me there.<br/>\nOr show me the necro pet that can cast spells, or the necro that can dual wield .... you get the<br/>\npicture. Each class is very good at something and no class is great at everything.<br/>\n<br/>\n2. KOS is horrible plain and simple. You know it, you&#39;ve experienced it. Try not being able to sell<br/>\nto any non-evil vendor. If you are a DE then sure .. walk around Neriak and have at it. But don&#39;t<br/>\ntry it in a foreign city. A necro&#39;s power isn&#39;t to make up for being KOS, it&#39;s because they are<br/>\nmasters of the dead. Lifesteal, disease, poison, summoning undead ... these are all necro weapons,<br/>\nnot gifts from Verant for those wishing to play evil.<br/>\n<br/>\n3. Root? Only at high levels when it&#39;s usually being done by someone else MUCH sooner.<br/>\nInvisibility? Self only. Buffs? Only one ... spirit armor, that doesn&#39;t HURT us. Heals? They hurt<br/>\nus as we cast them. Only trading life, not healing it. Our spells are nicely tuned to what the<br/>\nwhole idea of a necromancer should be.<br/>\n<br/>\n4. Far more damage than any other class at the same level? Hardly. Make a necro ... try the solo<br/>\nthing. Without a pet you&#39;ll die in a heartbeat. With one you can do okay ... but ONLY if you know<br/>\nhow to play a necro well. The same goes for any class. Play them well and you will do well, play<br/>\nthem like crap and ... you die.<br/>\n<br/>\nSo in a sense I don&#39;t agree. Yes I have a nice class, and yes I like my Necro. But he is not the<br/>\nonly good class, and he is definitely not the most powerful in the game. The way you worded your<br/>\nemail it sounds like you may have had a druid and might be a little mad that they were gimped. I<br/>\nagree with the fact that major changes should never be patched without notification but Necros<br/>\nshould not take the ridicule of anyone just because a previously powerful class feels shortchanged.<br/>\n<br/>\nMost of the changes being made to the Necro change have actually been corrections to things that<br/>\ndidn&#39;t work. And they still aren&#39;t all done, try using a DOT in a party and cry as you receive NO<br/>\nexperience if the DOT kills the creature. In addition, some spells are being removed and replaced<br/>\nwith less powerful spells. Charm is an example.<br/>\n<br/>\nAll I&#39;m saying is that it appears Verant wants things balanced. If THEY think necros are too<br/>\npowerful, they too will be gimped. But I sincerely believe that as a class they are what they<br/>\nshould be. Well rounded, and masters of undead.<br/>\n<br/>\n-Haytred, lvl 15 DE Necro, E. Marr<br/>\n<br/>\n<br/>\n&quot;Fling, Kirby&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Fling, Kirby&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:FlingKirby@...\">FlingKirby@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Now, with all that said... does anybody else think that necros are vastly<br/>\n&gt; overpowered?  They do FAR more damage than any other class at all levels,<br/>\n&gt; they get pretty much every combat-utility spell that any other class gets<br/>\n&gt; (like roots, disempowers, debuffs, etc), AND get the ability to summon pets<br/>\n&gt; of higher level than any other class.<br/>\n&gt;<br/>\n&gt; Not to be a huge bitch or anything.  I was fine with that at first, but<br/>\n&gt; since EVERY recent patch has included further buffing or tuning of the necro<br/>\n&gt; class it just seems to be getting a little absurd to me.<br/>\n&gt;<br/>\n&gt; Somebody tell me what the drawback is for their class...  being hated by<br/>\n&gt; some NPCs?  After having played a troll for several months and being KOS by<br/>\n&gt; EVERY npc north of innothule.... the necros have it easy... like super-easy.<br/>\n&gt; Then they went and gimped the shamans and I just honestly can&#39;t figure out<br/>\n&gt; what is going on.  I&#39;m guessing I&#39;m not seeing the whole picture or<br/>\n&gt; something.... because recent events just haven&#39;t made any sense to this<br/>\n&gt; stupid troll.<br/>\n&gt;<br/>\n&gt; -K<br/>\n&gt;<br/>\n&gt; -----Original Message-----<br/>\n&gt; Heart Flutter also drops a monsters AC by 47 and his str by 17, hit it with<br/>\n&gt; the 1st lvl spell Siphon Str and that gives 10 more Str to you.   So with<br/>\n&gt; the 3 It is Slowed, Weakened, Has its Ac dropped a good bit you are doing<br/>\n&gt; about 400 points of damage in a min (The Dark Side has a nice listing of the<br/>\n&gt; spells and what they do per tick).<br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist announces &quot;FRIENDS & FAMILY!&quot;<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; See homepage for details, including our weekly drawing!<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For more information on how to join the best roleplaying game on the net goto www.everquest.com </span></blockquote></div>","specialLinks":[]}}