{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Tanthalias","from":"&quot;Tanthalias&quot; &lt;tanthalas@...","replyTo":"LIST","senderId":"ZZw1JBnhorGb41jwy6e7Imf2GdhdC7IhT7Tb9yzs0ii7OiU76q1vlP5vhkJ9tZ-Osh4m77z6gKi06nRtYOFnn6H5NcoYUM0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Trade Skill in General","postDate":"933122571","msgId":610,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC43MS42MTAuOTU5Mjk3MTQwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":615,"prevInTime":609,"nextInTime":611,"topicId":610,"numMessagesInTopic":7,"msgSnippet":"I have posted my opinion on other mailing lists, and since the subject has come up here, I guess I ll post it again here. Trade skills are designed to make a","messageBody":"<div id=\"ygrps-yiv-702245549\">I have posted my opinion on other mailing lists, and since the subject has come up here, I guess I&#39;ll post it again here. Trade skills are designed to make a person money. Granted, that money is supposed to be obtained by selling your wares to other players. But, alas, Verant implemented trade skills that serve absolutely no purpose to other players. These skills are pottery, brewing, and baking. Mainly the first two. Before the patches, pottery and brewing were profitable only selling to vendors, and everything was okay. You could make money on all trade skills. Blacksmithing and tailoring were profitable because other players wanted patchwork and banded armour. But who wants a short ale and a pie tin? What good are they? The only way you could make money was selling to vendors (with pottery and brewing). The way for Verant to truely make all trade skills the way they intended is to make more changes to make brews and pottery items useful to other players. Some people are upset about about Verant changing the trade skills. I&#39;m not. I don&#39;t think people should be able to make money selling to vendors. But they need to finish the changes. Change brews so they buff your character (don&#39;t even get me started on alcohol tolerance, its useless). Change pottery items so they can be used for something else. One person suggested using pottery to make molds for new armour types that could be made by blacksmiths. If brewing and pottery were useful to other players, those other players would actually want to buy the brews and pottery items. Right now, no one cares to buy them. One other thing they need to do is drastically increase vendor prices for brews (similiar to the price difference between chainmail from vendors and banded from smiths). Right now it costs more to make a brew than you can buy them from a store. When it becomes impractical to buy brews from vendors, people will want to buy them from brewers. Let me know what you think about my ideas here.<br/>\n<br/>\n Tanthalias<br/>\n Half Elven Bard<br/>\n Former Master Brewer<br/>\n Tarew Marr</div>","specialLinks":[]}}