{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Robert Roy","from":"Robert Roy &lt;RobertToddRoy@...&gt;","replyTo":"LIST","senderId":"11gAxNB25Xsz7-80MJ-1L_OWTlKbmOoNKdcrF4HfuNwftoYsu5c6oKR_ssiqDEOl5ewemUa_sT0kdm_f42jjZOxB2qYl0VbuwfinKQ-w","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [Digest Number 83]","postDate":"933868352","msgId":829,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC44NS44MjkuOTU5Mjk3MTQwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":876,"prevInTime":828,"nextInTime":830,"topicId":829,"numMessagesInTopic":2,"msgSnippet":"Heh, I *think* this is on topic... it s so hard to tell anymore. It appears the three main factors in prices are faction, charisma, and vendor multiple. Some","messageBody":"<div id=\"ygrps-yiv-530021370\">Heh, I *think* this is on topic... it&#39;s so hard to tell anymore.<br/>\n<br/>\nIt appears the three main factors in prices are faction, charisma, and vendor<br/>\nmultiple.  <br/>\n<br/>\nSome vendors just sell for more.  Sonsa Fromp in one of the huts in Misty<br/>\nThicket, for example, sells chain armor for a little over twice Twippie Diggs&#39;<br/>\nprices in Rivervale.  Infact, if you ask him about it, he&#39;ll warn you.  <br/>\n<br/>\nCharisma is a little more nebulous... I&#39;m a bard with pretty high charisma<br/>\n(around 110 with all of my gear on) and prices seem to be generally pretty<br/>\ngood, but it&#39;s harder to measure against someone else due to faction.  But it<br/>\ndefinately makes a difference.  Get a few pieces of plus CHA stuff and check<br/>\nprices with and without them.  Things definately get better for people with<br/>\nhigher charisma... to a point.  Then there&#39;s faction.<br/>\n<br/>\nFaction can really do a number on you.  The order of faction (as I remember<br/>\nit) goes &quot;threatens to attack,&quot; &quot;glares threateningly,&quot; &quot;glowers dubiously,&quot;<br/>\n&quot;indifferent, &quot;amiable,&quot; &quot;kindly&quot;, &quot;warmly,&quot; and if there are things higher<br/>\nthan warmly, I haven&#39;t gotten my faction with anyone that high yet.  Even<br/>\nwithin each of these &quot;bands&quot; you can have higher or lower faction it seems,<br/>\nthese are just breaking points.  It&#39;s possible to get one price, kill a few<br/>\nthings that change faction with that vendor, and then get a slightly<br/>\nhigher/lower price; even though the &quot;con&quot; didn&#39;t change.  These are usually<br/>\npretty small price changes, prices seem to change by a much greater degree<br/>\nwhen you hit a new band.  I.E. Given the same CHA, there may be some small<br/>\nchanges between different levels of indifferent, but when you hit amiable, the<br/>\nchange is much more in your favor.  Of course this is easier to see on very<br/>\nexpensive items than on flasks of water or fishing bait.<br/>\n<br/>\nSo basically, someone who hates you might give you slightly better prices if<br/>\nyour charming or better looking (which also seems to be in the realm of<br/>\ncharisma), but even if you&#39;re a complete ass people who love you will cut you<br/>\na deal (which makes sense to me).  This particularly makes sense from the<br/>\nperspective of &quot;Yeah, he&#39;s an arrogant bastard, but he keeps us safe from the<br/>\norcs.  Cut a few coppers off of that water flask.&quot;<br/>\n<br/>\nAs far as race/class modifications to prices, these seem to be faction based. <br/>\nRouges can&#39;t have a hard time at first in places like Freeport (at least mine<br/>\ndid), but once you&#39;ve raised faction with &quot;Coalition_Tradefolk&quot; (which seems<br/>\nto be the primary vendor faction in East and West Freeport, not sure about<br/>\nNorth) they&#39;ll sell to you just fine.<br/>\n<br/>\nOkay, that&#39;s what how I think things work.  Now for a couple of questions: <br/>\nAre there levels of faction above Warmly?  Quest wise: is there anything left<br/>\nbesides turning in deathfist belts that will raise faction with FP militia? <br/>\nI&#39;d like a list of any quests and/or kills that will raise faction with that<br/>\ngroup?  Lowering faction with the knights is fine, since just killing orcs<br/>\nwill raise it again.  Also, as I plan to be a world traveler, are there any<br/>\nkills that will increase faction with vendors/guards in Grobb or Oggok that<br/>\nwon&#39;t too seriously damage faction with the smaller races?  Finally, on the<br/>\nCHA raising end, does the Leatherfoot Raider Quest really require D&#39;Vinn&#39;s<br/>\nDragoon Dirk as it appears?  Or are there just plain &quot;dirks&quot; found on other<br/>\ndragoons that will work?<br/>\n<br/>\nThanks in advance.<br/>\n<br/>\nWow, that was a lot longer than I thought it would be.<br/>\n-rr<br/>\n<br/>\n   Date: Wed, 04 Aug 1999 18:44:57 -0400<br/>\n   From: Thulgar &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:thulgar@...\">thulgar@...</a>&gt;<br/>\nSubject: Re: RE: centaur armor<br/>\n<br/>\nEveryone has to remember that just because you have HUGE CHA stats, doesn&#39;t<br/>\nmean you going to get<br/>\nBETTER prices.<br/>\n<br/>\nThis is where your faction for that person, or area comes into play. If they<br/>\ncon to you *When you<br/>\ntarget and click c*, dubiously, then your going to get good prices, if they<br/>\ncon indifferently, then<br/>\nyour going to get awful prices, now if they con admiably, your rocken the<br/>\nprices will be low, and<br/>\nthus a high CHA will help you out in this area indeed.<br/>\n<br/>\nSo, it doesn&#39;t matter if you have high CHA, if they don&#39;t con right ya paying<br/>\nmore, If you have low<br/>\nCHA, and con high, ya pay less, go figure but that&#39;s how it works out.<br/>\n<br/>\nThulgar<br/>\n<br/>\n<br/>\n<br/>\n____________________________________________________________________<br/>\nGet your own FREE, personal Netscape WebMail account today at <a rel=\"nofollow\" target=\"_blank\" href=\"http://webmail.netscape.com\">http://webmail.netscape.com</a></div>","specialLinks":[]}}