{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Whitcraft,David","from":"&quot;Whitcraft,David&quot; &lt;DWHITCRAFT@...","replyTo":"LIST","senderId":"khDxUcO3G3v7KHUFZMXQS_bX1eqt7tiR6Rx3D-QjnmTmLrfG3SVFxp0iOneAzG2bumPRXgTyicPlyRdfBxApRubj4qS2EUlhvmeG2-wjC5I","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Gob Pets in Oasis?","postDate":"933886502","msgId":859,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDE0NjIyNC44Ni44NTkuOTU5Mjk3MTQwQGVHcm91cHMuY29tPg=="},"prevInTopic":858,"nextInTopic":860,"prevInTime":858,"nextInTime":860,"topicId":834,"numMessagesInTopic":24,"msgSnippet":"Who ever says EQ is going down in flames like UO did can kiss my ass....heh. This is real cool. This makes me want to play more, makes me want to get into the","messageBody":"<div id=\"ygrps-yiv-288001582\">Who ever says EQ is going down in flames like UO did can kiss my ass....heh.<br/>\nThis is real cool. This makes me want to play more, makes me want to get<br/>\ninto the RP spirit (I admit I have more fun when I RP, which is rare), and<br/>\nis the best thing I&#39;ve read on any mailing list in the last month.<br/>\n<br/>\nThanks goes to GMs like Brian!<br/>\n<br/>\n-Leod, Barbarian Shaman, Sterling Order of Knights, Fennin Ro<br/>\n<br/>\n-----Original Message-----<br/>\nFrom: Treadway, Donald [mailto:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:DTreadway@...\">DTreadway@...</a>]<br/>\nSent: Thursday, August 05, 1999 3:45 PM<br/>\nTo: &#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQCheats@onelist.com\">EQCheats@onelist.com</a>&#39;<br/>\nSubject: RE: [EQCheats] Gob Pets in Oasis?<br/>\n<br/>\n<br/>\nFrom: &quot;Treadway, Donald&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:DTreadway@...\">DTreadway@...</a>&gt;<br/>\n<br/>\nSorry, I was in a hurry and didn&#39;t disclose my source.  Brian Hook posted an<br/>\naccount of the encounter on the errangers list.  What I was saying is that<br/>\nHast denied that there was any treasure at the time.  I didn&#39;t say he didn&#39;t<br/>\ntell anyone about it after the fact.  And how can you say that he alone<br/>\nearned the loot of that MOB?  There were dozens of people there all helping<br/>\nto kill the Archon and lesser critters that had been summoned.<br/>\nUnfortunately, he did not even necessarily do the most damage, since GM<br/>\ncontrolled NPC&#39;s are open for anyone to loot after they are killed.  Here is<br/>\nBrian&#39;s post to the ranger list.<br/>\n<br/>\nFrom: &quot;Brian Hook&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:bhook@...\">bhook@...</a>&gt;<br/>\n<br/>\nI have some spare time this week, and as such I&#39;ve been doing some GM events<br/>\nafter hours on various servers (I was Morxxa Mangyfur the Werewolf in SK on<br/>\nTunare; the named Archon in Cazic-Thule on Cazic-Thule and Xegony; the<br/>\nUndead Vizier on the chessboard on Cazic-Thule; Frumpy Darkpaw in<br/>\nblackburrow on Cazic-Thule), and I&#39;ve learned some interesting things about<br/>\nplayers in general.<br/>\n<br/>\nFirst, higher level players are weenies.  It&#39;s that simple.  The minute a<br/>\nfight turns against them, they&#39;re zoning.  They&#39;re also generally very<br/>\nstupid the minute something unexpected happens.  I was an Archon in<br/>\nCazic-Thule and while they were having a picnic in the lower throne room I<br/>\npopped a justicar, herald, and a champion to liven things up for the<br/>\nWinnebago crowd.<br/>\n<br/>\nNOTE: If you are killed by a GM/possessed NPC, you do NOT lose exp!<br/>\n<br/>\nThe zone freaked, had no idea what to do.  Some mid to high 40s showed up<br/>\nand tried to take me out (they were a little, um, foolhardy), doing shouts<br/>\nof &quot;I&#39;ll defeat him!&quot;, then -- get this -- sending in their pets ONE AT A<br/>\nTIME.  There was a 50th necro and a 48th magician there, and their pets are<br/>\nMEAN.  But they sent them in one at a time -- easy for me to deal with (I<br/>\nwas a 50th wizzie).  If both pets had come in, I would have been toast.<br/>\n<br/>\nStupid stupid stupid.<br/>\n<br/>\nSome of them stormed in, expecting me to be about 35th level, and I nuked<br/>\nthem instantly.  So they started whining about it being &quot;unfair&quot;.  Someone<br/>\nelse in the zone started OOCing how this was &quot;ruining&quot; their evening because<br/>\nall they wanted to do was get some rubicite and log.  Hearing things like<br/>\nthat makes me almost want to give up on the game (or its players).<br/>\n<br/>\nAnyway, instead of getting organized, they hid in the courtyard.  Now, at<br/>\nthis point I had only a small contingent of bodyguards, but more important,<br/>\nI only had THREE spells memorized -- Ice Comet, Conflag, and Frost Shock.<br/>\nNone of those can be cast very quickly.  Two good tanks, two clerics, and<br/>\none wizzie could have killed me EASILY, but they refused to come after me.<br/>\n<br/>\nAs I was getting bored sitting with my gorillas in the throne room, I walked<br/>\nout into the courtyard -- ALONE -- and proceeded to cast, killing a few<br/>\nfolks.  Now here&#39;s the even sadder part -- I walked out, alone, into a room<br/>\nof about 20 players from 20th to 50th level, AND NO ONE BOTHERED ROOTING OR<br/>\nSTUNNING ME.  They tried to kill me, but instead of taking away my ability<br/>\nto run or cast, they just tried to kill me quick.  Then, even stupider, two<br/>\nof the casters chased me into the maze...alone.<br/>\n<br/>\nDumb dumb dumb.<br/>\n<br/>\nSo I ran back to lick my wounds and hid in the throne room, but they<br/>\nwouldn&#39;t give chase.  I finally decided that it was time for me to die, so I<br/>\nran to the zone border to kill people looting their corpses (*evil grin*),<br/>\nand finally I got dropped by a nice crowd.<br/>\n<br/>\nOkay, so here&#39;s the loot I dropped: full set of rubicite and a shimmering<br/>\nsilk robe.<br/>\n<br/>\nAnd here&#39;s the point where I get miffed: if a GM is killed in an event,<br/>\n&quot;ninja looting&quot; can happen since ANYONE can loot the corpse, not the<br/>\nperson/party responsible for most damage.  A 50th wizard looted my corpse<br/>\nand got ALL the rubi, then said he didn&#39;t find anything.  In addition, he<br/>\ndidn&#39;t distribute it to anyone else that was in the battle -- he kept it for<br/>\nhis guild (presumably).<br/>\n<br/>\nThis really upset me, but because of a error on my part the two rubi bracers<br/>\nthat were dropped were in a backpack and couldn&#39;t be looted (except by me).<br/>\nI then looted my corpse and awarded the bracers to a 42nd level wizzie that<br/>\nplayed smart, fierce, and was RP the whole way.  I&#39;m still upset that the<br/>\n50th wizzie didn&#39;t share the loot with the tanks that were there.<br/>\n<br/>\nAt one point a 32nd level SK said something like &quot;Hey lizzie, I&#39;m wearing<br/>\nyour brother as a cloak!&quot; so I teleported to him and said &quot;HSSSS!  THEN YOU<br/>\nDIE!&quot;  He was with a party of 30s camping near the Avatar room.  He RAN as<br/>\nfast as he could, but his party put up a REAL good fight.  I mean GOOD.<br/>\nThey could have taken me down...almost.  I popped an Archon that wasted most<br/>\nof them, but they nearly killed me.  But that party was smart, organized,<br/>\nand BRAVE. I wish I had caught their names because I would have rewarded<br/>\nthem.<br/>\n<br/>\nThat party of low 30s had more guts and smarts than a whole zone of 40s.<br/>\n*sigh*<br/>\n<br/>\nIn a way I think a lot of high level players have become used to how things<br/>\nwork, and once things stop working that way, they get really confused and<br/>\ndon&#39;t know what to do.  I think a PvP player would have done a LOT better.<br/>\n<br/>\nWhen I did the event on Cazic-Thule a 32nd level paladin (wearing bronze)<br/>\nlooted me, but since I had an ebony blade on me he gave it to a ranger that<br/>\nhad helped, and he also gave away the rubi pants to another tank.  Oh, and<br/>\non Cazic-Thule I buffed myself so that basically ONLY melee types could kill<br/>\nme -- I gave myself insane magic resistance.  When I went down on CT server<br/>\nI was taking about 400 points of damage per tick from 12 melee fighters,<br/>\nwhich is EXACTLY what I wanted since I was dropping melee gear.  I was NOT<br/>\ngoing to let a wizzie get a full set of rubi again.<br/>\n<br/>\nDuring another event, when I was the werewolf in SK, EVERYONE kept running<br/>\nfrom me for the zone.  They kept trying to pull me to the zone so they could<br/>\nfight then zone if they were getting hurt.  I wouldn&#39;t play that way, and<br/>\nsummoned a cyclops to help keep the zone clear (MWUHAHAHA).<br/>\n<br/>\nDuring the entire SK event, I killed only TWO people.  One of them was a<br/>\n35th level dwarven warrior wearing bronze.  He fought bravely -- when I got<br/>\nhim to one bub of health, instead of running he stood up and went down<br/>\nswinging.  Never cried for help, never tried to run.  And there was a crowd<br/>\naround that didn&#39;t bother healing him either.  This warrior -- Aindolmar --<br/>\nwas an exemplary example of a brave, RPing player.  I rewarded him after my<br/>\ndeath (I dropped a werewolf cloak and tunic for those that care to know)<br/>\nspecifically with a crafted breastplate.  He was wielding a BBC (I think)<br/>\nand wearing bronze with no other twinks.  He wasn&#39;t in a guild that I could<br/>\ntell, and was playing the game &quot;legit&quot; as it were.  More important, it<br/>\nlooked like he was playing in the spirit of the game, and I rewarded that.<br/>\n<br/>\nFinally, when I was the undead vizier on the chessboard, I was a 25th level<br/>\nwizard.  A 15th level dwarven warrior (gotta love those dorfs!) named<br/>\nThrombrir kept trying to rally everyone to attack me.  A couple druids kept<br/>\nrunning from me -- and they were 24th and 37th level respectively -- and<br/>\nplayed like complete weenies.  This warrior ran up and started whacking on<br/>\nme, ALONE.  No party, no backup, but I was conning BRIGHT RED to him, but he<br/>\ndidn&#39;t care.  Once again, he was not a twink -- he had on ringmail and some<br/>\nrawhide -- and he was busy RPing like crazy.<br/>\n<br/>\nIn that battled I dropped an FBR -- which a 42nd level necro looted, as if<br/>\nshe needed it (and I don&#39;t think she shared).  But I had already learned not<br/>\nto reward people that looted my body -- too many selfish types.  So now I<br/>\nkeep track of players that are brave, smart (if that&#39;s in character),<br/>\nuntwinked, and role-playing, and I reward them appropriately after the<br/>\nbattle.<br/>\n<br/>\nThrombrir received crafted gauntlets and one crafted bracer to replace his<br/>\nrawhide.<br/>\n<br/>\nMy point?  The lower level types played well, smart, and were having fun,<br/>\nand the higher levels were busy screaming about things being unfair, were<br/>\ndoing dumb stuff, wouldn&#39;t leave the zone border, and wouldn&#39;t share loot.<br/>\nOh, and when high levels hear about an event via &quot;guildsay&quot;, they all come<br/>\nto kill me so they can get the loot.  It&#39;s frustrating being a 25th level<br/>\nmob and getting taken down by a 50th SK instead of a crowd of 20s.  But I<br/>\ncan&#39;t pick and choose who comes to kill me, so the best I can do is make<br/>\nsure that the right people are rewarded.<br/>\n<br/>\nAn explanation of my &quot;anti-twinking&quot; policy is probably in order for those<br/>\nof you in a guild or that are twinked:<br/>\n<br/>\n- these events are role playing events.  All the ones I described I did<br/>\nalone without any input from others, in an attempt to spice up the game for<br/>\nsome folks.  As such, I reward role players.<br/>\n<br/>\n- I don&#39;t reward twinks because, well, they don&#39;t need the stuff and often<br/>\ndon&#39;t appreciate what they received.  There was an 11th level wizzie wearing<br/>\nan FBR at the chessboard, and I killed him THREE times =)<br/>\n<br/>\n- the players that really need the gear are often the ones least willing to<br/>\nsacrifice their ideals (camping/twinking) to get the gear.  By rewarding<br/>\nthese players in events like these it spreads good word of mouth, and more<br/>\nimportant, instills a sense of faith that they&#39;ve been doing the right thing<br/>\nby RPing instead of power gaming.<br/>\n<br/>\nAnyway, I await your flames :-)<br/>\n<br/>\nBrian<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; ----------<br/>\n&gt; From: \tA Good Egg[SMTP:<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:douglas@...\">douglas@...</a>]<br/>\n&gt; Reply To: \t<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQCheats@onelist.com\">EQCheats@onelist.com</a><br/>\n&gt; Sent: \tThursday, August 05, 1999 4:12 PM<br/>\n&gt; To: \t&#39;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQCheats@onelist.com\">EQCheats@onelist.com</a>&#39;<br/>\n&gt; Subject: \tRE: [EQCheats] Gob Pets in Oasis?<br/>\n&gt; <br/>\n&gt; From: A Good Egg &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:douglas@...\">douglas@...</a>&gt;<br/>\n&gt; <br/>\n&gt; On Thu, 5 Aug 1999, Treadway, Donald wrote:<br/>\n&gt; <br/>\n&gt; &gt; From: &quot;Treadway, Donald&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:DTreadway@...\">DTreadway@...</a>&gt;<br/>\n&gt; &gt; <br/>\n&gt; &gt; In fact it was Brian Hook, formerly of Quake 3 fame who ran that event.<br/>\n&gt; The<br/>\n&gt; &gt; thing that disgusts me is that that wizard told everyone that the Archon<br/>\n&gt; &gt; dropped nothing.  It took everyone in the zone to deal with the mob&#39;s<br/>\n&gt; and<br/>\n&gt; &gt; the Archon, and this guy not only has the gall to keep the loot all to<br/>\n&gt; &gt; himself, but also to lie about what he got.  Gives all wizards a bad<br/>\n&gt; name,<br/>\n&gt; &gt; oh, wait, they already have that, don&#39;t they.<br/>\n&gt; <br/>\n&gt; Ummm, what are you talking about?  Hast apparently DID tell people what<br/>\n&gt; he got, since that was reported in the e-mail to which you replied.  And<br/>\n&gt; while you might be magnaminous enough to share, most people actually<br/>\n&gt; keep the stuff they earn.<br/>\n&gt; <br/>\n&gt; Though I imagine Hast probably shared the rubicite, since it&#39;s not<br/>\n&gt; exactly stuff he can wear. =)<br/>\n&gt; <br/>\n&gt;  <br/>\n&gt; -- <br/>\n&gt; We cross our bridges when we come to them and burn them behind us,<br/>\n&gt; with nothing to show for our progress but the memory of the smell<br/>\n&gt; of smoke and the presumption that once our eyes watered.<br/>\n&gt; <br/>\n&gt; <br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt; <br/>\n&gt; You can WIN $100 to Amazon.com!<br/>\n&gt; If you join ONElist&#39;s FRIENDS & FAMILY program.  For details, go to<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n&gt; <br/>\n&gt; ------------------------------------------------------------------------<br/>\n&gt; For more information on how to join the best roleplaying game on the net<br/>\n&gt; goto www.everquest.com<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>--------------------------- ONElist Sponsor ----------------------------<br/>\n<br/>\nStart a new ONElist list & you can WIN great prizes!<br/>\nFor details on ONElist&#39;s NEW FRIENDS & FAMILY program, go to<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/info/onereachsplash3.html\">http://www.onelist.com/info/onereachsplash3.html</a><br/>\n<br/>\n------------------------------------------------------------------------<br/>\nFor more information on how to join the best roleplaying game on the net<br/>\ngoto www.everquest.com</div>","specialLinks":[]}}