<!-- saved from url=(0022)http://internet.e-mail -->
<!-- saved from url=(0022)http://internet.e-mail -->
<!-- saved from url=(0022)http://internet.e-mail -->
<html>

<head>
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<!-- WEBMAKER VERSION NUMBER="1.1" -->
<!-- WEBMAKER RCS=     "$$"     -->
<!-- WEBMAKER AUTHOR="rotereau" -->
<!-- WEBMAKER EMAIL="rotereau@worldnet.fr" -->
<!-- WEBMAKER SPECIAL="WM1.1" -->
<!-- WEBMAKER TRANSLATION NAME="ServerRoot" SRC="DH0:Texts" DST="/" -->
<!-- WEBMAKER © Mar 16 1996 Pascal Rullier email: prullier@mail.atlantic-line.fr -->
<title>Tests PC - Star Wars Galaxies</title>
<style fprolloverstyle>A:hover {color: #FF0000; text-decoration: overline underline; font-weight: bold}
</style>
</head>

<body bgcolor="#F0EEFB">

<h2 align="center"><span style="font-weight: 400">
<font color="#5C9CE2" face="Verdana" size="4">TEST DE JEU PC</font></span></h2>

<div align="center"> 
  <center>
  <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="90%" id="AutoNumber1">
    <tr>
        <td width="36%" bgcolor="#D1DBED" colspan="2"> <p align="center"><strong><font face="Verdana" size="5" color="#2270C6"> 
            STAR WARS GALAXIES<br>
            </font><font face="Verdana" size="4" color="#2270C6"> An Empire divided</font></strong></td>
    </tr>
    <tr>
      <td width="53%" colspan="2"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="16%" align="right"><font color="#2270C6" face="Verdana">Fun</font></td>
        <td width="86%" align="center"><b><font color="#2270C6" face="Verdana">6<img src="images/down.JPG" width="16" height="16" align="absmiddle"></font></b></td>
    </tr>
    <tr>
      <td width="16%" align="right"><font color="#2270C6" face="Verdana">Technique</font></td>
        <td width="86%" align="center"><b><font color="#2270C6" face="Verdana">9</font></b></td>
    </tr>
    <tr>
      <td width="16%" align="right"><font color="#2270C6" face="Verdana">Style</font></td>
        <td width="86%" align="center"><font face="Verdana" color="#2270C6">Jeu 
          de R&ocirc;le Massivement Multijoueur Online</font></td>
    </tr>
    <tr>
      <td width="16%" align="right"><font color="#2270C6">&nbsp;</font></td>
      <td width="86%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="16%" align="right">
      <font color="#2270C6" face="Verdana" size="2">Infos</font></td>
        <td width="86%" align="center"> <font face="Verdana" size="2" color="#2270C6">Sony 
          Online &amp; Lucas Arts<br>
          Minimum Pentium IV 1.5 Ghz ou AMD Athlon 1500+<br>
          Multijoueurs uniquement<br>
          IMPORT USA</font></td>
    </tr>
    <tr>
      <td width="16%" align="left">
      <p align="right"><font color="#2270C6" face="Verdana" size="2">Testé le</font></td>
        <td width="86%" align="center"> <font face="Verdana" size="2" color="#2270C6">06/07/03 
          ( Update le <strong style="font-weight: 400"> 
          <!-- #BeginDate format:Fr1 -->5/12/03<!-- #EndDate -->
          ) </strong></font></td>
    </tr>
    <tr>
      <td width="16%" align="left"><font color="#2270C6">&nbsp;</font></td>
      <td width="86%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="36%" bgcolor="#D1DBED" colspan="2">
      <p align="center">&nbsp;</td>
    </tr>
    <tr>
      <td width="16%" align="left"><font color="#2270C6">&nbsp;</font></td>
      <td width="86%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="16%" align="right"><font color="#2270C6" face="Verdana">Testé sur 
      :</font></td>
        <td width="84%" align="center"> <font face="Verdana" size="2" color="#2270C6">AMD 
          Athlon 2500+XP / 512 Mo DDR Ram / GeForce 4 Ti 4200 (128 Mo) / Windows 
          XP</font></td>
    </tr>
    <tr>
      <td width="16%" align="left"><font color="#2270C6">&nbsp;</font></td>
      <td width="86%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="36%" bgcolor="#D1DBED" colspan="2">&nbsp;
      </td>
    </tr>
    <tr>
      <td width="16%" align="left"><font color="#2270C6">&nbsp;</font></td>
      <td width="86%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
  </table>
  </center>
</div>

<p dir="ltr" align="center"> <font color="#2270C6" size="4" face="Verdana, Arial, Helvetica, sans-serif">Quand 
  j'&eacute;tais petit, j'&eacute;tais un Jedi...</font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/jeux_pc/pc_swg_persos.JPG" alt="Welcome to Galaxies !" width="640" height="480" align="left">Star 
  Wars, ou un des grands mythes cin&eacute;matographiques du XXe si&egrave;cle 
  (oui d&eacute;sol&eacute; les jeunots je m'arr&ecirc;te aux &eacute;pisodes 
  IV, V et VI car les r&eacute;centes suites ne sont quand m&ecirc;me pas terribles 
  ;-). Star Wars, l'une des toutes premi&egrave;res s&eacute;ries dont l'univers 
  et le merchandising prennent une place plus importante que les films eux-m&ecirc;mes 
  ! Il est finalement tout &agrave; fait logique et juste que Lucas Arts, associ&eacute; 
  au gigantesque &eacute;diteur Sony Online (EverQuest, Planetside...), se lance 
  &agrave; son tour dans la terrible bataille des MMORPG (Massively Multiplayer 
  Online Role Playing Game, faut-il le rappeler). Le juteux g&acirc;teau des abonn&eacute;s 
  mensuels n'est pas extensible &agrave; l'infini, mais avec un univers aussi 
  connu et appr&eacute;ci&eacute; que celui de George Lucas, Sony peut compter 
  attirer de la chair fra&icirc;che ;-)<br>
  J'avais pour ma part quitt&eacute; le fabuleux monde des Jeux de R&ocirc;le 
  Massivement Multijoueurs sur Internet il y a plus d'un an d&eacute;j&agrave;, 
  apr&egrave;s avoir pass&eacute; des milliers d'heures sur EverQuest (EQ). Depuis 
  les MMORPG 3e g&eacute;n&eacute;ration de 2002 comme Dark Age of Camelot ou 
  Anarchy Online n'avaient pas r&eacute;ussi &agrave; me captiver autant, pour 
  cause de concepts trop proches de ceux d'EQ. Mais je m'&eacute;tais jur&eacute; 
  d'y replonger d&egrave;s qu'un challenger &agrave; la hauteur se pr&eacute;senterait... 
  Il semble que la licence &quot;Star Wars&quot; soit un bon candidat ! Tout d'abord 
  un point important pour les nombreux amateurs fran&ccedil;ais : Star Wars Galaxies 
  n'est pas disponible actuellement dans notre beau pays d'arri&eacute;r&eacute;s 
  (il ne devrait m&ecirc;me sortir qu'&agrave; la fin de l'ann&eacute;e !), donc 
  votre seul recours est de le commander sur Internet aux USA. Ceci &eacute;tant 
  clarifi&eacute;, passons &agrave; la pr&eacute;sentation du monstre.<br>
  Il est toujours difficile de commencer le test d'un MMORPG, d'autant plus qu'il 
  s'agit ici d'un monde ultra connu. Prenons donc les choses dans l'ordre. Apr&egrave;s 
  l'installation proprement dite (3 CD tout de m&ecirc;me) vous aurez droit au 
  classique PMDTF (Patch Massif Dans Ta Face ;-), ce qui devrait vous occuper 
  10 bonnes minutes si vous avez l'ADSL ou le C&acirc;ble. Vient ensuite le choix 
  du type d'abonnement (paiement mois par mois, tous les 3 mois, tous les 6...) 
  avec un tarif sensiblement &eacute;quivalent (pr&egrave;s de $15, auquel il 
  faudra ajouter une taxe de 17% pour les joueurs europ&eacute;ens !). Le premier 
  mois est bien s&ucirc;r gratuit. Enfin on arrive &agrave; la s&eacute;lection 
  de la &quot;Galaxie&quot;, c'est-&agrave;-dire du serveur sur lequel sera stock&eacute; 
  votre personnage. Rappel pour les n&eacute;ophytes : tous les serveurs proposent 
  exactement le m&ecirc;me contenu, certains sont d&eacute;di&eacute;s au Roleplay 
  (pour ceux qui veulent vraiment incarner leur personnage), mais il est impossible 
  pour un personnage de changer de serveur une fois sa cr&eacute;ation termin&eacute;e. 
  Si vous jouez avec des amis, il est bien &eacute;videmment imp&eacute;ratif 
  de choisir la m&ecirc;me galaxie ! On assiste ensuite &agrave; une intro &quot;&agrave; 
  la Star Wars&quot; (comme c'est &eacute;tonnant !), le c&eacute;l&egrave;bre 
  texte jaune sur fond &eacute;toil&eacute; encha&icirc;n&eacute; sur le passage 
  d'un gargantuesque vaisseau spatial, les Stormtroopers, la musique de John Williams... 
  Ca y est, les yeux embu&eacute;s de larmes, on essuie son &eacute;cran plein 
  de bave (bon, j'en fais un peu trop l&agrave; non ?). At last, c'est avec une 
  certaine &eacute;motion que le joueur f&eacute;brile entame la phase de cr&eacute;ation 
  de son perso...</font></p>
<p align="center"><font color="#2270C6" size="4" face="Verdana, Arial, Helvetica, sans-serif">Tu 
  seras un Mon-Calamari, mon fils.</font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/jeux_pc/pc_swg_nels.JPG" alt="Un p'tit coucou de la part de Nelsonox depuis le serveur Intrepid." width="640" height="480" align="right">Les 
  8 esp&egrave;ces donnent d&eacute;j&agrave; un large &eacute;ventail de choix 
  possibles, de l'Humain au Transdoshan (tronche de l&eacute;zard) en passant 
  par les c&eacute;l&egrave;bres Wookiees (gros nounours) et autres Twi'leks (vous 
  savez, les humano&iuml;des dont la t&ecirc;te est orn&eacute;e de 2 superbes 
  trompes de chaque cot&eacute;). Chaque race poss&egrave;de ses forces et faiblesses 
  parmi les 9 caract&eacute;ristiques. A la base on trouve 3 jauges principales 
  qui sont &quot;Health&quot; (la sant&eacute;, que les d&eacute;g&acirc;ts physiques 
  viennent diminuer), &quot;Action&quot; (utilis&eacute; lors d'attaques ou mouvements 
  sp&eacute;ciaux) et &quot;Mind&quot; (la force mentale, utilis&eacute; pour 
  toutes les t&acirc;ches requ&eacute;rant de la concentration). Ces 3 attributs 
  sont calcul&eacute;s et g&eacute;r&eacute;s chacun sur la base de 2 caract&eacute;ristiques 
  secondaires : &quot;Strength&quot; et &quot;Constitution&quot; pour Health, 
  &quot;Quickness&quot; et &quot;Stamina&quot; pour Action, &quot;Focus&quot; 
  et &quot;Willpower&quot; pour Mind. La phase de customisation du physique de 
  votre perso est un pur r&eacute;gal : tout est configurable, jusqu'&agrave; 
  la taille et la forme de votre nez ou de vos yeux, et m&ecirc;me le vieillissement 
  ! On est ainsi certain d'avoir un avatar au physique unique, m&ecirc;me si beaucoup 
  de joueurs pr&eacute;f&egrave;rent se la jouer classique avec des grands humains 
  muscl&eacute;s ;-) Pour ma part mon premier perso est un &quot;Mon Calamari&quot; 
  (appel&eacute; aussi face de poisson ;-) car ils ont de bons bonus en intelligence 
  et en &quot;Mind&quot; (id&eacute;al pour en faire des artisans avis&eacute;s). 
  <br>
  Les Professions (ou Classes pour les pro d'AD&amp;D et d'EQ) constituent la 
  premi&egrave;re originalit&eacute; de Starwars Galaxies. En effet la s&eacute;lection 
  initiale se limite &agrave; une des 6 Professions de base, ce qui donne un syst&egrave;me 
  tr&egrave;s souple et accessible m&ecirc;me au d&eacute;butant. Chaque m&eacute;tier 
  basique poss&egrave;de un arbre de comp&eacute;tence qui m&egrave;ne, une fois 
  compl&eacute;t&eacute;, &agrave; des professions &quot;Elite&quot; qui elles-m&ecirc;mes, 
  si elles sont associ&eacute;es &agrave; d'autres m&eacute;tiers, permettent 
  au perso d'acc&eacute;der &agrave; des Professions &quot;Hybrides&quot;. Au 
  d&eacute;part vous pouvez donc &ecirc;tre &quot;Brawler&quot; (Combattant au 
  corps &agrave; corps, ou &quot;Melee fighter&quot;), &quot;Marksman&quot; (Combattant 
  &agrave; distance, ou &quot;Ranged fighter&quot;), &quot;Scout&quot; (Explorateur 
  capable de survivre en milieu hostile et d'apprivoiser des cr&eacute;atures), 
  &quot;Medic&quot; (Soigneurs), &quot;Artisan&quot; (capable de fabriquer des 
  objets ou des b&acirc;timents) et &quot;Entertainer&quot; (Artiste danseur, 
  chanteur et m&ecirc;me visagiste !). Apr&egrave;s 2 ou 3 semaines de jeu (moins 
  si vous &ecirc;tes dans une guilde, ou &quot;Players Association&quot;), les 
  professions &quot;Elite&quot; s'ouvrent &agrave; vous : &quot;Droid Engineer&quot;, 
  Docteur, &quot;Weaponsmith&quot;, &quot;Swordsman&quot;, &quot;Pistoleer&quot;, 
  &quot;Creature Handler&quot;, Architecte, etc (une vingtaine en tout). Puis, 
  enfin, vous acc&eacute;dez aux professions hybrides telles que &quot;Bounty 
  Hunter&quot; (oui, comme tonton Boba Fett), &quot;Squad Leader&quot;, &quot;commando&quot;, 
  etc (6 en tout).<br>
  Un perso dispose &agrave; sa cr&eacute;ation de plus de 200 points de comp&eacute;tence 
  (Skill Points) et doit en d&eacute;penser entre 2 et 15 &agrave; chaque pallier 
  pour acqu&eacute;rir de nouvelles comp&eacute;tences, mais l'astuce est qu'auparavant 
  le joueur doit avoir les Points d'exp&eacute;rience requis pour la comp&eacute;tence 
  correspondante ! Tout est affaire de Points d'exp&eacute;rience (XP) dans SWG 
  : une action r&eacute;ussie am&egrave;ne les XP en rapport avec cette action. 
  Prenons un exemple simple : arm&eacute; d'un fusil laser (Rifle), vous tuez 
  une cr&eacute;ature. Vous allez gagner des &quot;Rifle XP&quot; et des &quot;Ranged 
  XP&quot;. Les &quot;Ranged XP&quot; vous serviront pour gagner de nouvelles 
  comp&eacute;tences dans l'arbre technologique &quot;Ranged Fight&quot;, idem 
  pour les &quot;Rifled XP&quot; dans la branche &quot;Fusil Laser&quot;. Une 
  fois que vous serez arriv&eacute; tout en haut de la branche &quot;Fusil Laser&quot;, 
  vous acc&eacute;derez &agrave; la Profession &quot;Elite&quot; nomm&eacute;e 
  &quot;Rifleman&quot; ouvrant un nouvel arbre technologique ! En plus de d&eacute;penser 
  vos XP correspondant pour apprendre des comp&eacute;tences, vous devez payer 
  des &quot;Trainers&quot; (Professeurs) pour valider l'apprentissage. Vous pouvez 
  alors soit faire appel &agrave; des Trainers NPC (c'est-&agrave;-dire des persos 
  dirig&eacute;s par l'ordinateur) en les payant, soit demander &agrave; un joueur 
  de vous former (et dans ce cas le r&eacute;mun&eacute;rer ou non). L'avantage 
  pour le joueur formateur est qu'il gagne des XP de Formateur, indispensable 
  pour atteindre les hauts niveaux ! <br>
  L'atout majeur de ce syst&egrave;me d'exp&eacute;rience par m&eacute;tier est 
  aussi que l'on peut rebrousser chemin &agrave; tout moment en abandonnant une 
  comp&eacute;tence apprise. Le joueur regagne alors les Skill Points qu'il avait 
  d&eacute;pens&eacute; (mais pas les XP ni l'argent, bien s&ucirc;r). Ainsi si 
  vous vous apercevez que la profession d'Armorsmith (fabriquant d'armure) n'est 
  pas pour vous, vous pouvez l'abandonner pour commencer une carri&egrave;re de 
  chanteur ;-) Ceci &eacute;vite le traumatisme d'avoir &agrave; recr&eacute;er 
  un nouveau perso (et de toute fa&ccedil;on vous ne pouvez cr&eacute;er qu'un 
  seul perso par serveur) !<br>
  Le dernier point concernant les professions, et pas des moindres, est que vous 
  avez assez de &quot;Skill Points&quot; pour masteriser au moins 2 m&eacute;tiers 
  diff&eacute;rents. La majorit&eacute; des joueurs suivent donc d'un cot&eacute; 
  une carri&egrave;re de combattant et de l'autre une carri&egrave;re d'Artisan 
  ou d'Entertainer. Si vous vous emmerdez &agrave; tuer des stremons &agrave; 
  la cha&icirc;ne, fa&icirc;tes donc un peu de musique ou de commerce ;-) Et nous 
  allons voir que l'&eacute;conomie tient une place pr&eacute;pond&eacute;rante 
  dans le monde de SWG.</font></p>
<p align="center"><font color="#2270C6" size="4" face="Verdana, Arial, Helvetica, sans-serif">Que 
  la Force de Vente soit avec toi !</font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/jeux_pc/pc_swg_skills.JPG" alt="Le Skill Tree du Novice Artisan..." width="640" height="480" align="left">Dans 
  Star Wars Galaxies tous les objets, armes et armures, nourriture ou b&acirc;timents 
  sont cr&eacute;&eacute;s par les joueurs ! Ce qui fait que toute l'&eacute;conomie 
  repose r&eacute;ellement sur la loi de l'offre et de la demande, et que l'ensemble 
  &eacute;volue au fur et &agrave; mesure de l'avanc&eacute;e des personnages. 
  Il n'y a aucune possibilit&eacute; d'acheter quelque &eacute;quipement que ce 
  soit &agrave; un vendeur NPC (mais on trouvera tout de m&ecirc;me de bons objets 
  sur les adversaires balaises). Ainsi un Artisan novice a la possibilit&eacute; 
  d'&eacute;voluer dans 4 types de comp&eacute;tences chacune divis&eacute;e en 
  4 niveaux : &quot;Engineering&quot; (fabriquer des objets/armes/armures), &quot;Domestic 
  Arts&quot; (fabriquer des v&ecirc;tements et de la nourriture), &quot;Business&quot; 
  (g&eacute;rer des magasins) et &quot;Surveying&quot; (exploiter les mati&egrave;res 
  premi&egrave;res). En atteignant le niveau 4 en &quot;Engineering&quot;, un 
  artisan peut ensuite choisir de se sp&eacute;cialiser (dans la conception d'armes 
  par exemple, avec 4 nouveaux types de comp&eacute;tences de 4 niveaux &eacute;galement). 
  Parall&egrave;lement le combattant doit suivre un cursus qui lui permette d'utiliser 
  les armes produites dans sa galaxie ! C'est donc un univers &eacute;conomiquement 
  tr&egrave;s vivant et tr&egrave;s excitant qui s'ouvre &agrave; nos amis BTS 
  Action Commerciale ;-)<br>
  La cr&eacute;ation d'&eacute;quipement passe d'abord par une phase de recherche 
  et d'exploitation des ressources (surveying), &eacute;l&eacute;ment primordial 
  qui prend une dimension incroyable dans le jeu : il existe litt&eacute;ralement 
  une bonne centaine de min&eacute;raux, flore et faune, m&eacute;taux, liquides, 
  gaz, peau, viande et os &agrave; extraire des animaux et du sol fertile des 
  plan&egrave;tes ! Les artisans ont de multiples outils leur permettant de rechercher 
  puis de r&eacute;cup&eacute;rer ses pr&eacute;cieuses mati&egrave;res premi&egrave;res. 
  Dans les niveaux plus &eacute;lev&eacute;s on peut installer des &quot;harvesters&quot;, 
  c'est-&agrave;-dire des machines r&eacute;coltant automatiquement pour vous 
  des ressources (si on paye leur co&ucirc;t de fonctionnement). Enfin pour emp&ecirc;cher 
  tout abus les sources de mati&egrave;res apparaissent et disparaissent al&eacute;atoirement 
  sur chaque plan&egrave;te r&eacute;guli&egrave;rement... et les &eacute;quipements 
  s'abiment au fil de leur utilisation !<br>
  Pour la vente et l'achat d'objets tout passe par 2 syst&egrave;mes : le Bazaar 
  et les Magasins personnels. Le bazaar est accessible depuis les terminaux que 
  l'on trouve dans toutes les villes, et fonctionne comme un site d'ench&egrave;re 
  sur Internet. Les vendeurs y proposent leurs cr&eacute;ations (en vente directe 
  ou aux ench&egrave;res) en fixant leurs prix suivant le march&eacute;, et les 
  acheteurs consultent l'ensemble des offres. Mais le commer&ccedil;ant avis&eacute; 
  peut aussi s'offrir une maison et y installer une &eacute;choppe pour &eacute;couler 
  sa production ! Evidemment tout cela ne se fera pas en 2 cliques de souris, 
  puisqu'il faudra d'abord trouver un joueur Architecte pour construire votre 
  maison (avec les ressources n&eacute;cessaires en quantit&eacute; suffisantes). 
  Ensuite vous pourrez m&ecirc;me y placer un vendeur NPC pour vendre vos produits 
  si vous disposez des comp&eacute;tences &quot;Business&quot; ad&eacute;quates 
  (ou l'acheter &agrave; un joueur &quot;Merchant&quot;), votre petite entreprise 
  tournera m&ecirc;me lorsque vous serez offline ! Bref c'est de la folie pure 
  et la grande r&eacute;volution de SWG est que vous pouvez effectivement progresser 
  dans le jeu SANS faire aucune bataille ! Faisons justement un point sur le syst&egrave;me 
  de combat...</font></p>
<p align="center"><font color="#2270C6" size="4" face="Verdana, Arial, Helvetica, sans-serif">C'est 
  bien gentil tout &ccedil;a mais o&ugrave; est mon fusil laser ? </font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/jeux_pc/pc_swg_combat.JPG" alt="Combat dans les champs de coquelicots jaunes ;-)" width="640" height="480" align="right">Le 
  joueur belliqueux a un large &eacute;ventail d'options &agrave; sa disposition 
  pour aller se fritter avec ses cong&eacute;n&egrave;res. Tout comme dans Anarchy 
  Online on trouve des &quot;terminaux de missions&quot; un peu partout dans les 
  villes, offrant diff&eacute;rents types de petites qu&ecirc;tes pour les d&eacute;butants. 
  Cela va de la mission &quot;Delivery&quot; qui rapporte une centaine de &quot;Credits&quot; 
  si vous apportez un objet &agrave; un individu, &agrave; la classique &quot;Destroy&quot; 
  qui vous oblige &agrave; vous aventurer hors de la ville pour tuer des &quot;nids&quot; 
  de bad guys (entre 1000 et 2000 Cr de r&eacute;compense). Il existe aussi des 
  &quot;Crafting Mission&quot; (fabriquer des objets pr&eacute;cis), des &quot;Entertainment 
  Mission&quot; (aller divertir des clients !) et des &quot;Bounty Hunter Mission&quot; 
  (Chasseur de prime, la classe !) mais pour ma part je n'ai pas encore trouv&eacute; 
  de Terminaux les proposant ! Les longues qu&ecirc;tes dans les donjons sont 
  nomm&eacute;es sympathiquement les &quot;Theme Parks&quot;, et repr&eacute;sente 
  un excellent choix pour les joueurs plus aguerris. Le fan aura en outre la chance 
  d'y rencontrer des h&eacute;ros de la saga, comme Jabba the Hutt par exemple.<br>
  Cot&eacute; PvP (Players versus Players, autrement dit p&eacute;tage de gueule 
  entre joueurs humains ;-) on retrouve le classique mode &quot;Duel&quot; et 
  un syst&egrave;me de faction avec 3 groupes de base : &quot;neutral&quot;, &quot;rebels&quot; 
  et... &quot;empire&quot; bien s&ucirc;r ! Vous commencez toujours le jeu en 
  mode neutre mais d&egrave;s que vous aurez choisi un camp (en effectuant une 
  suite de missions correspondantes), vous aurez acc&egrave;s au &quot;battlefields&quot;. 
  Ces champs de bataille sont des endroits sp&eacute;ciaux sur certaines plan&egrave;te 
  o&ugrave; le PvP est autoris&eacute;.<br>
  Les combats se d&eacute;roulent &agrave; la mode &quot;EverQuest&quot;, c'est 
  &agrave; dire en semi-automatique : vous ciblez un ennemi, vous activez l'attaque, 
  vous s&eacute;lectionnez des attaques sp&eacute;ciales. Divers facteurs sont 
  pris en compte, comme votre posture si vous attaquez &agrave; distance ou des 
  bonus et des malus d&eacute;coulant d'attaques sp&eacute;cifiques (&eacute;tourdi, 
  paralys&eacute;, etc). On retrouve le syst&egrave;me de classement g&eacute;n&eacute;rique 
  par code couleur pour juger de la force d'un adversaire (vert = trop facile, 
  bleu = un niveau en dessous de vous, blanc = niveau &eacute;quivalent, jaune 
  = un niveau au dessus de vous, rouge = pas possible si vous &ecirc;tes seul). 
  Si l'une de vos 3 jauges (Health, Action ou Mind) tombe &agrave; z&eacute;ro 
  pendant la bataille vous &ecirc;tes &quot;incapacited&quot; (en gros, vous tombez 
  dans les pommes). Cet &eacute;tat dure en moyenne 1 minute, durant laquelle 
  votre ennemi &agrave; deux solutions : soit il vous laisse tranquille, soit 
  il porte un coup fatal. Dans le premier cas vous vous r&eacute;veillez en restant 
  au m&ecirc;me endroit, dans le second vous mourez et r&eacute;apparaissez dans 
  une usine de clonage ! Et oui, dans quasiment toutes les villes vous trouvez 
  une &quot;Cloning Facilitie&quot; dans laquelle vous devez payer pour &quot;sauvegarder&quot; 
  l'&eacute;tat actuel de votre personnage. Mais attention seules les caract&eacute;ristiques 
  sont conserv&eacute;es de cette mani&egrave;re, pas votre &eacute;quipement 
  ! Pour cela il vous faut &quot;assurer&quot; chaque objet que vous souhaitez 
  conserver en cas de d&eacute;c&egrave;s, sinon ce sera un long p&eacute;riple 
  vers votre corps sans vie pour &quot;looter&quot; les objets non assur&eacute;s. 
  Il va sans dire que les d&eacute;butants sont exempt&eacute;s de ces contraintes 
  jusqu'&agrave; un certain niveau.<br>
  Chaque combat entra&icirc;ne une d&eacute;t&eacute;rioration de vos caract&eacute;ristiques 
  sous la forme de &quot;wounds&quot; (blessures permanentes). Ces &quot;Wounds&quot; 
  diminuent vos points maxi et apr&egrave;s une dizaine de combat cela peut devenir 
  s&eacute;rieusement handicapant. On a aussi un autre crit&egrave;re nomm&eacute; 
  &quot;Battle Fatigue&quot; qui augmente au fur et &agrave; mesure des batailles 
  et qui lui aussi diminue grandement vos performances. La solution pour &eacute;liminer 
  tout cela ? recourir &agrave; nos amis &quot;Entertainers&quot; et &quot;Medic&quot;, 
  of course ;-) En effet ils sont les seuls &agrave; pouvoir r&eacute;tablir vos 
  niveaux initiaux en utilisant leur art, les premiers soignent votre BF, les 
  seconds vos Wounds. Ceci ne pouvant se faire que dans certains endroits sp&eacute;cifiques 
  comme les Cantinas, les Cliniques ou les Campements. <br>
  Pour conclure sur la partie &quot;fighting&quot;, n'oublions pas nos c&eacute;l&egrave;bres 
  amis les Jedis avec leur sabre laser ! Il s'agit en fait d'un m&eacute;tier 
  cach&eacute; qui s'active selon des crit&egrave;res aujourd'hui inconnus... 
  La seule chose connue actuellement est que sous certaines conditions, un personnage 
  devient &quot;Force Sensitive&quot; et peut entamer sa formation de Jedi. S'il 
  fait ce choix, il deviendra surpuissant mais subira la terrible contrainte du 
  &quot;Permadeath&quot; (S'il meurt 3 fois le personnage est EFFACE du serveur) 
  ! Voila qui devrait limiter s&eacute;rieusement les candidats.</font></p>
<p align="center"><font color="#2270C6" size="4" face="Verdana, Arial, Helvetica, sans-serif">BETA 
  TEST en cours...</font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/jeux_pc/pc_swg_cantina.JPG" alt="Dans la Cantina, on s'amuse, on rit... " width="640" height="480" align="left">Vous 
  le savez probablement si vous avez lu d'autres tests sur Internet, la grosse 
  pol&eacute;mique concernant Star Wars Galaxies est que le jeu est sorti non 
  fini. La premi&egrave;re semaine a &eacute;t&eacute; catastrophique semble-t-il, 
  avec des crash serveurs tr&egrave;s fr&eacute;quents et des &quot;hotfixes&quot; 
  (mise &agrave; jour urgente) tous les jours. Je suis arriv&eacute; dans le jeu 
  une semaine apr&egrave;s sa sortie, et autant vous dire que de nombreux probl&egrave;mes 
  sont loin d'&ecirc;tre r&eacute;solus ! Il y a toujours &agrave; l'heure actuelle 
  (mi-juillet) un patch par jour, et beaucoup de travail reste &agrave; accomplir 
  sur ce qu'on appelle le &quot;balancing&quot;, c'est-&agrave;-dire r&eacute;gler 
  les m&eacute;canismes du jeu. C'est particuli&egrave;rement vrai sur les Professions, 
  puisque certaines sont tout simplement presque inutiles &agrave; l'heure actuelle, 
  et d'autres sont trop &quot;puissantes&quot;. C'est malheureusement le cas sur 
  bon nombre de MMORPG, et je me souviens que m&ecirc;me apr&egrave;s 4 ans d'existence, 
  EverQuest &eacute;tait toujours en phase de &quot;balancing&quot; sur certaines 
  classes ! L'&eacute;quilibre entre les races et les professions ne peut se faire 
  que sur un test grande &eacute;chelle, avec un maximum de joueurs qui d&eacute;couvrent 
  toutes les &quot;tricheries&quot; et abus possibles. Avec plus de 120.000 abonn&eacute;s 
  en 15 jours, on peut esp&eacute;rer que Lucas Art et Sony ont un retour assez 
  cons&eacute;quent sur tous les probl&egrave;mes &agrave; r&eacute;gler... Mais 
  &agrave; mon avis il faudra attendre encore plusieurs mois pour avoir un jeu 
  aux r&egrave;gles &eacute;quilibr&eacute;es.<br>
  Mis &agrave; part ce coup de gueule, je suis plut&ocirc;t &eacute;pat&eacute; 
  par la facilit&eacute; d'acc&egrave;s au jeu et par ses performances techniques. 
  Le tutorial est tr&egrave;s bien fait, prenant en main le d&eacute;butant pendant 
  toute la phase de cr&eacute;ation puis lors du premier contact avec l'univers 
  de SWG. Ensuite une aide en ligne (l'Holocron) donne toutes les infos possibles 
  et imaginables au joueur. Les graphismes sont splendides, en particulier les 
  personnages extr&ecirc;mement d&eacute;taill&eacute;s. Les visages sont particuli&egrave;rement 
  expressifs (clignement des yeux, etc). Sur une GeForce 4 Ti 4200, je peux jouer 
  en 1280x960 sans probl&egrave;me (en &eacute;vitant toutefois certaines options 
  mortelles comme les ombres volum&eacute;triques ou la distance de vue au maximum 
  ;-). Les animations sont &eacute;galement superbes, encore un cran au dessus 
  de celles d'Anarchy Online ou d'Asheron's Call 2. Il y a des dizaines et des 
  dizaines d'attitudes possibles, dont certaines se d&eacute;clenchent automatiquement 
  si vous d&icirc;tes certains mots-cl&eacute;s (par exemple en tapant &quot;Bye&quot; 
  votre personnage fait un signe de la main, ou en terminant une phrase par &quot;:))&quot; 
  votre perso se tord de rire ;-). Le plus fun est de passer dans une cantina 
  pour voir les musiciens et les danseurs se d&eacute;cha&icirc;ner devant un 
  public en folie ! Les intemp&eacute;ries sont g&eacute;r&eacute;es, de la l&eacute;g&egrave;re 
  brise faisant onduler les arbres aux gros orages, ainsi que le cycle jour/nuit 
  (assez long du reste). Je ne reviendrais pas sur les bruitages et surtout les 
  musiques, directement issus de la saga et donc parfaits !<br>
  D'autres bonnes id&eacute;es viennent aider le joueur. Un radar avec plusieurs 
  niveaux de zoom indique les &eacute;l&eacute;ments alentours, une carte peut 
  &ecirc;tre affich&eacute;es en surimpression (avec les noms des personnages 
  et des b&acirc;timents) et enfin une mappemonde g&eacute;n&eacute;rale de la 
  plan&egrave;te permet de mettre en place des &quot;Waypoints&quot; (Points de 
  r&eacute;f&eacute;rence indiqu&eacute;s par une fl&egrave;che de direction sur 
  votre radar). Bref, impossible de se perdre. L'interaction avec les &eacute;l&eacute;ments 
  ext&eacute;rieurs (persos et objets) se fait par un menu &quot;radial&quot; 
  sur lequel apparaissent toutes les actions disponibles pour l'&eacute;l&eacute;ment 
  s&eacute;lectionn&eacute;. Les discussions avec les NPC se font par ce moyen 
  avec des questionnaires &agrave; choix multiples. </font></p>
<p align="center"><font color="#2270C6" size="4" face="Verdana, Arial, Helvetica, sans-serif">&quot;Long 
  est le chemin qui &agrave; la sagesse m&egrave;ne&quot; (Yoda, 10 juillet 2003)</font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/jeux_pc/pc_swg_cartes.JPG" alt="Les 3 cartes dispo : radar, carte de la plan&egrave;te, carte de la galaxie... manque la carte en surimpression." width="512" height="384" align="right">Il 
  est trop t&ocirc;t pour tirer un bilan d&eacute;finitif sur Star Wars Galaxies. 
  Le jeu fourmille d'id&eacute;es fortes (m&ecirc;me si ce n'est qu'un assemblage 
  de tout ce qui s'est fait jusqu'&agrave; aujourd'hui dans les MMORPG) et b&eacute;n&eacute;ficie 
  de la puissance &eacute;vocatrice de l'univers Starwarien. Mes premi&egrave;res 
  impressions apr&egrave;s 2 semaines de jeu sont contradictoires : nous avons 
  un jeu encore en phase de finalisation mais dont le potentiel est &eacute;norme. 
  Le syst&egrave;me &eacute;conomique est g&eacute;nial (et les professions qui 
  y sont associ&eacute; promettent de tr&egrave;s longues heures de jeu) et la 
  possibilit&eacute; de suivre au moins 2 carri&egrave;res diff&eacute;rentes 
  permet de ne pas se lasser, avec toujours l'option d'abandonner en cours de 
  route sans avoir &agrave; recr&eacute;er un perso. Mais les auteurs vont-ils 
  r&eacute;ussir &agrave; r&eacute;ellement &eacute;quilibrer leur jeu et faire 
  que toutes les professions soient utiles ? On sait d&eacute;j&agrave; qu'un 
  add-on est pr&eacute;vu pour la fin d'ann&eacute;e et permettra aux joueurs 
  d'acc&eacute;der aux vaisseaux spatiaux et offrira encore plus de plan&egrave;tes, 
  donc l'ambition est grande ! Mais pourquoi certaines fonctionnalit&eacute;s 
  annonc&eacute;es au d&eacute;part ne sont pas disponibles (montures, v&eacute;hicules, 
  villes de joueurs) ? Et comment est-il possible d'avoir autant de d&eacute;connexions 
  brutales qui oblige a relancer le jeu r&eacute;guli&egrave;rement (g&eacute;n&eacute;ralement 
  une fois par heure) ? C'est encore une fois le joueur qui paie sa boite de jeu 
  et son abonnement qui doit finir le b&ecirc;ta test ! Honteux, mais on est habitu&eacute; 
  (et personne ne nous force ;-) !<br>
  SWG offre d&eacute;j&agrave; une jouabilit&eacute; et une ergonomie satisfaisante 
  pour le n&eacute;ophyte, ce qui manque &agrave; pas mal de jeux r&eacute;cents 
  dans un genre identique. Pour le moment il me semble difficile de le recommander 
  au joueur &quot;de base&quot;, d'autant que je le rappelle il n'est pas disponible 
  officiellement en France. Si vous &ecirc;tes d&eacute;j&agrave; un pro accompli 
  sur un autre MMORPG et que vous vous &eacute;clatez bien dessus, il serait aussi 
  pr&eacute;f&eacute;rable d'attendre la sortie fran&ccedil;aise de Star Wars 
  Galaxies &agrave; la fin 2003 pour esp&eacute;rer avoir un syst&egrave;me stable 
  techniquement et socialement. Vous pouvez aussi &ecirc;tre bloqu&eacute; par 
  la configuration mat&eacute;rielle n&eacute;cessaire. Le jeu reste jouable avec 
  un processeur de 1.3 Ghz et une carte graphique de type GeForce 2, mais avec 
  une r&eacute;solution de 1024x760 et des effets r&eacute;duits au minimum. Pour 
  avoir la totale misez plut&ocirc;t sur du 2.5 Ghz avec les cartes graphiques 
  de type Radeon 9700/9800 Pro (attention certains probl&egrave;mes techniques 
  arrivent avec les cartes ATI, consultez les forums officiels) ou les toutes 
  nouvelles GeForce FX.<br>
  Mais finissons sur une note d'espoir (A New Hope ?). Si comme moi aucun MMORPG 
  r&eacute;cent ne vous a satisfait et que vous aimez le concept de Jeu de r&ocirc;le 
  online futuriste (pour changer un peu de l'heroic-fantasy), si vous craquez 
  toujours sur la princesse Leia (ou sur Han Solo, chacun son truc) et que vous 
  avez le poster de george Lucas au dessus de votre lit, alors je me demande ce 
  que vous fa&icirc;tes encore ici &agrave; lire ce test : ALLEZ COMMANDER CE 
  JEU, VITE ;-)</font></p>
<p><font color="#2270C6" size="3" face="Verdana, Arial, Helvetica, sans-serif"><img src="images/down.JPG" width="16" height="16" align="absmiddle">Update 
  du 05/12/03 :<br>
  Apr&egrave;s 5 mois pass&eacute; sur SWG, la note globale de &quot;FUN&quot; 
  passe de 9 &agrave; 6... Pourquoi cette baisse brutale ? Tout simplement car 
  le jeu est toujours en phase de d&eacute;bugage, qu'il manque d'&eacute;quilibr&eacute; 
  (Professions injouables ou trop puissantes par exemple) et que l'esprit &quot;Star 
  Wars&quot; n'est pour l'instant pas pr&eacute;sent (O&ugrave; sont les Droides 
  ?? les missions int&eacute;ressantes ?).<br>
  Les choses s'am&eacute;liorent lentement, puisque les Villes de Joueurs et les 
  Montures sont enfin arriv&eacute;es en novembre et que les v&eacute;hicules 
  devraient faire leur apparition ce mois-ci. Gardons espoir mes amis, mais si 
  rien n'est fait pour Janvier, ce sera pour moi la fin... </font></p>
<p dir="ltr" align="left">&nbsp;</p>
<div align="center">
  <center>
  <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="100%" id="AutoNumber1">
    <tr>
      <td width="15%" align="left"><font color="#2270C6">&nbsp;</font></td>
      <td width="42%" align="center"><font color="#2270C6">&nbsp;</font></td>
      <td width="43%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="15%" align="left"><font color="#2270C6" face="Verdana">Légende 
      :</font></td>
      <td width="42%" align="center"><font color="#2270C6">&nbsp;</font></td>
      <td width="43%" align="center"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="15%" align="right"><b>
      <font color="#2270C6" size="2" face="Verdana">sur 10</font></b></td>
      <td width="42%" align="center"><b>
      <font color="#2270C6" size="2" face="Verdana">&quot;Fun&quot; (Intérêt global et 
      durée de vie)</font></b></td>
      <td width="43%" align="center"><b>
      <font color="#2270C6" size="2" face="Verdana">&quot;Technique&quot; 
      (réalisation/exploitation du PC)</font></b></td>
    </tr>
    <tr>
      <td width="15%" align="right">
      <font color="#2270C6" size="2" face="Verdana">0/2</font></td>
      <td width="42%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Ne PAS acheter ce jeu !</font></td>
      <td width="43%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Digne d'un Oric Atmos !</font></td>
    </tr>
    <tr>
      <td width="15%" align="right">
      <font color="#2270C6" size="2" face="Verdana">3/4</font></td>
      <td width="42%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Pour les accros du genre
    uniquement</font></td>
      <td width="43%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Digne d'un 486 !</font></td>
    </tr>
    <tr>
      <td width="15%" align="right">
      <font color="#2270C6" size="2" face="Verdana">5/6</font></td>
      <td width="42%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Intéressant mais pas
    indispensable</font></td>
      <td width="43%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Effets classiques / Carte 
      graphique de l'an dernier</font></td>
    </tr>
    <tr>
      <td width="15%" align="right">
      <font color="#2270C6" size="2" face="Verdana">7/8</font></td>
      <td width="42%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Très bon dans sa catégorie</font></td>
      <td width="43%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Impressionnant !</font></td>
    </tr>
    <tr>
      <td width="15%" align="right">
      <font color="#2270C6" size="2" face="Verdana">9/10</font></td>
      <td width="42%" align="center">
      <font color="#2270C6" size="2" face="Verdana">A posséder absolument !</font></td>
      <td width="43%" align="center">
      <font color="#2270C6" size="2" face="Verdana">Fantabuleux ! / Carte 
      graphique de l'an prochain !</font></td>
    </tr>
    <tr>
      <td width="101%" align="left" colspan="3"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="101%" align="left" colspan="3">
      <p align="center"><font color="#2270C6"><font size="2" face="Verdana">Les autres
    Tests de Jeux PC : </font> <a href="pc_sommaire.htm">
      <font color="#2270C6" size="2" face="Verdana"> SOMMAIRE PC</font></a></font></td>
    </tr>
    <tr>
      <td width="101%" align="left" colspan="3"><font color="#2270C6">&nbsp;</font></td>
    </tr>
    <tr>
      <td width="101%" align="right" colspan="3">
      <font color="#2270C6">
      <font size="2" face="Verdana">Pour tout renseignements ou commentaires :&nbsp;</font><a href="http://perso.wanadoo.fr/antoine.house"><font color="#2270C6" size="2" face="Verdana">http://perso.wanadoo.fr/antoine.house</font></a></font></td>
    </tr>
    <tr>
      <td width="101%" align="right" colspan="3">
      <font color="#2270C6" size="2" face="Verdana">
      <font size="2" face="Verdana">EMail </font>
 </font>
      <a href="mailto:antoine.rotereau@wanadoo.fr">
      <font color="#2270C6" size="2" face="Verdana">
      antoine.rotereau@wanadoo.fr </font>
      </a>
      </td>
    </tr>
    <tr>
      <td width="101%" align="left" colspan="3"><font color="#2270C6">&nbsp;</font></td>
    </tr>
  </table>
  </center>
</div>

</body>
</html>