<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Microsoft FrontPage 4.0">
  <TITLE>Unbenanntes Dokument</TITLE>
</HEAD>
<BODY BACKGROUND="../Inhalt/Papier_16.gif">

<div align="center">
  <center>

<TABLE WIDTH="95%" BORDER="1" CELLSPACING="2" CELLPADDING="5">
<CAPTION ALIGN="TOP"><B><FONT COLOR="#0000a0" SIZE=+1>Der schwarze Dolch von Mordor</FONT></B>
  <p>&nbsp;</p>
</CAPTION>
<TR>
<TD WIDTH="100%" background="../Inhalt/perga.gif"><P><FONT COLOR="#0000a0">Es begab sich, das Silmaril und Elrond, das Elfenpaar,
sich gemeinsam nach Brax aufmachten um dort zu jagen.<BR>
Tief drangen sie vor in die dunklen H&ouml;hlen und immer dunkler und k&auml;lter
wurde es. Schlie&szlig;lich gelangten sie zu dem uralten Verlies von Brax.
Dort mu&szlig;ten sie durch das Labyrinth des Wahnsinns. Sie trennten ihre
Wege und jagten an verschieden Ecke des Verlieses. Hart waren die K&auml;mpfe,
viel Blut flo&szlig; und oftmals mu&szlig;ten beide sich zur&uuml;ckziehen,
angesichts einer &Uuml;bermacht an b&ouml;ser Kreatur! D&auml;monen in Skelettform,
Geh&ouml;rnte und halb verfallene Skelette stellten sich ihnen entgegen.
Silmaril, eine Sch&uuml;lerin Sha-Lills, schwang beherzt Ihre Klinge um
den Namen Sha&acute;s in jeden einzelnen D&auml;mon einzugravieren! Zu dutzenden
fielen sie...einer nach dem anderen und Sha-lill war hoch erfreut und segnete
sie und ihre Waffen! <BR>
Elrond indes, k&auml;mpfte nur mit Kraanans St&auml;rke, er f&uuml;hrte
den S&auml;bel in m&auml;chtigen Schw&uuml;ngen, lie&szlig; ihn niederkrachen
auf die Feinde und zerst&ouml;rte sie. Bei den St&auml;rksten wechselte
er von Zeit zu Zeit zur Axt, um Ihnen den Kopf vom Leib zu schlagen....weit
flogen die K&ouml;pfe....laut war das Aufschlagen des Metalls auf die harten
Knochen! Doch eines dieser faulen, halb verfallenen Wesen nahm ihm fast
seine ganze St&auml;rke! So rief er Silmaril um Hilfe, sie solle doch mit
der Macht Sha-lills ihm seine Kraft wiedergeben! Silmaril eilte sofort herbei,
fuhr mit der Klinge zwischen die Reihen der D&auml;monen und schlug sich
den Weg zu Elrond frei. Dort verharrte sie einen Moment und schw&ouml;rte
die Macht Sha&acute;s herbei! Diesen Moment jedoch nutzte ein geh&ouml;rnter
D&auml;mon und stie&szlig; ihr einen schwarzen Dolch in die Seite! Silmaril
zuckte zusammen und mit einem letzten starken Hieb, streckte sie der D&auml;mon
nieder! Elrond, jetzt wieder gest&auml;rkt sah entsetzt was passiert war,
war er doch in dem Moment erstarrt, als Silmaril ihn bezauberte! Silmaril
sackte zusammen und Elrond konnte gerade noch verhindern, das ihr Kopf auf
den harten Steinboden aufschlug. Das Blut, das aus ihrer Wunde rannte, stank
und dampfte...es war eher schwarz, denn rot.....! Es war ein Mordor-Dolch...aufs
h&ouml;chste t&ouml;dlich...mit gezackter Klinge, giftgetauchter Art. Er
war hier nicht in der Lage zu helfen...nicht unter diesen Umst&auml;nden!
So beschwor er die Kraft Kraanans herbei und trug Silmaril auf H&auml;nden
zwischen den Heerscharen Mordors und Qors durch das Labyrinth. Die D&auml;monen
schlugen auf ihn ein, doch er liess sich nichts anhaben, er war von der
Not um Silmaril und der Wut, die in ihm jetzt brannte unempfindlich gegen
alle Attacken geworden....<BR>
Doch der Weg war hart und weit! Zur&uuml;ck durch die dunklen G&auml;nge...ohne
Licht...keine Fackel konnt er entz&uuml;nden...trug er doch Silmaril...und
diese war zu schwach etwas zu halten...sie war kaum noch bei Bewu&szlig;tsein!<BR>
&quot;Silmaril! Silmaril, rede mit mir!&quot; schrie Elrond sie an. &quot;Nicht
einschlafen.rede...rede....!&quot; Elrond liefen die Tr&auml;nen &uuml;ber
die Wange...er wu&szlig;te nicht, was er tun k&ouml;nne hier in v&ouml;lliger
Dunkelheit. Silmaril st&ouml;hnte bei jedem Schritt, und ihr Gesicht wurde
bla&szlig;er und bla&szlig;er...<BR>
Elrond mu&szlig;te noch viele male Kraanan beschw&ouml;ren, da die Last
kaum auszuhalten war...Cor Noth, die n&auml;chstgelegene Stadt war doch
viele Stunden weit weg. Doch Elrond trug Silmaril tapfer, die Liebe zu ihr
trieb ihn an. Er konnte seine Arme schon lange nicht mehr sp&uuml;ren, als
sie endlich das hintere Stadtor von Cor Noth sahen. Ersch&ouml;pft schritt
er durch das Tor und taumelte gerade Wegs zu D&acute;Franko, dem Wirt. Dort
legte er Silmaril nieder. Silmaril hauchte schwach: &quot; Elrond...El..Wo
bist du??...ich kann Dich nicht mehr sehen...es ist so kalt hier!&quot;
&quot;Ich halte Dich in meinen Armen, Silmaril, ich bin bei Dir!&quot; fl&uuml;sterte
Elrond weinend. Er wu&szlig;te, da&szlig; es fast aussichtslos war. &quot;El...e...&quot;
Silmaril konnte schon kaum noch sprechen. Elrond ri&szlig; ihr das Kleid
vom Leib. vorsichtig bef&uuml;hlte er die Wunde. Der Dolch sa&szlig; tief
und das Fleisch, das er ber&uuml;hrte war g&auml;nzlich schwarz. Er entledigte
sich schnell seiner R&uuml;stung und Waffen, zog dann auch sein Oberteil
aus. Auf seiner Brust konnte man jetzt eine magische T&auml;towierung erkennen,
die zu pulsieren und leuchten begann. Er lange in seinen kleine Kr&auml;uterbeutel
und gab Silmaril einen Pilz. Sie war fast nicht in der Lage ihn zu schlucken.
&quot;I&szlig;...er wird dir das Bewu&szlig;tsein rauben!&quot; Silmaril
tat wie Elrond sagte. Schon verlor Silmaril g&auml;nzlich das Bewu&szlig;tsein.
Elrond holte jetzt weiter Kr&auml;uter aus dem Beutel und rieb damit Silmarils
Wunde ein. Mit einer Elfenklinge schnitt er neben dem Dolch links und rechts
in Silmarils Bauch. Dann zog er  mit einem heftigen Ruck die dunkle, rauchende
Klinge aus Silmarils Leib. Das Blut spritzte jetzt font&auml;nengleich aus
der Wunde. Elrond hielt die Wunde zu und versiegelte sie mit magischem Kraut.
Er kniete neben Silmaril und schlo&szlig; die Augen. Mit monotoner Stimme
wiederholte er viele male den folgenden Satz: Il val salmir geschot, uriel
na nazar!. Er kam in Trance und der Raum verdunkelte sich. Die Macht, die
jetzt von Ihm ausging war deutlich zu sp&uuml;ren. Seine Aura leuchtete
jetzt heller als das fahle Morgenlicht und die T&auml;towierung heuchtet
und pulsierte jetzt so stark, da&szlig; man deutlich sehen konnte wie die
Haut auf seine Brust sich rythmisch anhob. Er fuhr nun im geringen Abstand
mit beiden H&auml;nden &uuml;ber die Wunde Silmarils. &quot;Sin dar il,
 val naz gaziel. Valar, oh Manwe! Ru hnaz ilril!&quot; je &ouml;fter er
diesen Satzt wiederholte,desto deutlicher war ein Energieflu&szlig; aus
seinen H&auml;nden zu sehen... blau leuchtete das Energieb&uuml;ndel. Die
Wunde jedoch begann sich zu schlie&szlig;en. Von Moment zu Moment wurde
der Energieflu&szlig; gr&ouml;&szlig;er und die Wunde kleiner. Silmaril
gelangte langsam wieder zu Bewu&szlig;tsein. &quot;Elrond, wo bin ich....argh...was
schmerzt mich so....meine Seite???&quot; keuchte Silmaril. &quot;Schweige,
Du bist zu schwach um zu reden!&quot; entgegnete Elrond. In dem Augenblick,
da Silmaril die Augen &ouml;ffnete, kam Elrond aus der Trance und war wieder
bei vollem Verstand. Elrond ersch&ouml;pft von der anwendung der Magie,
mit deren Hilfe er fast seine gesamte Lebenskraft auf Silmaril &uuml;bertragen
hatte, sackte nun zusammen. Silmaril jedoch war gest&auml;rkt durch die
Lebensgabe Ihres Mannes. Nach einigen Minuten war Elrond wieder in der Lage
zu reden und sich zu bewegen. &quot;Silmaril, ich mu&szlig; zu Gandalf...ich
mu&szlig; jetzt gleich gehen, sonst werde ich aus der Fraktion verbannt!
Du kannst mir nicht helfen, doch ich mu&szlig; jetzt gehen! &quot; Silmaril
gab Elrond einen z&auml;rtlichen Ku&szlig; und sagte: &quot;Geh nur, mein
Lebensretter, eile zu Gandalf, so schnell Du kannst!&quot; Elrond geno&szlig;
den Ku&szlig; sichtlich doch eilends stand er auf und taumelte zur T&uuml;r.......er
mu&szlig;te unbedingt zu Gandalf...alleine</FONT></P>

<P>&nbsp;</P>

<P>(<FONT COLOR="#0000a0">Diese Geschichte beruht auf tats&auml;chlich so
spontan entwickeltem Rollenspiel zwischen Silmaril und mir vom 23.12.98
auf dem Server 115 Meridian59)</FONT></TD></TR>
</TABLE>
  </center>
</div>
</BODY>
</HTML>
