<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Legacy of the Ykhesha&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Legacy of the Ykhesha --> 
<p align="center"><b>FAQ THE LEGACY OF YKESHA</b></p>
<p>&nbsp;</p>
<p><b>1) Qu'est-ce que The Legacy of Ykesha ?</b></p>
<p>The Legacy of Ykesha est la derni&egrave;re expansion en date pour EverQuest 
  et la premi&egrave;re &agrave; ce jour &agrave; n'&ecirc;tre disponible que 
  par t&eacute;l&eacute;chargement ! L'expansion va inclure quelques grandes nouveaut&eacute;s 
  pour le gameplay d'EverQuest ainsi que de nouvelles zons pour les aventuriers 
  de niveau 35 &agrave; 60.</p>
<p>Legacy of Ykesha va donc inclure : </p>
<ul>
  <li>Une nouvelle race de personnages, les greloks. <br>
  </li>
  <li>Un outil de recherche de groupe am&eacute;lior&eacute;. <br>
  </li>
  <li>Un outil de gestion de guildes. <br>
  </li>
  <li>Une nouvelle comp&eacute;tence : cartographie. <br>
  </li>
  <li>La possibilit&eacute; de teindre vos pi&egrave;ces d'armure. <br>
  </li>
  <li>Plus de place &agrave; la banque. <br>
  </li>
  <li>Et de nouvelles cr&eacute;atures, de nouveaux sorts et cinq nouvelles zones...<br>
  </li>
</ul>
<p>Vous trouverez de plus amples informations sur le site officiel de l'expansion 
  <a href="http://www.legacyofykesha.com" target="_blank">http://www.legacyofykesha.com</a></p>
<p>Les Greloks sont une race d'alignement bon au service de Mithaniel Marr, le 
  Le Porteur de Flambeaux. Les Greloks disposent de plusieurs combinaisons race/classe 
  et sont la premi&egrave;re race &agrave; pouvoir &ecirc;tre chaman et clerc. 
  Ils peuvent &eacute;galement &ecirc;tre guerrier, paladin et sorcier. Les Greloks 
  sont d'excellents nageurs et peuvent retenir leur respiration pendant un long 
  moment. En outre, ils disposent de l'ultravision qui leur permet de voir la 
  nuit. Ils peuvent &eacute;galement porter des armures de taille petite ou moyenne. 
  Les Greloks sont consid&eacute;r&eacute;s comme une race &eacute;trange mais 
  tol&eacute;r&eacute;s dans toutes lesz cit&eacute;s qui ne sont pas mauvaises. 
  Les adeptes d'Innoruuk, Cazic-Thule et Bertoxxulous n'ont que haine pour les 
  Greloks et les attaqueront g&eacute;n&eacute;ralement &agrave; vue. <br>
  <br>
  les caract&eacute;ristiques de d&eacute;part des Greloks sont STR 70 STA 80 
  AGI 100 DEX 100 WIS 75 INT 75 CHA 50 +30 points &agrave; r&eacute;partir.<br>
  Leurs caract&eacute;ristiques sp&eacute;ciales sont :<br>
  <br>
  &middot; Natation qui commence &agrave; 125<br>
  &middot; Ultravision <br>
  &middot; Respiration amphibie (la capacit&eacute; &agrave; retenir leur respirationpendant 
  une longue p&eacute;riode de temps) <br>
  &middot; R&eacute;sistance &agrave; la magie et au poison <br>
  &middot; Ils peuvent &eacute;galement porter des armures de taille petite ou 
  moyenne<br>
  &middot; Classes disponibles Clerc, Paladin, Chaman, Guerrier, Sorcier<br>
  &middot; Dieu Mithaniel Marr </p>
<p></p>
<p> <b>2) Quel est le prix de cette expansion ?</b></p>
<p>Le co&ucirc;t de la pr&eacute;commande est de $17.99 avec une <b>carte de cr&eacute;dit 
  internationale</b>. Une fois l'expansion sortie le 24 f&ecirc;vrier, le prix 
  d'achat passera &agrave; $21.99 (prix sujet &agrave; changement). Le paiement 
  se fait en une seule fois et n'affecte pas le tarif de votre abonnement. <b>Il 
  devrait &ecirc;tre possible de l'acqu&eacute;rir en Euro sous peu avec une carte 
  de cr&eacute;dit national, nous vous tiendrons inform&eacute;s</b>.</p>
<p><b>3) Puis-je downloader l'expansion avant la sortie ?</b></p>
<p>En s&eacute;lectionannt &quot;yes&quot; &agrave; l'option &quot;Predownload 
  Ykesha&quot; de votre patcher ou, dans les options avanc&eacute;es, en cochant 
  la case voisine de &quot;Legacy of Ykesha (predownload)&quot;, vous commencerez 
  &agrave; t&eacute;l&eacute;charger les fichiers de l'expansion petit &agrave; 
  petit (download incr&eacute;mental) &eacute;vitant ainsi un t&eacute;l&eacute;chargement 
  global au jour du lancement. <b>Les patcheurs europ&eacute;ens disposeront tr&egrave;s 
  prochainement de la m&ecirc;me option </b>!<br>
  <b><br>
  4) Comment puis-je acheter l'expansion ?</b></p>
<p>La mani&egrave;re la plus simple d'acheter l'expansion est de la pr&eacute;commander. 
  A partir du 15 janvier il vous sera posible de pr&eacute;commander l'expasion 
  en cliquant sur un bouton qui appara&icirc;tra durant le login. Commander depuis 
  le login d&eacute;bitera la carte de cr&eacute;dit que vous utiliser pour votre 
  abonnement. Ce d&eacute;bit ne se fera que le jour o&ugrave; l'extansion sortira 
  effectivement. <b>Les patcheurs europ&eacute;ens disposeront tr&egrave;s prochainement 
  de la m&ecirc;me option </b>!<br>
  <br>
  Si vous ne voulez pas utiliser la m&ecirc;me carte de cr&eacute;dit pour payer 
  l'expansion, ou si vous utilisez une autre m&eacute;thode de paiement comme 
  les Game cards et que vous n'utilisez donc pas de carte de cr&eacute;dit pour 
  payer votre abonnement, vous pouvez pr&eacute;commander l'expansion sur la boutique 
  online du site de SOE. Encore une fois le d&eacute;bit ne se fera que le jour 
  du lancement du jeu. Il devrait &ecirc;tre possible de l'acqu&eacute;rir en 
  Euro sous peu avec une carte de cr&eacute;dit national, nous vous tiendrons 
  inform&eacute;s sur les sites <a href="http://www.eqloft.com" target="_blank">http://www.eqloft.com</a>. 
  <br>
  <br>
  Une fois The Legacy of Ykesha lanc&eacute; sur les serveurs, vous pourrez toujours 
  acheter l'expansion sur la boutique online (<a href="http://eqlive.station.sony.com" target="_blank">http://eqlive.station.sony.com</a>) 
  mais le prix sp&eacute;cial de pr&eacute;commande ne sera plus disponible. Une 
  fois l'expansion achet&eacute;e vous pourrez alors la t&eacute;l&eacute;charger 
  de suite et profiter des nouvelles options impl&eacute;ment&eacute;es.<br>
  <br>
  Attention, toute pr&eacute;commande et/ou commande effectu&eacute;e directement 
  aupr&egrave;s de SOE sera en dollars et via une carte de cr&eacute;dit internationale. 
  Il devrait &ecirc;tre possible de l'acqu&eacute;rir en Euro sous peu avec une 
  carte de cr&eacute;dit national, nous vous tiendrons inform&eacute;s sur les 
  sites <a href="http://www.eqloft.com" target="_blank">http://www.eqloft.com</a>. 
</p>
<p></p>
<b>5) Si je suis un joueur europ&eacute;en que se passera-t-il pour moi ? </b> 
<p>Rien de sp&eacute;cial. Il devrait &ecirc;tre possible de l'acqu&eacute;rir 
  en Euro sous peu avec une carte de cr&eacute;dit national mais quoi qu'il en 
  soit et o&ugrave; que vous commandiez l'expasion, vous pourrez en profiter d&egrave;s 
  le 24 f&ecirc;vrier.<br>
</p>
<p> <b>6) Comment puis-je annuler ma pr&eacute;commande ?</b></p>
<p>Vous pouvez annuler votre pr&eacute;commande jusqu'&agrave; 12:01 am (PST) 
  - 21h01 (CET) le jour du lancement. Pass&eacute; cette date et cette heure ce 
  ne sera plus possible d'annuler votre commande. Pour ce faire, il vous suffit 
  de vous connecter sur la boutique online de SOE et de suivre le lien My Account. 
  Vous pourrez alors renoncer &agrave; votre pr&eacute;commande en suivant les 
  instructions suivantes :<br>
  <br>
  1. Rendez-vous dans la section My account<br>
  2. Rentrez dans la rubrique Billing Info<br>
  3. Regardez vs Current pre-orders.<br>
  4. Cliquez sur le bouton Cancel vous recevrez un mail de confirmation</p>
<p><b>7) Comment le download fonctionne-t-il ?</b></p>
<p>L'expansion ne sera disponible que par download, aucune boite ne sera vendue 
  dansle commerce. Vous devez donc t&eacute;l&eacute;charger toutes les donn&eacute;es 
  depuis les serveurs de SOE. En pr&eacute;commandant The Legacy of Ykesha, vous 
  pourrez effectuer un download incr&eacute;mental &agrave; chaque login. Cela 
  siognifie que vous downloaderez des morceaux de l'expansion au fur et &agrave; 
  mesure vous &eacute;vitant par la m&ecirc;me un download massif le jour de sa 
  sortie. <br>
  <br>
  Si vous achetez l'expasion apr&egrave;s le jour du lancement, vous devrez t&eacute;l&eacute;charger 
  compl&egrave;tement les fichiers en question (autour de 120 Mo). En achetant 
  l'expansion apr&egrave;s le lancement, vous verrez votre compte joueur flaggu&eacute; 
  et vous pourrez ainsi la t&eacute;l&eacute;charger imm&eacute;diatement.</p>
<p><b>8) J'ai un modem, aucune astuce pour le t&eacute;l&eacute;chargement ? </b></p>
<p>Si vous avez un modem, le t&eacute;l&eacute;chargement va &ecirc;tre long. 
  Le plus simple est de t&eacute;l&eacute;charger les fichiers quand vous &ecirc;tes 
  absent ou quand vous dormez pour ne pas attendre derri&egrave;re votre machine. 
  Pour ce faire, dans les options avanc&eacute;es du patcher, ne cochez pas la 
  case &quot;the Legacy of Ykesha&quot; ce qui vous &eacute;vietera de t&eacute;l&eacute;charger 
  une partie de l'expansion &agrave; chaque login. Par contre quand vous devez 
  sortir, lancez le patcher et cochez l'option avant de relancer le patcher. Vous 
  n'aurez ainsi pas &agrave; attendre pendant des heures que le t&eacute;l&eacute;chargement 
  se fasse. Attention, le patch final de l'expansion devrait peser autour de 50 
  Mo.<br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 04/07/2004<BR>
	Copyright &copy; 2004 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
