{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Mitzi","from":"&quot;Mitzi&quot; &lt;mitzi@...","replyTo":"LIST","senderId":"DAKkV0-luzX0O3Kmn3ojo-wGTtA7uzFxDxGaKdwkmb2VUXLYZrybxMvYSd8sWGWfyCnOSmUqn8_WzXqJNdQU","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Twinking??","postDate":"930074663","msgId":103,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy44LjEwMy45NTkzMTE0NTlAZUdyb3Vwcy5jb20+"},"prevInTopic":102,"nextInTopic":104,"prevInTime":102,"nextInTime":104,"topicId":64,"numMessagesInTopic":15,"msgSnippet":"This is a very good point.. I have done that much.. I hunt with someone so when we start new characters together then we have the other one pass along some","messageBody":"<div id=\"ygrps-yiv-687534872\">This is a very good point.. I have done that much.. I hunt with someone so<br/>\nwhen we start new characters together then we have the other one pass along<br/>\nsome coins to at least get starting spells.. I didn&#39;t even realize GM&#39;s<br/>\nwould give you a &quot;leg up&quot; kit, it&#39;s shocking actually.  We do good to get<br/>\nGM&#39;s to answer us.. I did get to talk to a programmer once though.. he&#39;s in<br/>\ncharge of the design of the spells..  He showed up on Erud&#39;s Crossing when I<br/>\nwas there alone.. I thought I saw someone then did a /who and I was the only<br/>\none there so I went to investigate of course, after asking him he told me he<br/>\nwas testing out new spells..I didn&#39;t actually get to see those or anything..<br/>\nwe did talk about several things though. I was surprised he did stay to talk<br/>\nto me for a several minutes.. among other things was how you have to med<br/>\nwith that dratted book open.. I did get my 2 copper worth in about that.. he<br/>\nsaid at least it was better than beta where you couldn&#39;t even chat when<br/>\nmedding.. that it stayed that way until a few other programmers decided to<br/>\nplay spell casters and they didn&#39;t like it.. he did say the meditate button<br/>\nwould be obsolete at some point and would just auto kick on when you open<br/>\nthe book, which is good for blondes like me who sometimes sit to med and<br/>\nthen run off to do something in the house real quick (gotta get that stuff<br/>\ndone at some point ladies.. hehe) and come back to find I forgot to push<br/>\nthat darn button.. hehe..<br/>\n<br/>\nAnother thing we did talk about was the friend list, I commented that I&#39;ve<br/>\nmade many friends in test that I hunt with at certain areas and like to keep<br/>\nin touch and find out where they are to see if I can find a group if my<br/>\npartner isn&#39;t with me.  I have to sometimes remove someone to put a new<br/>\nfriend on cause of the 20 limit.. he said yes it was something he wanted<br/>\nchanged.. and even asked how many I thought would be enough for me.. I said<br/>\nat LEAST 2x as big if not more and he agreed.. hopefully that&#39;ll change at<br/>\nsome point.  This guy had a some great stuff on.. when I asked about where<br/>\nto get that sorta thing he said I couldn&#39;t.. that it was things he&#39;d made<br/>\nhimself to test out.. must be nice to be able to do that.. All in all it was<br/>\na good chat and I was grateful he took the time to explain some things to me<br/>\nabout why things do what they do in the game.<br/>\n<br/>\nThis list is GREAT by the way.. so good to talk to fellow lady EQ&#39;ers!<br/>\n<br/>\nMitzi aka Roxi the Shaman Barb lvl 16<br/>\n<br/>\nP.S.  What someone said (either this list or the other..) about it being<br/>\nhard to role play on test is quite true because of there being fewer players<br/>\nthere.  I don&#39;t mind one bit though, I just enjoy meeting other people,<br/>\nlearning how their characters do what they do (never know when I&#39;ll wanna<br/>\ntry one of them) and just have fun in the game =)<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; Just remember when twinking your lowbies that their corpse will decay in a<br/>\n </span></blockquote>half<br/>\n<blockquote><span title=\"qreply\"> &gt; hour after death until you&#39;re level 6..<br/>\n&gt; --Tori </span></blockquote></div>","specialLinks":[]}}
