{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Suzanne Johnson","from":"Suzanne Johnson &lt;katannah@...","replyTo":"LIST","senderId":"VqAgisDzQ7BPbsFNmnakMDGz-SmKomqcJDNQyft0Cl9RLQmidXP8fDYInjQ0RaIVB9sE4Oy3lPd_IakcKmpNXw1PFVnWBiZJY-YQqxGRV58","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Shamans and Clerics","postDate":"930550187","msgId":131,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy4xMi4xMzEuOTU5MzExNDU5QGVHcm91cHMuY29tPg=="},"prevInTopic":128,"nextInTopic":133,"prevInTime":130,"nextInTime":132,"topicId":128,"numMessagesInTopic":8,"msgSnippet":"Funny you should mention our nurturing vs. servile sterotypes. I was quite the little healer in a previous game, and yes, I got heartily sick of it. So I play","messageBody":"<div id=\"ygrps-yiv-507354648\">Funny you should mention our nurturing vs. servile sterotypes. I was quite<br/>\nthe little healer in a previous game, and yes, I got heartily sick of it.<br/>\nSo I play a tank.  Granted, this tank has a tiny little healing spell that<br/>\ndoes come in handy, but she is primarily a TANK.  I spend alot of time<br/>\nguarding our male clerics and paladins while they&#39;re medding after healing<br/>\nmy fanny back up to full while I kept them alive long enough to bash the<br/>\nmobs on the head a few times and cast Strike or Ward Undead or whichever.  I<br/>\nlove the role reversal!  And they really do appreciate me taunting critters<br/>\noff them and watching them while they meditate.  I have received many<br/>\nexpressions of gratitude, and I love being the one dishin&#39; out the damage.<br/>\nThe funniest part is that I play a wood elf, who is tiny, and they play high<br/>\nelves and humans, who are much larger.  &lt;chuckles&gt;<br/>\n    I even have a special emote set up for them:  &quot;Sara stands guard over<br/>\nthe tall one, looking quite fierce!&quot;  Got that sucker hotkeyed, and they<br/>\nknow I&#39;m on duty. =)<br/>\n    The cleric I play is a dark elf, so she&#39;s not really the nurturing type<br/>\neither.  I chose to play a cleric on that server (Rallos Zek) because some<br/>\nof the guys from my guild crossed over, and I thought it&#39;d be neat to have<br/>\nsome ingame role reversal.  Also, I liked the concept of being able to<br/>\nwander around, pondering aloud whether someone would make an appropriate<br/>\nsacrifice to my God, the Prince of Hate.  I would like to do that in real<br/>\nlife some days.<br/>\n    By the way, Barbarian Shaman ROCK!!!!  They&#39;re a really cool class, and<br/>\nthe ones I have met enjoy themselves thoroughly. =)<br/>\n<br/>\nSara, Povar<br/>\nValdaya, Rallos Zek<br/>\n<br/>\nterrence wallingford wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: terrence wallingford &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:greenloafers@...\">greenloafers@...</a>&gt;<br/>\n&gt;<br/>\n&gt; I would just like to tell everyone out there who is a Cleric that they<br/>\n&gt; just might like to try out a shaman. I spent 18 levels being a Cleric<br/>\n&gt; and 5 being a Shaman so far. I was always frustrated with my<br/>\n&gt; limitations as a Cleric and took on way too much responsibility for<br/>\n&gt; other people&#39;s lives, which made grouping a very un-fun experience. I<br/>\n&gt; love being a Shaman so far. ( I&#39;ve made 2 new characters in Quellios.<br/>\n&gt; Bloodless and Blacksatin) Go ahead and laugh at the names, it&#39;s the<br/>\n&gt; best I can do on such short notice! I agonized believe me. Someone even<br/>\n&gt; called me &quot;campy&quot;!- whatever that means. I&#39;m only 25, that term&#39;s<br/>\n&gt; before my time.<br/>\n&gt; Anyway, I&#39;ve played on that server for a total of 3 days and have<br/>\n&gt; noticed, not just me - also complete strangers, that most people on<br/>\n&gt; that server are really helpfull and nice. Or maybe just the people in<br/>\n&gt; Halas as that&#39;s the only town I&#39;ve been in. I encourage you guys to try<br/>\n&gt; it out as I have been so happy. I don&#39;t die constantly and I don&#39;t have<br/>\n&gt; to sit out the action all the time. I get to actually participate as a<br/>\n&gt; part of the group instead of staring at my spellbook all the time with<br/>\n&gt; nothing to do but chat. Not that chatting is at all bad, but I want to<br/>\n&gt; have some fun too!<br/>\n&gt; I have noticed that a lot of us have said that we play clerics, it<br/>\n&gt; seems more than any other class. (Or maybe I only notice the clerics<br/>\n&gt; because I play one.)I hope this doesn&#39;t offend you all, but I wonder if<br/>\n&gt; we have chosen to play one because we are by nature nurturing and<br/>\n&gt; helpfull, or because we have been raised in our society to act servile<br/>\n&gt; to men. (I&#39;m sure I&#39;ve raised a few hackles-sorry!) It bothered me that<br/>\n&gt; I would be one of the only women in rl playing a female character in<br/>\n&gt; any given group and I would be forced to sit and heal all the male<br/>\n&gt; warriors. I grew resentfull. I&#39;m wondering if many of you have done the<br/>\n&gt; same thing, or if this just says a lot about me.<br/>\n&gt; Thanks! :)<br/>\n&gt;<br/>\n&gt; _________________________________________________________<br/>\n&gt; Do You Yahoo!?<br/>\n&gt; Get your free @... address at <a rel=\"nofollow\" target=\"_blank\" href=\"http://mail.yahoo.com\">http://mail.yahoo.com</a><br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; Looking to expand your world?<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; ONElist has 175,000 e-mail communities from which to choose!<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
