{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Suzanne Johnson","from":"Suzanne Johnson &lt;katannah@...&gt;","replyTo":"LIST","senderId":"UWwf3t7o7mhKET07jkrHidCJDiwaom_LMrYp16pHN3Re1PezQ_amZ-pOyjn_o6oTw2VE8oZ4oZtd-Am-PkYhDHtAsP6gRssI9QYX1j6lnYI","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Submissive clerics","postDate":"930721152","msgId":152,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy4xNC4xNTIuOTU5MzExNDU5QGVHcm91cHMuY29tPg=="},"prevInTopic":150,"nextInTopic":153,"prevInTime":151,"nextInTime":153,"topicId":150,"numMessagesInTopic":3,"msgSnippet":"Yah!  What she said!  I believe a cleric s first priority is the safety of her party, but that, to me, is the nature of clerics, and it may not be to","messageBody":"<div id=\"ygrps-yiv-317131355\">Yah!  What she said! &lt;points&gt;<br/>\n    I believe a cleric&#39;s first priority is the safety of her party, but that, to me, is the nature of clerics, and it may not be to everyone (and for sure I don&#39;t attribute it to a maternal instinct).  Now, this does not limit her to healing everyone, as Christina said, but imbues her with the judgement call--do I cast an offensive spell that will drop the critter to a quarter of its health and make it easier for the tanks, or do I cast a healing spell to keep the tanks alive?  Decisions, decisions.  Or does my<br/>\nhatred for my foe overcome me, til I need to get in there and bash away? In the case of the Undead, one of our clerics really does seem to feel the need to wreak his vengeance. It seems to be a RP thing, with the stuff he snarls out of the corner of his mouth (honest!), and we all know we have to watch our own butts a little more closely when fighting them.<br/>\n<br/>\nSara, Povar<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:truffle@...\">truffle@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:truffle@...\">truffle@...</a><br/>\n&gt;<br/>\n&gt; Some people do see clerics as just healers, and indeed standard power-gamer strategy for high level groups is that the cleric spends all their time healing and meditating.  The theory is that it&#39;s better for a cleric to heal a tank (so the tank can fight longer) than it is for the cleric to tank herself.<br/>\n&gt;<br/>\n&gt; There are lots of ways you can play a cleric who doesn&#39;t just heal though! Here are a few.<br/>\n&gt;<br/>\n&gt; First, during the first 20 levels clerics can tank pretty good.  It&#39;s only at really high levels, when the warriors have dual wield, double attack, and much higher weapon skills, that the clerics start to fall way behind.  If you&#39;re not a power gamer, you may find that you can have most or all of your fun playing your character up to level 20 or so, tanking away.<br/>\n&gt;<br/>\n&gt; Second, you can hunt in the undead dungeons like Unrest and Befallen.  These dungeons are amazing for clerics--it turns you basicly into a wizard who can heal and wear plate mail.  In fact, your spells do more damage and cost less mana than those of wizards the same level as you! So wade straight into combat with those undead.  Smack them with your hammer, burn them with your magic.  Submissive? I don&#39;t think so.  It&#39;s hard to be submissive when everyone in the dungeon is pleading with you to join their party.<br/>\n&gt;<br/>\n&gt; Druids have also been mentioned as a great alternative to clerics.  Druids have some of the highest damage spells in the game.  Our stinging swarm spells pack serious punch.  Our bolts are second only to those of wizards.  At high levels we can transform ourselves into wolves and get an attack bonus.  We can even transform our party tanks into wolves so they get an attack bonus. We also can heal very well, though not as good as clerics.<br/>\n&gt;<br/>\n&gt; Paladins are another great option.  These girls can tank, dealing out damage toe on toe with warriors (well, almost quite toe on toe).  We have the added bonus of decent healing spells, some undead burn, and the incredible lay-on-hands that lets us &#39;emergency&#39; heal a party member for up to 1000 points of damage.  That&#39;s not bad for an ability you can use for free every 90 minutes.  You can be sure if you&#39;re a Paladin, no one is going to ask you to go med while other people fight.<br/>\n&gt;<br/>\n&gt; Last and perhaps most importantly of all, if you don&#39;t like medding during combat, don&#39;t do it.  Tell your party members you&#39;re not here to be a walking bandaid, and you&#39;re going to be tanking because you like to tank.<br/>\n&gt;<br/>\n&gt; - Christina<br/>\n&gt;<br/>\n&gt; ---------------------------------------------------<br/>\n&gt; Get free personalized email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.iname.com\">http://www.iname.com</a><br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;              Free Games & Cash Prizes!<br/>\n&gt; Gamesville - The World&#39;s Biggest & Best Game Show Site!<br/>\n&gt;         <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com/ad/gamesville0\">http://www.onelist.com/ad/gamesville0</a><br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
