{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Page Kennon","from":"Page Kennon &lt;pickone@...","replyTo":"LIST","senderId":"K2U-vpCSLsPY-2W_LwJf4DTrbBqa3i014_-7E-kBxwQJxeTC9G3DeHJagkAUkXagY8haT2rdnWcZNEALxcPKcD9ZZNcNnduT","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: happenings","postDate":"931370088","msgId":185,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy4yMi4xODUuOTU5MzExNDU5QGVHcm91cHMuY29tPg=="},"prevInTopic":183,"nextInTopic":188,"prevInTime":184,"nextInTime":186,"topicId":177,"numMessagesInTopic":9,"msgSnippet":"Glad to know i am not the only one who has been through it *the person causing the stink was twinked to btw*  Anyway i have to say i dont sell gifts either i","messageBody":"<div id=\"ygrps-yiv-401884217\">Glad to know i am not the only one who has been through it *the person causing the stink was twinked to btw*  Anyway i have to say i dont sell gifts either i pass them along to my needed guild members and with my wizard i have never been so lucky but i started a paladin bout a week ago and someone came up and ask me how they spoke with the shopkeep to sell, and i told them *they had been away for a long while* as i turned to leave they gave me all their armor and gold, i was floored when He started giving me the armor i told Him there was no way i could give him anything in return for the fact was i had nothing.  Just the other day i had a person come up out of no where and give me a mino axe after asking me what weapon i was using.  I have never been so lucky with one character :o)<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:truffle@...\">truffle@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:truffle@...\">truffle@...</a><br/>\n&gt;<br/>\n&gt; I&#39;ve had people who have yelled at me when I was trying to help them as well.  I think their are a lot of reasons why this kind of thing happens:<br/>\n&gt;<br/>\n&gt; Many people are instinctively untrusting of other players because they expect them to kill steal, cheat, lie, and do anything they can to get more XP/loot.<br/>\n&gt;<br/>\n&gt; Many people don&#39;t feel that the social rules of normal society apply to online society, especially when they are playing a character.  They feel disassociated from social responsibility because it&#39;s all not real.<br/>\n&gt;<br/>\n&gt; All you can do in this situation is state factually &quot;I&#39;m trying to help you, whether you believe it or not&quot;.  If they&#39;re still abusive, they&#39;re really not worth helping! It sounds to me like your approach was quite reasonable.<br/>\n&gt;<br/>\n&gt; My own recent abusive story was as follows.  I was fighting an aviak avocet in south karana, and I had to leave the zone, so I shouted &#39;avocet to lake rathe zone&#39;.  On the way out, the avocet got distracted and jumped on two people fighting a rook.  I turned around, went into hand to hand combat to get the avocet off of them (taking massive damage in the process).  I then ran the avocet away, doubled back, and bolted their rook to death because I knew, after the avocet was on them, they&#39;d probably be too weak to finish this.  After the fact, they accused me of trying to train the avocet onto them, and then trying to STEAL THEIR ROOK KILL (which I didn&#39;t).  What really annoyed me was one of these people was someone I&#39;d had a pleasent conversation or two with in the past.  Luckily, most people in that zone know I&#39;m a nice person (probably because I have a general policy of helping out anyone I see in hand to hand with an aviak, and I heal people who are badly hurt while fighting!<br/>\n&gt; ).  So, when they started yelling in OOC about what they thought I was doing, people believed me when I explained what had really happened.<br/>\n&gt;<br/>\n&gt; On a last and completely unrelated note, I must admit with some embarassment that I accepted an expensive gift from a higher level druid last night.  He gave me mamoth leggings and...I just couldn&#39;t turn them down.  One rule I have which makes something like that much easier to bare, is that I will never sell any gift I&#39;m given.  Instead, I will try and give it to some worthy newbie (by worthy I mean untwinked and capable of role play).  So, when I get those gator scale leggings, some druid newbie is going to get a nice surprise.<br/>\n&gt;<br/>\n&gt; - Christina<br/>\n&gt;<br/>\n&gt; &gt; Hi everyone,<br/>\n&gt; &gt;<br/>\n&gt; &gt; I have a question for You all, i dont know if anyone else has<br/>\n&gt; &gt; experianced this but well here goes.  I wont go in to which server and<br/>\n&gt; &gt; what characters but on the server that i play on a friend of mine was<br/>\n&gt; &gt; accused of stealing from another player, they say they didnt see the<br/>\n&gt; &gt; other person in the room and the other party involved swears on them<br/>\n&gt; &gt; sitting on top of this item for some reason they have dropped in the<br/>\n&gt; &gt; floor.  Now for the reasons this was in the floor i still dont<br/>\n&gt; &gt; understand.  Now this is me but if something is laying there its open<br/>\n&gt; &gt; for the taking people drop unwanted stuff all the time.  I wont go into<br/>\n&gt; &gt; all the deltails but there was a big todo about it and i was trying to<br/>\n&gt; &gt; talk my friend into giving it back and had them talked into it when the<br/>\n&gt; &gt; other party in question and their friends started threating.  Ok now<br/>\n&gt; &gt; this makes me angery be cause they threaten them with having a GM friend<br/>\n&gt; &gt; delete their character.  By this point i am angery one because i do what<br/>\n&gt; &gt; ever i can to help people, so i let them know how stupid i though this<br/>\n&gt; &gt; whole matter was to try to get someone deleted.... this lovely female if<br/>\n&gt; &gt; she was inturn desided she wanted to call me a bitch while all along i<br/>\n&gt; &gt; am trying to get her her things back in which i did.  Now i will take<br/>\n&gt; &gt; alot but that was something that was uncalled for me knowing if all of<br/>\n&gt; &gt; them had just kept their mouths shut i could have gotten the stuff back<br/>\n&gt; &gt; with out any furth happenings other than what had gone on before i<br/>\n&gt; &gt; logged on.  Has this happened to anyone else or is my server just full<br/>\n&gt; &gt; of rude Arse people?<br/>\n&gt; &gt;<br/>\n&gt; &gt; Page :o)<br/>\n&gt;<br/>\n&gt; ---------------------------------------------------<br/>\n&gt; Get free personalized email at <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.iname.com\">http://www.iname.com</a><br/>\n&gt;<br/>\n&gt; --------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt; ONElist members are using Shared Files in great ways!<br/>\n&gt; <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt; Are you?  If not, see our homepage for details.<br/>\n&gt;<br/>\n&gt; ------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
