{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Melissa Johnson","from":"&quot;Melissa Johnson&quot; &lt;mnj_@...","replyTo":"LIST","senderId":"fcDTDA3gZddrKWdq91XX6s-0Clsh4IEuElyNTNVQw4xSOSZ2snuaxKkVcf4jE9aTiJzbKpPq_yEjl5ECmaBduNzgeduVy9TmIeZ4","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Women&#39;s Guild Ideas","postDate":"932428903","msgId":252,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy4zMi4yNTIuOTU5MzExNDYwQGVHcm91cHMuY29tPg=="},"prevInTopic":251,"nextInTopic":256,"prevInTime":251,"nextInTime":253,"topicId":249,"numMessagesInTopic":8,"msgSnippet":"That sounds like a great idea!!  sounds like you thought about it alot, and i like your ideas.... lets do it!  New server supposed to be comming up this week","messageBody":"<div id=\"ygrps-yiv-1000203465\">That sounds like a great idea!!  sounds like you thought about it alot, and <br/>\ni like your ideas.... lets do it!  New server supposed to be comming up this <br/>\nweek or next week same time as the Race War server<br/>\n<br/>\n<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt;From: Christina Norman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tina@...\">tina@...</a>&gt;<br/>\n&gt;Reply-To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_women@onelist.com\">EQ_women@onelist.com</a><br/>\n&gt;To: <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_women@onelist.com\">EQ_women@onelist.com</a><br/>\n&gt;Subject: [EQ_women] Women&#39;s Guild Ideas<br/>\n&gt;Date: Mon, 19 Jul 1999 14:17:43 -0400 (EDT)<br/>\n&gt;<br/>\n&gt;From: Christina Norman &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:tina@...\">tina@...</a>&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;As I mentioned a while before, I thought it would be a good idea for us to<br/>\n&gt;form an guild on a new server at some point.  The purpose of forming the<br/>\n&gt;guild would be to allow those of us who wish to to play with their EQ<br/>\n&gt;sisters.  The purpose in forming it on a new server would be so no one<br/>\n&gt;would be directly advantaged by already having characters and contacts on<br/>\n&gt;their current server which they could carry over to this new server.  Here<br/>\n&gt;are some further ideas I have about how this guild might operate.  Please<br/>\n&gt;give me feedback!<br/>\n&gt;<br/>\n&gt;Participation<br/>\n&gt;<br/>\n&gt;First of all, I&#39;d like to stress that I&#39;d see participation in this guild<br/>\n&gt;as voluntary.  I&#39;d also like to stress that I wouldn&#39;t be asking anyone to<br/>\n&gt;drop their existing characters to play in this guild.  Many of us already<br/>\n&gt;have really good characters in really good environments, and we don&#39;t want<br/>\n&gt;to give this up!<br/>\n&gt;<br/>\n&gt;To facilitate participation in this guild, I&#39;d probably thus suggest two<br/>\n&gt;unofficial times each week which would be guild play times.  While you can<br/>\n&gt;play any time, you&#39;d be encouraged to try and play during guild times.<br/>\n&gt;This would ensure a reasonable number of us playing at those times, so we<br/>\n&gt;can group.  Example guild times might be Wednesday evening, and Saturday<br/>\n&gt;morning.<br/>\n&gt;<br/>\n&gt;Roleplaying Background:<br/>\n&gt;<br/>\n&gt;Ever good guild should have a nice robust role playing background, that<br/>\n&gt;those of us who wish to roleplay can work into our characters.  One such<br/>\n&gt;background might be as follows:<br/>\n&gt;<br/>\n&gt;Erollisi Marr is the goddess of love.  Here is her description from the<br/>\n&gt;player manual: Followers of Erollisi Marr cling to the belief that love<br/>\n&gt;conquers all. It should be pointed out that while love is a generally<br/>\n&gt;peaceful concept, Erollisi worshippers are not pacifists. They would like<br/>\n&gt;to live in a world where everyone loves everyone else and violence does<br/>\n&gt;not exist but they are not naive enough to think that Norrath is that<br/>\n&gt;world. They have passionate loves of people, places and ideas and are more<br/>\n&gt;than willing to fight and die to preserve those things. The dream of every<br/>\n&gt;follower of Erollisi is to die in selfless defense of someone or something<br/>\n&gt;they love. Many Paladins hear the true calling of their hearts and<br/>\n&gt;follow Erollisi Marr.<br/>\n&gt;<br/>\n&gt;From my own playing I think Erollisi bears a great resemblence to Artemis<br/>\n&gt;the greek goddess of the hunt.  Evidence to this includes the Sisters of<br/>\n&gt;Erollisi, a warrior-cult of women who live in the Ocean of Tears.  These<br/>\n&gt;chaste (except when they stray) warrior women seem to me to be a great<br/>\n&gt;basis for a guild.<br/>\n&gt;<br/>\n&gt;I would like to see us take &quot;Sisters of Erollisi&quot; as our guild name.  This<br/>\n&gt;would afford us the great opportunity to use the island of Erollisi in the<br/>\n&gt;ocean of tears as our guild home.  Few guilds can have a whole island<br/>\n&gt;to themselves.  It would also give our guild a strong tangible connection<br/>\n&gt;to the game.<br/>\n&gt;<br/>\n&gt;I would like to allow males to be in the guild (when sponsored by a female<br/>\n&gt;member) and suggest incorporating them (from a roleplaying perspective) as<br/>\n&gt;&quot;Warders&quot; (I&#39;m stealing the concept from Robert Jordan&#39;s Wheel of Time<br/>\n&gt;series).  A Warder would be a male who pledges his life to the protection<br/>\n&gt;of a Sister of Erollisi.  Each sister could have only one warder.  A<br/>\n&gt;Warder would most obviously be a Paladin, but could be of any class.  An<br/>\n&gt;obvious line of roleplaying courtship might involve a male courting a<br/>\n&gt;Sister to first become her Warder, and perhaps even one day her husband.<br/>\n&gt;<br/>\n&gt;In terms of races/classes allowed, I would like to have no restrictions on<br/>\n&gt;that.  We all have different playing interests.  Obviously a Shadow Knight<br/>\n&gt;or Necromancer doesn&#39;t fit in very well with the Sisters of Erollisi.<br/>\n&gt;With proper thought, and a well crafted story, it could be done.<br/>\n&gt;<br/>\n&gt;Rules:<br/>\n&gt;<br/>\n&gt;I like keeping rules to a minimum.  The main reason for this is so no one<br/>\n&gt;will feel they don&#39;t want to be a part of the guild, because it has<br/>\n&gt;restrictive rules.<br/>\n&gt;<br/>\n&gt;The only rule I can think of is that female players should play female<br/>\n&gt;characters, and male players should play male characters.  This will allow<br/>\n&gt;us to more easily recognize other women in the guild.  Even this rule I&#39;d<br/>\n&gt;be willing to bend if someone had a good reason they couldn&#39;t abide by<br/>\n&gt;this rule.<br/>\n&gt;<br/>\n&gt;Can anyone think of any other obvious, required, rules?<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Men in the guild:<br/>\n&gt;<br/>\n&gt;I think men should be allowed in the guild, but they should be sponsored<br/>\n&gt;by a female guild member.  While I think a truly women-only guild would be<br/>\n&gt;cool, it seems unnecessarily restrictive (there are nice guys out there<br/>\n&gt;after all).<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Hierarchy:<br/>\n&gt;<br/>\n&gt;Guild hierarchy can be a fun thing, but it can also be annoying.  I&#39;d like<br/>\n&gt;to see hierarchy so those of us who enjoy it can take part.  I&#39;d also like<br/>\n&gt;those of us who aren&#39;t interested in hierarchy to be able to play without<br/>\n&gt;it.<br/>\n&gt;<br/>\n&gt;The only actual benefits from being higher in the hierarchy, as I see it,<br/>\n&gt;should be from a role playing perspective.<br/>\n&gt;<br/>\n&gt;Here is an example hierarchy we might use:<br/>\n&gt;<br/>\n&gt;Sister<br/>\n&gt;<br/>\n&gt;This is the introductary level at which all Sisters of Erollisi would be.<br/>\n&gt;This afford one the right to vote and participate in guild events.  All<br/>\n&gt;Sisters have the responsility to aid other Sisters in need.<br/>\n&gt;<br/>\n&gt;Acolyte<br/>\n&gt;<br/>\n&gt;One becomes an Acolyte of Erollisi by achieving at least level 15, and<br/>\n&gt;then completing a quest as dictated by a Priestess.  An Acolyte has the<br/>\n&gt;responsibility to aid, advise, and watch over all Sisters.  Early on the<br/>\n&gt;level requirements might be restricted.<br/>\n&gt;<br/>\n&gt;Priestess<br/>\n&gt;<br/>\n&gt;One becomes a Priestess of Erollisi by achieving at least level 25, and<br/>\n&gt;the completing a quest as dictated by the Hand of Erollisi.  Implicit in<br/>\n&gt;being offered the rank of Priestess is a history of good guild conduct.<br/>\n&gt;A Priestess has the responsibility to organize guild events and hunts.  A<br/>\n&gt;Priestess can be of any class.  Early on the level requirements might be<br/>\n&gt;restricted.<br/>\n&gt;<br/>\n&gt;Hand of Erollisi<br/>\n&gt;<br/>\n&gt;The Hand of Erollisi is the leader of the Sisters of Erollisi.  It is her<br/>\n&gt;responsibility to organize guild meetings, induct new members, and oversee<br/>\n&gt;any guild issues.<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Warder<br/>\n&gt;<br/>\n&gt;Male members of the guild would all inducted warders.  They would be sworn<br/>\n&gt;to protect an indivual Sister of Erollisi.  They would not have any voting<br/>\n&gt;power.  Warders would gain title as the sisters they protect gain title.<br/>\n&gt;Warders could not vote, but his valued opinion would be rightly<br/>\n&gt;considered by the Sister he is sworn to protect.<br/>\n&gt;     Sister&#39;s Rank      Warder&#39;s Rank<br/>\n&gt;     Sister             Warder<br/>\n&gt;     Accolyte           Knight<br/>\n&gt;     Priestess          Guardian<br/>\n&gt;     Hand of Erollisi   Sword of Erollisi<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;Dues:<br/>\n&gt;<br/>\n&gt;Many guilds have dues.  I don&#39;t really see the need for them.  Anyone have<br/>\n&gt;any good reasons why Dues should be part of this guild?<br/>\n&gt;<br/>\n&gt;Comments?<br/>\n&gt;<br/>\n&gt;Please let me know what you think about any or all of these ideas.<br/>\n&gt;<br/>\n&gt;- Christina<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;--------------------------- ONElist Sponsor ----------------------------<br/>\n&gt;<br/>\n&gt;ONElist users:  YOU can win a $100 gift certificate to Amazon.com.<br/>\n&gt;<a rel=\"nofollow\" target=\"_blank\" href=\"http://www.onelist.com\">http://www.onelist.com</a><br/>\n&gt;Check out the FRIENDS & FAMILY program to find out how.  See homepage.<br/>\n&gt;<br/>\n&gt;------------------------------------------------------------------------ </span></blockquote></div>","specialLinks":[]}}
