{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Lora Roa","from":"Lora Roa &lt;loraroa@...&gt;","replyTo":"LIST","senderId":"pEKUoFFaHFH4gxjpDsAlsVLSEFiPQFWtuzJTJ-5w3rlorj3D0eEzJ401q54J1I4idKoTqUgwR0mmODm_IEs-m0370ThsR5OO","spamInfo":{"isSpam":false,"reason":"0"},"subject":"RE: Re: Ideas for Womens Guild","postDate":"932581944","msgId":271,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy4zNC4yNzEuOTU5MzExNDYwQGVHcm91cHMuY29tPg=="},"prevInTopic":270,"nextInTopic":272,"prevInTime":270,"nextInTime":272,"topicId":264,"numMessagesInTopic":9,"msgSnippet":"I ve started a couple of characters on Brell (I like the idea of being on an RP server independent of the guild).  So far I m not sure what I have would fit in","messageBody":"<div id=\"ygrps-yiv-1819540814\">I&#39;ve started a couple of characters on Brell (I like the idea of being on an<br/>\nRP server independent of the guild).  So far I&#39;m not sure what I have would<br/>\nfit in with a &quot;Sisters of Erollisi&quot; concept.  Though female .. none are<br/>\n&quot;love&quot; oriented, though only one is truely evil.<br/>\n<br/>\nI should be able to be in the chat tonight ... perhaps when I see the mix<br/>\nof other races/classes I&#39;ll come up with something to compliment that will<br/>\nfit.  But I do wonder how we will manage a bunch of &quot;Sisters of Love&quot; ;P  I<br/>\nalso have disagreement with how EQ set up the current Sisters from an RP<br/>\nangle (well said already), but I don&#39;t want to inherit that confusion.<br/>\nWhile I like the structure of the guild proposed ... would it be possible<br/>\nto be Sisters of {Something Else}?  Then we could set up our own RP angle<br/>\nwithout confusion with an existing NPC order?   I also think harassment<br/>\nfrom non-RPing males may be enhanced if our charter mentions the<br/>\n(non-chaste Sisters of Love), since as already said, historically that<br/>\nmeant public sex, or prostitution, usually religiously done in the name of<br/>\nfertility.  As well, the NPC sisters are wood elf warriors who follow<br/>\nErollisi, interestingly not a PC option.  And another RP oddity I noticed<br/>\n... the Marr twins created Barbarians, and planted &quot;the seed&quot; from which<br/>\nhumans evolved from Barbarians, however Barbarians cannot worship the<br/>\nMarr&#39;s, though most humans can.  (Sorry, a good friend of mine was in<br/>\ncharge of &quot;consistency&quot; for many plays ... she got me in the habit of<br/>\nspotting these little odd things).  I just think EQ didn&#39;t think the<br/>\nexisting sisters out as well as Christina Norman did :P .  <br/>\n<br/>\nTunare is the only other female godess ...<br/>\nor what do we stand for?  Love?  Goodness?  Comraderie?  Valor?  Triumph?<br/>\n<br/>\n- Lora<br/>\n&quot;The female is always the more deadly ...&quot;<br/>\n<br/>\nBTW, the chastity thing comes from Roman warrior&#39;s beliefs.  And it only<br/>\napplied to MALES.  Though the commanders were probably correct in the<br/>\nbelief.  Chaste warriors had nothing to come home to so *should* on average<br/>\nfight more valiantly than one who wanted to live to see his child born :)<br/>\nThe concept spread through Europe and the knighthoods due to early Roman<br/>\ncultural influences and the fact that &quot;adapting&quot; it to a religious<br/>\nrequirement of knighthood gave the early Christian Church as stronger basis<br/>\nin the military (a must for political survival).  But mixing this with a<br/>\nbunch or warriors of love?</div>","specialLinks":[]}}
