{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Judy Tyrer","from":"Judy Tyrer &lt;judy3t@...","replyTo":"LIST","senderId":"TQeonoH1V1Iz4mJX37-1F4ZlNZ6cFVNYXtV2-qE1Yu9TLmYB85ttq2fc8KkqpQcwFh3DO153N8v61IqMb7c_fYSb","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Deciding which character to go with","postDate":"938049165","msgId":372,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy42NS4zNzIuOTU5MzExNDYwQGVHcm91cHMuY29tPg=="},"prevInTopic":371,"nextInTopic":0,"prevInTime":371,"nextInTime":373,"topicId":369,"numMessagesInTopic":4,"msgSnippet":"Thanks for the advice.  I decided I didn t like the mage that much so I started a DE cleric to go with the DE Necromancer.  And I loved my cleric while he ","messageBody":"<div id=\"ygrps-yiv-410971063\">Thanks for the advice.  I decided I didn&#39;t like the mage that much so I started<br/>\na DE cleric to go with the DE Necromancer.  And I loved my cleric while he<br/>\ndidn&#39;t love his monk.  Now the cleric is as high as the mage and higher than the<br/>\nhuman cleric.  She levelled really fast and I love playing her.  I really like<br/>\nCleric.  I also really like Shaman.  I like Druid, but not as much I think,<br/>\nthough it is hard to say.  We didn&#39;t play her very long and the roleplay was<br/>\nkind of droll.<br/>\n<br/>\nIt is interesting and so far we only have two sets of characters we both agree<br/>\nto take into the 20s, the high elf wizard and paladin who are now 22 and 23<br/>\nrespectively, and the dark elf cleric and necromancer who are now 11 and 15<br/>\nrespectively.  And now if the servers would ever come back up, I might get my<br/>\ncleric up to 12 BEFORE he makes 16 *grin*.<br/>\n<br/>\nEcianda on Brell Serilis (DE Cleric)<br/>\nDnaice on Quellious (HEF Wizard)<br/>\n<br/>\n* note how the names are the same only spelled backwards - grin *<br/>\n<br/>\n<br/>\n&quot;Suzanne J. Johnson&quot; wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; From: &quot;Suzanne J. Johnson&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katannah@...\">katannah@...</a>&gt;<br/>\n&gt;<br/>\n&gt; Judy:<br/>\n&gt;<br/>\n&gt; I have been role-playing a wood elf ranger since the day the game came out.<br/>\n&gt; She has become affianced to another wood elf ranger, but at one point she<br/>\n&gt; found herself strangely drawn to a High elf cleric.  I find that I like the<br/>\n&gt; idea of love crossing all boundaries.  And a ranger/cleric combination is<br/>\n&gt; pretty good; I am a pretty effective tank and it&#39;s really nice to have a<br/>\n&gt; healer standing behind you. =) Maybe you will find that you can accept the<br/>\n&gt; idea of cross-racing too.<br/>\n&gt;<br/>\n&gt;  Although two finger wigglers are very impressive, it&#39;s nice to have the<br/>\n&gt; tank ability for when either you&#39;re soloing or you want to take on something<br/>\n&gt; more resistant to magic.  Lately, my ranger has paired with an enchanter,<br/>\n&gt; and I must say the combination is incredibly powerful.  The enchanter is<br/>\n&gt; played by the same person who plays my character&#39;s betrothed, so we know<br/>\n&gt; each others&#39; style of play already, but it was certainly an eye-opener to<br/>\n&gt; learn to play with an effective, knowledgeable enchanter.  He hasn&#39;t let me<br/>\n&gt; die yet, and we&#39;ve been taking out mostly yellows and some even monsters.<br/>\n&gt; His ability to keep more than one monster from hitting me at a time<br/>\n&gt; (Mesmerize), combined with his long-term-damage (DoT) spells allow me to<br/>\n&gt; hack and slash and whittle the sucker down with relative ease.  Not to<br/>\n&gt; mention I ALWAYS go into combat with Strength and Haze. =)<br/>\n&gt;<br/>\n&gt; Something to consider.  I know you don&#39;t want to start another character.<br/>\n&gt; You may wish to examine each class and decide what you can&#39;t live without,<br/>\n&gt; and work from there.  I restarted my character, Sara, with her full elven<br/>\n&gt; name, and her beloved ranger is waiting patiently for her to &#39;grow up.&#39;<br/>\n&gt; Obviously, the enchanter is a much better partner for her until she comes<br/>\n&gt; into her own (and we usually pick up a cleric or druid from our guild to<br/>\n&gt; stand by for healing, hehe).  So we have a case of one person being more<br/>\n&gt; powerful than the other, and the two unable to play together.  This will<br/>\n&gt; pass, and my character will be stronger than ever, and our patience will be<br/>\n&gt; rewarded.<br/>\n&gt;<br/>\n&gt; Just some thoughts. =)<br/>\n&gt; Sara (Aelwesara), Povar<br/>\n&gt;<br/>\n&gt; Judy Tyrer wrote:<br/>\n&gt;<br/>\n&gt; &gt; From: Judy Tyrer &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:judy3t@...\">judy3t@...</a>&gt;<br/>\n&gt; &gt;<br/>\n&gt; &gt; My partner and in game husband in four out of five of our character<br/>\n&gt; &gt; pairs and boyfriend in one (the only chance I get to flirt with other<br/>\n&gt; &gt; men *grin*) gets restless easily, as you can tell by the number of<br/>\n&gt; &gt; character pairs we have.  We have decided five is definitely enough and<br/>\n&gt; &gt; want to choose which ones to take to the next level (10 to 20).  It<br/>\n&gt; &gt; takes little time to bring them up to 9 and longer through the teens.<br/>\n&gt; &gt; But what we have noticed in the 20s is that it is a week or two per<br/>\n&gt; &gt; level and with the amount of time invested we want to pick the<br/>\n&gt; &gt; characters we like most to put that kind of time in.<br/>\n&gt; &gt;<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
