{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Suzanne J. Johnson","from":"&quot;Suzanne J. Johnson&quot; &lt;katannah@...","replyTo":"LIST","senderId":"KDs-RxN8e7GY_7ZcOwmDcFLERNe4XQsBIlzOtbeY09UxMc2Ca83vJ8zzi4ZBNWHKdOpTLMlN26I2jDclvr-8-BbzqukpENQGjI89uFCcxYeS_1odlA","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Greetings","postDate":"942977456","msgId":411,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy43OC40MTEuOTU5MzExNDYwQGVHcm91cHMuY29tPg=="},"prevInTopic":410,"nextInTopic":412,"prevInTime":410,"nextInTime":412,"topicId":393,"numMessagesInTopic":18,"msgSnippet":"Well, that s kinda tough. =(  When I started playing on Povar, my friends from another game decided to play on Tunare.  Well, I d already committed to my RL","messageBody":"<div id=\"ygrps-yiv-2038185880\">Well, that&#39;s kinda tough. =(  When I started playing on Povar, my<br/>\nfriends from another game decided to play on Tunare.  Well, I&#39;d already<br/>\ncommitted to my RL friends from work to play on Povar, and I decided to<br/>\nstick with it.  Hence I lost contact with almost everyone I had enjoyed<br/>\na previous &#39;fantasy world&#39; with, and they were some wonderful, loving<br/>\npeople (at least IC, hehe).<br/>\n<br/>\nThis may not seem to have any bearing, at first, but it gets deeper.<br/>\nThat&#39;s the very first level we can find ourselves caught in, social<br/>\ncreatures that we (you and I, Judy, *grin*) are.<br/>\n<br/>\nI also have had a partner who crossed over from a previous game to play<br/>\nwith me.  Well, he had sworn up and down that he wasn&#39;t going to do<br/>\nthat, so I started making friends on my server and having a good time.<br/>\nPractically from release, my current partner and I met each other and<br/>\njust, I dunno, clicked (we&#39;re best friends in real life, now... met each<br/>\nother in October. =)  ).  So my former partner shows up, says, &#39;Here I<br/>\nam! Let&#39;s play!&#39; and I... well, I already had someone who fit my<br/>\ncharacter in this game oh, so very well.  and my former partner doesn&#39;t.<br/>\n=(<br/>\n<br/>\nLast scenario, then I&#39;ll shut up...hehe... so, I met this guy a while<br/>\nback, after I met my partner but before my partner and I had anything<br/>\nformal going (hadn&#39;t even discussed getting married or anything like<br/>\nthat).  He and I had a good time, and while my partner was attending to<br/>\nRL stuff on weekends and evenings and what not, he and I would play.<br/>\nHad a WONDERFUL time.  Then I tell him my partner and I decided to get<br/>\nbetrothed.  He was not happy.  He decided that he should have had a<br/>\nshot, at least, because he was the reason I joined my guild and went to<br/>\nAntonica the first time and yada yada.  Well, he was right in some ways,<br/>\nbut wrong in others.  It ended up with stuff carrying over into real<br/>\nlife.  So for a while, EQ stopped being my haven and started being my<br/>\nhell.  He doesn&#39;t even play anymore. =(<br/>\n<br/>\nMoral of the story?  Men IC are just like men IRL.  They just have a<br/>\nvenue in EQ to show that romantic, daring knightly side that we women<br/>\nall adore.  But they don&#39;t check their personalities at the door when<br/>\nthey log on.  Some men share well, some don&#39;t.  The thing is this:  did<br/>\nyou enjoy the game before him, and if so, why? Answer that question and<br/>\nyou may find your mood changing for the better.  If you say, &#39;Yes, but<br/>\nhe added sooo much to my enjoyment of the game,&#39; I understand, sister,<br/>\nbelieve me.  And trust me on one last thing before you hit that delete<br/>\nbutton to flush this windy and egotistical reply, hehe:  your enjoyment<br/>\nwill get back to what it was, one way or another.  (1) You will be very<br/>\nhappy you chose your server and stuck with it, or (2) you will find a<br/>\npartner who better suits you, or (3) you and your current partner will<br/>\nresolve the conflicts you have.  Any which way you choose, it will come<br/>\nback once you get the chance to remember why you bought the game.<br/>\n<br/>\nSuzanne<br/>\nSara/Aelwesara, Povar<br/>\noh yeah, Valdaya the dark elf bitch on Rallos Zek, too.<br/>\n<br/>\n<br/>\njudy wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; I am really depressed about EQ right now.  My partner almost since I<br/>\n&gt; began playing and in-game mate for most of my characters seems to have<br/>\n&gt; decided not to play.  I wanted to settle onto Brell where I got<br/>\n&gt; involved with a fun RPG guild.  He decided, after umpteen changes of<br/>\n&gt; characters, in retrospect we changed everytime I started making<br/>\n&gt; friends outside the partnership, that he didn&#39;t want to play on Brell<br/>\n&gt; anymore, and wanted to go back to our original couple. </span></blockquote></div>","specialLinks":[]}}
