{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Sarah","from":"&quot;Sarah&quot; &lt;petals@...&gt;","replyTo":"LIST","senderId":"8d2tvHpoU8pmJbHRea8LuEVZfO_RRtyUpijZvb2Id4fcziz75eOsrh3-n-4Mtx6H-lhQ4Oqxp1rgMe91A93Rf1aY","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: Digest Number 90","postDate":"951676083","msgId":460,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy45MS40NjAuOTU5MzExNDYwQGVHcm91cHMuY29tPg=="},"prevInTopic":459,"nextInTopic":463,"prevInTime":459,"nextInTime":461,"topicId":459,"numMessagesInTopic":3,"msgSnippet":"... hard ... would be ... play ... I m sorry, I deleted the original e-mail so I don t remember all the details, but maybe you can do something like what I","messageBody":"<div id=\"ygrps-yiv-318658670\"><blockquote><span title=\"ireply\">&gt; From: Jennifer McNitt &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:jenmcnitt@...\">jenmcnitt@...</a>&gt;<br/>\n<br/>\n&gt; I have beent thinking of getting an account lately, but wouldn&#39;t it be<br/>\n </span></blockquote>hard<br/>\n<blockquote><span title=\"ireply\"> &gt; for me to play with me since I would be a newbie character and he<br/>\n </span></blockquote>would be<br/>\n<blockquote><span title=\"ireply\"> &gt; level 50?  I could see if he would create a second character to just<br/>\n </span></blockquote>play<br/>\n<blockquote><span title=\"ireply\"> &gt; with me maybe.<br/>\n<br/>\n </span></blockquote>I&#39;m sorry, I deleted the original e-mail so I don&#39;t remember all the<br/>\ndetails, but maybe you can do something like what I did.  My boyfriend<br/>\nand I both have computers strategically placed side by side, and we used<br/>\nto play both EQ and Ultima Online together.  It&#39;s great for grouping<br/>\nbecause the communication is instant and direct.  I know that this<br/>\nwouldn&#39;t work for you since he is level 50 and you would be a newbie if<br/>\nyou started a new account.  I had a similar situation though because I<br/>\ndecided that I like EQ better, and he likes UO better, so we each chose<br/>\nour favorite game and quit playing together.  We still play our<br/>\ndifferent games side by side, which is nice.  We don&#39;t talk nonstop, but<br/>\nit&#39;s still fun because we can each see what the other is doing and<br/>\nsometimes we ask for updates.  I still feel like we are sharing our time<br/>\ntogether.  Also, when one of us gets up for a drink, we do things like<br/>\nget drinks for the other person at the same time.  It&#39;s fun to lean over<br/>\nand watch the other person too - especially if you play a caster and you<br/>\nare meditating for mana.  It gets boring sometimes to just sit around<br/>\neven if for a few seconds.<br/>\n<br/>\nAlso, another person on the list said something about maybe reading<br/>\nwhile he plays.  I do this as well.  I take night classes, so I cannot<br/>\nplay as much as I&#39;d like, but my boyfriend has all the time in the world<br/>\nso he does play while I study.  He takes breaks from time to time to go<br/>\nto the bathroom or get a drink, so he always makes sure to come over and<br/>\nsee how I am doing.  I do the same thing.  I walk up to him as he is<br/>\nplaying to check out the gaming situation, and sometimes I ask him what<br/>\nis going on.  It seems to work for us.  Oh, I study in the same room as<br/>\nhe plays so it helps.  Just being near him is good.  Yes, sometimes I am<br/>\ndistracted by the game sounds or if he gets excited and types a little<br/>\nfaster, but I like being there and somehow, I don&#39;t feel as if I am<br/>\nmissing out so much this way.  At the same time, he is happy because he<br/>\ncan play the game.<br/>\n<br/>\nAnother person also suggested a &quot;date night.&quot;  We do this once a week as<br/>\nwell.  We usually go to the beach or a movie on Saturday or Sunday.  One<br/>\nday is not a lot of time away from the game (and it&#39;s not even a full<br/>\nday), so if either of you are addicted to your computer, it&#39;s not so<br/>\nmuch time away at all.  He may not have a problem with playing a newbie<br/>\ncharacter sometime just to hang out with your new character if you get<br/>\none, but since he is collecting his ranger armor, he may want to focus<br/>\non this for awhile too.<br/>\n<br/>\nI hope that this helps!<br/>\n-Sarah<br/>\n<br/>\np.s. I play on both E&#39;ci and Veeshan and have a hard time finding people<br/>\nto group because I only play once a week at the most.  Most my chars are<br/>\nlow level (around 5) and I have one level 16 mage &quot;Meilani&quot; on E&#39;ci, so<br/>\nif anyone ever wants an extra person in their group, please let me know!</div>","specialLinks":[]}}
