{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Donna Coapstick","from":"Donna Coapstick &lt;donnac@...&gt;","replyTo":"LIST","senderId":"yRBlP1TLm_gqTh_zY5PpImG6Z8jzn0MPznn4P_CK5pjRNHy3Cit273Ddk4Eig6TgDefv6YJuLbNPXVkgJeFARwVX0vQSdhxDgsRfWw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"If","postDate":"951680888","msgId":462,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy45MS40NjIuOTU5MzExNDYwQGVHcm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":461,"nextInTime":463,"topicId":462,"numMessagesInTopic":1,"msgSnippet":"From Donna C. I have been lurking on the list for a few months now, mainly because of real life battles. I am 45 yo, an unemployed teacher, single mother of","messageBody":"<div id=\"ygrps-yiv-1753894668\">From Donna C.<br/>\n<br/>\n       I have been lurking on the list for a few months now, mainly<br/>\nbecause of real life battles. I am 45 yo, an unemployed teacher, single<br/>\nmother of two older kids, cohabiting with elderly parents, helping<br/>\noperate a family business. One of my battles has been to find a new<br/>\nteaching job, in a field where I am overqualified (i.e.: too much<br/>\neducation).<br/>\n<br/>\n      I still have not found a position but the current questions under<br/>\ndiscussion were ones that I felt the need of reply.<br/>\n<br/>\n1. How does a person balance &quot;Real Life&quot; with &quot;EQ&quot;?<br/>\n<br/>\n    I started playing EQ in order to keep in communication with my post<br/>\nteen & teen-age children. If I as a parent wanted to understand their<br/>\nworld focus, I needed to understand their interests.  My kids have been<br/>\nplaying RPG&#39;s for years, even to running a guild on Realm. This is the<br/>\nfirst one that I have attempted to play. My highest character is a level<br/>\n16 Enchanter and I have played since last spring....but I do not play<br/>\nevery day, nor do I always play the same character.<br/>\n    The world is filled with as many dragons to conquer  .....we play<br/>\nwhen it is down time from our world. My kids and I attend Ren Faires,<br/>\ntake college classes, and my son will be a Jr. Councilor of the local<br/>\nDemolay chapter next month. I am active as a mother advisor to a slew of<br/>\nmy son&#39;s friends, whose parents work, are too busy to listen, are<br/>\nshutting out the cries for advise, etc. I help them, put their<br/>\npriorities in perspective, guage what they want from their future and<br/>\nlisten to their trials at becoming young men.... (dating, college plans,<br/>\nrelationships with parents).<br/>\n    My playing the game has the effect of moderating the amount that my<br/>\nkids play... since my characters though not daring are steady in their<br/>\ngaining. This has encouraged my son to look toward the next level in<br/>\ngame playing.....progamming. A maxim I was told by an person in the<br/>\nindustry...When you stop playing the games and start developing them, is<br/>\na measure of technology maturity. While I and my kids continue to<br/>\nplay......for fun, we also realize that there is a lot more excitement<br/>\nin the real world.<br/>\n<br/>\n2. Why do boys play girls.....?<br/>\n<br/>\n    Many of my son&#39;s friends have played girls on EQ, I asked them<br/>\nwhy.... girls are given stuff, while no one cares to help guys. Many<br/>\ntimes the ability to advance can depend on how well a character is<br/>\nprepared in armor. I myself have had gifting toward female characters<br/>\nthat I have, though I try to repay when I can by defending allies.<br/>\n<br/>\n3. Flirting.?<br/>\nAbsolutely none of my characters flirt. Gaming online is like dating<br/>\nonline......you really cannot move beyond friendship. You cannot love<br/>\nonline, nor even know the reality of a person within a fantasy<br/>\nenvironment. As far as lying on line, why?  I have made many<br/>\nacquaintances with young men, my son&#39;s age. They do not mind playing the<br/>\ngame with me. They realize that I am a thoughtful player, trust worthy<br/>\nally and benefit to their experience in the game.<br/>\n<br/>\n<br/>\n    I enjoy playing my EQ characters, but I strive not to lose myself<br/>\nwithin the online medium. It is in reality &quot;Just a game,&quot; while there is<br/>\na reality that has just as many evils to fight. Poverty, injustice,<br/>\nprejudice, enviromental decay, ignorance, abuse of others are &quot;real&quot;<br/>\nmonsters which must be addressed, we cannot live in a virtual world<br/>\nforever.<br/>\n<br/>\n<br/>\n    If you play on E&#39;ci look for Yadienu the High Elf  Enchanter (16) or<br/>\nDuenya the Cleric Gnome (12).  I may not ever achieve a level 50<br/>\ncharacter on EQ, but my real goal is to achieve a high standing in real<br/>\nlife.<br/>\n<br/>\n    Just something that you might think about.....Ladies of EQ.....</div>","specialLinks":[]}}
