{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Judy Tyrer","from":"Judy Tyrer &lt;judy3t@...&gt;","replyTo":"LIST","senderId":"KA3l39zr8y87Y9P9WQeJ1jkrK_PcbzpapKG41Oxcn3kT-bGG4EkOm_heJWJtd1nlCWcwTRngOppT6TxJR5Q9S-nW","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] EQ then and now","postDate":"957902032","msgId":490,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5MTg2Q0M3LjhBQzMwQTFBQHVzYS5uZXQ+","referencesHeader":"PExMT0NIRU5FSE9QRkJBQUFAYW5nZWxmaXJlLmNvbT4="},"prevInTopic":489,"nextInTopic":492,"prevInTime":489,"nextInTime":491,"topicId":487,"numMessagesInTopic":7,"msgSnippet":"Thanks! As I read some of your responses I realized maybe the change has also come from moving up in levels.  Let s face it, Druid is the easiest class to","messageBody":"<div id=\"ygrps-yiv-28063622\">\n<html>\nThanks!\n<p>As I read some of your responses I realized maybe the change has also\ncome from moving up in levels.&nbsp; Let&#39;s face it, Druid is the easiest\nclass to level.&nbsp; When I&#39;m on the lists in SolB I just port to BB and\nkill a few dwarves while I wait.&nbsp; When I&#39;m broke, I pop into Rathe\nMts. and kill some Hill Giants for ~30P per drop.&nbsp; So, is it any wonder\nI ended up 50?&nbsp; LOL, I passed people who play as much as I do so I\nknow it&#39;s the ease of levelling (plus I have a Shadow Knight just to remind\nme how awful levelling a hybrid is).\n<p>And the game really IS different at the higher levels.&nbsp; Mostly\nbecause there is a lot less to do (or was, thank Tunare for Kunark).&nbsp;\nAt 48 there was SolB, Lguk, SeaFuries, Cyndreela and guards and that was\nIT for fighting so, of course, everything was camped.&nbsp; And plane raids\nwhile fun were L_O_N_G (16 hours to clear all of Fear and kill Cazic).&nbsp;\nAnd unless you were pulling or in the KS group, the ONLY reward was if\nsomething dropped so I do see how the loot became king (and I would still\nLOVE to get my tunic and pants and look like a ranger ;-).\n<p>And, well, you sign up for game in a couple of years when the design\nis finished and enough prototyping done to get some vulture capitalists\ninterested enough to fund the 2 year development process ;-)&nbsp; So,\nmoslty, the game design is a mental exercise for me.&nbsp; But I have 20\nyears in the OS business so it&#39;s not a long shot exercise.&nbsp; I solve\nat least one major problem a day in creating what I want.&nbsp; But I doubt\nI spend more than an hour a day doing more than just thinking about &quot;hmm,\nhow do you structure X, force Y, and encourage Z&quot;.\n<p>I WOULD like to market it to the women who really don&#39;t enjoy the games\nmarketed to the 18-23 YO male population that dominates the game industry.&nbsp;\n(surviving toilet humor on a 12 Hour Hate raid is one of the things that\nmade me running screaming from my system).&nbsp; So, if you come up with\nany &quot;gee, I really wish EQ did this&quot; you want to pass along, I&#39;m open to\nsuggestions.\n<p>Maybe you ladiess can help me keep focused and turn this from a fun\nmental exercise into a reality.\n<p>Ice\n<br>&nbsp;\n<br>&nbsp;\n<br>&nbsp;\n<p>Zuki Vekk wrote:\n<blockquote><span title=\"qreply\"> <blockquote TYPE=\"CITE\"><tt>My EQ partner and I discuss these issues alot.\nWe&#39;re both non-competitive, have as much fun as you can, love-to-explore-and-do-quests\nkinda gals. We&#39;ve both been playing for well over a year and our primaries\nare still low thirties.</tt>\n<p><tt>The saddest issue I&#39;ve had to come to terms with in EQ is my friends\nwho in the early days used to love to do all the above mentioned, but have\nsince become power levellers and (shudders as she says it) *Kewl Lewt*\ncampers. From what used to be a friends list that was always crammed with\n20 names, its down to low teens now as my friends have slowly turned away\nfrom the fun playing times we used to have. A couple of &quot;Bless-Yer-Heart&quot;\nfriends have played as we always have and I thank the Gods for them, they&#39;ve\nkept me playing EQ. The others I have learned to wish the best and let\nthem go their own way without any hurt feelings.</tt>\n<p><tt>You know, the most amazing part to me is when I do group with strangers\nand do my role-playing thing, within the hour, all but the hard-core powergamers\nare rp&#39;ing back with me and having a blast. Go figure.</tt>\n<p><tt>So, would I play a RP-devoted on-line game. Where the heck do I\nsign up?</tt>\n<p><tt>Zuki</tt>\n<br><tt>Tunare Server</tt>\n<br>&nbsp;\n<br>&nbsp;\n<p><tt>Angelfire for your free web-based e-mail. <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.angelfire.com\">http://www.angelfire.com</a></tt>\n<br>\n<hr>\n<hr></p></blockquote>\n</span></blockquote></html>\n</div>","specialLinks":[]}}
