{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Rose M Glass","from":"Rose M Glass &lt;rosemg@...&gt;","replyTo":"LIST","senderId":"8-tvIRz7mm67HNNOhRy3wdB9V_b8dDx_SorfQKLAKZKaG3YTju_KLaOjxwmFxbfgQTj4xlLF8clq-pHyjTELLHTPQNfN","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] Digest Number 118","postDate":"962717951","msgId":539,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5NjFFOEZGLjlGQzc3MDJEQGhvbWUuY29tPg==","referencesHeader":"PDk2MjcwMjkxNy4xNDg5QGVncm91cHMuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":538,"nextInTime":540,"topicId":539,"numMessagesInTopic":1,"msgSnippet":"... I guess I do too, but my husband saids I got that look ( I m from the south and we live near DC ) so folks back off and leave me alone.  He told me I m","messageBody":"<div id=\"ygrps-yiv-345094200\"><blockquote><span title=\"ireply\">&gt; here ya go - i get that irl &gt;=P<br/>\n&gt; <br/>\n </span></blockquote>I guess I do too, but my husband saids I got that look ( I&#39;m from the<br/>\nsouth and we live near DC ) so folks back off and leave me alone.  He<br/>\ntold me I&#39;m like a mama bear protecting it&#39;s young :)<br/>\n<br/>\n <br/>\n<blockquote><span title=\"ireply\"> &gt; i&#39;ve always been told the lookout tower in the middle of lake rathe<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Now that sounds cool.  But are there lots of stone skeletons there? I<br/>\nhave tried to stay on the shore as much as possible when I have gone<br/>\nthere.  Heck I get more times than anyone in the guild.  That the makers<br/>\nof EQ for Gate :)<br/>\n<br/>\nOw bards have it bad too.  I think the only class that does not get<br/>\nbegged for is Warriors and Monks.  I could be wrong on that what you do<br/>\nguys think.<br/>\n<br/>\nPersonally I like to trad SOW and Buffs with other casters, I have not<br/>\nmade them pay a cent for it.   Heck I hate to go into towns now, and if<br/>\nI need to go to the bank I go on ano in hopes it helps some.<br/>\n<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; i was playing my cleric last night - just hit lev 15 *beams* that would be 5 <br/>\n&gt; levels in 3 days of my playing, 15 levels in 3 days of eq reckonning. i&#39;m<br/>\n&gt; NOT a powerleveler or even a super twink. by my figuring, all my gear i<br/>\n&gt; would be able to buy myself by now. but just goes to show you the power of a<br/>\n&gt; damn good group. i was so lucky - i got great groups 4 out of 5 times. and<br/>\n&gt; the bad group just wouldn&#39;t share loot.<br/>\n&gt; <br/>\n&gt; i&#39;m just so happy i thought i would share it with you. *grins*<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>Congs on gettting to 15 with your cleric *big hugs* I was so happy when<br/>\nI got to 14 with the cleric I played.  Got to love Bind :)<br/>\n <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; oh yeah - being a de, and loosing my lev b/c of this....how does one up your<br/>\n&gt; faction with druids?<br/>\n&gt;<br/>\n </span></blockquote>Can you get into Rivervale?  If so do the stew quest, carrot, and give a<br/>\nmessage to a deputy quests.<br/>\n----------------------<br/>\n<blockquote><span title=\"ireply\"> &gt; Message: 4<br/>\n&gt;    Date: Mon, 3 Jul 2000 12:47:13 -0700<br/>\n&gt;    From: &quot;Judy Tyrer&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:judy3t@...\">judy3t@...</a>&gt;<br/>\n&gt; Subject: Retrospection<br/>\n&gt; <br/>\n&gt; I started playing a year ago and today I sat down and thought of all the things I could have accomplished with the time I spent in Norrath.  My house could be finished (we doubled its size in a major remodel that will never be done).  My novel could be written (halfway through).  My game design could be complete (think about it more than write it up).<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>Ow, don&#39;t even want to think of the things I could of done *goes back to<br/>\nhiding from the thought*<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; And then I think about what I have done in Norrath.  It isn&#39;t about being 52 or having a bunch of alts in their 20s.  It&#39;s really about the people.  And here is what I have done in Norrath.<br/>\n&gt; <br/>\n </span></blockquote>You know I have met more folks that are over 30 in the game than kids. <br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt; First playing partner was clinically depressed after his mother died at 16.  He became dysfunctional and dropped out of school.  At 21 he worked odd jobs as a day laborer and had isolated himself from his family and friends.  We played every single day together, RPing various relationships.  He quit in January after getting his GED and starting college.  On Thanksgiving he said his mother&#39;s family wouldn&#39;t want to see him anymore after the things he had done.  I held his hand, through cyberspace, while he called and reconnected.  He got back from spending 10 days with them at Christmas and has found his family again.  He reconnected with his friends.  I cried when he left but also smiled inside.  I was only a shoulder to lean on, but I was there.<br/>\n<br/>\n&gt; I may die in a messy house that will never be finished and my yard may always have weeds.  But if I can say that people have been better off for having known me, then I have done more good than a clean house or a pristine yard would ever accomplish.<br/>\n&gt; <br/>\n </span></blockquote>Well I&#39;m happy your in Norrath, it sounds like you made alot of<br/>\ndiffences in folks lives.  And it sounds like you and me both on the<br/>\nmessy house :)  <br/>\n<br/>\n--------------------<br/>\n<blockquote><span title=\"ireply\"> &gt; Another suggestion for another thread is &quot;tips on playing&quot; where maybe we can help the newer players learn the strategies we learn at the higher levels.  I am going INSANE playing my 26 bard in Cazic Thule running into players like a ranger that won&#39;t snare, a druid as healer who dumps his entire mana bar casting DDs and a) has no mana to heal, and b) expects us to wait after every mob for him to meditate up to full, a warrior that kept moving behind the rogue for mellee, and an SK who  insisted on targeting the mob with his mouse instead of /assisting (enchanter went balistic and rightfully so).<br/>\n&gt; <br/>\n </span></blockquote>That sounds cool!!!  Who has tips?<br/>\n-----------------------<br/>\n<blockquote><span title=\"ireply\"> &gt;    Date: Mon, 3 Jul 2000 13:38:29 -0700<br/>\n&gt;    From: &quot;Judy Tyrer&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:judy3t@...\">judy3t@...</a>&gt;<br/>\n&gt; Subject: Re: beggars :-)<br/>\n&gt; <br/>\n&gt; Go TravelROFLMAO - just wait til you get group teleport.  The druid&#39;s life is &quot;TAXI&quot;!  And if you&#39;re a cleric and get res?  People ask my cleric friend to travel 8 zones away to rez them.<br/>\n&gt; <br/>\n<br/>\n </span></blockquote>OW I forgot about teleport.  I wonder If I can hide in Doggy form from<br/>\nthem.  Great advice.  I&#39;m going to print that out and put in when I have<br/>\na list of the spells I want to buy.<br/>\n<br/>\n<br/>\n<br/>\nRanalla the lost Druid of Prexus who is hidding out from beggers</div>","specialLinks":[]}}
