{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Judy Tyrer","from":"&quot;Judy Tyrer&quot; &lt;judy3t@...&gt;","replyTo":"LIST","senderId":"HOBAwYB6vwl0PvcKE7W0JGYrcdk9gbcQ6kAGhFArSY5kwzAVzC2N7K4-__9wOd3qnP52vKAqiHZDeKlQ3iWwHD6hIJM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] *sighs*","postDate":"963004041","msgId":553,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwYmMwMWJmZTg1NyQ1ODU2MWFlMCRmMDU4ZDEzZkBocHBhdj4=","referencesHeader":"PDIwMDAwNzA3MTMyOTU2LjY0NzMxLnFtYWlsQGhvdG1haWwuY29tPiA8Mzk2NUY3RkMuMkEyMUEyODVAc3ByaW50bWFpbC5jb20+"},"prevInTopic":552,"nextInTopic":554,"prevInTime":552,"nextInTime":554,"topicId":549,"numMessagesInTopic":6,"msgSnippet":"THANK YOU! Yes, one of my pet peeves with the game is how drastically each class changes from the early levels to the higher levels.  As my betrothed (if he","messageBody":"<div id=\"ygrps-yiv-1645984563\">\n<html><head>\n \n \n<style></style>\n</head>\n \n<div><font face=\"Arial\" size=\"2\">THANK YOU!</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Yes, one of my pet peeves with the game is how \ndrastically each class changes from the early levels to the higher levels.&nbsp; \nAs my betrothed (if he ever returns /em pouts) is a ranger I am all too familiar \nwith the difficulties of that class.&nbsp; (Oh, and Druids do wear green armor \nonce they get their vermiculite - we look like rangers in green mail and rangers \nare in green plate).&nbsp; Did you participate in last weekends Ranger \nProtest?&nbsp; Apparently rangers from all the servers made level 1 wood-elves, \nformed a guild called &quot;Wrath of Rangers&quot;, and descended on Crushbone.&nbsp; \nWould have loved to have seen it.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">But to be honest, I still think Rangers rock.&nbsp; \nI could be prejudiced ;-)</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">The gameplay needs to be more consistent.&nbsp; I \nthink the reason I love playing newbies is that they can all be played up until \n20, then the world changes.&nbsp; Then it changes again at 40 and again at \n50.&nbsp; And frankly, the time it takes to get experience at 50 is \nobscene.&nbsp; Why not add more levels but let people have the satisfaction of \nwatching their experience bar go up.&nbsp; My group killed 64 mobs in Chardok \nand I gained less than 1/4 bubble experience.&nbsp; That&#39;s \nRIDICULOUS!</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">As for my game, I&#39;m now stuck on how to get away \nfrom &quot;killing mobs&quot; as the primary gameplay force.&nbsp; I want it more \nadventure based, I think, with characters given &quot;opportunities&quot; to alter the \ndynamic of gameplay.&nbsp; And each level grouping having different quest \norientations.&nbsp; And each server being uniquely itself because of the \ndecisions made by players up to that time.</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Anyway, the game is now called KARMA and when you \ndie - you REALLY die ;-)&nbsp; None of this resurrection gorp.&nbsp; You have to \nbe reborn and how you are reborn is totally dependent on how you played up to \nthat point.&nbsp; Of course, like anything else, it&#39;s all in the details.&nbsp; \nBut those are my ideas so far.&nbsp; Opinions?</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Judy</font></div>\n<blockquote><span title=\"qreply\"> <blockquote\n style=\"BORDER-LEFT:#000000 2px solid;MARGIN-LEFT:5px;MARGIN-RIGHT:0px;PADDING-LEFT:5px;PADDING-RIGHT:0px;\">\n  <div style=\"FONT:10pt arial;\">----- Original Message ----- </div>\n  <div\n style=\"BACKGROUND:#e4e4e4;FONT:10pt arial;\"><b>From:</b> \n  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katannah@...\" title=\"katannah@...\">Suzanne \n  J. Johnson</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>To:</b> <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_women@egroups.com\"\n title=\"EQ_women@egroups.com\">EQ_women@egroups.com</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>Sent:</b> Friday, July 07, 2000 8:32 AM</div>\n  <div style=\"FONT:10pt arial;\"><b>Subject:</b> Re: [EQ_women] *sighs*</div>\n  <div><br></div><tt>Hello, everyone... I stole Gwyk&#39;s subject line because I \n  thought it was<br>appropriate to me, hehe...<br><br>Well, it&#39;s been a month \n  now since I&#39;ve stopped playing EQ, and really the only<br>thing I miss is the \n  people.&nbsp; I started playing in Beta 4, so that was over a<br>year ago, so \n  maybe I just got burned out?&nbsp; This is primarily information for<br>Judy, \n  but might have a new perspective to offer my other fellow women \n  gamers...<br><br>I was a ranger the entire time, although I did try rolling up \n  a couple of other<br>classes.&nbsp; My heart just has always been with the \n  AD&amp;D ranger, and that&#39;s what I<br>wanted to play.&nbsp; Well, I don&#39;t know \n  how many others here play rangers, but there<br>gets to be a point where it \n  just doesn&#39;t work well unless you have the right<br>combination party.&nbsp; I \n  won&#39;t go into the details, but suffice to say, if you&#39;re<br>curious, go to any \n  of the ranger boards and you&#39;ll get an &#39;earful&#39; =P.<br><br>I even re-rolled my \n  ranger and started over, which (for someone who doesn&#39;t play<br>more than ten \n  or fifteen hours a week) represented a huge investment of time.<br>Why?&nbsp; \n  Two reasons, one of which was I thought Aelwesara went better with my \n  soon<br>to be last name than Sara. =P&nbsp; And also, I had bought the \n  &#39;agility&#39; lie, and<br>pumped all my stat points into agility for my first \n  ranger... finding out later<br>that agility is no where NEAR the important \n  stat Verant originally told us it<br>was.&nbsp; But, you see, this was my \n  primary, my only.&nbsp; I know people advise not to<br>have just one \n  character, but even with pencil-and-paper games, I liked to have<br>one \n  character for a series of campaigns, build her a history, imbue her with \n  a<br>strong personality, yada yada... so for me, I typically only have one \n  high level<br>character at a time, and I become attached to her. \n  &lt;blush&gt;&nbsp; So I want her to<br>have all the advantages I can give \n  her, and proper statistics distribution<br>seemed to be one.&nbsp; As it turns \n  out later, I was still wrong...<br><br>But I could have kept playing my \n  ranger, since I was fortunate to have a great<br>many friends, and I probably \n  could have succeeded, although it would have been<br>largely due to their \n  largesse and that of senior rangers who passed everything<br>they could down \n  to me and Celedhros.&nbsp; My partner (also a ranger) and I were \n  very<br>knowledgeable players, really because we did a lot of research and \n  reading and<br>listening and exploring and experimenting.&nbsp; But I think my \n  big problem was not<br>with the fact that my class changes drastically in its \n  abilities at level 45,<br>causing such a change in paradigm that it was \n  shocking; I think my problem was<br>with Verant&#39;s response to the player base \n  concern over these changes.&nbsp; Odd that<br>customer service played such a \n  big decision in my desire to leave, but there it<br>is. &lt;snort&gt;&nbsp; I \n  mention this only because I know Judy was thinking of putting<br>something \n  together, and I thought you might like that info... over thirty \n  people<br>I&nbsp; know of have quit over this issue.&nbsp; That might not be a \n  large number to<br>Verant yet, but those are the people I know of... what \n  about the others?&nbsp; And<br>more have stopped playing high-level rangers \n  than any other class.&nbsp; When a<br>strong percentage of clients say, &#39;Hey, \n  that&#39;s not right&#39;, it might be better to<br>do more than give a token answer \n  and let them struggle...<br><br>I, too, suffered watching my server Povar turn \n  into a miniDiablo server.&nbsp; I&#39;ve<br>politely told people, &quot;Nay, I do not \n  have the Spirit of the Wolf yet&quot; (rangers<br>don&#39;t get it til level 39) and \n  had them cuss me out and call me a liar and<br>announce to the zone that I \n  wouldn&#39;t give sow (I hate that word now, by the way<br>=) )... impugning the \n  honor of someone they&#39;ve never met because it&#39;s their<br>God-given right to \n  have whomever they demand cast that spell on them.&nbsp; My<br>favorite \n  response to those zone-wide shouts was, &#39;Have you ever met a druid IN<br>GREEN \n  ARMOR???&#39;&nbsp; But I shouldn&#39;t have had to resort to defending myself, \n  should<br>I? I mean... anyone could have done a /who all Aelwesara and found \n  out for<br>himself... but no, here I am with my name plastered across the \n  darned zone...<br>&lt;sigh&gt;<br><br>I have responded to people, &#39;I cannot \n  leave my party to track a monster for you,<br>and even if we find it, you are \n  too low level to fight it...&#39; only to discern<br>that they wanted me to find \n  it, fight it, and let them loot it, usually for<br>about 10 plat.&nbsp; At \n  that point, I have to deal with, &#39;Oh, come on, if you don&#39;t<br>suck it won&#39;t \n  take very long, why don&#39;t you want to help me I lost everything I<br>had...&#39; \n  and most of the time, it&#39;s not even an item for one of their \n  classes&#39;<br>quests (for example, the fire heart in Solusek A, being requested \n  by... a<br>magician?? C&#39;mon...).&nbsp; I remember not being able to muster the \n  desire to go<br>hunt, because everything that we knew of that was \n  level-appropriate had a<br>waiting list, mostly filled by higher levels \n  wanting to kill a mob for a rare<br>drop in order to sell it so they could \n  amass more money...&nbsp; of course, Ruins of<br>Kunark made that a lot \n  better, and it was the only thing that kept my interest<br>for a while, but my \n  poor PII 233 has such a problem handling the graphics (it<br>can&#39;t be my card, \n  can it? I mean, I have a Voodoo 3 2000, which works fine for<br>Diablo and \n  Starcraft and Tribes...) that at times the lag was lethal... my<br>problem, \n  not Verant&#39;s, but I&#39;m a starving student and my next upgrade has to<br>wait \n  for my loan refund. &lt;grin&gt;<br><br>I decided I wanted to leave before I \n  had a cleric call me a mana-sink for the<br>first time, which has happened to \n  several of my senior brethren.&nbsp; I decided I<br>wanted to leave before I \n  got frustrated with competing with other classes for my<br>quest items (also \n  has happened).&nbsp; I wanted to keep Aelwesara fresh and strong<br>and \n  powerful, as in over twenty years of role-playing she has been my \n  favorite<br>avatar.<br><br>Point is, I can&#39;t tell if my decision was swayed by \n  overall burnout from having<br>played a game for almost 16 months, or if it \n  really is primarily a question of<br>game mechanics and customer \n  service.&nbsp; I&#39;m giving you this information, Judy,<br>because I know you&#39;ve \n  expressed a desire to have it, and if you can solve some<br>of these problems, \n  it might help your project.&nbsp; I mean, I played AD&amp;D steadily<br>for \n  what... almost fifteen years, not counting the breaks? Granted, there \n  were<br>things there that I didn&#39;t agree with, but most DMs were amenable to \n  editing the<br>rules to suit their individual campaigns (and as long as you \n  didn&#39;t take a<br>character out of their &#39;world&#39; it worked just fine), and they \n  had the physical<br>ability to do so... not all of those changes favored me, \n  so I don&#39;t think my<br>dissatisfaction here is founded in mere pique... and \n  I&#39;m not the kind of person<br>who is usually very demanding of my play \n  environment...<br><br>I try to make the best of wherever I find myself, and \n  did so in spite of rampant<br>pkilling in Ultima Online for over a year (the \n  old, pre-expansion days there),<br>and even though I didn&#39;t like alot of the \n  game mechanics (tank mages? C&#39;mon...)<br>because they weren&#39;t traditional, I \n  made the most of it and honestly put up with<br>quite a bit to prove that I \n  could stick to it.&nbsp; And really--if we want to talk<br>about player \n  rudeness and vileness and general ickyness, UO and Diablo have been<br>where \n  I&#39;ve met the absolute worst... so it&#39;s not the people in EQ, is it?&nbsp; \n  Not<br>the majority, anyway?<br><br>So, Judy, here&#39;s the data... don&#39;t know \n  what you want to do with it... &lt;grin&gt;<br>I&#39;m just providing it.&nbsp; My \n  apologies, Christina, if this sounds like a rant and<br>is inappropriate to \n  the forum.&nbsp; I do have alot of positive experiences (I can<br>tell ya how \n  to have a great wedding, what to look for in a guild, yada yada)<br>that I \n  would still love to share but haven&#39;t recently because I didn&#39;t know if \n  I<br>should since I wasn&#39;t playing.&nbsp; I think Everquest has the best \n  platform for the<br>most classes/races that is currently on the market, and I \n  would strongly urge<br>other players to take my experiences with a grain of \n  salt.&nbsp; I was not a power<br>leveler, I was a roleplayer.&nbsp; I did \n  manage to get a decent number of levels on<br>me, but that was never the \n  goal.&nbsp; Some of my senior rangers say it&#39;s possible to<br>power level a \n  ranger to 45 within a matter of less than a month, because the<br>class really \n  rocks for most of those levels if you play it well.&nbsp; It all depends<br>on \n  what you&#39;re looking for.&nbsp; If I may be allowed to &#39;lurk&#39; here and comment \n  from<br>time to time, I would love to do so.&nbsp; I&#39;ve enjoyed this list for \n  what...? Since<br>before I moved to Maryland, I know that, and that was last \n  July... I&#39;m thinking<br>May, Christina?&nbsp; Anyway, I&#39;ve loved being part of \n  it, and would love to continue<br>to do so.&nbsp; Regardless, I wish you all \n  the best experiences you could have,<br>wherever you are (and I LOVE the idea \n  of a female halfing warrior--more power to<br>ya!).&nbsp; Tunare \n  bless.<br><br>Aelwesara C├╗thalion, also known as &#39;sara C├╗thalion<br>Champion \n  of the Feydark<br>Povar<br><br><br></tt></blockquote></span></blockquote></html> \n</div>","specialLinks":[]}}
