{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Christina Norman","from":"Christina Norman &lt;tina@...&gt;","replyTo":"LIST","senderId":"bJxFG31bqz-jPsCZ-eFu-yDwmDtDSReJvTXiQBMITUOIiZhao2PJ_AokjyyPZWxmwXhbIm5d_vhDdx_JY3NwYI461H0yN9rCvsJ5Y3gPZZXUCr0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Diablo II","postDate":"963248458","msgId":556,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIwMDAwNzEwMTcwMC5MQUEyNDY0MEBhdGl2YW4ubmV0ZGVzaWduLm5ldD4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":555,"nextInTime":557,"topicId":556,"numMessagesInTopic":1,"msgSnippet":"This is a mini Diablo II review. I have been quite burned out by EQ lately, so I picked up Diablo 2.  I wasn t particularly interested in it (though I loved","messageBody":"<div id=\"ygrps-yiv-280431081\">This is a mini Diablo II review.<br/>\n<br/>\nI have been quite burned out by EQ lately, so I picked up Diablo 2.  I wasn&#39;t<br/>\nparticularly interested in it (though I loved Diablo) but some friends had<br/>\nit and I wanted to play multiplayer with them.<br/>\n<br/>\nIt took me about half an hour to figure out the interface, and &quot;remember&quot;<br/>\nhow to play.  I wasn&#39;t too impressed at the start everything seemed overly<br/>\ncomplicated.<br/>\n<br/>\nI started with a barbarian (I wanted a simple character).  I started hacking<br/>\naway.  My immediate shock was that things just died so easily and so quickly.<br/>\nI&#39;m used to EQ where killing one mob can be a monumental effort, but my<br/>\nlittle barbarian dude was cleaving things left right and center.  One<br/>\nthing I like about Diablo II is that all characters have mana and cast<br/>\nspells.  My barbarian has this satisfying &#39;bash&#39; spell that smacks things<br/>\na little extra hard.<br/>\n<br/>\nBy level 4 I was a bit bored and decided to try a Necromancer.  This totally<br/>\nhooked me! When I read the class over it sounded a little bizarre to me.<br/>\nI summoned my little skeleton pet and he started running around fighting<br/>\neverything.  Pets in diablo are a little psychotic, there is no &quot;pet back off&quot;<br/>\ncommand, and they just try and kill everything they see.<br/>\n<br/>\nOnce I got level 2 I was able to upgrade my pet spell, and now I had two<br/>\npets! That was fun, never got to do that in EQ.<br/>\n<br/>\nAs I continued to level I got more spells, and I found I liked them all,<br/>\neven though originally they didn&#39;t seem too exciting.  One line of necro spells <br/>\nI wasn&#39;t excited about was debuffs.  They have a debuff that causes mobs<br/>\nto take twice as much damage, and another that causes mobs to do 1/3 less<br/>\ndamage.  As you level up a bit, these spells become invaluable ways to<br/>\nmake your pets more effective.  Indeed, by level 9, all I&#39;m doing is <br/>\nsummoning pets and debuffing mobs.  I have a bolt spell but I never use it.<br/>\nAt level 9 I also have a golem pet, bringing my pet total to 3.  Using<br/>\npets is a bit hard because they are psychotic, but it&#39;s fun too.<br/>\n<br/>\nAnyway, Diablo 2 is an exciting video game with RPG elements.  I enjoy the<br/>\n&#39;leveling up&#39; aspect of it, and the opportunity to choose skills that customize<br/>\nmy character.  Diablo 2 isn&#39;t a true RPG but it has a lot of great RPG <br/>\nelements.<br/>\n<br/>\nThe quests so far are great as well, and the cinematics are stunning.<br/>\n<br/>\nAnyway, I give this game a solid 4 out of 5 stars.  I see Diablo 2 as an<br/>\nexcellent way to spend a lot of hours playing an entertaining game.<br/>\n<br/>\nAs a last note, I&#39;m not all that interested in the multiplayer capabilities.<br/>\nMy interest is purely in the single player version.  If you enjoy multiplayer<br/>\nDiablo the game will have even more to offer you.<br/>\n<br/>\nTina</div>","specialLinks":[]}}
