{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Judy Tyrer","from":"&quot;Judy Tyrer&quot; &lt;judy3t@...&gt;","replyTo":"LIST","senderId":"NDpSs_-oLfqtQF9XG85NEQwAanuokjJ7efFHfmWQRw90yCFOgmuc-lZEATb5AVwagm6i2Yv1wKxlnwAnA4nsPVqRON0","spamInfo":{"isSpam":false,"reason":"0"},"subject":"If it&#39;s just a game, why does it hurt so much?","postDate":"963341274","msgId":559,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMWIwMWJmZWI2OCQ4NzUwYWE0MCQxMzdiZDIzZkBocHBhdj4=","referencesHeader":"PDIwMDAwNzExMDUwODA1LjIwMzA1LnFtYWlsQGhvdG1haWwuY29tPg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":558,"nextInTime":560,"topicId":559,"numMessagesInTopic":1,"msgSnippet":"First of all I m irate at Verant.  Apparently they not only keep text logs of all text in the game, they allow these logs outside the company (or, at least ONE","messageBody":"<div id=\"ygrps-yiv-197989670\">\n<html><head>\n \n \n<style></style>\n</head>\n \n<div><font face=\"Arial\" size=\"2\">First of all I&#39;m irate at Verant.&nbsp; Apparently \nthey not only keep text logs of all text in the game, they allow these logs \noutside the company (or, at least ONE employee has distributed them).&nbsp; \n</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">I have been playing an in-game love story for about \nthe last 4-5 months.&nbsp; I&#39;m married and he has a serious, though out of town, \ngirlfriend.&nbsp; It is purely fantasy RP.&nbsp; But it&#39;s fun.&nbsp; Well, \napparently his RL GF has a friend at Verant who gave her access to all the text \nfiles that he has generated  - i.e., she has read large quantities of his \nprivate conversations.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Bottom line is that she sees me as a threat and so \nthe in-game romance/relationship is off.&nbsp; I can&#39;t fault him for caring more \nfor his real life girlfriend.&nbsp; But it leaves me with this huge empty hole \ninside.&nbsp; It is the RP aspect of EQ that I enjoy the most.&nbsp; Cute little \nwood elf druid in love with adorable half elf ranger.&nbsp; We ran our guild \ntogether.&nbsp; We had a full blown fantasy and it&#39;s gone and I don&#39;t want it to \nbe.&nbsp; I have no choice.&nbsp;&nbsp; But Norrath is filled with memories that \nnow feel sort of sour.&nbsp; After all, we were planning our in-game \nwedding!&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">This is not the first RP relationship I&#39;ve \nhad.&nbsp; It&#39;s the third with the first ending on a good, though sad, note when \nhe left because he had pulled his life together.&nbsp; The second one I \nended&nbsp; because I didn&#39;t like the way I was treated - my player feelings \nbeing subjugated to the RP for the sake of the RP.&nbsp; And now this.&nbsp; \n</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">What&#39;s sad is that if anything I help her since I \nknow this man&#39;s idiosyncracies and come down on him for some of them.&nbsp; In \nfact, I had told him something in our relationship which he took into theirs and \nit made him more attentive to her needs and less self-absorbed in his own \nthoughts.&nbsp; He told me about it.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Anyway, I&#39;m not going to change the current \nsituation.&nbsp; He has to do what he feels necessary and right, wrong, or \nindifferent she feels threatened by his having a relationship in-game.&nbsp; \nI&#39;ll still be his friend, but playing together isn&#39;t going to work out the \nsame.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">My husband had the best response.&nbsp; &quot;You need a \nnew game.&nbsp; Too bad there aren&#39;t any out there&quot;.&nbsp; I tried Diablo 2 and \nblech.&nbsp; To me EQ is all about the people and it is the people that I \nenjoy.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">So I am sitting here wondering if I have what it \ntakes to try again.&nbsp; I know at least four players who were more than \nthrilled to lend me a shoulder to cry on.&nbsp; I am well loved in the game and \nthat&#39;s nice.&nbsp; I&#39;m sure I could build a new romance.&nbsp; I&#39;m just \nwondering if it&#39;s worth it emotionally.</font></div>\n<div><font face=\"Arial\" size=\"2\"></font>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">I get attached to my characters (when I played with \nmy first partner I would cry when he decided he didn&#39;t want to play a character \nanymore and even though it was the same partner, the loss of that character hurt \n).&nbsp; </font><font face=\"Arial\" size=\"2\">I cry at sad movies.&nbsp; I cry at the \nend of good books.&nbsp; That kind of attachment to characters is part of who I \nam and I wouldn&#39;t want to change it.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">But my heart has gone out of the game with \nthis.&nbsp; I&#39;m scheduled for a raid tonight and they are voting on my \nmembership in a new guild this week and I don&#39;t want to shoot myself in the foot \nby just stopping right now.&nbsp; He&#39;s sorting out where he feels the boundaries \nare since he wants our friendship (we both do) but isn&#39;t sure what violates his \npromise to his GF and what doesn&#39;t.&nbsp; </font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Anyway, I&#39;m just trying to sort through what is \nhealthy and not healthy for me wrt to EQ now.&nbsp; I&#39;m happily married for 15 \nyears and have 2 kids and that&#39;s what MATTERS.&nbsp; But I&#39;ve always had an \nactive fantasy life and having people to populate it with thier own independent \ninput has just been a delight.&nbsp; But Norrath is transient and people come \nand people go.&nbsp; And each loss hurts.&nbsp; Some more than others.&nbsp; \nEach is the loss of&nbsp;a friend (Brell isn&#39;t the same without Luna, for \nexample).</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Anyway, insights and perspective are welcome.&nbsp; \n</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Ice</font></div></html></div>","specialLinks":[]}}
