{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Suzanne J. Johnson","from":"&quot;Suzanne J. Johnson&quot; &lt;katannah@...&gt;","replyTo":"LIST","senderId":"_Eanrw6NHGlQjZyVF6jMXFSUI-WYjMIvQZBG6TaQ6IWsV7HNizyFI9p_GhEoqK2fNYkWq4nYEZVYKK7EQGul7F4xXKbZ4yriarFDyl7ZbvSp9GwAVw","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Long reply and maybe some help for Judy (or not!)","postDate":"963437349","msgId":560,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5NkNFMzI1LjQ3RjRDMjM5QHNwcmludG1haWwuY29tPg==","referencesHeader":"PDIwMDAwNzExMDUwODA1LjIwMzA1LnFtYWlsQGhvdG1haWwuY29tPiA8MDAxYjAxYmZlYjY4JDg3NTBhYTQwJDEzN2JkMjNmQGhwcGF2Pg=="},"prevInTopic":0,"nextInTopic":0,"prevInTime":559,"nextInTime":561,"topicId":560,"numMessagesInTopic":1,"msgSnippet":"I can understand you being irate at Verant, IF what the girlfriend says is true (and I have known people to create fantastic lies in order to trap their","messageBody":"<div id=\"ygrps-yiv-1968841344\">\n<html>\n \nI can understand you being irate at Verant, IF what the girlfriend says\nis true (and I have known people to create fantastic lies in order to trap\ntheir significant others into relating purely innocent information that\ncomes out sounding sordid; my ex is one of them) OR if your in-game friend\nis telling the truth and not trying to whitewash something that may leave\nhim sounding less desireable in your eyes (like a fight he and his GF might\nhave had where he flung you up in her face)(not a very trusting soul, am\nI...), although it seems unlikely that someone at Verant would jeopardize\nhis career on the basis of helping someone else &#39;catch&#39; her boyfriend in\nsomething possibly (but not definitely) shady.&nbsp; However, keeping text\nlogs is the only way they can verify certain petitions, when people file\nclaims of harrassment from other players, etc., and according to their\nEULA, it&#39;s perfectly legal, because you&#39;re aware they&#39;re doing it.&nbsp;\nAs that stands, I am more in favor of them keeping these text logs than\nnot, since it&#39;s just like going to the doctor... you know what he&#39;s looking\nat but you have to understand that for him, it&#39;s just a job and your whatever\nisn&#39;t anything different from all the others he&#39;s seen (I&#39;m trying to be\nsubtle, here! &lt;g&gt;).&nbsp; I&#39;m sure that there&#39;s nothing that you&#39;ve\ndone or said that could measure up to HALF of what really goes on in a\nlot of online relationships. Yes, there are voyeurs in the business, as\nthere are everywhere, but for the most part, 90% of software companies\nare replaceable, and they all know it and tread lightly.&nbsp; Verant is\nhot right now, and the people who are there, want to stay there.\n<p>All that said, what you, he, or she did or didn&#39;t do isn&#39;t as important\nas the fact that you feel your privacy has been violated.&nbsp; You could\ndraft a letter to Verant customer service, and it might warn them to take\na closer look at their employees who have access to those text files.&nbsp;\nYou know how I feel about Verant customer service, so don&#39;t ask me if I\nthink that will get anything done. &lt;grin again&gt;&nbsp; However, I have\nto be fair and tell you that in the industry, that kind of breach of customer\nconfidence is strictly bad business, and I HIGHLY doubt Verant as an entity\napproves... no matter how much I dislike admitting that.&nbsp; Ask yourself\nif you trust your sources, and if you do, fire off a letter.&nbsp; At the\nworst, it&#39;ll go ignored, but who knows? It might get noticed by someone\nwho&#39;ll keep a closer eye out.\n<p>As for your need to have a fantasy life, I admit that I&#39;m a bit queasy\nwith the idea that my other half needs something that I can&#39;t fill.&nbsp;\nThat&#39;s me, though, and when I had your need, it was because I was unfulfilled\nin my relationship (which is clearly not your case), so I might be biased.\n&lt;g&gt;&nbsp; And I certainly do understand the GF&#39;s reaction, because as\nmuch as I trust my partner, I really don&#39;t want him having a romantic relationship\nthat&#39;s based on pure fantasy, with someone other than... well, me.&nbsp;\nNot very enlightened of me, but there it is.&nbsp; Things look like they\nwork differently for you, and since you&#39;re happily married (15 years!&nbsp;\nThat&#39;s terrific!) and I&#39;m not, maybe I would do well to take a page from\nyour book. &lt;grin&gt; So!&nbsp; You know what you need, and you&#39;ve been\nresponsible in your choice of partners; what now?\n<p>Well... I, too, am disheartened by the lack of RPG&#39;s right now.&nbsp;\nAsheron&#39;s Call is the next best thing and some people prefer it to Everquest.&nbsp;\nThere is even a book that you can buy IN game that tells you how to have\na successful wedding, and apparently there are no lack of roleplayers in\nthat world.&nbsp; SO, you might find what you&#39;re looking for there.&nbsp;\nOther places to try include chat rooms for writers of fantasy, mailing\nlists for writers of fantasy, mailing lists for writers of romance, yada\nyada.&nbsp; Hey!&nbsp; I forgot!&nbsp; If you&#39;re willing to do without\nthe lush graphics of a commercial RPG, you might do well to go back to\nthe MUDs and MUCs.&nbsp; I had a blast with those!&nbsp; In fact, they\ncan be even more fun than RPGs because you need a better imagination to\nsupply your own visuals.&nbsp; I&#39;m trying to remember a couple; Astaria\ncomes to mind... if you do a search, though, on Multi-User Dungeons, you&#39;ll\ncome up with a few of your own.&nbsp; Here are some links to pages that\nI have pre-scanned for your viewing enjoyment *giggle*:\n<p><a rel=\"nofollow\" target=\"_blank\" HREF=\"http://users.erols.com/stuartm/Mudspage.html--this\">http://users.erols.com/stuartm/Mudspage.html--this</a> one has MUD clients\non it; ZMUD is the most popular and arguably one of the better ones, depending\non who you ask\n<br><a rel=\"nofollow\" target=\"_blank\" HREF=\"http://www.mudconnector.com/--this\">http://www.mudconnector.com/--this</a> lists over 1000 MUDS\n<br><a rel=\"nofollow\" target=\"_blank\" HREF=\"http://www.xania.demon.co.uk/mud.html--this\">http://www.xania.demon.co.uk/mud.html--this</a> has a nice opening page,\nthat describes MUDS and provides a couple interesting links--you might\nwant to go to this or Stu&#39;s page first (first one listed)\n<p>All very well and good, but this IS a list about Everquest, and I don&#39;t\nwant Christina to feel compelled to boot me, so I&#39;ll return to topic. &lt;grin&gt;&lt;hug!&gt;&nbsp;\nDon&#39;t boot me!\n<p>You will find that as the client base changes, so do your opportunities\nto be in closer contact with roleplayers who can handle the separation\nof reality and fantasy.&nbsp; The good news is that a large portion of\nthe later arrivals are going to be gravitating back to their FPS and RTS\ngenres as new games open up for them.&nbsp; The bad news is that alot of\nthem are going to Diablo II, ruining open games.&nbsp; &lt;grin&gt; Sorry\ncouldn&#39;t resist... I did enjoy Diablo II the week I got to play it, and\nam plugging it shamelessly, I know.&nbsp; I digress.&nbsp; The good news\nis that some of the new arrivals that are staying are excellent roleplayers.&nbsp;\nThe bad news is that they are few and far between.&nbsp; Point is, I think\nyou will have to be more careful about who you select as your next partner.&nbsp;\nIt&#39;s not your fault if your ingame partner doesn&#39;t have an understanding\nreal life partner, but knowing you, you&#39;ll feel bad all the same if something\ngoes wrong.&nbsp; Alot of newer roleplayers, who have only come into RPing\nsince it became online RPing, don&#39;t know the rules of the game; ie., they\nbecome possessive of you or they get in too deep or they don&#39;t lay it all\non the line for their SOs who aren&#39;t gamers and don&#39;t understand any of\nit. You run the risk of these pitfalls and more each time you choose to\nstart a new RP fantasy.\n<p>Should you continue to play? Should you continue to have RP fantasies?\nWell, consider this:&nbsp; regardless of the terms of the relationship,\nyou just came to the end of one.&nbsp; Doesn&#39;t matter that it&#39;s just RP,\ndoes it? How do you feel right now?&nbsp; Sounds to me like your heart\ndoesn&#39;t know the difference between online and real life friends.&nbsp;\nThat&#39;s okay; neither does mine, and some online friends have become the\nbest real life friends I&#39;ve ever had, with birthday gifts and going to\neach other&#39;s kids&#39; school things etc.&nbsp; Point is, your heart doesn&#39;t\nknow, and so you&#39;re grieving.&nbsp; When a relationship ends in the real\nworld, we&#39;ve come to accept that there is a mourning period and a readjusting\nperiod.&nbsp; Same holds true for RP, as far as I&#39;m concerned.&nbsp; Treat\nyour heart and your mental health as if you&#39;d just ended a real life relationship.&nbsp;\nDon&#39;t push anything, don&#39;t concern yourself about getting involved in the\nnext fantasy right away.&nbsp; Don&#39;t lock yourself away either, unless\nthat&#39;s really what you need to do (and sometimes it is, I know).&nbsp;\nJust take the time to heal, and then see where your heart wants to go from\nthere.&nbsp; But do treat yourself as if you have a right to grieve, even\nif you do end up keeping your friendship (I&#39;m gonna tell you the GF is\ngonna FLIP if he does).&nbsp; You have that right!&nbsp; And please, please,\nplease... do be careful while you&#39;re still tender, okay?\n<p>&lt;HUG!&gt;\n<br>Aelwesara C&ucirc;thalion, Ranger of worlds to come\n<br>&nbsp;\n<p>Judy Tyrer wrote:\n<blockquote><span title=\"qreply\"> <blockquote TYPE=\"CITE\"><style></style>\n<font face=\"Arial\"><font size=\"-1\">First\nof all I&#39;m irate at Verant.&nbsp; Apparently they not only keep text logs\nof all text in the game, they allow these logs outside the company (or,\nat least ONE employee has distributed them)...</font></font>&nbsp;<font face=\"Arial\"><font size=\"-1\"></font></font>&nbsp;</blockquote>\n\n \n</span></blockquote></p></html>\n</div>","specialLinks":[]}}
