{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Judy Tyrer","from":"&quot;Judy Tyrer&quot; &lt;judy3t@...&gt;","replyTo":"LIST","senderId":"TatOXxDRjJtbj497sm09ka2CGYPSBvwLBSG1PZB2zJPzQD0mvV42m3wlCH-JHtIGMiP94Iku0aLvdauHorMJV5SCBNM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] Long reply and maybe some help for Judy (or not!)","postDate":"963447360","msgId":561,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDAwMTYwMWJmZWM1ZiQ4Njk2MmJhMCRjNGVmZDAzZkBocHBhdj4=","referencesHeader":"PDIwMDAwNzExMDUwODA1LjIwMzA1LnFtYWlsQGhvdG1haWwuY29tPiA8MDAxYjAxYmZlYjY4JDg3NTBhYTQwJDEzN2JkMjNmQGhwcGF2PiA8Mzk2Q0UzMjUuNDdGNEMyMzlAc3ByaW50bWFpbC5jb20+"},"prevInTopic":0,"nextInTopic":564,"prevInTime":560,"nextInTime":562,"topicId":561,"numMessagesInTopic":3,"msgSnippet":"WOW!  Great advice and THANK YOU! I am a WHOLE lot more trusting than you are, however.  And gullible, very gullible.  I don t doubt any of what I have been","messageBody":"<div id=\"ygrps-yiv-1883445642\">\n<html><head>\n \n</head> \n \n<div><font face=\"Arial\" size=\"2\">WOW!&nbsp; Great advice and THANK YOU!&nbsp; \n</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">I am a WHOLE lot more trusting than you are, \nhowever.&nbsp; And gullible, very gullible.&nbsp; </font>I don&#39;t doubt any of \nwhat I have been told about this situation.&nbsp; And I don&#39;t entirely blame the \ngirlfriend, though I think trust is an essential ingredient in a relationship \nand it&#39;s not like they even live in the same city - his time in Norrath probably \nkeeps him out of the bars where he could pick up RL women ;-)</div>\n<div>&nbsp;</div>\n<div>But yes, Norrath, and any other on-line community is going to have a wide \nvariety of people in it.&nbsp; There will be scum and there will be the greatest \npeople int he world.&nbsp;&nbsp; And we&#39;ll develop relationships and they&#39;ll \nwork or they won&#39;t.&nbsp; Friends will fight and make-up.&nbsp; And yeah, some \nof the people are WAY WAY out there (one woman apparently lives off of men she \nmeets in Norrath staying with one and then the next until they throw her out \noften thousands of dollars short of when they first met her).&nbsp; </div>\n<div>&nbsp;</div>\n<div>So the advice to be careful is well taken.&nbsp; I have examined what I am \nso sad about losing and think we can rewrite the story so that there is a purely \nplatonic affection which still meets what I get out of the relationship without \nviolating what she wants and he has promised (she doesn&#39;t mind us being friends, \nshe just doesn&#39;t want him pretending to be in love with anyone but \nher).&nbsp;&nbsp; And if I need more than a platonic affection, heck - now I&#39;m \nfree to date &lt;giggles&gt;</div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Thanks for the URLs, I&#39;ll check them \nout.</font></div>\n<div>&nbsp;</div>\n<div><font face=\"Arial\" size=\"2\">Ice</font></div>\n<div>&nbsp;</div>\n<blockquote><span title=\"qreply\"> <div>----- Original Message ----- </div>\n<blockquote\n style=\"BORDER-LEFT:#000000 2px solid;MARGIN-LEFT:5px;MARGIN-RIGHT:0px;PADDING-LEFT:5px;PADDING-RIGHT:0px;\">\n  <div\n style=\"BACKGROUND:#e4e4e4;FONT:10pt arial;\"><b>From:</b> \n  <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:katannah@...\" title=\"katannah@...\">Suzanne \n  J. Johnson</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>To:</b> <a rel=\"nofollow\" target=\"_blank\" href=\"mailto:EQ_women@egroups.com\"\n title=\"EQ_women@egroups.com\">EQ_women@egroups.com</a> </div>\n  <div style=\"FONT:10pt arial;\"><b>Sent:</b> Wednesday, July 12, 2000 2:29 \n  PM</div>\n  <div style=\"FONT:10pt arial;\"><b>Subject:</b> [EQ_women] Long reply and maybe \n  some help for Judy (or not!)</div>\n  <div><br></div>I can understand you being irate at Verant, IF what the \n  girlfriend says is true (and I have known people to create fantastic lies in \n  order to trap their significant others into relating purely innocent \n  information that comes out sounding sordid; my ex is one of them) OR if your \n  in-game friend is telling the truth and not trying to whitewash something that \n  may leave him sounding less desireable in your eyes (like a fight he and his \n  GF might have had where he flung you up in her face)(not a very trusting soul, \n  am I...), although it seems unlikely that someone at Verant would jeopardize \n  his career on the basis of helping someone else &#39;catch&#39; her boyfriend in \n  something possibly (but not definitely) shady.&nbsp; However, keeping text \n  logs is the only way they can verify certain petitions, when people file \n  claims of harrassment from other players, etc., and according to their EULA, \n  it&#39;s perfectly legal, because you&#39;re aware they&#39;re doing it.&nbsp; As that \n  stands, I am more in favor of them keeping these text logs than not, since \n  it&#39;s just like going to the doctor... you know what he&#39;s looking at but you \n  have to understand that for him, it&#39;s just a job and your whatever isn&#39;t \n  anything different from all the others he&#39;s seen (I&#39;m trying to be subtle, \n  here! &lt;g&gt;).&nbsp; I&#39;m sure that there&#39;s nothing that you&#39;ve done or said \n  that could measure up to HALF of what really goes on in a lot of online \n  relationships. Yes, there are voyeurs in the business, as there are \n  everywhere, but for the most part, 90% of software companies are replaceable, \n  and they all know it and tread lightly.&nbsp; Verant is hot right now, and the \n  people who are there, want to stay there. \n  <p>All that said, what you, he, or she did or didn&#39;t do isn&#39;t as important as \n  the fact that you feel your privacy has been violated.&nbsp; You could draft a \n  letter to Verant customer service, and it might warn them to take a closer \n  look at their employees who have access to those text files.&nbsp; You know \n  how I feel about Verant customer service, so don&#39;t ask me if I think that will \n  get anything done. &lt;grin again&gt;&nbsp; However, I have to be fair and \n  tell you that in the industry, that kind of breach of customer confidence is \n  strictly bad business, and I HIGHLY doubt Verant as an entity approves... no \n  matter how much I dislike admitting that.&nbsp; Ask yourself if you trust your \n  sources, and if you do, fire off a letter.&nbsp; At the worst, it&#39;ll go \n  ignored, but who knows? It might get noticed by someone who&#39;ll keep a closer \n  eye out. \n  <p>As for your need to have a fantasy life, I admit that I&#39;m a bit queasy with \n  the idea that my other half needs something that I can&#39;t fill.&nbsp; That&#39;s \n  me, though, and when I had your need, it was because I was unfulfilled in my \n  relationship (which is clearly not your case), so I might be biased. \n  &lt;g&gt;&nbsp; And I certainly do understand the GF&#39;s reaction, because as \n  much as I trust my partner, I really don&#39;t want him having a romantic \n  relationship that&#39;s based on pure fantasy, with someone other than... well, \n  me.&nbsp; Not very enlightened of me, but there it is.&nbsp; Things look like \n  they work differently for you, and since you&#39;re happily married (15 \n  years!&nbsp; That&#39;s terrific!) and I&#39;m not, maybe I would do well to take a \n  page from your book. &lt;grin&gt; So!&nbsp; You know what you need, and you&#39;ve \n  been responsible in your choice of partners; what now? \n  <p>Well... I, too, am disheartened by the lack of RPG&#39;s right now.&nbsp; \n  Asheron&#39;s Call is the next best thing and some people prefer it to \n  Everquest.&nbsp; There is even a book that you can buy IN game that tells you \n  how to have a successful wedding, and apparently there are no lack of \n  roleplayers in that world.&nbsp; SO, you might find what you&#39;re looking for \n  there.&nbsp; Other places to try include chat rooms for writers of fantasy, \n  mailing lists for writers of fantasy, mailing lists for writers of romance, \n  yada yada.&nbsp; Hey!&nbsp; I forgot!&nbsp; If you&#39;re willing to do without \n  the lush graphics of a commercial RPG, you might do well to go back to the \n  MUDs and MUCs.&nbsp; I had a blast with those!&nbsp; In fact, they can be even \n  more fun than RPGs because you need a better imagination to supply your own \n  visuals.&nbsp; I&#39;m trying to remember a couple; Astaria comes to mind... if \n  you do a search, though, on Multi-User Dungeons, you&#39;ll come up with a few of \n  your own.&nbsp; Here are some links to pages that I have pre-scanned for your \n  viewing enjoyment *giggle*: \n  <p><a rel=\"nofollow\"\n target=\"_blank\" href=\"http://users.erols.com/stuartm/Mudspage.html--this\">http://users.erols.com/stuartm/Mudspage.html--this</a> \n  one has MUD clients on it; ZMUD is the most popular and arguably one of the \n  better ones, depending on who you ask <br><a rel=\"nofollow\"\n target=\"_blank\" href=\"http://www.mudconnector.com/--this\">http://www.mudconnector.com/--this</a> \n  lists over 1000 MUDS <br><a rel=\"nofollow\"\n target=\"_blank\" href=\"http://www.xania.demon.co.uk/mud.html--this\">http://www.xania.demon.co.uk/mud.html--this</a> \n  has a nice opening page, that describes MUDS and provides a couple interesting \n  links--you might want to go to this or Stu&#39;s page first (first one listed) \n  <p>All very well and good, but this IS a list about Everquest, and I don&#39;t \n  want Christina to feel compelled to boot me, so I&#39;ll return to topic. \n  &lt;grin&gt;&lt;hug!&gt;&nbsp; Don&#39;t boot me! \n  <p>You will find that as the client base changes, so do your opportunities to \n  be in closer contact with roleplayers who can handle the separation of reality \n  and fantasy.&nbsp; The good news is that a large portion of the later arrivals \n  are going to be gravitating back to their FPS and RTS genres as new games open \n  up for them.&nbsp; The bad news is that alot of them are going to Diablo II, \n  ruining open games.&nbsp; &lt;grin&gt; Sorry couldn&#39;t resist... I did enjoy \n  Diablo II the week I got to play it, and am plugging it shamelessly, I \n  know.&nbsp; I digress.&nbsp; The good news is that some of the new arrivals \n  that are staying are excellent roleplayers.&nbsp; The bad news is that they \n  are few and far between.&nbsp; Point is, I think you will have to be more \n  careful about who you select as your next partner.&nbsp; It&#39;s not your fault \n  if your ingame partner doesn&#39;t have an understanding real life partner, but \n  knowing you, you&#39;ll feel bad all the same if something goes wrong.&nbsp; Alot \n  of newer roleplayers, who have only come into RPing since it became online \n  RPing, don&#39;t know the rules of the game; ie., they become possessive of you or \n  they get in too deep or they don&#39;t lay it all on the line for their SOs who \n  aren&#39;t gamers and don&#39;t understand any of it. You run the risk of these \n  pitfalls and more each time you choose to start a new RP fantasy. \n  <p>Should you continue to play? Should you continue to have RP fantasies? \n  Well, consider this:&nbsp; regardless of the terms of the relationship, you \n  just came to the end of one.&nbsp; Doesn&#39;t matter that it&#39;s just RP, does it? \n  How do you feel right now?&nbsp; Sounds to me like your heart doesn&#39;t know the \n  difference between online and real life friends.&nbsp; That&#39;s okay; neither \n  does mine, and some online friends have become the best real life friends I&#39;ve \n  ever had, with birthday gifts and going to each other&#39;s kids&#39; school things \n  etc.&nbsp; Point is, your heart doesn&#39;t know, and so you&#39;re grieving.&nbsp; \n  When a relationship ends in the real world, we&#39;ve come to accept that there is \n  a mourning period and a readjusting period.&nbsp; Same holds true for RP, as \n  far as I&#39;m concerned.&nbsp; Treat your heart and your mental health as if \n  you&#39;d just ended a real life relationship.&nbsp; Don&#39;t push anything, don&#39;t \n  concern yourself about getting involved in the next fantasy right away.&nbsp; \n  Don&#39;t lock yourself away either, unless that&#39;s really what you need to do (and \n  sometimes it is, I know).&nbsp; Just take the time to heal, and then see where \n  your heart wants to go from there.&nbsp; But do treat yourself as if you have \n  a right to grieve, even if you do end up keeping your friendship (I&#39;m gonna \n  tell you the GF is gonna FLIP if he does).&nbsp; You have that right!&nbsp; \n  And please, please, please... do be careful while you&#39;re still tender, okay? \n  <p>&lt;HUG!&gt; <br>Aelwesara C├╗thalion, Ranger of worlds to come <br>&nbsp; \n  <p>Judy Tyrer wrote: \n  <blockquote TYPE=\"CITE\">\n    <style></style>\n    <font face=\"Arial\"><font size=\"-1\">First of all I&#39;m irate at Verant.&nbsp; \n    Apparently they not only keep text logs of all text in the game, they allow \n    these logs outside the company (or, at least ONE employee has distributed \n    them)...</font></font>&nbsp;<font face=\"Arial\"><font\n size=\"-1\"></font></font>&nbsp;</blockquote></p></blockquote></span></blockquote></html> \n</div>","specialLinks":[]}}
