{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"K. Bruce","from":"&quot;K. Bruce&quot; &lt;lady_ark@...&gt;","replyTo":"LIST","senderId":"d6D3A5ijPc1zpxr9PJTHDD8XEnjT1WuNZ5fJ4IOg1uk_xtW9-vtI_FKBIvq-b3KpNK1stLeI2nqaGWgrJHUZH4NPCCQuAg","spamInfo":{"isSpam":false,"reason":"0"},"subject":"=(","postDate":"963458759","msgId":563,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDEuNS40LjMyLjIwMDAwNzEzMDMyNTU5LjAwNjg2NjE4QGRpcmVjdC5jYT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":562,"nextInTime":564,"topicId":563,"numMessagesInTopic":1,"msgSnippet":"*HUGS* i feel for you - i m like that - get attached and such. heck, i didn t even rp with a guy, we just fought together, he helped me out, i helped his","messageBody":"<div id=\"ygrps-yiv-499125186\">*HUGS*<br/>\n<br/>\ni feel for you - i&#39;m like that - get attached and such. <br/>\n<br/>\nheck, i didn&#39;t even rp with a guy, we just fought together, he helped me<br/>\nout, i helped his friends out, and we chatted, when his rl gf found out and<br/>\n*kaboom!* he disappeard long enough for me to wonder if she a) destroyed his<br/>\ncopy of eq, or b) killed him. hehe.<br/>\n<br/>\nanyways - don&#39;t give up eq. you obviously are one of those people who make<br/>\nthe game worth it for people like me. i hate the powergaming, the camping,<br/>\netc. you have a network of friends and &quot;family.&quot; like irl, mourn your loss,<br/>\nbut continue on. you have people for support. *smiles*<br/>\n<br/>\nhere - i bestow on you the highest honour i can give (you have to see my<br/>\nchar&#39;s sig to fully understand but...)<br/>\n<br/>\n*SMOOGLES*<br/>\n<br/>\nlol<br/>\n<br/>\nanerak<br/>\ncleric of 15 shots in the @$$<br/>\nhero&#39;s of norrath<br/>\ne&#39;ci<br/>\n<br/>\nlynnara starspinner<br/>\nbard of 25 shatterd glasses<br/>\nlion&#39;s share<br/>\ne&#39;ci<br/>\n<br/>\n<br/>\n<br/>\n<br/>\nMessage: 2<br/>\n<blockquote><span title=\"ireply\"> &gt;   Date: Tue, 11 Jul 2000 11:47:54 -0700<br/>\n&gt;   From: &quot;Judy Tyrer&quot; &lt;<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:judy3t@...\">judy3t@...</a>&gt;<br/>\n&gt;Subject: If it&#39;s just a game, why does it hurt so much?<br/>\n&gt;<br/>\n&gt;First of all I&#39;m irate at Verant.  Apparently they not only keep text logs<br/>\n </span></blockquote>of all text in the game, they allow these logs outside the company (or, at<br/>\nleast ONE employee has distributed them).  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;I have been playing an in-game love story for about the last 4-5 months.<br/>\n </span></blockquote>I&#39;m married and he has a serious, though out of town, girlfriend.  It is<br/>\npurely fantasy RP.  But it&#39;s fun.  Well, apparently his RL GF has a friend<br/>\nat Verant who gave her access to all the text files that he has generated  -<br/>\ni.e., she has read large quantities of his private conversations.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Bottom line is that she sees me as a threat and so the in-game<br/>\n </span></blockquote>romance/relationship is off.  I can&#39;t fault him for caring more for his real<br/>\nlife girlfriend.  But it leaves me with this huge empty hole inside.  It is<br/>\nthe RP aspect of EQ that I enjoy the most.  Cute little wood elf druid in<br/>\nlove with adorable half elf ranger.  We ran our guild together.  We had a<br/>\nfull blown fantasy and it&#39;s gone and I don&#39;t want it to be.  I have no<br/>\nchoice.   But Norrath is filled with memories that now feel sort of sour.<br/>\nAfter all, we were planning our in-game wedding!  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;This is not the first RP relationship I&#39;ve had.  It&#39;s the third with the<br/>\n </span></blockquote>first ending on a good, though sad, note when he left because he had pulled<br/>\nhis life together.  The second one I ended  because I didn&#39;t like the way I<br/>\nwas treated - my player feelings being subjugated to the RP for the sake of<br/>\nthe RP.  And now this.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;What&#39;s sad is that if anything I help her since I know this man&#39;s<br/>\n </span></blockquote>idiosyncracies and come down on him for some of them.  In fact, I had told<br/>\nhim something in our relationship which he took into theirs and it made him<br/>\nmore attentive to her needs and less self-absorbed in his own thoughts.  He<br/>\ntold me about it.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Anyway, I&#39;m not going to change the current situation.  He has to do what<br/>\n </span></blockquote>he feels necessary and right, wrong, or indifferent she feels threatened by<br/>\nhis having a relationship in-game.  I&#39;ll still be his friend, but playing<br/>\ntogether isn&#39;t going to work out the same.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;My husband had the best response.  &quot;You need a new game.  Too bad there<br/>\n </span></blockquote>aren&#39;t any out there&quot;.  I tried Diablo 2 and blech.  To me EQ is all about<br/>\nthe people and it is the people that I enjoy.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;So I am sitting here wondering if I have what it takes to try again.  I<br/>\n </span></blockquote>know at least four players who were more than thrilled to lend me a shoulder<br/>\nto cry on.  I am well loved in the game and that&#39;s nice.  I&#39;m sure I could<br/>\nbuild a new romance.  I&#39;m just wondering if it&#39;s worth it emotionally.<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;I get attached to my characters (when I played with my first partner I<br/>\n </span></blockquote>would cry when he decided he didn&#39;t want to play a character anymore and<br/>\neven though it was the same partner, the loss of that character hurt ).  I<br/>\ncry at sad movies.  I cry at the end of good books.  That kind of attachment<br/>\nto characters is part of who I am and I wouldn&#39;t want to change it.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;But my heart has gone out of the game with this.  I&#39;m scheduled for a raid<br/>\n </span></blockquote>tonight and they are voting on my membership in a new guild this week and I<br/>\ndon&#39;t want to shoot myself in the foot by just stopping right now.  He&#39;s<br/>\nsorting out where he feels the boundaries are since he wants our friendship<br/>\n(we both do) but isn&#39;t sure what violates his promise to his GF and what<br/>\ndoesn&#39;t.  <br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;Anyway, I&#39;m just trying to sort through what is healthy and not healthy for<br/>\n </span></blockquote>me wrt to EQ now.  I&#39;m happily married for 15 years and have 2 kids and<br/>\nthat&#39;s what MATTERS.  But I&#39;ve always had an active fantasy life and having<br/>\npeople to populate it with thier own independent input has just been a<br/>\ndelight.  But Norrath is transient and people come and people go.  And each<br/>\nloss hurts.  Some more than others.  Each is the loss of a friend (Brell<br/>\nisn&#39;t the same without Luna, for example).<br/>\n<blockquote><span title=\"qreply\"> &gt;<br/>\n&gt;Anyway, insights and perspective are welcome.  <br/>\n&gt;<br/>\n&gt;Ice<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;[This message contained attachments]<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;________________________________________________________________________<br/>\n&gt;________________________________________________________________________<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt;<br/>\n&gt; </span></blockquote></div>","specialLinks":[]}}
