{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Suzanne Johnson","from":"Suzanne Johnson &lt;aelwesara@...&gt;","replyTo":"LIST","senderId":"wwn3aajqZyKv8Xs-ltoUGakWkuP-LVwAN-1FSgJJfnTbEgVTDSm7mxu2sTgPOi3hH4RASblA0227MD1NsmscrM_ItAvuhu3pFiwM","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] Hulloooo!","postDate":"967671795","msgId":575,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5QUQ3RkYzLjQ2NTQwNjIzQHNwcmludG1haWwuY29tPg==","referencesHeader":"PDhvamhwZSs4bGpiQGVHcm91cHMuY29tPg=="},"prevInTopic":574,"nextInTopic":0,"prevInTime":574,"nextInTime":576,"topicId":574,"numMessagesInTopic":2,"msgSnippet":"Hullo, there!  I m the lurker on the site, since I m no longer actively playing EQ, but I couldn t bear to give up this group. =)  I played a ranger named","messageBody":"<div id=\"ygrps-yiv-591820507\">Hullo, there!  I&#39;m the lurker on the site, since I&#39;m no longer actively<br/>\nplaying EQ, but I couldn&#39;t bear to give up this group. =)  I played a ranger<br/>\n<br/>\nnamed Aelwesara on Povar for a year and a half (if you count beta).<br/>\n<br/>\nI have actually played male characters in MUDS and other online games, and<br/>\nit can be very liberating. &lt;grin&gt; That is, if you don&#39;t mind being treated<br/>\nlike &quot;one of the guys&quot;.  I didn&#39;t tell anyone I was a girl.  I had fun<br/>\nalthough I think I might have come across as very androgynous. &lt;giggle&gt;<br/>\nIt&#39;s kind of nice not getting hit on or having people assume you got all<br/>\nyour stuff because you&#39;re a gurrrrrl...<br/>\n<br/>\nI know many people who have gotten involved in relationships in EQ.  A<br/>\nfriend of mine moved across the country to be with a woman he met on EQ.<br/>\nShe took him for alot of money, dumped him, and it turned out she never told<br/>\n<br/>\nher other boyfriend she was dissolving their relationship (she played on EQ<br/>\nwith him too) which was probably because she was living with him rent-free<br/>\nat the time.  Another one had to quit playing altogether because a woman he<br/>\nwas roleplaying with went a bit too far and tracked him down... called his<br/>\nhome and told his girlfriend she was her &quot;competition.&quot; =(  Needless to say,<br/>\n<br/>\nthe girlfriend was a bit... unsettled, and I really don&#39;t blame her.  There<br/>\nare women out there who are just as bad as men when it comes to manipulating<br/>\n<br/>\na friendship into something else.  I actually know more guys with sad<br/>\nstories from online RPGs than I do girls who&#39;ve been hurt.   I don&#39;t know<br/>\nwhy that is.  I think it might be because when guys roleplay, they&#39;re<br/>\ndeparting from traditional norms in alot of ways, and I think some of them<br/>\ndo end up &quot;feeling&quot; the emotions more deeply than they initially intended.<br/>\n<br/>\nOn the other hand, I know there are women out there who have been used as<br/>\nemotional punching bags and sounding boards by their male roleplay partners,<br/>\n<br/>\nand that can be even harder to break away from because you don&#39;t know when<br/>\nthe person is roleplaying and when he&#39;s taking advantage of having a<br/>\nfaceless person he can dump on.  Either way, just remember that if it<br/>\ndoesn&#39;t feel good, it&#39;s not what you&#39;re paying ten bucks a month for.<br/>\n<br/>\nOn the OTHER other hand, I met my boyfriend a year and a half ago on EQ, and<br/>\n<br/>\nstarted dating last October.  So just like any other forum for meeting<br/>\npeople, you can strike gold... &lt;grin&gt; It&#39;s just a matter of looking for<br/>\nfriends and getting lucky and finding more... especially when you least<br/>\nexpect it!<br/>\n<br/>\nHappy Hunting!<br/>\nAelwesara C├╗thalion, Ranger of Worlds to Come<br/>\n<br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"mailto:drgonzo@...\">drgonzo@...</a> wrote:<br/>\n<br/>\n<blockquote><span title=\"qreply\"> &gt; Hiya fellow eq girlies :) I do hope I haven&#39;t posted this twice, but<br/>\n&gt; my internet connection appears to be playing up..<br/>\n&gt;<br/>\n&gt; I&#39;m Viv, and play various chars on Tunare and Morell-Thule.<br/>\n&gt;<br/>\n&gt; There&#39;s a coupla things I&#39;ve always thought of asking other eq<br/>\n&gt; girls.. </span></blockquote></div>","specialLinks":[]}}
