{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"Suzanne Johnson","from":"Suzanne Johnson &lt;aelwesara@...&gt;","replyTo":"LIST","senderId":"IhK_d7Ii_i1DZMkg1jmA0Gd7RBdAuBH5kVOKta_MyzQlQNgT-fGfu7Gb9YJF7dAvrk4MUJtNm4NZCdhSkr_cAXGzhLikyOZJipQp","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] On the other hand.....","postDate":"968165255","msgId":579,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDM5QjUwNzg3LkM1ODFEMkIzQHNwcmludG1haWwuY29tPg==","referencesHeader":"PENOTE1PR0NMTEVNQ0tBQUFAYW5nZWxmaXJlLmNvbT4="},"prevInTopic":0,"nextInTopic":0,"prevInTime":578,"nextInTime":580,"topicId":579,"numMessagesInTopic":1,"msgSnippet":"... I have to agree that flirting indiscriminately is a great way to keep anyone from getting too close without hurting anyone s feelings.  It s also a heckuva","messageBody":"<div id=\"ygrps-yiv-1903083432\">\n<html>\n&nbsp;\n<p>Zuki Vekk wrote:\n<blockquote><span title=\"qreply\"> <blockquote TYPE=\"CITE\"><tt>I play a character (woodelf bard) who is a dedicated,\nunlimited flirt. She&#39;ll bat her eyes at nearly any passing male. Weirdly\nenough, I feel very &quot;safe&quot; with this character emotionally because any\nmale that spends more than 10 minutes with her sees her flirtations are\nnot exclusively his. I guess its a way to put up a wall of safety but still\nhave some flirtatious fun.</tt>\n<br>&nbsp;</blockquote>\n<i>I have to agree that flirting indiscriminately is a great way to keep\nanyone from getting too close without hurting anyone&#39;s feelings.&nbsp;\nIt&#39;s also a heckuva lot of fun!</i>\n<blockquote TYPE=\"CITE\">&nbsp;\n<br><tt>She does have a true love, a barbarian warrior who she sometimes\ngroups with, but around him, she&#39;s strangely quiet.....hmmmmm.</tt>\n<p><tt>As the person behind the keyboard in RL, I&#39;m really not that interested\nin forming any outside relationships from the game. Its great to have friends\nin game, but its gets too scary for me when it goes beyond the monitor.</tt></p></blockquote>\n\n<p><br><i>I have been very fortunate and have made some real life friends\nout of a couple of my game friends, but that&#39;s very very very rare.&nbsp;\nMost times gaming does NOT equate to real life socializing, and it is very\ndifficult to tell whether that person who is your best friend ingame is\nanything like a friend you would want in your real life.</i>\n<br><i></i>&nbsp;\n<blockquote TYPE=\"CITE\"><tt>It almost happened once when someone asked me\nto &quot;marry them in-game&quot;, but a friend adviced me not to do it. Said the\ncomplications could be draining and relationship would almost definitely\nchange over time. As it turned out just a few months later, I found out\nthey were absolutely right. Now, I&#39;m very, very glad I never &quot;married&quot;\nanyone.</tt>\n<p><tt>But, as always, to each her own.</tt></p></blockquote>\n\n<p><br><i>It is very true that unless the ingame relationship is entered\ninto with the proper &quot;spirit&quot; it can become more exhausting than fun.&nbsp;\nI have only married ingame twice, in all the MUDing and RPGing that I&#39;ve\ndone.&nbsp; The first time, it was to a total powergamer (who is married\nIRL and was trying to break into roleplaying) who simply wanted someone\nto help him learn to roleplay.&nbsp; That was so nice and non-threatening\nand it shocked the pants off everyone who knew him, which was part of the\ncharm for both of us. =)&nbsp; Then, for about a year after, I was very\ncareful because I was in a relationship with a non-gamer who was threatened\nby my gaming life.&nbsp; I acquiesced and was a very aloof person, no flirting\nor anything.&nbsp; Finally, I realized that I wasn&#39;t a very happy woman,\ngot rid of that relationship, loosened up in the gaming world, and realized\nI didn&#39;t need to play to please anyone but myself.&nbsp; From that, a wonderful\nfriendship that had been budding rapidly blossomed, and I was able to roleplay\nwith confidence.&nbsp; In that scenario, getting married was great fun\nand still non-threatening.&nbsp; And the friendship gets better all the\ntime. ;)&nbsp; But again... I do recognize I am fortunate.</i><i></i>\n<p><i>Had I not found the friend I did in EQ, I would not have married.&nbsp;\nMy character was a free spirit for a long time and was happy on her own.&nbsp;\nBut then... that&#39;s usually when the best relationships happen in real life,\ntoo... &lt;grin&gt; Sometimes the parallels are a wee bit scary...</i><i></i>\n<p><i>Aelwesara</i>\n<blockquote TYPE=\"CITE\"><tt></tt>&nbsp;\n<p><tt>Zuki Vekk</tt>\n<br>&nbsp;\n<br>&nbsp;\n<p><tt>Angelfire for your free web-based e-mail. <a rel=\"nofollow\" target=\"_blank\" href=\"http://www.angelfire.com\">http://www.angelfire.com</a></tt></p></blockquote>\n</span></blockquote></html>\n</div>","specialLinks":[]}}
