{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":0,"authorName":"greenloafers@xxxxx.xxx","from":"greenloafers@...","replyTo":"LIST","senderId":"Hyakj5Ob3BQnSibbo7I96AlV3fn71xaKG_dadukS5NlZ3Hf6J7cW-BUZCqF1q8Frp-DEjIv4ANhXkVBKtQ","spamInfo":{"isSpam":false,"reason":"0"},"subject":"New Member","postDate":"929841278","msgId":69,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PDIxNjEzMy41LjY5Ljk1OTMxMTQ1OUBlR3JvdXBzLmNvbT4="},"prevInTopic":0,"nextInTopic":501,"prevInTime":68,"nextInTime":70,"topicId":69,"numMessagesInTopic":7,"msgSnippet":"Hi, I m new to the list and thought I would introduce myself. I play an Erudian Cleric on Rodcet Nife. It s been pretty fun a lot of the time, though it is","messageBody":"<div id=\"ygrps-yiv-4392678\">Hi, I&#39;m new to the list and thought I would introduce myself. I play an Erudian Cleric on Rodcet Nife. It&#39;s been pretty fun a lot of the time, though it is getting boring having people ask for heals all the time. Every person I heal means I have to sit staring at that damn spellbook waiting for my mana to regen. I don&#39;t mind doing that for my partymembers because that&#39;s my job, but not if it&#39;s going to take out of my playing time and I get nothing out of it. \r<br/>\nOh yeah, my name is Owitrj. People have asked me where I got the name, and actually it came from me just randomly punching the keys in a mad frenzy. I didnt&#39; want to agonize over a name. \r<br/>\nI have a friend I play with who is a woman in game and a man in rl. We flirt a little, but not much. I haven&#39;t found flirting to be a problem for me at all in the game. Maybe because I&#39;m just not receptive to it. My friend jokes that I&#39;m constantly checking out her equipment and that people will start to wonder about us, but it&#39;s really because I look around a lot with the mouse and they just happen to be on screen when I click to look around. It drives me nuts because people must think I&#39;m just this constant snoop! \r<br/>\nI haven&#39;t really gotten into the role playing aspect of the game; I never really did even in the dice games I played when I was younger. AD&D, Mage, GURPS, and that vampire one White Wolf put out. I started out playing Ultima and moved on to Ultima Online which I found to be just this constant hassle after the glow of the neato interface wore off. I became really discouraged with the level of maturity I encountered in the game. People just seemed to be downright evil and money grubbing as soon as they signed on. At least in this game I don&#39;t have to worry that a friend will suddenly turn against me and loot my corpse for all it&#39;s worth every other day. I didn&#39;t make many friends in that game as I just wasn&#39;t able to allow myself to get that close to anyone. I really haven&#39;t in this game either, but that&#39;s more because I won&#39;t have time to play when school starts again. I have a lot of struggle with those college classes. \r<br/>\nI think I&#39;m just so shy it&#39;s really hard to force myself to come out and pretend to be someone else. I&#39;ve found the most enjoyment in the solo adventuring Ultima games just playing a character that can do so much more than I can in rl. I like the whole saving the world aspect to these games and becoming powerful enough to do so.I&#39;ve been waiting four or five years for Ultima 9, but after playing UO, I don&#39;t know that I really even want to give them any more of my money. I think my lust will win out though and I&#39;ll fork over my eighty bucks. \r<br/>\nI was looking foward to tailorig or some of the other merchant skills to make some dough so I could buy some good armor and go adventuring the world; but it hasn&#39;t really been that easy. The merchant skills seem to really suck. Of course I&#39;ve only tried tailoring so far. I&#39;ve heard that the others are no better. \r<br/>\nSorry this is so long, feel free to give me a tell if you&#39;re on, I&#39;d love to talk! Thanks!\r<br/>\nDonna</div>","specialLinks":[]}}
