{"ygPerms":{"resourceCapabilityList":[{"resourceType":"GROUP","capabilities":[{"name":"READ"},{"name":"JOIN"}]},{"resourceType":"PHOTO","capabilities":[]},{"resourceType":"FILE","capabilities":[]},{"resourceType":"MEMBER","capabilities":[]},{"resourceType":"LINK","capabilities":[]},{"resourceType":"CALENDAR","capabilities":[]},{"resourceType":"DATABASE","capabilities":[]},{"resourceType":"POLL","capabilities":[]},{"resourceType":"MESSAGE","capabilities":[{"name":"READ"}]},{"resourceType":"PENDING_MESSAGE","capabilities":[]},{"resourceType":"ATTACHMENTS","capabilities":[{"name":"READ"}]},{"resourceType":"PHOTOMATIC_ALBUMS","capabilities":[]},{"resourceType":"MEMBERSHIP_TYPE","capabilities":[]},{"resourceType":"POST","capabilities":[{"name":"READ"}]},{"resourceType":"PIN","capabilities":[]}],"groupUrl":"groups.yahoo.com","intlCode":"us"},"comscore":"pageview_candidate","ygData":{"userId":99168714,"authorName":"Angela Hughes","from":"&quot;Angela Hughes&quot; &lt;thatgirl2112@...&gt;","profile":"thatgirl2112","replyTo":"LIST","senderId":"8yHEZxEBzK36ewUgL_FAqRdXnEIUNprEYXR4oU7gvKwfycGPOErGcS1_OVR9UkHxcgPKHNlE1YelKD_N-mpkmZne3q8fSHjL97E0kRKwYMmP","spamInfo":{"isSpam":false,"reason":"0"},"subject":"Re: [EQ_women] Letter ^_^","postDate":"1058154017","msgId":952,"canDelete":false,"contentTrasformed":false,"systemMessage":false,"headers":{"messageIdInHeader":"PFNlYTEtRjEyM0hzbXlCV0Ryb3cwMDAwNmI1YUBob3RtYWlsLmNvbT4="},"prevInTopic":951,"nextInTopic":0,"prevInTime":951,"nextInTime":953,"topicId":946,"numMessagesInTopic":7,"msgSnippet":"8D  i m very happy for you and your family!  hehe  you should ve played a month or two ago when everyone at any lvl was running around with c3 and aego hehe  i","messageBody":"<div id=\"ygrps-yiv-926218704\">8D  i&#39;m very happy for you and your family!  hehe  you should&#39;ve played a <br/>\nmonth or two ago when everyone at any lvl was running around with c3 and <br/>\naego hehe  i personally like it a lil tougher but i think you would&#39;ve liked <br/>\nthat...  then again, you might be tempted to quit again now that they&#39;ve <br/>\ntaken it away 8/  at any rate WB!!!  (and if anyone ever makes it out <br/>\ntowards Rallos Zek server, give Gizzi a tell and i&#39;ll come DMF ya or <br/>\nsomething...)<br/>\n<br/>\n<blockquote><span title=\"ireply\"> &gt;<br/>\n&gt;<br/>\n&gt;Hello,<br/>\n&gt;<br/>\n&gt;I have been on this list for a very long time.. but not ever actually<br/>\n&gt;posted.. mainly because I gave up playing eq for about 2 years or maybe<br/>\n&gt;more... Just recently I tried it again though .. and wow!!! its nice<br/>\n&gt;again!!! I gave up at lvl 54, somewhere along the line the game had changed<br/>\n&gt;for me and I had lost the feeling I first had on being chased by a giant to<br/>\n&gt;the bridge in the karanas.. I had started a few months after the game first<br/>\n&gt;came out.. when they still announced when people made 50 and there were no<br/>\n&gt;expansion packs. I had gained a new husband through the game and we had<br/>\n&gt;decided we wanted to move on to other games (but no they were never as fun.<br/>\n&gt;I tred daoc, Anarchy on line and went back to first person shooters.. but<br/>\n&gt;nothing grabbed me..) Then I had a go on eqemu.. noticed verant were<br/>\n&gt;offering me a free week on real eq . and .. went on line on my old server<br/>\n&gt;Innouruuk again.. well that seemed much the same, and my characters were<br/>\n&gt;all still there and that wouldnt have caught my attention. but then I<br/>\n&gt;noticed there were some new Euro serevers so I tried the new server and<br/>\n&gt;made a cat person.. (ooh . I had bought the luclin expansion and never<br/>\n&gt;bothered to install it before..) and before you can say boo I loved it<br/>\n&gt;again. and.. so many changes for the better!!!!! I became a froglock and<br/>\n&gt;all my family have joined in .. the server is near empty and all the people<br/>\n&gt;friendly . no loud arguments in ooc ..  we didn&#39;t have the awful horror of<br/>\n&gt;corpse searching at low lvls so we have been runing around exploring and we<br/>\n&gt;can easlily move from one newbie zone to another via pok.. Its great!!!!<br/>\n&gt;Loads of new places to explore. and much much easier to play .. and the<br/>\n&gt;atmosphere seems to have changed back to how it was.. with much<br/>\n&gt;friendliness and many people willing to buff a small frog who croaks a<br/>\n&gt;lot.. I don&#39;t know if the game has been destroyed for high end play as I<br/>\n&gt;have no intention at this time of playing my enchanter and having to play<br/>\n&gt;for hours on end and join in massive raids that keep me up all night.. nor<br/>\n&gt;do I wish to hear endlessly about server politics and the best way to share<br/>\n&gt;spawns and zones.. What I do want is what I have found, a family orientated<br/>\n&gt;game (my partner, myself and my kids of 14 and 11 play as a group) where<br/>\n&gt;all of us can lvl up together and explore zones, get the occasional heart<br/>\n&gt;stopping scare as we walk through some dangerous cavern with beasts in it<br/>\n&gt;we haven&#39;t seen before, chat in friendly way with people we meet and..<br/>\n&gt;relax.. Verant appear to have made the low lvl game much much easier but at<br/>\n&gt;the same time have enough areas where you haven&#39;t been before to make<br/>\n&gt;exploring scary and fun. Mind you I would love a horse but that seems to be<br/>\n&gt;something I would have to work to hard to get...<br/>\n&gt;<br/>\n&gt;anyway hello all :)<br/>\n&gt;<br/>\n&gt;<br/>\n<br/>\n </span></blockquote>_________________________________________________________________<br/>\nMSN 8 helps eliminate e-mail viruses. Get 2 months FREE*.  <br/>\n<a rel=\"nofollow\" target=\"_blank\" href=\"http://join.msn.com/?page=features/virus\">http://join.msn.com/?page=features/virus</a></div>","specialLinks":[]}}
