<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!----> 
<p><strong>04. November 2002 - Das dunkle Tor</strong></p>
<p>In jener Nacht schaften es die Ruhelosen einen Spalt zur Welt der Lebenden 
  zu &ouml;ffnen. Dieser Spalt war genau in den &Ouml;stlichen Gemeinlanden... 
  Hunderte Untote &uuml;berfluteten das Gebiet in der N&auml;he der Stadt Freihafen 
  und &uuml;berrannten die Abenteurer in der Umgebung. Hin und wieder schl&uuml;pften 
  auch m&auml;chtigere Wesen durch dieses Tor, wie 2 D&auml;monen in Form von 
  Fr&ouml;schen. </p>
<p>Die Verzweiflung war gro&szlig; und kaum einer konnte sich wehren.</p>
<p><img src="http://www.eqloft.com/ss/evente01.jpg"></p>
<p>Doch die Abenteurer entschlo&szlig;en sich zusammen das B&ouml;se zu bek&auml;mpfen, 
  sie schafften es die Flut der Untoten zu durchbrechen, jedoch nur um noch st&auml;rkere 
  Wesen herauszufordern. Eine verwesene, untote Leiche von ungeheurer Kraft schien 
  fast unbesiegbar zu sein fuer die jungen Helden.</p>
<p><img src="http://www.eqloft.com/ss/evente02.jpg"></p>
<p>Eine Welle des Todes &uuml;berkam die &Ouml;stlichen Gemeinlande bei ihrer 
  Anwesenheit und die Verteidiger durften nicht nachgeben. Wenn sie auch nur kurz 
  rasteten regenerierte die Leiche wieder ihre Lebenskraft. Doch nach einem langem 
  Kampf schaften sie es auch dieses Monster zu bezwingen.</p>
<p><img src="http://www.eqloft.com/ss/evente03.jpg"></p>
<p>In der Zwischenzeit ging ein merkw&uuml;rdiges Skelett in Nektulos, dem Wald 
  der Dunkelelfen um. Der Knochensammler tauschte alle Arten von Knochen gegen 
  Gegenst&auml;nde welche er aus der Welt der Toten mitbrachte. Doch die Habgier 
  der Dunkelelfen lies es sie nicht nehmen den Knochensammler anzugreifen. Er 
  konnte der gemeinsamen Macht der Dunkelelfen nicht widerstehen und ging zur&uuml;ck 
  in die Ebene von der er kam.</p>
<p><img src="http://www.eqloft.com/ss/evente04.jpg"></p>
<p>Das Tor zur Untoten Welt wurde gr&ouml;&szlig;er und weitere Wesen konnten 
  durchdringen. Pirat Gromril, der in seinem Leben verflucht wurde und nun in 
  dem K&ouml;rper eines Imps sein Unwesen trieb griff die Helden in den &Ouml;stlichen 
  Gemeinlanden an. Und genau als sie dachten ihn besiegen zu k&ouml;nnen rief 
  er um Hilfe, und ein Wesen welches die Seelen von Kreaturen stiehlt erschien. 
  Die Gefahr war gro&szlig; und oft schien es f&uuml;r die jungen Krieger unm&ouml;glich 
  den Kampf zu gewinnen. Doch ihr Wille war stark und gemeinsam schaften sie es 
  auch diese Wesen zu besiegen.</p>
<p><img src="http://www.eqloft.com/ss/evente05.jpg"></p>
<p>Doch nun hatte sich das Tor komplett ge&ouml;ffnet. Die Abenteurer mu&szlig;ten 
  schnell handeln, wenn sie Antonica retten wollten. Sie mu&szlig;ten ihr Lager 
  aufgeben und sich durch die Untoten zum Dunklen Tor durchk&auml;mpfen. Das Tor 
  war m&auml;chtig und hatte seinen eigenen Willen. Als es gefunden wurde sandte 
  es mehr und mehr Zombies und Ghule aus. </p>
<p><img src="http://www.eqloft.com/ss/evente07.jpg"></p>
<p>Doch mit der Kraft der Verzweiflung und dem Geist der Krieger zerst&ouml;rten 
  sie das Tor und versiegelten den Spalt der die Welten an dieser einen Nacht 
  miteinander verband. </p>
<p>Lange noch teilten die Helden ihr Lager, teilten ihre Beute auf, erz&auml;hlten 
  von ihren Erlebnissen und versetzten einander in Staunen. Sie werden wohl diese 
  Nacht nicht so schnell vergessen k&ouml;nnen und trotzdem mu&szlig;ten sich 
  der Wahrheit stellen, da&szlig; jederzeit das B&ouml;se wieder angreifen kann.<br>
</p>
<p> <a href="http://www.eqloft.com/page.php?url=de/Community/Events/geschichten.htm">Zurück 
  zum den Geschichten</a></p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 07/11/2003<BR>
	Copyright &copy; 2003 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
