<html>
<head>
	<title>EQLoft</title>
</head>
<link rel="stylesheet" href="img/style.css" type="text/css">
<body leftmargin=0 topmargin=0 class="impression">
<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top><td><img src="img/blind.gif" width="10" height="1"></td><td width="100%"><br><br>		<table border=0 cellspacing=0 cellpadding=0>		<tr valign=bottom>			<td><img src="img/artefact_gauche1.gif" width="162" height="35" border="0" alt=""></td>			<td background="img/artefact_fond1.gif" class="titrepage"><nobr>-&nbsp;Die Geschichte von Norrath&nbsp;-</nobr><br><img src="img/blind.gif" width="1" height="2"></td>			<td><img src="img/artefact_droite1.gif" width="137" height="21" border="0" alt=""></td>		</tr>		</table>				<table border=0 cellspacing=0 cellpadding=0 width="100%">		<tr valign=top>			<td class="fondtexte"><img src="img/ht_ga.gif" width="17" height="18" border="0" alt=""></td>			<td width="100%">			<table border=0 cellspacing=0 cellpadding=0 width="100%">			<tr valign=top>				<td class="fondtexte"><img src="img/artefact_bas1.gif" width="91" height="18" border="0" alt=""></td>				<td width="100%"><table border=0 cellspacing=0 cellpadding=0 width="100%">					<tr valign=top>						<td class="encadrefondtexte"><img src="img/blind.gif" width="10" height="1"></td>					</tr>					<tr>						<td class="fondtexte"><img src="img/blind.gif" width="10" height="17"></td>					</tr>					</table>					</td>			</tr>			</table>						</td>			<td class="fondtexte"><img src="img/ht_dr.gif" width="18" height="18" border="0" alt=""></td>		</tr>		</table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="contenu" width="100%">	<!-- Die Geschichte von Norrath --> 
<strong>1.</strong> <strong>Die Geschichte von Norrath</strong> 
<p>Das Folgende ist nur eine knappe Zusammenfassung, ein &Uuml;berblick &uuml;ber 
  die Ereignisse, die das Norrath von heute gepr&auml;gt haben &#8230;</p>
<p><strong>Der Ursprung</strong><br>
  Das kosmische Wesen, das man den &quot;Namenlosen&quot; nennt, schafft das Universum.</p>
<p> <strong>Das Zeitalter der Schuppenwesen: zu Anbeginn die Drachen</strong><br>
  Veeshan, kristallener Drache, Herrscherin der Ebene der Luft, findet Norrath 
  und treibt ihre Klauen in den zu Eis gefrorenen Kontinent Velious, um dort ihre 
  Drachenbrut abzulegen. </p>
<p> <strong>Das Zeitalter der Ahnen: die ersten G&ouml;tter und ihre Sch&ouml;pfungen</strong><br>
  Voller Neid auf Veeshan ergreifen auch andere G&ouml;tter von Norrath Besitz. 
  Brell Serilis, Herzog der Unterwelt, erschafft die Zwerge. Tunare, die gro&szlig;e 
  Mutter, gibt den Elfen das Leben. Prexus, der Herrscher der Ozeane, erschafft 
  die Kedge. Rallos Zek, Herr des Kampfes, bringt die Riesen hervor.<br>
  Innoruuk, der F&uuml;rst des Hasses, w&uuml;tend, weil er bei der Aufteilung 
  der neuen Welt vergessen worden war, entf&uuml;hrt den ersten K&ouml;nig der 
  Elfen und seine K&ouml;nigin. In den Klauen des D&auml;monen verwandeln sich 
  diese Wesen des Lichts im Laufe der Jahrtausende. So entstehen die finsteren 
  Teir&#8217;Dal, die von den &uuml;brigen Bewohnern Norraths als &quot;Schwarze 
  Elfen&quot; bezeichnet werden sollen.<br>
  Den ersten G&ouml;ttern schlie&szlig;en sich alsbald Fizzlethorpe Bristlebane, 
  der Meister der L&uuml;ge und Vater der Halblinge, und Cazic-Thule, F&uuml;rst 
  der Angst und Hervorbringer der Trolle und Iksar an. Brell handelt einen Pakt 
  mit ihnen sowie mit Rallos Zek aus.<br>
  Aus einem Grund, der f&uuml;r immer unerfindlich bleiben wird, erschafft der 
  Herrscher der Unterwelt die Gnome. Der Herr des Kampfes f&uuml;gt seinerseits 
  die Oger, die Orks und die Goblins zu seiner ungeheuren Armee hinzu. Begierig, 
  seine St&auml;rke zu zeigen, dringt Rallos Zek in die Ebenen der Existenz ein. 
  Die &uuml;brigen G&ouml;tter wenden sich gegen ihn und verfluchen seine Kinder. 
  Die meisten werden sofort dumm und streits&uuml;chtig, und ihr diszipliniertes 
  Reich bricht zusammen. Nur die Riesen von Velious werden verschont, aber der 
  Kontinent des Eises isoliert sich vom Rest der Welt.</p>
<p> <strong>Das Zeitalter der Monumente: die Ruhe vor dem Sturm, das Aufkommen 
  der Barbaren</strong><br>
  Dies ist der Moment, den die letzten G&ouml;tter w&auml;hlen, um sich Norrath 
  anzuschlie&szlig;en. Mithaniel Marr, Gott des Mutes, und Erollisi Marr, G&ouml;ttin 
  der Liebe, erschaffen die Barbaren, eine stolze Rasse von Eroberern, die sich 
  in den eisigen L&auml;ndern des Nordens niederl&auml;sst, auf den Ruinen des 
  Reiches der Riesen. </p>
<p> <strong>Das Zeitalter des Blutes: die langsame Agonie der Elfen</strong><br>
  Nach der Invasion der Kinder des Rallos Zek m&uuml;ssen die Elfen nun den Angriff 
  der Barbaren und den Zorn von Solusek Ro, Untergott des Feuers und Feind ihrer 
  Mutter Tunare ertragen. Nach der Verw&uuml;stung ihres Heimatwaldes fliehen 
  sie von dem Hauptkontinent und lassen sich auf Faydwer nieder.</p>
<p> <strong>Das verlorene Zeitalter: die Geburt der Menschheit</strong><br>
  Man wei&szlig; nur wenig &uuml;ber diese erste Periode, bekannt ist nur, dass 
  sie die Zeit der ersten menschlichen Zivilisation war, die sich aus Barbarenst&auml;mmen 
  entwickelt hatte &#8211; das Reich des &Uuml;bergangs.<br>
  Nach dem Untergang dieses Reichs gr&uuml;nden die Menschen die ersten Stadtstaaten. 
  Im Westen gr&uuml;ndet Antonius Bayle I das Reich Qeynos, in dem die Grunds&auml;tze 
  des Rechts gelten. Freihafen im Osten wird zu einem gef&auml;hrlichen Hafen, 
  der alle die magisch anzieht, die k&uuml;hn genug sind, sich auf den Ozean der 
  Tr&auml;nen hinauszuwagen. Zu Ehren von Antonius wurde Tunaria fortan Antonica 
  genannt.</p>
<p> <strong>Das Zeitalter der Erleuchtung: Erud und die ersten Eruditen</strong><br>
  Eine kleine Gruppe von Menschen beschlie&szlig;t, sich der Suche nach dem verlorenen 
  Wissen der Alten zu widmen. Geleitet von ihrem Anf&uuml;hrer Erud, verlassen 
  sie Qeynos und brechen auf zu der Insel Odus, wo sie das Reich Erudin gr&uuml;nden. 
  Durch das Studium der alten Texte entwickeln sie zugleich magische Kr&auml;fte 
  wie auch eine grenzenlose Arroganz. Um sich von ihren grobschl&auml;chtigen 
  und ungebildeten Verwandten abzuheben, bezeichnen sich die Magier als &quot;Hohe 
  Menschen&quot;.</p>
<p> <strong>Das Zeitalter des Aufruhrs: die magischen Kriege</strong><br>
  Eine kleine Gruppe von Eruditen entdeckt die verloren gegangene Kunst der Geisterbeschw&ouml;rung 
  (Nekromantie). Unter ihnen der ber&uuml;hmte Miragul, der einzige Mensch, der 
  alle vier Arten der Magie beherrschte! Von ihren Br&uuml;dern zu Ketzern deklariert, 
  beginnen die Nekromanten die Rebellion. Der Krieg der Magier sollte verheerend 
  werden. Die Ausgesto&szlig;enen verlassen Erudin, um sich im S&uuml;den von 
  Odus in einer Spalte zu verstecken, die durch den magischen Krieg entstanden 
  war. Dort errichten sie die Stadt Paineel. Miragul seinerseits flieht in den 
  Norden, in die eisigen Ebenen, wo die letzten Barbaren zu finden sind. Rastlos 
  bem&uuml;ht, den Tod selbst zu besiegen, verschlie&szlig;t Miragul seine Seele 
  in einer gl&auml;sernen Apparatur. Niemand hat je wieder etwas von ihm geh&ouml;rt 
  &#8230;<br>
  Dieser bisher nie dagewesene Konflikt ist es, der das Zeitalter des Aufruhrs 
  einleitet, des Zeitalters, in dem wir uns immer noch befinden &#8230;<br>
</p>
<p><br>
</p>
		</td>	<td class="fondtexte" width="10"><img src="img/blind.gif" width="10" height="1"></td>	<td class="encadrefondtexte"><img src="img/blind.gif" width="1" height="1"></td></tr></table>		<table border=0 cellspacing=0 cellpadding=0 width="100%"><tr valign=top>	<td background="img/bas_recentnews.gif"><img src="img/corn_bg.gif" width="17" height="18" border="0" alt=""></td>	<td background="img/bas_recentnews.gif" width="100%"><center><img src="img/frise_bas.gif" width="121" height="28" border="0" alt=""></center></td>	<td align=right background="img/bas_recentnews.gif"><img src="img/corn_bd.gif" width="18" height="18" border="0" alt=""></td></tr></table></td><td><img src="img/blind.gif" width="10" height="1"></td></tr></table><br><br><br><table border=0 cellspacing=0 cellpadding=0 width="100%">
<tr>
	<td class=separecol><img src="img/blind.gif" width="1" height="1"></td>
</tr>
<tr valign=top>
	<td class=footer><br>
	<br>
	<center>http://www.eqloft.com - 21/02/2005<BR>
	Copyright &copy; 2005 Ubi Soft Entertainment - All rights reserved<br><br>
        EverQuest and You're in Our World Now are registered trademarks of Sony 
        Computer Entertainment America Inc. Verant Interactive and Verant Interactive 
        logo are trademarks of Verant Interactive, Inc. SOE and the SOE logo are 
        trademarks of Sony Online Entertainment Inc. All other trademarks below 
        to their respective owners. © 2002 Sony Computer Entertainment America 
        Inc. All rights reserved.<br>
        <br>
        <img src="images/soe_logo.gif" width="99" height="62"> 
      </center>
	<br>
	</td>
</tr>
</table>
<script language=javascript>
imprimer();
</script>
</body>
</html>
