<HTML>
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 2.0 Win">
  <TITLE>Wizard Pet</TITLE>
</HEAD>
<BODY BACKGROUND="../rahmen/images/higru05.gif" TEXT="#0000A0">

<TABLE WIDTH="95%" BORDER="1" CELLSPACING="2" CELLPADDING="3">
<CAPTION ALIGN="TOP"><B><FONT SIZE=+2>Das Wizard-Pet</FONT></B></CAPTION>
<TR>
<TD WIDTH="100%"><P>Die eine Sache, die mich stets schockiert hat und mich traurig stimmt
in der nie endenden Debatte &uuml;ber die Balance der Wizards zu den anderen
Klassen, ist die hohe Anzahl von Postings des Inhalts, da&szlig; Wizards
keine Pets bekommen. Ich kann nur annehmen, da&szlig; diese Postings von
Lowbie-Versagern stammen, die nicht die n&ouml;tige Research betrieben haben,
um die volle Macht ihrer Klasse zu meistern.<BR>
Jeder der vielen erfolgreichen Wizards in EQ, die ich kenne, ist sich sehr
wohl bewu&szlig;t, da&szlig; seine Klasse &uuml;ber Pets verf&uuml;gt, da&szlig;
diese in vielen Dingen weitaus potenter sind als alle anderen Pets im Spiel,
und wendet sie gnadenlos in den Dungeons und Au&szlig;enzonen an. Zur Balance
f&uuml;r diese &uuml;berm&auml;chtigen Pets hat Verant nun in weiser Voraussicht
mehrere Schwierigkeiten eingebaut, wenn man sich ihrer bedienen will. Sie
sind schwerer und teurer zu summonen als jedes andere Pet im Spiel, schwerer
zu kontrollieren, und sie nehmen einen weit h&ouml;heren XP Anteil als andere
Pets. Des weiteren sind die Kontrollm&ouml;glichkeiten immer noch buggy,
einige Befehle sind komplett unbrauchbar, w&auml;hrend andere unvorhersehbare
(meist katastrophale) Resultate nach sich ziehen.<BR>
Aber das gr&ouml;&szlig;te Problem mit Wizard Pets, und deshalb schreibe
ich diesen Artikel, ist es, da&szlig; sie ein weitgehend undokumentiertes
Feature sind. Man kann nicht einfach in seine Gildenhalle schlurfen und
alle Geheimnisse der Anrufung, handlich als Scroll abgepackt f&uuml;r ein
paar Goldst&uuml;cke erwerben. Nein, man mu&szlig; es selbst alles herausfinden!
In der Tat, sogar die Existenz des Pets ist etwas, da&szlig; man selber
w&auml;hrend des Abenteuers herausfinden mu&szlig;.<BR>
Vom Prinzip her kann ich Spoilers nicht guthei&szlig;en, ebensowenig wie
all jene Veteranen-Wizards, die ihre Pets auf die harte Tour erworben haben.
Andererseits ist die Unzufriedenheit unter den Uneingeweihten so gro&szlig;,
da&szlig; ich denke, es ist die Zeit gekommen, einen kurzen Guide zu verfassen.</P>

<P><CENTER><B><FONT SIZE=+1><BR>
*** SPOILER *** </FONT></B></CENTER></P>

<P><B>Teil 1 - Wie summone ich mein Pet </B><BR>
Man braucht daf&uuml;r keine Scroll oder &auml;hnliches erwerben, denn Wizards
haben die F&auml;higkeit als Klasse, Pets herbeizurufen. Man betritt also
jene Zone, in der man zu k&auml;mpfen w&uuml;nscht, und benutzt dieses Kommando:<BR>
/shout Group seeks Tank (level)<BR>
Zun&auml;chst mu&szlig; man mit sehr vielen Fizzles rechnen. Tats&auml;chlich
fizzelt dieser Spell so oft, da&szlig; man die Fizzle-Message entfernt hat,
um dem Wizard den Spam zu ersparen. Daher erfolgt im Falle eines Fizzles
nur eisiges Schweigen. Auf der anderen Seite kostet dieser Spell kein Mana
und keine Materialkomponenten (das nat&uuml;rlich nur zun&auml;chst...du
wirst noch brennen wie ein Luster in Bezug auf Mana und Items, wenn das
Pet erst in Aktion tritt). Man lasse sich also nicht entmutigen und zaubere,
was das Zeug h&auml;lt...alsbald wird dein Tank erscheinen.</P>

<P><B>Teil 2 - Was ist ein  &quot;Tank&quot;? </B><BR>
So wie ein Enchanter Animations und ein Magician Elementals erh&auml;lt,
so erh&auml;lt ein Wizard Tanks. Ich habe angenommen, ehe ich den ganzen
Unfug von &quot;Gebt uns Pets!&quot; gelesen habe, da&szlig; der Anblick
eines Wizards, der sich mit seinem getreuen Tank im Schlepp kopf&uuml;ber
in die Gefahr st&uuml;rzte, zu den gew&ouml;hnlicheren Anblicken in Norrath
geh&ouml;rt, aber es ist durchaus verst&auml;ndlich, da&szlig; man sie &uuml;bersehen
kann. Machen wir also Bestandsaufnahem und vergleichen den Tank mit den
anderen Pets.<BR>
Tanks gleichen am ehesten den Mage-Pets in Aussehen und Verhalten, obwohl
ihre Kampfkraft substantiell geringer ist. Man kann sie am leichtesten dadurch
unterscheiden, da&szlig; Tanks K&ouml;pfe haben, obwohl das reine Dekoration
ist. Genau wie Mage-Pets kann man ihnen Waffen geben, die man besser nicht
zur&uuml;ck erwarten sollte. Gl&uuml;cklicherweise erscheinen Tanks stets
voll ger&uuml;stet, so da&szlig; die Notwendigkeit, sie zu bewaffnen, entf&auml;llt.
Und ebenso wie Mage-Pets haben nahezu alle Tanks irgendeine Form von kleiner
magischer Attacke und die unbez&auml;hmbare Tendenz, von dieser genau dann
Gebrauch zu machen, wenn es unerw&uuml;nscht ist (z.B. Feuerregen in gemezzten
Feindesscharen).</P>

<P><B>Teil 3 - Wie komme ich an einen &quot;guten&quot; Tank? </B><BR>
Im Gegensatz zu den anderen Pet Klassen kann ein Wizard (wegen der hohen
Fizzle Rate) nicht erwarten, mit Zerst&ouml;ren und neu summonen ein &quot;gutes&quot;
Pet zu bekommen. Das &quot;/tank get lost&quot; Kommando ist ohnehin buggy
und hat unvorhersehbare Folgen. Wenn man sich also unbedingt von seinem
Tank trennen m&ouml;chte, so ist es weitaus effektiver, ihn zum Pullen zu
senden, die Gruppe unsichtbar zu machen, und auf DISBAND zu klicken, sowie
der Tank Kontakt hat. Das Pet kehrt dann in die N&auml;he des Camps zur&uuml;ck,
l&auml;uft da ein wenig herum (sofern die Unsichtbarkeit h&auml;lt), und
wird vom gepullten Monster dann planiert. An diesem Punkt kann man nun erneut
ein Summoning versuchen. <BR>
(Bemerkung: unter den h&ouml;herstufigen Wizards grassiert das Ger&uuml;cht,
da&szlig; diese Methode die Fizzle-Rate dramatisch erh&ouml;ht.)</P>

<P><B>Teil 4 - Kampf mit einem Tank in der Gruppe </B><BR>
Tanks sind wie Enchanter-Pets weitgehend automatisiert, aber mit einem wichtigen
Unterschied: Tanks sind hochaktiv (=k&ouml;nnen nicht still stehen) und
werden auf nahezu alles aggro. Das hat nun seine guten wie auch schlechten
Seiten. Zum einen kann man also Tanks auf Auto-Pull schalten, wobei sie
die Monster anbringen und nahbei verhackst&uuml;cken, was XP bedeutet, w&auml;hrend
man gerade fernsieht, i&szlig;t, an der Freundin rumspielt, etc.. Zum anderen
haben sie aber viele unangenehme pers&ouml;nliche Eigenheiten, wie Trunksucht,
die Druidin der Party sexuell bel&auml;stigen, oder auch das Pullen von
Rudeln von Eisriesen, w&auml;hrend man selbst nur 10% Mana hat. Man mu&szlig;
hier also das Schlechte mit dem Guten in Kauf nehmen - und nie vergessen,
Gate dabei zu haben.<BR>
Ein typischer Tankpull sieht also so aus:<BR>
Der Tank wird gebuffed und erh&auml;lt das Kommando &quot;Pullen!&quot;<BR>
Der Tank signalisiert seine Einsatzbereitschaft durch das Gurgeln mit mehreren
Hektolitern Ale, bis er taumelt, und diverse Kommentare &uuml;ber die Br&uuml;ste
der Druidin abgibt.<BR>
Der Tank zieht los und die Druidin h&ouml;rt sich verbittert Ani DiFranco
an, w&auml;hrend sie meditiert.<BR>
Der Tank kehrt pl&ouml;tzlich mit vier gef&auml;hrlichen und sehr erbosten
Monstern wieder.<BR>
Der Tank sagt &quot;Incoming&quot;.<BR>
Mit Ausnahme der Druidin, die immer noch bei Ani ist, explodiert die Gruppe
in koordinierte Action, wobei sie ihre Angriffe auf den Barden konzentrieren.<BR>
Nachdem das Instrument des Barden in dessen Rektum solide verkeilt ist,
kann man endlich die Monster ins Visier nehmen.<BR>
Nachdem du mittels Assist dem Puller beistehst, l&ouml;st du deinen m&auml;chtigsten
Nuke aus.<BR>
Das Ziel st&uuml;rzt sich auf dich und du rufst dein Pet mit den Worten
&quot;AUF MIR!&quot; herbei.<BR>
Der Cleric pullt die restlichen drei Monster auf sich, da er den Tank heilt.<BR>
Der Enchanter illuminiert das Monster auf dir, als er es mezzt.<BR>
Der Tank, vom Licht angelockt, wirft sich auf den gemezzten Feind.<BR>
Nachdem Mezz weg ist, f&auml;hrt der Gegner fort, dich zu Mus zu pr&uuml;geln,
w&auml;hrend das Pet ihn zu taunten versucht.<BR>
Taunt hat Erfolg...ein paar Sekunden nach deinem Ableben.<BR>
Der Cleric, in der ganzen Aufregung vergessen, wurde derweil von seinen
drei Monstern gefressen.<BR>
Als der Cleric stirbt, verf&auml;llt der Tank in Panik und trained seinen
Gegner zur Zone, w&auml;hrend die anderen drei sich der immer noch groovenden
Druidin zuwenden.<BR>
Diese bereitet Evac vor, w&auml;hrend der Enchanter versucht, die Monster
auf ihr zu mezzen.<BR>
Der Barde konnte mittlerweile das Instrument herauspullen und stimmt ein
Lied an, welches alle Monster von der Druidin heruntertauntet.<BR>
Der Enchanter mezzt den Barden.<BR>
Der Barde wird massakriert und die Druidin teleportiert mit dem Enchanter
in Sicherheit.</P>

<P>Selbstverst&auml;ndlich klappt es nicht immer so gut, aber ihr habt so
die generelle Idee mitbekommen...</P>

<P>&nbsp;</P>

<P>by Kushinata of The Nameless </TD></TR>
</TABLE>
</BODY>
</HTML>
